[{"text":"BUT IT'S HER TURN! \/s","labels":"neutral"},{"text":">Did you just call me a liar? Sick reference.","labels":"disapproval"},{"text":"Wow, the Wizards are horrible ","labels":"disappointment"},{"text":"I'd love [NAME] to smash some faces in.","labels":"excitement"},{"text":"> Am i missing something? Because it won't be repealed.","labels":"surprise"},{"text":"y i k e s","labels":"amusement"},{"text":"I should've left after the first period ended. That was brutal.","labels":"disappointment"},{"text":"Is it any different to the poorer suburbs out west? I feel like it's only noticed because it's so close to the city.","labels":"approval"},{"text":"Look I also love dragons, but this is just not a dragon, ok? Have some Toothless *hugs*.","labels":"love"},{"text":"That was intense","labels":"neutral"},{"text":"This must be what blasphemy laws felt like in the Middle Ages.","labels":"realization"},{"text":"You should be much, much more worried about a rise in fascism than pedophilia. Thinking that pedophilia will be normal is just plain paranoid.","labels":"approval"},{"text":"Who tf told you that weirdo is left?","labels":"curiosity"},{"text":"I'm hearing its getting expensive to live there, is it worth living there by yourself as a server","labels":"disappointment"},{"text":"Desperate and unethical measures","labels":"neutral"},{"text":"The sun in his eyes makes him look pissed, like he and the ducks had some personal history.","labels":"anger"},{"text":"Nah, I it was cool to be a pedo back in the old days, ask [NAME] ","labels":"pride"},{"text":"omgad that monster!","labels":"neutral"},{"text":"if HL in offensive stance dodges it, then doesn't raider also dodge it? Or is that fast recovery into moves that are not dodging again?","labels":"realization"},{"text":"Ouch. Rough year for the jags. Where upstate are you?","labels":"neutral"},{"text":"You let u\/The-Ginger-cow make tasteless rape jokes.THIS is where you draw the line?","labels":"neutral"},{"text":"“So a guy cusses you out for lowballing him...”","labels":"curiosity"},{"text":"Hurt his ankle but he’s okay apparently","labels":"approval"},{"text":"Don't \"neg\" the university (or any university) and don't write about doing illegal, unethical, or immoral activities. ","labels":"embarrassment"},{"text":"Plot twist: the customer just found she's diabetic and that's why she's crying.","labels":"joy"},{"text":">Feminism is how we get to equality how do you know that?","labels":"neutral"},{"text":">Israel is literally an apartheid state It's literally not and the proliferation of that accusation is based on ignorance and simplistic understanding.","labels":"neutral"},{"text":"eh, maybe. the tricky part is getting away with it.","labels":"neutral"},{"text":"There are no reasons to visit [NAME]. They're lawsuit-happy corporate scum.","labels":"realization"},{"text":"Saving this. Happy 2019 to ya!","labels":"excitement"},{"text":"\"altcoin propaganda scammer\", interesting reason for your ban -- I suppose LN could be considered an altcoin.","labels":"approval"},{"text":"[NAME] damit you got me! Take your upvote sir!","labels":"gratitude"},{"text":"Not very choosing beggars-ish, but definitely entitled parents material. Did she really just say that to you? Cuz you can call her out for verbal assault.","labels":"neutral"},{"text":"I don't think that's a normal marriage because my husband has never said those kinds of things to me (20 years now)","labels":"neutral"},{"text":"Presenting as a guy because you're not fully out yet, and still being read as a woman by a stranger. ","labels":"neutral"},{"text":"Everyone who supports him knows. The [NAME] need educating.","labels":"neutral"},{"text":"> A kid can be trans in the same way a kid can be cisgendered. Commenters on reddit can be irresponsible.","labels":"neutral"},{"text":"I see that the facebook and twitter crowd is leaking into our sub. Awesome.","labels":"excitement"},{"text":"Most FBI agents never fire their weapons and spend more time looking at excel sheets, lol","labels":"amusement"},{"text":"Okay, you accidentally injured someone. Good luck in court buddy","labels":"approval"},{"text":"Having fun fighting that strawman? Let me know when you're done.","labels":"neutral"},{"text":"having a serious relationship is too hard for other people","labels":"anger"},{"text":"Oh she dead","labels":"sadness"},{"text":"I think it's the caption and emojis that really make this terrible. Otherwise, this would be posted on r\/funny and reach the front page ","labels":"neutral"},{"text":"hummm because... It is but... Relative. It's fun though. It's all a memes where everyone act 'serious'","labels":"neutral"},{"text":"You have to sneak up on the flame by approaching slowly.","labels":"caring"},{"text":"Wait, he’s not actually saying that? 🤯 I must’ve crafted my post with too much... SUBTLETY.","labels":"realization"},{"text":"And then another guy comments to congratulate him on getting a comment from her, wishing he could one day get the same. Maaan o man. ","labels":"neutral"},{"text":"Not where I expected that to go...but uh...good luck out there!","labels":"neutral"},{"text":"Dat trigger discipline though","labels":"neutral"},{"text":"I didn't know macs were THAT limited. \/s","labels":"confusion"},{"text":"Have fun.","labels":"neutral"},{"text":"I'll be surprised if *Monty Python's Life of Brian* wasn't one of those.","labels":"surprise"},{"text":"As I’ve said in other comments, the increase in the cost of carbon makes it regressive. The rebates make them progressive.","labels":"optimism"},{"text":"No, no I'm not.","labels":"neutral"},{"text":"*literally every political ideology*","labels":"neutral"},{"text":"What a brat omggggg","labels":"neutral"},{"text":"“Children transing is abuse though ... and I'm not even speaking about dangers of hrt”","labels":"neutral"},{"text":"We no longer have the gold standard to define the value of money so it has to come from somewhere. They *use* money, they can't create it.","labels":"neutral"},{"text":"\"Put yourself into the position to be able to profit from luck\" is the best I can formulate it.","labels":"caring"},{"text":"Kill em with kindness, as they say","labels":"neutral"},{"text":"It's the only way to stop the ache.","labels":"caring"},{"text":"Damn that sucks dude! Personally I’d fill the soil with barbed wire so when they stick their hands in they’d get nice and cut up","labels":"annoyance"},{"text":"> it’s a low f-ing bar lbr It is indeed. But I am glad that you found a man who doesn't want anal.","labels":"caring"},{"text":"There just shouldn't be police enforcing nonsense traffic laws. Cops should stay at their station until summoned by a citizen like fire trucks and ambulances do.","labels":"neutral"},{"text":"Unsub from both","labels":"neutral"},{"text":"Kinda is. But whatever. Complaining on reddit works too. Except it doesn’t.","labels":"realization"},{"text":"And a pretty bad [NAME] too.","labels":"neutral"},{"text":"What's ridiculous is this stupid post and this asinine idea that white people are these constant victims","labels":"embarrassment"},{"text":"Now [NAME] breaking stories for us!?!","labels":"excitement"},{"text":"This is the type of response I give people that are toxic in Rocket League. They're just fake and cowards lol","labels":"disgust"},{"text":"it's been like this for a couple hours now and still not fixed","labels":"annoyance"},{"text":"Yes, exactly. Fix a date and if he still procrastinates ditch him. Or remain his penpal for the rest of your life.","labels":"neutral"},{"text":"That sounds really interesting.","labels":"excitement"},{"text":"Pick them up and put them outside.","labels":"neutral"},{"text":"Cut my weed usage to a bowl a day, before I go to bed. Braggable for me","labels":"neutral"},{"text":"\"Nice to see it doesn't get any better.\"","labels":"annoyance"},{"text":"Atheist here and I believe in freedom of religion, don’t let ppl get in ur head, believe in what makes you happy","labels":"desire"},{"text":"That’s exactly how my non-union electrical company works ... it’s the funniest unfunny joke","labels":"amusement"},{"text":"[NAME] is a queen and y'all better treat her like one.","labels":"approval"},{"text":"I like the reference to the Good Place :)","labels":"desire"},{"text":"As you can see in the second half, it's not like he's completely without ability to score or drive and kick. It'll come! ","labels":"desire"},{"text":"No because thats stupid","labels":"neutral"},{"text":"This is embarrassing, but while purging I wear a pad or don’t wear pants at all. Eating disorders are so beautiful \/s","labels":"embarrassment"},{"text":"We have cookies!!!","labels":"neutral"},{"text":"The oldest Millennial is 38, so mot surprising you don't know how","labels":"surprise"},{"text":"Your comments are nothing but rhetorical ways of telling me I'm wrong. Zero substance.","labels":"neutral"},{"text":"Oh, prodigy might be a bit immature for that group. ","labels":"desire"},{"text":"So is liking [NAME] enormous eyebrows \"biological\" too? \/s ^I ^think ^her ^eye ^brows ^look ^cool","labels":"curiosity"},{"text":"Its that classic rare games bring everyone together","labels":"neutral"},{"text":"How is this long AF? It's like 20 seconds reading.","labels":"annoyance"},{"text":"*US MILITARY WANTS TO KNOW YOUR LOCATION*","labels":"curiosity"},{"text":"I'm sorry for you... That sounds not cool :'(","labels":"disapproval"},{"text":"Clearly I need to run for President so that I can blame all of my failures on my run for President.","labels":"annoyance"},{"text":"delusion hits hard","labels":"neutral"},{"text":"Hey. I like you","labels":"love"},{"text":"Same...except that I'm not good looking :","labels":"annoyance"},{"text":">They played three games in a week three separate times. [NAME], that's absolutely brutal","labels":"surprise"},{"text":":). Can you post your percentages tho, I am curious. ","labels":"curiosity"},{"text":"Hh yeah, not comfortable posting about that atm though ^^; it was quite recent when we split-","labels":"annoyance"},{"text":"Nah, I don’t care what these people think. As soon as I’m nauseous, I leave","labels":"anger"},{"text":"he's interested. maybe text him explaining what you're telling us just more concise","labels":"approval"},{"text":"Most parents do that to make their kids take vitamins and eat vegetables. Who cares?","labels":"caring"},{"text":"Well. That's your belief. I know you and the next cant tell me how to raise mine so I'm not worried about all that.","labels":"approval"},{"text":"Oh my [NAME] give her as much food as she wants!","labels":"neutral"},{"text":"I thought that was more for women? I used to be on r\/antinatalism but there were too many eugenics advocates.","labels":"neutral"},{"text":"There's DOJ guidelines that he cannot be indicted.","labels":"neutral"},{"text":"I will downvote the hell out of any news article promoting ponzi schemes.","labels":"disapproval"},{"text":"How tf is this dumbass mf still internet popular like everyone hates him irl","labels":"surprise"},{"text":"Nothing ocular about that smackdown. Raunchy just peaked all over [deleted].","labels":"approval"},{"text":"Why does he have the vault boy face lol","labels":"amusement"},{"text":"assault? molest just has a connotation of someone being under the influence or without proper faculties","labels":"neutral"},{"text":"How is it racist? I fail to see how.","labels":"curiosity"},{"text":"LOOOOOOOO - \"why are they booing???\" -OOOOCH \"oohhhh that\". I always forget, every single time ","labels":"embarrassment"},{"text":"lool chill fam, u aint gotta do him that bad","labels":"amusement"},{"text":"#CHECK THAT TRIPLE","labels":"neutral"},{"text":"> I dont understand why team record matters so much. The entire purpose of playing is to win games.","labels":"optimism"},{"text":"Because they are idiots.","labels":"neutral"},{"text":"IDK about this stuff but I think you need a psychologist.","labels":"desire"},{"text":"Blue was just trying to be fun and lighthearted. Grey is the real cringe...","labels":"amusement"},{"text":"I recognize this YouTube channel... They make beautiful furniture. This has to be at customer request. I have no idea how to explain it otherwise.","labels":"amusement"},{"text":"This is a toxic behaviour.. get rid of him as soon as possible.","labels":"caring"},{"text":"Which is still a very racist thing...","labels":"neutral"},{"text":">If you can’t recognize bad acting like [NAME] emotional scenes, Oh please. Why are you even on this sub? Lol","labels":"annoyance"},{"text":"[NAME] is already gone and he knows it. No way he’s re-elected.","labels":"neutral"},{"text":"Yeah it’s weird bc in my family the basket case was my dad.","labels":"annoyance"},{"text":"You literally picked out a blatant left leaning media checker to check the two sites. The irony","labels":"neutral"},{"text":"*Duck Tales! whooh ooh* *Every day they're out there making* *Duck Tales! whooh ooh* *Tales of daring do bad and good luck tales! whooh ooh*","labels":"amusement"},{"text":"And the Reds. I subbed over at r\/Reds after [NAME] went over there and their excitement at things actually happening fills me with envy","labels":"joy"}]