[{"text":"For extra measure tape it right by your crotch so she can't take it for sexual assault reasons","labels":"annoyance"},{"text":"Then YOU go right ahead...support and guide him.","labels":"approval"},{"text":"This is r\/tifu. If you're not caught jacking it into the turkey, you're doing it wrong. ","labels":"amusement"},{"text":"Well 216 is out now and Im crying. [NAME] why?","labels":"confusion"},{"text":"Lol. Yes! [NAME] and his $14,000 suit love you but please don't touch him.","labels":"amusement"},{"text":"The Best Argument against RWP\/Neocons\/Palecons\/Libertarians\/ClassicLibs is the fact that the American State have indulged in Wars for commodities since its incepcion.","labels":"neutral"},{"text":"And? That still doesn’t debate the fact that he’s all about the money?","labels":"curiosity"},{"text":"I thought I actually saw that happen in a clip","labels":"neutral"},{"text":"Thanks so much, appreciate it. She actually wanted to read CES letter with me tonight, we really about a 1\/3. Will post update later on.","labels":"gratitude"},{"text":"> \"But I'm their father. They have to,\" he kept saying. And there is delusion colliding with reality.","labels":"neutral"},{"text":"Baby steps and patience with yourself!","labels":"optimism"},{"text":"It did! Good luck on yours!! -[NAME]","labels":"approval"},{"text":"I worry about throwing draft picks around, but a guy like that is worth it IMO.","labels":"anger"},{"text":"Such a great moment. I love sports because you can always remember where exactly you were when great moments like this happened.","labels":"gratitude"},{"text":"That's what I said! I'm like \"I wonder how he kept that much of the profits?!\"","labels":"approval"},{"text":"EO here. This is correct. It's folk theology, popular with some, but is certainly not dogma.","labels":"approval"},{"text":"Yes thank you","labels":"gratitude"},{"text":"REVENGE GAME — a former [NAME] is going to go off today... [NAME] DROPPING 40","labels":"neutral"},{"text":"Louth is just an auld patch of muddy water you wade through to get from Belfast to Dublin.","labels":"neutral"},{"text":"Then do it [NAME]. It's basketball. You can do whatever you want out there.","labels":"neutral"},{"text":"It’s insane how [NAME] hasn’t been carded yet","labels":"annoyance"},{"text":"Oh [NAME] I was expecting someone to get electrocuted","labels":"approval"},{"text":"They just dont want to go to school. Source:am high schooler who would skip school at any chance given","labels":"neutral"},{"text":"luckily for us all the retarded companies are plummeting","labels":"joy"},{"text":"You really don't comprehend anything my man, now do you? Goodness gracious the amount of stupidity. ","labels":"anger"},{"text":"Bad sarcasm in response to a bad joke seems about right to be fair.","labels":"approval"},{"text":"My Dachshund loves trying to lick my son's mouth when he's laughing. Every single time.","labels":"joy"},{"text":"Sorry. But I think I DO have a right to an opinion broseph...","labels":"approval"},{"text":"I literally only just got this joke, and Mr Plow has long been a top five episode for me. ","labels":"neutral"},{"text":"That goat is a bro I'd prolly try to buy him for where ever he came from","labels":"approval"},{"text":"To calm him down I suppose.","labels":"caring"},{"text":"Yeah....each state gets two senators regardless of population. None are favored. Population is represented in the House.","labels":"annoyance"},{"text":"Yikes. I admire your patience","labels":"amusement"},{"text":"Is it just me or does it seem like she should have been able to get away with a couple scraped knees without the concussion","labels":"neutral"},{"text":"What exactly does it mean to be a \"savior\" and why does humanity need one?","labels":"confusion"},{"text":"[NAME]: So, I hear you guys are doing video tributes now? [NAME]: That's what I thought...","labels":"neutral"},{"text":"Should have just gotten massive foundation donations and laundered the profits that way.","labels":"neutral"},{"text":"The entire generations thing needs to die. What are they useful for? Feeding the ego of some dumbass on the internet?","labels":"confusion"},{"text":"This is actually really good! Thanks for posting this man!","labels":"gratitude"},{"text":"!remindme 4 days \"Stupid Entitled Parent, sunglasses\"","labels":"neutral"},{"text":"Probably not making good pass decisions.","labels":"disapproval"},{"text":"You should play PoE its a better game in every single aspect, you'll love it.","labels":"approval"},{"text":"I’m glad I had a few margaritas before I read this","labels":"approval"},{"text":"Am i the only one wondering about the white scrolly bar at the top of this post that has the intro to the story?","labels":"curiosity"},{"text":"Dude, you look fine bro. Even at 26 and still in school. You’re fine bro.","labels":"approval"},{"text":"My friends thought I was asexual","labels":"amusement"},{"text":"Hey what a coincidence so is a human head!","labels":"surprise"},{"text":"He put a comment about [NAME]","labels":"neutral"},{"text":"Better late than never.","labels":"neutral"},{"text":"My bf uses profanity, and I don't care. There's no reason for misogyny though.","labels":"disapproval"},{"text":"He's not even HC, he's interim... relax chief","labels":"relief"},{"text":"That’s petty debateable, there’s disagreement in the ranks but not enough to change their names or policies. ","labels":"approval"},{"text":"Just for the sake of accuracy, is there a citation for this quotation. It is spicy, but I can’t bother to check right now.","labels":"curiosity"},{"text":"Thanks! That was an interesting read. Seems there really is a city where they built more homes than there were people to live there!","labels":"gratitude"},{"text":"Nope I'm good to go! My goal this year is to drop a packet for warrant officer.","labels":"disapproval"},{"text":"By all means explain to me, after reading all of that above, how I don't know. Go on... I'll wait","labels":"neutral"},{"text":"Excellent projection. 9.5\/10.","labels":"amusement"},{"text":"[NAME] would have the biggest fit if he gets benched for [NAME]. He's unfortunately become to slow to keep up with guys like [NAME].","labels":"neutral"},{"text":"Maybe a parsing or comprehension issue, but are you sitting in the water after you pee in it?","labels":"confusion"},{"text":"Was that before or after the Sulphuric Sphincter show?","labels":"confusion"},{"text":"On my way! Thanks!","labels":"gratitude"},{"text":"Oh, well when I said \"we\" I didn't mean Reddit, lol. My bad if that was unclear.","labels":"amusement"},{"text":"I'm glad the republican won cause I want the best high I have had 5 back surgeries and need another.","labels":"joy"},{"text":"And you don't take delight in seeing the person you love in pain. Amen my dear!","labels":"caring"},{"text":"Its been a long time since they were teenagers. My oldest granddaughter is a teenager.","labels":"approval"},{"text":"Not really cringey. Its not really embarrassing for you i think people might just feel bad upon reading it.","labels":"disapproval"},{"text":"Corporate and corporatist is the new \"CTR shill\" over in \/r\/politics. Found a trollbot ","labels":"neutral"},{"text":"hahah if only he had reddit","labels":"amusement"},{"text":"Thank you Burger King! Source","labels":"gratitude"},{"text":"It's certainly not one I identify with, but I find it intriguing. Hence my starting this discussion. ","labels":"approval"},{"text":"Sounds like they’re not responsible and shouldn’t have the right to have these.","labels":"disapproval"},{"text":"Having read the entire article, and some of the other FAQ, the only thing this is telling is that [NAME] read the same book very differently.","labels":"approval"},{"text":"But it's different, they're not rich because of those darn immigrants, otherwise they'd be a billionaire!","labels":"disapproval"},{"text":"Guess I’m heading back to the kitche :)","labels":"joy"},{"text":"Sadly I had to scroll through the story to read this","labels":"sadness"},{"text":"I’m still not sure how we managed to do that. Gas prices in this state has gone up around 70 cents per gallon since around 2013","labels":"confusion"},{"text":"Going by the dates given, this child was born in 1985. So Mom really cared about this in the 80s. ","labels":"neutral"},{"text":"Hard. Social anxiety\/general fear\/uggoness kept me from actually getting dates and i was extremely awkward when I finally stopped anxie-puking to actually go on the date.","labels":"nervousness"},{"text":"They know a lot of people aren't paying attention to the quieter news that doesn't get sensationalized","labels":"approval"},{"text":"Also the world is round.","labels":"approval"},{"text":"Wonderful, [NAME] can just go ahead and quit politics right now then. (ref)","labels":"approval"},{"text":"Oh my gosh. This woman who died also had a son who died. Holy tragedy","labels":"surprise"},{"text":"Ohhh you're an incel. Your opinion doesn't matter. Back in your hole smeegle","labels":"disapproval"},{"text":"Haha - even the [NAME] don’t want you! Ha-hah.","labels":"amusement"},{"text":"Hmmmmm…. I guess. I cant relate to any part of this.","labels":"disapproval"},{"text":"I think [NAME] has like a clothes\/purse\/perfume line. Don't quote me though.","labels":"approval"},{"text":"I'm guessing \"Corporate Stooge\" didn't focus group well.","labels":"neutral"},{"text":"I don't think cryptocurrency is ready for such using. Although in Asian countries like Singapore or Hong Kong it's quite acceptable I guess.","labels":"approval"},{"text":"Ad hominem. Ridiculous argument, not even funny or hilarious.","labels":"annoyance"},{"text":"Anything >0 is way too common.","labels":"approval"},{"text":"Seeking, not expecting","labels":"disapproval"},{"text":"I have and i’ve also shot some ak’s they’re not too bad but i still prefer handguns despite the kick.","labels":"approval"},{"text":"This is beautiful and heartbreaking :(","labels":"approval"},{"text":"I thought [NAME] was dope. Never understood the hate for it","labels":"neutral"},{"text":"And there’s no reason to drop the f bomb when giving an argument","labels":"neutral"},{"text":"Where did you get this? It's terrible.","labels":"curiosity"},{"text":"Isn't that what most of the old people forced to rot in assisted living facilities want?","labels":"curiosity"},{"text":"I'm not. He and I still thrive. I hope you're doing alright.","labels":"caring"},{"text":"Allowed to, sure. Just don't expect me to provide you lube. And don't complain to me when you start chafing.","labels":"approval"},{"text":"Just asked my 8 year old that goes to public school. He says they still say it.","labels":"approval"},{"text":"I merely suggested he see a doctor based on some weird symptoms he is having that cause him to not be able to interact with others very well.","labels":"neutral"},{"text":"“Game 7” Unfortunately we’ll never get there.","labels":"disappointment"},{"text":"That’s the hardest part for some to get over, but hobbies help and getting yourself up and out of the house and spending time with friends","labels":"caring"},{"text":"Well it looks like I am going to spend at least a year renting to check the city out","labels":"realization"},{"text":"Or you just say \"Sorry, this isn't working out\", and leave.","labels":"disapproval"},{"text":"It'll get you 9125 CENTS. Poor soul multiplied 365 by 25 without realizing the mistake","labels":"neutral"},{"text":"Lol, that’s funny. I’ll have to find our Aggieopoly and see how it compares.","labels":"amusement"},{"text":"Damn, savage but true.","labels":"approval"},{"text":"I woulda \"sneezed\" with my drink in my hand and launched it right behind me","labels":"neutral"},{"text":"Go get ‘em!","labels":"approval"},{"text":"Damn, we need to get this idea to [NAME]! ","labels":"approval"},{"text":"I didnt have a single black teacher in my 15 years of schooling. The area defenintly plays a part in that but it's still a bit shocking.","labels":"neutral"},{"text":"I thought sex would be a great stress reliever.","labels":"approval"},{"text":"You need to see a feeding specialist. Outright refusal to eat to the point of starvation is almost always a serious issue.","labels":"approval"},{"text":"What a creepy mc creeperson. I hope he doesn't continue to try to contact you.","labels":"anger"},{"text":"Dear [NAME]. What country is this?","labels":"confusion"},{"text":"I used this one just last night. Worked like a charm","labels":"approval"},{"text":"Gods, what a loser.","labels":"anger"},{"text":"[NAME] was good in \"My Love from the Star\".","labels":"amusement"},{"text":"She muctb not really be that into you","labels":"disapproval"},{"text":"....be the autism. Totally different","labels":"neutral"},{"text":"But would the flashing swastikas be unexpected, if you already predicted them?","labels":"annoyance"},{"text":"That's interesting I can definitely relate. I ask going to ask if people are cis too but I didn't wanna confound gender with sexuality","labels":"approval"},{"text":"NFL level catch","labels":"amusement"},{"text":"[NAME] is so immature.","labels":"annoyance"},{"text":"INFP. I’m a very selfless person, which helped me find friends, but not a love interest or a partner","labels":"sadness"},{"text":"This would be huge!","labels":"approval"},{"text":"my good girl","labels":"neutral"},{"text":"My understanding it was a simply banking error","labels":"neutral"},{"text":"This is a great troll. I feel bad for anyone who thinks this is serious.","labels":"approval"},{"text":"So it *was* you I saw in the window in De Wallen, then? :D","labels":"curiosity"},{"text":"What a legend.","labels":"amusement"},{"text":"Nobody should keep any around that is this ass-cracked to oblivion.","labels":"disapproval"},{"text":"That’s v strange behaviour.","labels":"surprise"},{"text":"well guys it was fun. [NAME] passed up the open three ffs","labels":"joy"},{"text":"We did it chief","labels":"joy"},{"text":"Fair enough. That is a form of cuckery I cant approve of.","labels":"disapproval"},{"text":"Exactly lol.","labels":"amusement"},{"text":"What would you consider to be oppression of women?","labels":"curiosity"},{"text":"Give me a country and I'll do some research and post what I find in the morning.","labels":"neutral"},{"text":"You and your lovable band of losers have already lost!","labels":"annoyance"},{"text":"Yep. This sub is just being overly reactionary, which surprises no one.","labels":"annoyance"},{"text":"What's with the click? I don't get it... It ruins the joke *hangs up*","labels":"amusement"},{"text":"\"Thanks for showing me your red flags within the first 10 seconds of interaction.\"","labels":"gratitude"},{"text":"I wasn’t talking about them buddy...","labels":"neutral"},{"text":"The suspension bridges are awesome on sunny days","labels":"approval"},{"text":"Came here to say this...... Oh dear OP","labels":"neutral"},{"text":"Same...except that I'm not good looking :","labels":"approval"},{"text":"...to win the popular vote, which she easily did.","labels":"approval"},{"text":"All that and still tweeting about real and perceived insults.","labels":"surprise"},{"text":"Except for that ridiculous tongue action, she has quite a pretty face.","labels":"annoyance"},{"text":"Can you please update me! I'm in the exact position! 24FHL with 21MLL","labels":"neutral"},{"text":"Don’t think there is a single person that thinks he overreacted there","labels":"approval"},{"text":"I just spent the whole week sneaking away to smoke, and trying to get into some girls shorts. ","labels":"approval"},{"text":"By all means, go for it. We'll all be much happier when you're not dragging us down anymore.","labels":"approval"},{"text":"Damn, this one sucks doubly so considering all the positive threads on here today.","labels":"annoyance"},{"text":"i'm curious where they would sell in CT? I have to imagine New Haven will have one. I cant imagine Fairfield County would get one.","labels":"curiosity"},{"text":"Guess i'm unnatural then. Excuse me that i don't want to die from a heart condition at age 30.","labels":"disapproval"},{"text":"She's not an hero we deserve, she's an hero we have. ","labels":"realization"},{"text":"lol you think you can get 21 back.","labels":"amusement"},{"text":"Just saw your edit. What the crap. Guy was obviously creepy.","labels":"anger"},{"text":"A lot of times the only thing holding any of us back is ourselves. It's not too late to start writing either.","labels":"approval"},{"text":"That woman gave me nightmares as a child. Also, you probably know this but she also plays [NAME] aunt in the third movie!","labels":"fear"},{"text":"The Democrats do not want to give [NAME] any victory at all that is a simple reason why they oppose the wall now.","labels":"neutral"},{"text":"Wait... i was told the revolution happens when a girl rejects all her parents taught her and gives her boyfriend her love....","labels":"love"},{"text":"I don't really understand this video and the motivation behind it. It doesn't make sense to me.","labels":"confusion"},{"text":"This is amazing","labels":"amusement"},{"text":"So cute!","labels":"amusement"},{"text":"Damn! You were so close! Scary. Damn damn!","labels":"fear"},{"text":"Upvoted because [NAME] is a good boi and can’t help it, but tbh it makes me sad to see him struggle like that..!","labels":"sadness"},{"text":"That's nothing, before BSE we did horrible things with bone meal animal feed. Cannibal cows.","labels":"approval"},{"text":"i’m so proud of you!! good job dude!! :)","labels":"amusement"},{"text":"Ugly truth is, if you didnt want to be stopped you wouldnt tell anyone. It will pass. Stay strong :)","labels":"approval"},{"text":"No way, that was brilliant!","labels":"approval"},{"text":"LPT for controversial thing use bing. They dont filter as muchas google.","labels":"disapproval"},{"text":"It makes us more determined to tank for Zion","labels":"optimism"},{"text":"Oh man, I just realized my city taxes are paying for [NAME] nonsense! ","labels":"annoyance"},{"text":"I think they could have asked harder ones but this gave me a better feeling of the future.","labels":"approval"},{"text":"I thought that was a dude the whole time","labels":"approval"},{"text":"I didn’t know they ventured outside Facebook","labels":"disapproval"},{"text":"That’s pretty accurate","labels":"approval"},{"text":"Wow! I’ve never seen so many deleted comments, and that’s saying something.","labels":"surprise"},{"text":"You’ve done us a good service","labels":"amusement"},{"text":"This is why you dont brag online and post personal gun pics. It can be used against you in a court of law.","labels":"amusement"},{"text":"You've described my parents who have been happily married for 36 years. You are good dude.","labels":"approval"},{"text":"The end was kinda meeeehhhh. Like Season 9 AMIRITE THX","labels":"approval"},{"text":"lolt wut i have no clue but that sounds like something that would happen in germany","labels":"confusion"},{"text":"My.. friend.. wants him to upload it, if he did!","labels":"desire"},{"text":"I literally point out the same thing (along with everyone in the YouTube comments) and get downvoted to oblivion. Love it.","labels":"love"},{"text":"Many people are saying this is true. Great story.","labels":"approval"},{"text":"Interesting. Are there any studies that show that it’s not natural for humans?","labels":"curiosity"},{"text":"Isnt that the god awful truth","labels":"disappointment"},{"text":"I want the Bears to get to the Superbowl because they haven't won one in three decades and my dad is a lifelong Bears fan.","labels":"desire"},{"text":"100 chapters of relationship + 50 of build up after [NAME] left [NAME]. Damn you Sasuga T.T","labels":"annoyance"},{"text":"Please refrain from attacking character instead of content. Please take a moment to read our sidebar. Further similar comments will result in a ban.","labels":"approval"},{"text":"Facts have no relevence here, you cannot use them.","labels":"approval"},{"text":"Yeah, I see you’re point. Thank you","labels":"gratitude"},{"text":">It's not FSA I am not going to discuss about something, which isn't even my point. ","labels":"disapproval"},{"text":"I just use a very generic “this card wont seem to process for some reason, do you have another form of payment you could try?”","labels":"curiosity"},{"text":"The correct response for OP: \"In that case... Would you like to watch a porno on my flat screen mirror?\"","labels":"neutral"},{"text":"There's also the possibility of mold growing between the skin flaps. That's why some very pbese people can smell like rotting cloth.","labels":"approval"},{"text":"That’s a new level of blonde I never knew existed!","labels":"surprise"},{"text":"lmao no. *assigned* female. Doctors can be wrong, especially wrt intersex children. The rest is just words to say things, not actually responding to anything.","labels":"neutral"},{"text":"Well why did you respond to me rather than starting your own comment thread?","labels":"curiosity"},{"text":"“Not a word you need to learn, honey” Cringiest part of the whole episode.","labels":"annoyance"},{"text":"How do we do handle the venom, and marvel is all metaphors-avi [NAME] ","labels":"confusion"},{"text":"The *only* car channel. FTFY!","labels":"neutral"},{"text":"Can you skip second book without damaging the whole series?","labels":"curiosity"},{"text":"He literally looks like a potato","labels":"amusement"},{"text":"Yessss. Wake up girl.","labels":"neutral"},{"text":"thats amazing!! Congrats!","labels":"amusement"},{"text":"He already has a baby with his girlfriend who’s gorgeous","labels":"approval"},{"text":"New Year, new you. I'm proud of you. ","labels":"approval"},{"text":"Change the initials to fake names. Was going to read but it’s too annoying.","labels":"annoyance"},{"text":"How is this long AF? It's like 20 seconds reading.","labels":"disappointment"},{"text":"Beer bottles and his ex's old stuff. Because if country music has taught me anything its that all that exists is a gun, alchohol and some girl you lost. ","labels":"approval"},{"text":"Why aren’t we putting guys in for garbage time?","labels":"curiosity"},{"text":"Nice strawman. I can see now that you're not compensating for anything, lol. ","labels":"amusement"},{"text":"I'm concerned for my fellow redditor. You seem to not be feeling well, and hallucinating. Shall we have a mod come check on you? ","labels":"curiosity"},{"text":"For the night is dark and full of terrors!","labels":"fear"},{"text":"Aye the party left me. Now I'm stuck in with this old boys tadger staring me in the face.","labels":"annoyance"},{"text":"Since she ate other food I would guess it is a way of getting around a digestive disorder or carbs.","labels":"neutral"},{"text":"Last time I saw was loooong ago. Basically before LN announced they went for probabilistic routing.","labels":"approval"},{"text":"I loved my LCR. It made me feel like a police chief from the future.","labels":"approval"},{"text":"Apologize to [NAME]","labels":"neutral"},{"text":"What about Governor [NAME]?","labels":"curiosity"},{"text":"Dragopolis was a less fun version of the free dinosaur game on Chrome when your internet goes out","labels":"disapproval"},{"text":"If he doesn’t play tomorrow then we should start worrying","labels":"approval"},{"text":"There is still time.... though I dont expect anything to change as Activision dont care about the community hell neither do Treyfail","labels":"realization"},{"text":"Good luck dude!! Try to lower your expectations and everything will be more enjoyable .","labels":"caring"},{"text":"Nope, you weren't in the wrong at all.","labels":"approval"},{"text":"did they say [NAME] was hurt? Hes played like 4 minutes","labels":"curiosity"},{"text":"Wow, you probably live in a messed up place.","labels":"realization"},{"text":"I dunno man. Guitar picks and baby pacifiers both seem to enter the quantum realm as soon as their dropped.","labels":"disapproval"},{"text":"Honestly Texas deserves to win with they way they’re playing, they clearly came motivated and they’re outperforming UGA on both sides of the ball.","labels":"love"},{"text":"It's more like the western world is infuriated that a non-democratic Asian republic is on the trajectory to becoming the leading superpower. Case in point ^","labels":"neutral"},{"text":"If you're old school like me, you will always hate the Cowpokes more. ","labels":"approval"},{"text":"Exactly my point","labels":"approval"},{"text":"[NAME] killed him and was only in for like 5 minutes...","labels":"approval"},{"text":"I was always in awe of just how stunning she was. She doesn't photograph well though, it's a shame. ","labels":"disapproval"},{"text":"Why delete it. It's relatable, never be shamed of what you're going through. ","labels":"approval"},{"text":"Directly tell me why you felt the need to threaten my life.","labels":"annoyance"},{"text":"Well you’re right it doesn’t but she won’t make you that worried","labels":"approval"},{"text":"Why is this getting downvoted. I love Meepo so much. :(","labels":"disappointment"},{"text":"I'm mostly impressed that you can get to work from West Seattle in 20 minutes by car.","labels":"approval"},{"text":"You deserve this","labels":"approval"},{"text":"Alarm goes off at 7:50, I'm in the car at 8. I'm a PM\/after-work showerer and stay up late as hell to maximize my me-time","labels":"annoyance"},{"text":"If everyone liked exactly the same thing, there would be a few very worn out girls and billions of lonely, horny guys","labels":"amusement"},{"text":"Gmod Wonderworld is a personal favorite and may be the most sadistic and hilarious thing [NAME] has done","labels":"approval"},{"text":"only facts mate - so nothing you would be interested in","labels":"neutral"},{"text":"Officer [NAME] is the penultimate FA character. Apart from the fact he's attractive of course AAAAAAAAAAAAH","labels":"approval"},{"text":"36 and definitely not what I used to be... still ok though!!!","labels":"approval"},{"text":"Adorable little buggers.","labels":"love"},{"text":"Can you blame us after the article?","labels":"confusion"},{"text":"Oof I’m glad this was the top post bc I literally came here to post it after seeing it on Facebook","labels":"approval"},{"text":"Wow thanks. Could have sworn the Score app was showing 3pm when I checked it two days ago.","labels":"gratitude"},{"text":"That's a huge shame and says more about Sacks than it does anything else.","labels":"disappointment"},{"text":"I'm convinced alcoholism is rife in Ireland because ourselves and friends are all shite craic sober. Apparently the Heineken fake beers are nice.","labels":"approval"},{"text":"I think I just view her even more as a friend instead of as a psychiatrist. I can’t help but worry about her wellbeing listening to me","labels":"caring"},{"text":"At least she had a great experience","labels":"approval"},{"text":"If you wanna be my lover, You gotta get with my fat, Make it last forever, Inconvinience never ends.","labels":"amusement"},{"text":"It’s pretty old. [NAME] did it.","labels":"approval"},{"text":"Arrogance of the highest order.","labels":"anger"},{"text":"He used to be a science teacher!","labels":"approval"},{"text":"Alibaba has some cheap sosial antennas and and thick tape for sharp edges.","labels":"approval"},{"text":"Okay, thank you so much!","labels":"gratitude"},{"text":"not since that 9-2 pounding we put on Minn i dont think so","labels":"disapproval"},{"text":"Is that a TV or a computer monitor ? :O","labels":"confusion"},{"text":"I’m not an Aub man. Check the flair.","labels":"disapproval"},{"text":"You should see the absurd number of \"gays for [NAME]\" we have in my country, it's astounding","labels":"anger"},{"text":"yes, also most donut shops like those are cambodian just fyi.","labels":"approval"},{"text":"[NAME] gets so many chances but just can’t hit the net. I don’t get it.","labels":"confusion"},{"text":"Imagine being on community that is literally every bad rumor about the furry community","labels":"neutral"},{"text":"Of course he loves you! You’re his sugar momma. Seriously, ditch the bi*|€. You can and should do better. ","labels":"caring"}]