[{"text":"The possibilities are fascinating. In other times, I'd be enjoying watching the lawyers argue...!","labels":"joy"},{"text":"It’s not so much the heat, it’s the humidity that’ll kill you.","labels":"optimism"},{"text":"Oh gosh that's no good! Perhaps the other options are better places to start","labels":"fear"},{"text":"No i didn’t all i know is that i binged 3 seasoms of it.","labels":"disapproval"},{"text":"Adding a few projectile characters only made the game better, not worse. Bars can go though.","labels":"amusement"},{"text":"So what's so funny about what you just said?","labels":"annoyance"},{"text":"I am sorry little one","labels":"remorse"},{"text":"I know, that's why it's a little unfortunate they don't have a test. ","labels":"disapproval"},{"text":"OMG kids are dying from polio??","labels":"sadness"},{"text":"If we shoot by accident we don't keep feeding him when we see he is using siphon that give terimuns a barely a single clamity shot","labels":"curiosity"},{"text":"His misogyny is disturbing.","labels":"disapproval"},{"text":"Sometimes I get jealous of [NAME].","labels":"anger"},{"text":"Some things are worse than death. Being a dairy farm cow is one of those.","labels":"sadness"},{"text":"We still have this?!!!!!!!! What?!","labels":"curiosity"},{"text":"Looks weirdly fake Edit: turns out it’s real","labels":"surprise"},{"text":"Outrage over something that isnt even true. Thats sad man Edit: well the bandwaggoning part is true","labels":"sadness"},{"text":"Omg yes feels like being new born.","labels":"approval"},{"text":"(Stupid) * (how many times you think you can pull it off without getting caught )","labels":"anger"},{"text":"Well damn.","labels":"disappointment"},{"text":"I'm strange as fuck, and I didn't grow up with money.","labels":"disappointment"},{"text":"It's amazing how people will tell you not to go for something, but then are the same ones who can't go 2 minutes without it.","labels":"annoyance"},{"text":"And what about selling your precious mind creation to someone that doesn't deserve it?","labels":"curiosity"},{"text":"And if they can't find US suckers to give them cheap labor with desired skills, they'll simply replace you with an imported indentured laborer from India.","labels":"anger"},{"text":"Oh trust me, I thought of that - but I felt as though the phallic shape would cheapen the resemblance to feces ","labels":"gratitude"},{"text":"Happy Birthday! ✨","labels":"excitement"},{"text":"This is the most majestic effortless mullet I have ever seen. The blending, the way his wavy locks lay. This is incredible. ","labels":"surprise"},{"text":"I feel so bad for [NAME]. It was probably hard to concentrate on this match with the things going on in his personal life","labels":"grief"},{"text":"We need more boards and to create a bit more space for [NAME]. Then we’ll be good.","labels":"desire"},{"text":"This shirt IS a problem. Get rid of it.","labels":"disappointment"},{"text":"Oh btw this was me yesterday, commenting on that \"ugly\" ban! ","labels":"annoyance"},{"text":"Reacting to [NAME] at this point just makes me feel worse about the artist.","labels":"grief"},{"text":"So many great shows they killed because they didn't advertise them and put them at terrible air times :(","labels":"disappointment"},{"text":"Oh of course!","labels":"approval"},{"text":"Refreshingly low upvote\/downvote ratio.","labels":"relief"},{"text":"Yeah. I wish I had some stories like [NAME] but I’m also grad I don’t.","labels":"approval"},{"text":"Yeah I probably would've started crying on the spot. Loud, sudden and especially shrill noises are extremely *\"cringey\"* and uncomfortable and stressful","labels":"fear"},{"text":"I killed. Last thing I want is to [NAME] don't trust [NAME] anymore, as he will always remember that he could have saved [NAME]","labels":"desire"},{"text":"I look cuter in red P’s.","labels":"joy"},{"text":"Its the same processus for LoL isn't it ? Haven't played lol for a long time but i remember using golds to unlock characters too !","labels":"amusement"},{"text":"I wouldn't be surprised if their confidence is so shot that they lose this control and lose 3-0","labels":"annoyance"},{"text":"I'd rather be bitter and angry than miserable.","labels":"nervousness"},{"text":"This might be my favorite scene in the whole series","labels":"joy"},{"text":"The President who signed it? FDR.","labels":"amusement"},{"text":"This has been largely disproven. [NAME] had no problem dropping the bomb and knew it wouldn't change the outcome of the war.","labels":"disapproval"},{"text":"Talking about cats my lil Friend just jumped on the couch *pat pat from the nice people of reddit*","labels":"neutral"},{"text":"Your reading skills are unparalleled","labels":"annoyance"},{"text":"C'mon, you can do better than that! Just search your heart...","labels":"caring"},{"text":"There's no need for anger, but cringe and embarrassment are called for.","labels":"embarrassment"},{"text":"Good because I've been waiting since September!","labels":"approval"},{"text":"That won't happen though. If the pick is that high, we own it!","labels":"disapproval"},{"text":"One of my favorite episodes.","labels":"joy"},{"text":"I don't particularly want an Eagles repeat either. Chargers, Colts or Chiefs would make me feel best. Then Rams and Saints.","labels":"disapproval"},{"text":"Just be a criminal if that's what they want. People should always be careful what they wish for.","labels":"caring"},{"text":"But I feel like such a tool!","labels":"embarrassment"},{"text":"I knew this was stupid when the shittastic music came on.","labels":"disappointment"},{"text":"She want to take it slow, I can see that... I deal with those girls all the time, they my favorite ","labels":"annoyance"},{"text":"Why not both","labels":"neutral"},{"text":"No it’s true. However it is time to rethink how we recycle clothing in cities and the elimination of donation bins is step one.","labels":"disapproval"},{"text":"KIA is mad at a guy streaming for a charity that they don't like?","labels":"curiosity"},{"text":"[NAME], “How dare you show concern for the wounded!” Made me chuckle.","labels":"amusement"},{"text":"Anywhere skytrain wants to expand my tax paying dollars will be ok with it.","labels":"neutral"},{"text":"Also it looks like this person might have a mustache. They look like they shaved their upper lip kind of mustache. I'm very confused.","labels":"confusion"},{"text":"KS looks like a prime target for democrats to prove that they can help rural [NAME], I hope that they do good things here.","labels":"curiosity"},{"text":"Holy [NAME], our hope and handmaid of the [NAME], pray for us!","labels":"caring"},{"text":"The guy is seriously neurotic.","labels":"disgust"},{"text":"I liked how in the video the [NAME] picked him up and held him a little. Pretty Wholesome¯_(ツ)_\/¯","labels":"approval"},{"text":"Huh. That’s kind of crazy.","labels":"annoyance"},{"text":"Op you're fine, anyone who's actually been in your situation would have reacted the same. This commentor is just trying to make you feel bad. ","labels":"caring"},{"text":"The hammer eh, interesting.","labels":"curiosity"},{"text":"Damn I played that game almost daily for over 2 years. I loved domination mode. RIP...","labels":"excitement"},{"text":"Its distasteful to complain about male-dominated space like stem? **pearl clutching intensifies**","labels":"disapproval"},{"text":"Yes he knew the child was his. I was living with him the entire time and we were constantly together.","labels":"approval"},{"text":"Say what? I don't get the joke - is that the founder of the MLM? Are you talking sexually or financially *railed*?","labels":"curiosity"},{"text":"I think you mean Inselaffen (island apes). This comes from Gibraltar. This was a comon word for brits.","labels":"curiosity"},{"text":"The scorpion one on the swing set looked so bad. I think I heard her back break\/crack.","labels":"grief"},{"text":"The kids aren’t doing anything stupid here... cause it’s a fake video. I feel like this is in the wrong sub.","labels":"disapproval"},{"text":"I bet the same person rails against monopolies.","labels":"optimism"},{"text":"Not any meaningful amount as far as I can tell. Although I’d love to be surprised","labels":"disapproval"},{"text":"Sounds like you are dealing with some difficult mental health issues. Parents generally love their children. maybe try to talk to them??","labels":"caring"},{"text":"Ooh, I have a fascination with North Korea, and now I need to check out that book! ","labels":"curiosity"},{"text":"Always go for someone you like and feel connected to.","labels":"caring"},{"text":"I gave undeliverable perishables to a local fire department before","labels":"gratitude"},{"text":"Which state? It's actually quite rare.","labels":"neutral"},{"text":"Chappie bad?","labels":"curiosity"},{"text":"I bet you this will lead to a new Revolution. [NAME] keeps on screwing himself.","labels":"annoyance"},{"text":"Why is that funny?","labels":"confusion"},{"text":"I know logically that I haven't gained real weight but overeating both weekend days makes me feel like I have. I drive me crazy sometimes.","labels":"excitement"},{"text":"I personally prefer FIT to refer to these kinds of transphobes: Feminist-Identifying Transphobe.","labels":"desire"},{"text":"Ya uh that's gen Z sorry","labels":"remorse"},{"text":"My mom works for Nasa and apparently no. They gave them pamphlets with numbers for credit agencies and tips on getting loans lol. Its kinda awful.","labels":"amusement"},{"text":"Sorry if I was insulting, I just took your post as some commie type smugly trolling how stupid [NAME] is ","labels":"disappointment"},{"text":"If you're talking about tfue you're insane. He plays scrims for hours, every, single day. ","labels":"annoyance"},{"text":"Do not go gendered into that good lighting. *takes selfie*","labels":"caring"},{"text":"Something is eating this poor redditor and I don’t think it’s the injustice of society at large to accept face tattoos.","labels":"curiosity"},{"text":"Three year olds learn it's wrong to draw on the walls with crayon. I think you look stupid in this thread.","labels":"annoyance"},{"text":"Forgive me for being so forward but you’re hot af","labels":"approval"},{"text":"Yep California, I would've been surprised if they cleared him.","labels":"approval"},{"text":"I think my worry would be if another dog attacks mine, they wouldn't be able to defend themselves","labels":"curiosity"},{"text":"Delusion can be a powerful thing.","labels":"neutral"},{"text":"Y'all just joking but I want to hear what they eat, and I want pictures too so [NAME] step your game up ","labels":"curiosity"},{"text":"You know nothing about this guy... this is a not cool thing to say.","labels":"annoyance"},{"text":"105 strikeouts over 81 2\/3 innings. that's good lol [NAME]","labels":"amusement"},{"text":"Good luck and wear condom","labels":"caring"},{"text":"I would actually accept this being a fun thing to do if there's such a thing as glow in the dark hot glue.","labels":"approval"},{"text":"“hurrrr mumble crap sucks so much u cant understand what they saying wheres all the lyrical spiritual miracle individual biblical rhymes smh”","labels":"amusement"},{"text":"I solo climbed to Master as main DPS with 60hz. It really doesnt matter.","labels":"disapproval"},{"text":"One of my favorite films. I got to see a screening with a live soundtrack conducted by [NAME]. There were tears in my eyes!","labels":"amusement"},{"text":"I reported you :-) Expect to find your comment deleted within a few hours :-)","labels":"curiosity"},{"text":"I never said prostitution doesn't exist. I said it is off the streets.","labels":"disapproval"},{"text":"Warriors ruined him tho","labels":"grief"},{"text":"[NAME] a drama queen?! Surely you jest.\/s","labels":"curiosity"},{"text":"Civ VI has a lot more interesting concepts, but overall it's still a kinda boring game. Then again, I think the same of Civ V.","labels":"disapproval"},{"text":"More like the in-law that nobody likes.","labels":"neutral"},{"text":"Also there's plenty of pedestrians who wouldn't stop and wait. I'd rather error on the side of not hitting a pedestrian.","labels":"realization"},{"text":"In America this guy would have been shot before he entered the door","labels":"annoyance"},{"text":"At least we will still have broccoli.","labels":"nervousness"},{"text":"Is it weird that my first thought was \"at least it's not a Minion?\" ","labels":"curiosity"},{"text":"*lo and behold","labels":"amusement"},{"text":"Suffering from success...","labels":"fear"},{"text":"Thats weak as fuck.","labels":"annoyance"},{"text":"Praise the [NAME] for REALITY! WOOF!!!!!","labels":"relief"},{"text":"You might have better luck","labels":"caring"},{"text":"Mammy ah fargat me passpart ah have te go down te rowckets and get a canny coke for wan fofty hi","labels":"amusement"},{"text":"TYT is a gossip shitpost panel for race baiting idiots. By race baiting idiots.","labels":"disgust"},{"text":"I'm generally a supporter of law enforcement.... But what the actual fuck.","labels":"approval"},{"text":"I’d keep at this line of dialogue but I’ve got to rewind some videocassettes, sorry. Carry on without me.","labels":"gratitude"},{"text":"Giants are getting him even though if take him. He wants them too so no room for us","labels":"disappointment"},{"text":"[NAME] is [NAME] and [NAME] daughter?","labels":"neutral"},{"text":"My cockatiel is sitting on my knee. I gave him a hug and promised no more pets.","labels":"caring"},{"text":"Very legal and cool","labels":"approval"},{"text":"Also worth noting that OP was the racist, violent instigator in that situation.","labels":"disgust"},{"text":"Poor [NAME] looks so bored in the remakes.","labels":"grief"},{"text":"What GDP growth? The one that barely broke 3-4% since 1984 and has dwindled to 1-2% to 0 to negative 1%?","labels":"curiosity"},{"text":"I think I met you. Sorry if I was a bit standoffish.","labels":"confusion"},{"text":"I think he's a lustful, gluttonous, greedy, lazy, wrathful, envious, and prideful man. ","labels":"anger"},{"text":"[NAME] is dank","labels":"amusement"},{"text":"Don't think you should be nominated for Breakout and Best of the year but whatever.","labels":"annoyance"},{"text":"Happy New Year everyone! It’s 11:42 in CA 2019’s almost here","labels":"excitement"},{"text":"Grey’s Anatomy is still on the air? I thought it was cancelled years ago.","labels":"curiosity"},{"text":"Pretty shit tbh with you","labels":"disgust"},{"text":"TELL ME MY FUTURE, YOU SORCERER","labels":"curiosity"},{"text":"Yeah, for sure. I've definitely come pretty close to panic attacks at the dentist as well.","labels":"approval"},{"text":"Happy cake day","labels":"gratitude"},{"text":"I want MY window seat because I am a child!","labels":"pride"},{"text":"Well...... can only hope it works out in America’s best interest now","labels":"desire"},{"text":"Oh mah gawd!!","labels":"disappointment"},{"text":"I think thats dumb and simplistic. You really can't boil down the sociology of race by comparing it to 2+2=4.","labels":"annoyance"},{"text":"I literally have more friends on HOTS than WOW. Wow is deader than hots.","labels":"disapproval"},{"text":"Because they aren't different subspecies","labels":"neutral"},{"text":"way off my friend","labels":"annoyance"},{"text":"You wont be in pain but you wont feel any relief either. Find what makes you feel comfortable and stick with it","labels":"caring"},{"text":"You're a bit of a wet wipe aren't you?","labels":"annoyance"},{"text":"That's awful. I'm glad [NAME] doing better, but he might have serious trust issues for life. ","labels":"curiosity"},{"text":"You too! (FYI I accidentally initially replied in a new comment, in case you didn’t see my other reply)","labels":"approval"},{"text":"Lore wise, this makes sense and I hate\/love it with the same energy ","labels":"approval"},{"text":"That's a lot of calories!","labels":"excitement"},{"text":"Show down there heretic. You obviously meant to say: Unquestionable truth, any diversion from what seems to be true only comes from our own limitations. \/s","labels":"anger"},{"text":"Hilariously wrong and uncontroversial.","labels":"annoyance"},{"text":"I'd give it a 6.9, based on the fact that he was still caught in the tree","labels":"approval"},{"text":"This, in top of my already terrible mental health, is the reason why I'm severely underweight and need help.","labels":"disappointment"},{"text":"Step one is done! Now just to get rid of the rest of the incompetence here.","labels":"annoyance"},{"text":"I think that toxic masculinity refers to toxic behavior that has misogynistic undertones.","labels":"curiosity"},{"text":"My bad I’ll try to do better","labels":"remorse"},{"text":"Bless you!","labels":"caring"},{"text":"Who is afraid of who here? The shower or you?","labels":"confusion"},{"text":"i love them on the grill with italian sausage they turn so sweet, ","labels":"love"},{"text":"The miracle was just that. Because we all know the Vikings would fail the next game.","labels":"annoyance"},{"text":"I never even thought of that, just that it’s the most uncomfortable way to sit in a car, especially on the driver side! ","labels":"realization"},{"text":"Would be a good idea what deal labour wants.","labels":"gratitude"},{"text":"Ah Belgium ... being paid €500 by your employer, and only being allowed to keep €200 :)","labels":"disappointment"},{"text":"I threw my only book away so I could go catch Pokemon creatures","labels":"neutral"},{"text":"Sure, doesn't change it being overwrought nonsense though. ","labels":"annoyance"},{"text":"But that's \"whataboutism\" which means it's all fine and can be ignored. Try to keep up.","labels":"annoyance"},{"text":"Oh I went balls to the wall and got SUPER SPECIFIC!!!","labels":"pride"},{"text":"We're all [NAME] fans in our hearts","labels":"excitement"},{"text":"Hating people for what they've done VS Hating people for their race. Even you have to be able to see the difference.","labels":"annoyance"},{"text":"Any chance we could treat the terrorists as terrorists then?","labels":"curiosity"},{"text":"Our education system has been a complete and utter failure...","labels":"disappointment"},{"text":"that sounds cool, i will make sure to check something like that out.","labels":"approval"},{"text":"If the issue is Abortion yes. My generation was genocided.","labels":"anger"},{"text":"That’s because you’re not an elected official. Learn this one simple trick!","labels":"caring"},{"text":"10 life hacks you didn't know you needed in your life","labels":"neutral"},{"text":"i dont think you guys understand it at all tbh.","labels":"annoyance"},{"text":"My knees, I had to quit running because they got so bad. Even hiking starts hurting after awhile, especially on long downhills Also glasses and deep voices","labels":"disappointment"},{"text":"No at that point you’re a POS, or just have horrible taste in women lol ","labels":"amusement"},{"text":"Turns out they weren't wrong about [NAME] either","labels":"surprise"},{"text":"Enjoy friend.","labels":"caring"},{"text":"Don't say \"no comment\". Say \"I would like to talk with an attorney before talking with you.\"","labels":"caring"},{"text":"the sky, living a happy and amazing life in the clouds.","labels":"joy"},{"text":"Shhhhh you are devastating their argument. You might trigger them. It’s the only trigger they love.","labels":"anger"},{"text":"Ideal situation. I just don't instead why fans are writing him off. He's a beast.","labels":"amusement"},{"text":"Not surprised, damn that sucks. Concussions are awful.","labels":"disgust"},{"text":"I still gotta watch the last one. ☹","labels":"disappointment"},{"text":"I get Botox for migraine and my eyebrows don’t do this ... she looks like she is on drugs .","labels":"disgust"},{"text":"We will welcome you with open arms <3","labels":"gratitude"},{"text":"Damn you were thirsty asf for thos first two😂","labels":"amusement"},{"text":"your aiming muscles are just weak, they'll get stronger with time","labels":"annoyance"},{"text":"Anyone have a link to the unedited footage?","labels":"curiosity"},{"text":"I'll chase you till the ends of the eaaaaarth, Shooooooooooooooooooooooooooocker!!!!!!!","labels":"anger"},{"text":"I often send my female friends Love poems. Oh wait, no, no I don't, because that is super weird. ","labels":"embarrassment"},{"text":"Now you tell me! I’m heading at high speed towards a one-third-life crisis and need a change.","labels":"anger"},{"text":"Baby's face: \"I've been bamboozled!","labels":"amusement"},{"text":"Hell yes!","labels":"approval"},{"text":"There you go, the familiarity was nagging at me","labels":"joy"},{"text":"Except the federal workers won’t be facing an income reduction, only a delayed payment. I wonder if that restricts them from accessing the program. ","labels":"curiosity"},{"text":"Is this because of the sudden spate of comments feeling shocked that we don't respect proud right leaners or have you always had these mails?","labels":"confusion"},{"text":"I didn't realize it was that common of a thing for guys to do xD","labels":"amusement"},{"text":"i can also post pics of the receipt if anyone doesn’t believe me!!!","labels":"annoyance"},{"text":"Never mind, 4(b). I wasn’t trying to come across in that manner.","labels":"disappointment"},{"text":"I mean she’s very outspoken, she’s just typically wrong","labels":"disapproval"},{"text":"My favourite moment of the game by my favourite player.","labels":"excitement"},{"text":"Yeah, because it’s soooo arduous to look at someone’s profile for five seconds. ","labels":"approval"},{"text":"Same thing happened to me but for my dog, stocking up on noodles tomorrow to get through the next month. ","labels":"confusion"},{"text":"This is why I came to the comments section","labels":"neutral"},{"text":"Oh getting down voats. The EU fascists don't like it when you speak out against the 4th Reich.","labels":"disappointment"},{"text":"Get your feet off the table...","labels":"anger"},{"text":"Okay but beware of top experts. You know what you need and what's right.","labels":"caring"},{"text":"Pretty sure you could do that with a cargo ship too, so I'm not sure I buy that argument.","labels":"confusion"},{"text":"Sorry, what?","labels":"curiosity"},{"text":"> Humans are empathetic and do this daily. I have to remind myself of this sometimes.","labels":"annoyance"},{"text":"I supported a third party lunatic. Huge difference.","labels":"disappointment"},{"text":"If it was Central Transport you might of got lucky. Sometimes I wonder if they even hve doors on the trailers things go missing an awful lot","labels":"curiosity"},{"text":"You're a monster!","labels":"anger"},{"text":"More like a baptism, with sexy results!","labels":"excitement"},{"text":"Dude wtf that was definitely off Brooklyn","labels":"disgust"},{"text":"But that situation is not really what you are talking about, is it?","labels":"confusion"},{"text":"Do you find PnP or Checkers have better fruit and veg?","labels":"curiosity"},{"text":"I honestly loved her performance as [NAME] in Scott Pilgrim. But then again I also love Scott Pilgrim so...","labels":"disapproval"},{"text":"> I am not [begging] for money Yes you are. Rule 2.","labels":"approval"},{"text":"This could only end badly.","labels":"fear"},{"text":"Ah my apologies xir, did not mean to offend","labels":"realization"},{"text":"If guys like that are your only option, you may be better off single...","labels":"annoyance"},{"text":"They NEVER guard against that!","labels":"neutral"},{"text":"because my dogs wouldst know why I left. gotta give that little floof ball the best life he can have","labels":"optimism"},{"text":"Yes, I've had this fear. It's even worse when you *don't* say goodbye and then it's the last time you see them.","labels":"approval"},{"text":"The irony tho","labels":"amusement"},{"text":"wow...u wanna say u were never toxic and u never rage okay if u can t do what I asked just go away ok???","labels":"annoyance"},{"text":"Fuck yeah, I eighteenth this. ","labels":"excitement"},{"text":"Monument to stupidity more like.","labels":"disapproval"},{"text":"Unfortunately if they tried to parent they’d never listen or just hate them and run away. Pointless","labels":"annoyance"},{"text":"This is the day we've been waiting for! WWOOOOOOOOOOOO!!!!!!","labels":"excitement"},{"text":"Isn't the minimum 3 majors or something? I don't think he made the cut but I'd be happy to be proven wrong","labels":"curiosity"},{"text":"You can likely deposit this via mobile app if you bank has one. Or an ATM.","labels":"neutral"},{"text":"He is so dreamy...... This thread is going r\/suddenlygay real quick","labels":"love"},{"text":"Can't stand people who spam their terrible youtube channels","labels":"annoyance"},{"text":"Wauw! Those weapons are awesome!!","labels":"excitement"},{"text":"Democrips & Rebloodicans was my favorite.","labels":"joy"},{"text":"Well this is frustrating.","labels":"disappointment"},{"text":"Looks like your hormones are not working properly.","labels":"curiosity"},{"text":"I think they are being sarcastic, notice the \/s ","labels":"annoyance"},{"text":"I like to be scared actually!","labels":"fear"},{"text":"Fuck the HRC","labels":"disgust"},{"text":"Disinfected or sanitized maybe. No way an entire exam table is sterilized.","labels":"confusion"},{"text":"I misunderstood \"come back strong\" ","labels":"realization"},{"text":"Funny never not will be this.","labels":"amusement"},{"text":"Surf Wax America, great song","labels":"amusement"},{"text":"I’m sorry but I don’t think you do","labels":"disapproval"},{"text":"Leave it alone hopefully it won't pop overnight","labels":"anger"},{"text":"Is this guy from Bogota?! I saw a very similar fellow in Columbia when I was there last year","labels":"confusion"},{"text":"I’m interested!","labels":"approval"},{"text":"I actually didn’t know that the White House Mess existed, is run by the Navy, and still running. That just makes this even weirder.","labels":"surprise"},{"text":"... and no one seemed to care Except that lonely woman with white hair","labels":"sadness"},{"text":"I feel that nobody cares and nothing will be different because this is a total non issue for vast majority of people.","labels":"disappointment"},{"text":"Damn why you gotta do my man [NAME] like that?","labels":"curiosity"},{"text":"Why everyone mad i think it was a joke .people these days over sensitive my [NAME].","labels":"annoyance"},{"text":"Try to watch this without crying.","labels":"desire"},{"text":"Your comment from exactly 40 days ago was, “Your mom.” I wouldn’t recommend you eat your words. ","labels":"anger"},{"text":"My arms only seem small because my love handles are so big","labels":"caring"},{"text":"True dat, I lost hope a LONG time ago","labels":"approval"},{"text":"Uhhhh, existed... Ever been to Arkansas? It’s boring as fuck.","labels":"disappointment"},{"text":"They didn't play it safe. They played it big and failed hard. The plot is too damn big for a soft-reboot game.-* +","labels":"disapproval"},{"text":"Why hello there","labels":"amusement"},{"text":"If she said looks arent your problem, she wants to have sex with you, I learned that in r\/niceguys 101","labels":"curiosity"},{"text":"[NAME] family must be having a field day there today!","labels":"curiosity"},{"text":"Those thighs are thick and are probably suffocating him.","labels":"disgust"},{"text":"felt that so hard too","labels":"sadness"},{"text":"I mean hands down Rhine passed out behind the wheel with his freak bride riding shot gun","labels":"disapproval"},{"text":"W'all miss Ramadan bro. Maybe you can fast on Monday and Thursday as sunnah.","labels":"desire"},{"text":"Yes I do. Two bartenders can easily bring home $4k a month each.","labels":"approval"},{"text":"someone please upload that [NAME] poster at the end","labels":"neutral"},{"text":"If you don't understand that question then you be receptive to any of my ideas.","labels":"realization"},{"text":"I never said I was brave, I just said that compared to the average great white 6ft is small","labels":"embarrassment"},{"text":"I couldn't even get an internship for Human Resources without having 2-3 years 'Real World' experience. Still in customer service, with a ton of debt. ","labels":"sadness"},{"text":"Nope, in reality this does never happen indeed. Cant we see what the problem is here?","labels":"curiosity"},{"text":"She was walking like that shoe was up her butt at the club. So tacky and just nah.","labels":"disgust"},{"text":"I do that too. I just feel oddly uncomfortable when I'm doing a task and there's no noise in the background.","labels":"fear"},{"text":"Uh, people kept asking me if I was jailor and I said no, and based on this chat you can also see that jailor is not smart.","labels":"disapproval"},{"text":"Why do you keep doing this thing where you say you disagree but not why? If you have a counterargument, go ahead.","labels":"confusion"},{"text":"He posted about white racists on a post that has nothing to do about racism. Pretty sure he is just racist.","labels":"disgust"},{"text":"Do something about what?","labels":"annoyance"},{"text":"Imagine my shock... but he does seem very representative of the left.","labels":"curiosity"},{"text":"[NAME] just commented on my comment with links to the pamphlet! ‘Tis real!","labels":"amusement"},{"text":"Just googled him. Only thing is how do I get in contact with him.","labels":"confusion"},{"text":"My new favorite phrase.","labels":"joy"},{"text":"I. AM. AWARE. That doesn't make it cool and good for him to race bait.","labels":"annoyance"},{"text":"At the end of the day you still have to let him know though. There is nothing embarrassing about frugality!","labels":"caring"},{"text":"Omg.........so true. I found that out personally. She was flirting with other guy's online @ 3 in the mornings. Wtf😟☹🤣","labels":"sadness"},{"text":"I took it for a year. Had that problem before, during and after. May be coincidental timing for it to start being noticeable. ","labels":"nervousness"},{"text":"It's an unfortunate situation, but it had to be done at some point.","labels":"fear"},{"text":"I suppose you would take on somebody else's terminal illness if you could. That makes you the opposite of a coward.","labels":"amusement"},{"text":"I saved it on my memories\/highlights","labels":"neutral"},{"text":"Pop doesn't like it sloppy","labels":"annoyance"},{"text":"Nope, works just fine. Was just there.","labels":"disapproval"},{"text":"I'm saying I've only ever seen one case of obvious hacking","labels":"neutral"},{"text":"This is amazing!","labels":"excitement"},{"text":"Even though it should level out, it's still currently having major detrimental impacts on the environment and human suffering ","labels":"sadness"},{"text":"AV is a system where if you vote for a loser you can change your mind and 'have another go'. That's the problem.","labels":"annoyance"},{"text":"McRibs are back on the menu but not in the Washington DC metro area.","labels":"joy"},{"text":"I would have tactically thrown dynamite and blown my self up about 2 seconds in.","labels":"fear"},{"text":"I feel the exact same way. It makes me so insecure","labels":"approval"},{"text":"I was going to put in the post that I wanted to smack her, but here in the comments I'll say, I wanted to smack her. ","labels":"anger"},{"text":"he defended [NAME] when [NAME] drugged and butt raped a 13 year old girl","labels":"anger"},{"text":"It goes a long way to explaining American mental health issues. Have you ever bothered to read anything?","labels":"annoyance"},{"text":"On time stat doesn't matter for anything meaningful, I wouldn't waste time contacting support over it, or worrying about it for any reason really.","labels":"neutral"},{"text":"Yes! She lost more!","labels":"approval"},{"text":"Happy cake day !","labels":"joy"},{"text":"He looks proud of his work, leave him be.","labels":"gratitude"},{"text":"More interested in getting responses to my questions rather than cryptic clues! Not sure of the relevance of your question.","labels":"confusion"},{"text":"the ratings have never been worse...","labels":"disappointment"},{"text":"I don't like sleeping in the couch :(","labels":"sadness"},{"text":"Boooo!!","labels":"amusement"},{"text":"Oh look even more whinging by a Brexshitter about how its all gonna sort it self out fine, such fantastic info.","labels":"surprise"},{"text":"The Japanese and the British can do it well, but they probably get like 10x the funding per capita.","labels":"disapproval"},{"text":"What a waste of money and time","labels":"disappointment"},{"text":"I don’t care enough to search it honestly Edit: removed emoji because reddit","labels":"annoyance"},{"text":"He is too quiet in games too often. Not to good at mid and deep catches","labels":"disapproval"},{"text":"Turn off your phone, computer or even the internet. It is scary to do but just for now when the urges hits.","labels":"fear"},{"text":"Not with me, no. I’m a true social butterfly ","labels":"disapproval"},{"text":"The [NAME] are all laughing at each other. They are divided. We need to strike them down while they are weak.","labels":"amusement"},{"text":"This gives me anxiety and heartburn just looking at it!","labels":"curiosity"},{"text":"You were so close.","labels":"caring"},{"text":"Been to 54 countries at age 34. No debts, ever. Aiming for retirement in my early 40's. Life is good.","labels":"desire"},{"text":"Lots of people suck on the show but [NAME] is the only one who sucks in real life.","labels":"disgust"},{"text":"Didn't the Mets have a .909 win percentage at one point? ^^^^\/s","labels":"curiosity"},{"text":"cant wait to go through a rebranded version of this pain again in college too","labels":"excitement"},{"text":"> freak degenerates who live to subvert all [RELIGION] values and Prods What? Are you for real? [NAME], tell me it isn't true.","labels":"curiosity"},{"text":"Yo good for you!","labels":"approval"},{"text":"Oh that sucks good luck man","labels":"disgust"},{"text":"I now live in the Mediterranean, which is nice. ","labels":"joy"},{"text":"Id be pretty weary if a girl wouldn't talk about previous relationships.","labels":"joy"},{"text":"If we made him stop once we can do it again!","labels":"curiosity"},{"text":"I was kinda just silent the whole time, we haven't spoken since. ","labels":"nervousness"},{"text":"I just bought myself a Bears pullover starter jacket. 8th grade me would be jealous!!","labels":"pride"},{"text":"True, but it'll happen sooner than a constitutional amendment will.","labels":"optimism"},{"text":"I like waitresses. Aren't they swell.","labels":"approval"},{"text":"You offered her the wrong \"services\" \/s (obviously I hope)","labels":"annoyance"},{"text":"When you decide to root against your favorite team, for a better future “The hardest choices require the strongest will”","labels":"gratitude"},{"text":"No. You seem to still be completely misunderstanding what memory conformity is. Are you familiar with the process as documented in the peer-reviewed literature?","labels":"curiosity"},{"text":"If that’s your experience then fair enough but I couldn’t have a more disparate experience.","labels":"nervousness"},{"text":"A crappy situation... Man oh man...","labels":"disappointment"},{"text":"Looks like Big trouble in Little China","labels":"grief"},{"text":"Give it time. Pain like that needs to heal just like open wounds. I really hope that you will eventually start to feel better.","labels":"caring"},{"text":"why does this feel like rightwing propaganda made because they are pant shittingly terrified of her...","labels":"curiosity"},{"text":"I’d gladly","labels":"joy"},{"text":"Hahha i agree but i still want him to say sorry.","labels":"annoyance"},{"text":"There shouldn't be a rule against it. That just makes the target even softer.","labels":"disapproval"},{"text":"medical care in the US sucks.","labels":"disapproval"},{"text":"maybe its because i have a pissy attitude, but i wouldnt have gone just because i didnt want to, since it was last minute like that.","labels":"pride"},{"text":"That’s adorable! He probably wants them all in one spot so he can make sure they’re ok and not getting lost or hurt.","labels":"caring"},{"text":"Hmm, I didn't notice that change ... will pay attention ..","labels":"realization"},{"text":"He claimed surv cuz he didn't want to be shot by the vig","labels":"fear"},{"text":"I’m interested in the tactics and positional play lmao ;)","labels":"amusement"},{"text":"Yep. No more lead on the roofs.","labels":"approval"},{"text":"not just \"got hurt\" but nearly stabbed his eye out!!!","labels":"disapproval"},{"text":"I dont think thats too far off. There are 200k homes in most suburbs.","labels":"disapproval"},{"text":"This is a good change. I've heard too many sad stories on Tinder about this sort of thing, looking for a way out. ","labels":"approval"},{"text":"Happy New Year everyone!","labels":"excitement"},{"text":"All the signs, except his username, seemed legit. I also clicked. Now I just want to forget all about what I've just seen...","labels":"disappointment"},{"text":"I have never seen [NAME] playing like this! (only started watching this season, not sure about last one)","labels":"surprise"},{"text":"I basically know nothing about him, not even how to pronounce his name.","labels":"annoyance"},{"text":"Only if the fights are between chimpanzees. [NAME], those things will tear you to shreds","labels":"desire"},{"text":"Wait, what? [NAME] wasn't allowed a *bank account*?","labels":"curiosity"},{"text":"Dive is boring to watch too after awhile... everything that's repetitive is boring to watch.","labels":"sadness"},{"text":"Is this in New Orleans?? I really feel like this is New Orleans.","labels":"confusion"},{"text":"My hair never scrunched and I was so jealous","labels":"disappointment"},{"text":"This is why I worry about you sometimes","labels":"caring"},{"text":"“Dear [NAME] you Coach [NAME]?","labels":"curiosity"},{"text":"[NAME] is so frisky this season.","labels":"disgust"},{"text":"If you don't get that hook one shot combo with hog now, it's over. Not looking forward to that when I play Hog.","labels":"disapproval"},{"text":"Quite the blasé article.","labels":"disapproval"},{"text":"Yay yayeeeee!","labels":"excitement"},{"text":"Im reaching that age where some of my friends getting married, having kids, making 6figures and going to jail...","labels":"nervousness"},{"text":"oh happy cake day","labels":"excitement"},{"text":"If charity worked, everyone in the world would be fed and healthy in this precise moment. Also, how are you going to enact basic income without social institutions?","labels":"curiosity"},{"text":"Ah yes January, the worst time of the year at the gym ","labels":"disappointment"},{"text":"I miss [NAME] butt.","labels":"sadness"},{"text":"Leave him alone!","labels":"anger"},{"text":"A dry phone?","labels":"curiosity"},{"text":"Not sure wether to downvote because it's bad, or upvotes because that's the point","labels":"confusion"},{"text":"To all of you who never had to take the SATs, consider yourselves lucky.","labels":"amusement"},{"text":"This is going to end in absolute tears, the days of hoofball dominating the Championship are long gone, you actually need to play football to get anywhere.","labels":"nervousness"},{"text":"[NAME] from ZoE and [NAME] from TTGL. Actually fuck all that [NAME] from The Big O is where it's at.","labels":"amusement"},{"text":"You would think so, huh? Not the first dude who has tried to use that rationale. The first one I dated though.","labels":"curiosity"},{"text":"YUP. I’ve been healthier since the new year FINALLY smh","labels":"joy"},{"text":"No, not sarcastically :) ","labels":"disapproval"},{"text":"We have [NAME] in Iowa, too bad this story doesn't affect US stores, I would be driving the extra distance to support these guys","labels":"optimism"},{"text":"Why is this downvoted? It’s right.","labels":"approval"},{"text":"[NAME], all that whataboutism. I guess the FBI couldn't find anything for all that.","labels":"curiosity"},{"text":"Hey! I play the lottery every week-this will eventually affect me...","labels":"fear"},{"text":"Flappy boi doin a heckin scare","labels":"amusement"},{"text":"It takes a lot of time to watch games. I got better things to do.","labels":"confusion"},{"text":"Honestly, an obvious possibility is you find the men who you are banging other than him to be more attractive. ","labels":"caring"},{"text":"Uhh..class 4 is unknown dental class after 13th month without exam or no initial exam. *sorry*","labels":"amusement"},{"text":"Adults actually need less sleep than teenagers because teenage bodies are still growing and","labels":"neutral"},{"text":"Now, remember, this is a very dulled version of what were used to considering they’re still riding the super bowl high from last year. ","labels":"disappointment"},{"text":"I wishhhh. She’s honestly what started getting me the fuck away from centrism","labels":"disgust"},{"text":"Lol the lefties are gonna see their arses over this!","labels":"amusement"},{"text":"Then don’t read it. You don’t have to make a salty comment.","labels":"annoyance"},{"text":"Oh, goodness!","labels":"excitement"},{"text":"I was wondering if that would be spotted. It is from the movie Split. saw the image on Reddit and immediately thought of lions.","labels":"curiosity"},{"text":"Wow! It's dead af here","labels":"fear"},{"text":"But they didn't because it's fake.","labels":"disappointment"},{"text":"Oh I can't wait until they have sole rights to our game.","labels":"excitement"},{"text":"I misread World Championship of Carp-fishing to be the World Championship of Cat-fishing...","labels":"confusion"},{"text":"Looks pretty dope.","labels":"gratitude"},{"text":">Also, you realize that both parties largely dabble in identity politics. Oh absolutely! It's a major reason I hate [NAME]. ","labels":"disapproval"},{"text":"If money's not a problem for you and you badly need to get braces then go for it, the sooner the faster your teeth can get adjusted.","labels":"caring"},{"text":"Yeah, clear off. And tell your mates you had a horrible time too. ","labels":"anger"},{"text":"To be clear meaty means use later active frames of any move Oki: what posibilities are favorable to me frame wise after an attack","labels":"amusement"},{"text":"Re-educated her is more like it. I feel so bad for her. Internally she must be a mess. I suspect she will change her stance again.","labels":"desire"},{"text":"But [NAME] is fine","labels":"approval"},{"text":"Oh so it is a separate guy filming, it’s actually impressive how synced up their speeds are","labels":"realization"},{"text":"This is what I'm currently dealing with and I'm glad I read this. Nice reminder thank you lol.","labels":"amusement"},{"text":"I've always wondered how cases where an individual gets a 7 or 8 figure sum issued against them work in practice","labels":"confusion"},{"text":"Wow that was a roasting... Deserved, but daaaaamn [NAME]","labels":"excitement"},{"text":"Cray to the crazy","labels":"amusement"},{"text":"I'm vegan and that's a big nope from me.","labels":"disapproval"},{"text":"Last time i knew stealing posts from other people wasnt a rule","labels":"annoyance"},{"text":"Harder than you think? Not to be super morbid but uh - if someone wants to truly die, it won’t be a failed attempt.","labels":"curiosity"},{"text":"I am in distance relationship so this probably me and my boyfriend for this valentine. This suppose to be our first valentine.","labels":"excitement"},{"text":"Wow, I wonder who's going on about Tahiti in the background.","labels":"curiosity"},{"text":"I post on the the Donald you think I give a fat flying fuck?","labels":"disgust"},{"text":"That's so horrible. I am so sorry that you had to endure that abuse. I hope that you have a bed that you love now.","labels":"desire"},{"text":"The game will come out for the switch this year. Was wondering how they would manage the combat system. Now I know.","labels":"curiosity"},{"text":"Which company? Tell us, they can't do shit.","labels":"anger"},{"text":"Do as I say, Not as I do","labels":"annoyance"},{"text":"What a trainwreck","labels":"grief"},{"text":"You mean your WolfDog Hybrids? Kidding.","labels":"amusement"},{"text":"I have a launch xb1 and i have maybe crashed twice since the game came out. I have almost 8 days played btw...","labels":"disappointment"},{"text":"I deserved it. I'm a garbage cumslut. He owned me and he took his property.","labels":"disappointment"},{"text":"Another sick burn! You're fun when you're wrong.","labels":"excitement"},{"text":"Change it a^r^o^o^o^o^o^o^o^n^d","labels":"amusement"},{"text":"Me too. Scorpion sounds so odd now","labels":"approval"},{"text":"What you mean you weren’t looking forward to that scene? ;)","labels":"curiosity"},{"text":"This is me today, I have to do a 1-2 MINUTE presentation and I’m freaking out about it","labels":"fear"},{"text":"Dragon bender has even more negative value than [NAME] haha. But yeah, they’d need atlesst a 2nd for [NAME] crossover ","labels":"amusement"},{"text":"Yeah but good luck proving it in court","labels":"approval"},{"text":"The third was fun with the [NAME] & [NAME] banter, but my vote still goes to S1 for being mostly faithful.","labels":"gratitude"},{"text":"yes but you will look like you've never lifted a day in your life without a pump","labels":"annoyance"},{"text":"Because the dude was fuuuuucked up.","labels":"excitement"},{"text":"Oligarch-sponsored? [NAME], stop throwing buzz words at ideas you don't agree with. Read a book.","labels":"caring"},{"text":"Not worth it. My family is the same way. I am scapegoat. I cut them all off and I have never been happier or more at peace","labels":"disapproval"},{"text":"No that would be yet another mistake.","labels":"disapproval"},{"text":"Maybe time to see a doctor or psychologist? Although a bit of social anxiety is normal and not necessarily the disorder.","labels":"confusion"},{"text":"Maybe I should tell my family to move the Lavvo further south =) people sound nicer there","labels":"curiosity"},{"text":"If he wants to play more, he should play better. Otherwise, leave. [NAME] has been very bad.","labels":"annoyance"},{"text":"I had some pretty bad diarrhea right after the game. It's was more enjoyable than that loss.","labels":"joy"},{"text":"Perfect example of the disgusting misuse of ‘Orwellian’ on this website","labels":"disgust"},{"text":"And with the employee says “what coworker? I’m working alone today.”","labels":"nervousness"},{"text":"This is definitely dumb, but they're not saying vaccines=crack.","labels":"annoyance"},{"text":"I dread the day something happens in Ireland, we've been sheltered from the most of it.","labels":"curiosity"},{"text":"Fuuuuck. I feel this. In my core.","labels":"anger"},{"text":"I’m guessing you’re talking about when I burned my arm. 2nd degree and luckily no scaring","labels":"curiosity"},{"text":"The people that use the image and leave that braindead comment are sheep, nothing more nothing less.","labels":"annoyance"},{"text":"That's pretty good all things considered, if they want to maintain that, they really need to get a patch out ASAP","labels":"approval"},{"text":"I can't even be mad that you scored a goal with your face.","labels":"surprise"},{"text":"\"While we've decided not to hire you for this postion mr. [NAME], we have an opening at the ticket window\"","labels":"gratitude"},{"text":"how the hell do I post a picture","labels":"disappointment"},{"text":"We don't care as much for 69. Hard to do properly. Glad it works for you. We prefer to take turns.","labels":"annoyance"},{"text":"She is still a billionaire. I guess stupid Tweets are going to bankrupt her?","labels":"curiosity"},{"text":"Cant wait to start working my placement around that area!","labels":"excitement"},{"text":"Oh like \"both of.\" Gotcha. Good times","labels":"confusion"},{"text":"I wonder what was more painful, the stitches or the humiliation.","labels":"confusion"},{"text":"In the 50s my aunt was 6 weeks old when a flu virus caused inflammation of the heart and she died. So there's that, too.","labels":"nervousness"},{"text":"The food you are putting in your mouth is causing obesity. Stop abusing it. A higher body weight is the cause of your increased risk of ILLNESSES","labels":"caring"},{"text":"[NAME] is also in a HEAP of financial and technically legal trouble right now. lol","labels":"amusement"},{"text":"I mean.. there's only like a million...","labels":"neutral"},{"text":"Minimum wage hurts small business more than it helps the poor.","labels":"grief"},{"text":"They’re more and more surprised every week when this is reposted.","labels":"surprise"},{"text":"I feel like this anime will make me cry in the end. Damn even its opening is full of drama. Am I correct in this?","labels":"curiosity"},{"text":"Everyone upvote this - gotta spread the good news!!!","labels":"approval"},{"text":"Let their deaths be swift","labels":"grief"},{"text":"Most countries function as a faux democracy I think. Especially in the USA whereby Congress takes lobbyists money it becomes more of an oligarchy","labels":"curiosity"},{"text":"Maybe they are just horrible people, and because you aren't like them they don't like you. ","labels":"annoyance"},{"text":"I bet we have a scene of the new girlfriend fighting with [NAME]","labels":"curiosity"},{"text":"I will say, this tanking season is a lot more enjoyable than [NAME] cause we don't see [NAME] looking confused on the sideline every game.","labels":"disappointment"},{"text":"This describes his tweets so perfectly lol >At no point during your incoherent rambling did you even come close to what could be considered a rational thought","labels":"amusement"},{"text":"Haven’t watched the new episode yet but the art definitely reminds me of [NAME] MS Paint art.","labels":"gratitude"},{"text":"[NAME] doesn't seem to have based this on anything. The owner of the nightclub says there was no altercation at","labels":"disapproval"},{"text":"I mean he's still not wrong. A traitor did bring out the worst in him then.","labels":"approval"},{"text":"He's alright, Avatar, The Happening and After Earth were genuinely terrible films. ","labels":"approval"},{"text":"I feel [NAME] and [NAME] got off the boat but that's just my opinion though.","labels":"desire"},{"text":"That is the most bizarre story. I can’t tell if it’s a joke.","labels":"disappointment"},{"text":">but part of the whole inequality picture is women receiving lower pay for the same jobs. Honestly? Doesn't happen.","labels":"curiosity"},{"text":"You’ll struggle to get premier league tickets (without paying a hefty premium) so concentrate on the lower leagues.","labels":"caring"},{"text":"Their numbers seem large because they get so much publicity. But I suspect that even most young people find that ludicrous.","labels":"curiosity"},{"text":"[NAME] is not good enough to get that angry.","labels":"annoyance"},{"text":"Maybe but kids and social media and cellphones in classroom, and a pervasive culture that glorifies sports over education are ruining our education system. ","labels":"disappointment"},{"text":"In shock and was more concerned about my kid tbh. Now off course I wish I'd sued the arse off her for emotional distress.","labels":"surprise"},{"text":"No one asked for that honesty.","labels":"disapproval"},{"text":"It looks really pretty :D!","labels":"love"},{"text":"Oh [NAME] I forgot all about this site for good reason","labels":"disappointment"},{"text":"21 year olds thriving for lower table clubs are usually interesting to bigger clubs. Will be interesting to see how he does.","labels":"gratitude"},{"text":"Supposedly friend's wife is like this. I don't get it at all.","labels":"confusion"},{"text":"I'm so doing this!","labels":"desire"},{"text":"Its more of a suggestion its not in forced at all i doubt a lot of people even see the quiet carriage sign","labels":"neutral"},{"text":"Goodbye maga, no ones going to miss you.","labels":"anger"},{"text":"My no. 1 favorite quote on the show right here","labels":"excitement"},{"text":"This happened to me at Walmart. I was literally there for 10 min using the coin machine and now I have a cart shaped dent in my door...","labels":"disappointment"},{"text":"Ouch! I felt that!","labels":"sadness"},{"text":"I never noticed this, how cool. I will keep an eye out for it! Another death foreshadowed by something small.","labels":"caring"},{"text":"Does mainstream [NAME] == mainstream scholarly view?","labels":"amusement"},{"text":"Not rare, considering how large the metro area is now. For an individual being impacted by one it is very rare though.","labels":"surprise"},{"text":"Am I wrong? So many people from NY say it's really gone downhill. Doesn't mean I don't like public transportation","labels":"curiosity"},{"text":"You always choose mum bro. What are you thinking","labels":"curiosity"},{"text":"If I wanted to send a message about how much I hate my life and get literally no response then I could just text my mother.","labels":"relief"},{"text":"This is child abuse. No decent parent would force their kid to starve just because they don't understand science and nutrition","labels":"anger"},{"text":"I never said she wasn't a downgrade. But on r\/political_revolution the complaint seems to be that she didn't endorse anybody in 2016.","labels":"annoyance"},{"text":"Is this an \/r\/antijokes ?","labels":"annoyance"},{"text":"Insanity is doing the same thing over and over again and expecting a different result","labels":"neutral"},{"text":"Exactly what belongs in this sub. <3","labels":"approval"},{"text":"He's not wrong though.","labels":"approval"},{"text":"already downloading, as long as there is 1 or 2 fun heroes it will be worth it","labels":"approval"},{"text":"We had the chance, but never made the offer last year.","labels":"nervousness"},{"text":"Like at the time, he wasn't one of the best defenders in the league. But grew into one. ","labels":"disapproval"},{"text":"I guess we both have just had wildly different experiences with the game and how our friends have played it. ¯_(ツ)_\/¯","labels":"neutral"},{"text":"it's a good thing they had a screen protector on it","labels":"relief"},{"text":"They didn’t even respond to my email so I don’t think it’s gonna work","labels":"annoyance"},{"text":"Are we sure this isn't the beaverton?","labels":"confusion"},{"text":"I don't really know a time or date though, I'm open to ideas and availability discussion","labels":"confusion"},{"text":"While we certainly have these people, we also have an election coming up which makes me suspicious of this group.","labels":"curiosity"},{"text":"Sick comeback. Not really a dirty combo other than the unblockable.","labels":"disapproval"},{"text":"They’re my favorite couple that’s ever been on this show","labels":"gratitude"},{"text":"I'd take the bet of them not winning in the next 5.","labels":"pride"},{"text":"I'm gonna guess other people in the Texans org don't feel he deserves the credit you're giving him.","labels":"curiosity"},{"text":"man whenever [NAME] talks i feel like a deaf person because well I just can't hear shit","labels":"annoyance"},{"text":"Gotta love trailing for 59+ minutes","labels":"joy"},{"text":"Right?? The hypocrisy with the [NAME] situation is STAGGERING.","labels":"approval"},{"text":"35k? That's just crazy. Mine was less than 2k, and that includes the wedding dress.","labels":"curiosity"},{"text":"You described my life!!","labels":"gratitude"},{"text":"oh man clicking 2 buttons before you read an article, the absolute horror","labels":"fear"},{"text":"I mean I'm no fan of the series either but who cares? It makes a lot of people happy.","labels":"curiosity"},{"text":"Breathing out like a dragon keeps me from gagging when i brush the back of my tongue","labels":"sadness"},{"text":"Same, but [NAME] is one of my favorite champs, so beong useless hit me extra hard.","labels":"annoyance"},{"text":"It's the same couple of people. The only thing I really dislike about this subreddit is that it swings to the left too hard sometimes.","labels":"disapproval"},{"text":"I miss [NAME] wish we could trade back for him!","labels":"grief"},{"text":"Oh fuck. Is that legal?","labels":"curiosity"},{"text":"She's why [NAME] doesn't want memes lol, she's a goldmine","labels":"amusement"},{"text":"_warm and fuzzy feelings..._ Damn it, I'm getting all sentimental again...","labels":"relief"},{"text":"And dedmon is expiring. So he likely would have walked for nothing. Huge win","labels":"amusement"},{"text":"Humanity has a lot of progress to make before that is a realistically attainable goal. I don't see how being either liberal or conservative solves this.","labels":"confusion"},{"text":"[NAME] for sure!.. just make sure you DO NOT get a new addidas one, get an old authentic one from the time frame he played","labels":"approval"},{"text":"Until you realize immortal Trout is better...","labels":"caring"},{"text":"I love that in this example the Soviet Union was communist when they were fighting [NAME], but somehow not communist when [NAME] was killing... like everyone.","labels":"approval"},{"text":"What is with people microwaving cheese on top of chips and calling it nachos?","labels":"confusion"},{"text":"He's ancient. If elected, he'll be 79 in 2020. I like him but that worries me. ","labels":"approval"},{"text":"you too! And I'm glad to hear you support your daughters rock\/fandom love:)","labels":"approval"},{"text":"> Love is more important than some job. You can't be serious? Please tell me you're just joking.","labels":"caring"},{"text":"You severely misunderstand the evidence if your answer is 'NO TO ALL' regarding your questions. Especially the last one.","labels":"annoyance"},{"text":"The Chargers defense looks impossibly bad","labels":"annoyance"},{"text":"Good takeaway. Don't be gullible and don't share questionable information without fact checking it first. Misinformation only becomes a problem when it spreads.","labels":"annoyance"},{"text":"I don't like [NAME] this season but she's always been a favorite before. Am I the only one? She has an edge that seems unlikable","labels":"curiosity"},{"text":"Would love to see [NAME] pull up in a Tesla that was blocks by the truck guys.","labels":"desire"},{"text":"You will love Happy People! Perfect to watch when you're snowed\/iced in.","labels":"caring"},{"text":"Word salad. You want America to do Afghanistan's job for them. It's not happening, those days are over.","labels":"annoyance"},{"text":"Help, help, I'm being repressed!","labels":"embarrassment"},{"text":"[NAME] gotta fix his free throws this is ridiculous","labels":"annoyance"},{"text":"That's literally insane considering we're talking about [NAME] and [NAME].","labels":"annoyance"},{"text":"I <3 your application of facts.","labels":"love"},{"text":"Came here to say exactly this. It's almost the same scene, as if he tried to recreate it","labels":"annoyance"},{"text":"I never knew this! Nuts are a total fear food for me","labels":"fear"},{"text":"Maybe, I'm just saying that there are players with more talent out the gate than him.","labels":"disapproval"},{"text":"Ha! I like the way they feel all over each other.","labels":"excitement"},{"text":"I’ll give a big “HELL YEA” to that","labels":"excitement"},{"text":"Pleased to meet you. Hope you guess my name.","labels":"curiosity"},{"text":"Oh this is just too easy....just log into your account and start posting anti-feminist and anti-Zionist comments...your account will get nuked within the hour.","labels":"annoyance"},{"text":"how are your trolls really this bad","labels":"curiosity"},{"text":"You’re in Iceland, a particularly craggy rock would be pretty interesting to you. ","labels":"approval"},{"text":"Lol I don’t disagree, but the perimeter defense let them walk into the paint. You can blame [NAME] too.","labels":"amusement"},{"text":"I like [NAME] but he was just non-existent tonight. At least [NAME] played defense.","labels":"gratitude"},{"text":"Never made it through, it makes me physically ill just seeing images of that monster combined with him describing his incomprehensible evil.","labels":"disappointment"},{"text":"Sure would hate to explain sodium and water to them as they sprinkle salt on their food.","labels":"annoyance"},{"text":"Looks like I posted it. Oh no!","labels":"embarrassment"},{"text":"She’s clearly hanging at least part way into the space. She’s so dumb","labels":"annoyance"},{"text":"This is as subtle as the 2nd choice is the MP telling you to go and fuck yourself.","labels":"disgust"},{"text":"It's creepy but also sad that the guy was bathing in your fountain, hey at least it wasn't your pool. ","labels":"caring"},{"text":"Sorry you’re not allowed to be a Vikings fan anymore then","labels":"remorse"},{"text":"🤣I didn't realize that the Geneva Convention covered this, but phew! I might be doing this ASAP.","labels":"surprise"},{"text":">It'd be good for Venezuela That's the hallmark of U.S. invasions; invaded countries always do well as a result. \/s","labels":"approval"},{"text":"this literally made me sick to my stomach","labels":"sadness"},{"text":"Wow you found the answer, wish you were on top, will link to you in my post","labels":"caring"},{"text":"If you have bo toleramce you could feel it for a day","labels":"caring"},{"text":"Finally, the recognition I deserve. ","labels":"joy"},{"text":"We're entitled to express our opinion that OP's opinion is shit.","labels":"disgust"},{"text":"I did.","labels":"pride"},{"text":"Like a three dollar forty bag of fresh hiphop?","labels":"joy"},{"text":"I went to a destination wedding being the only single person. Promised to never put myself in that situation again.","labels":"embarrassment"},{"text":"Terrifyingly accurate bot","labels":"fear"},{"text":"No. Arizona would be more useless than Italy. Let them win their own battles first before they help us fight ours.","labels":"disapproval"},{"text":"Neither is beating people up","labels":"annoyance"},{"text":"It’s harder when you have kids with the partner.","labels":"grief"},{"text":"Thats one way to make political and economic instability sound super fun","labels":"approval"},{"text":"It's racism. It doesn't make me angry, it makes me feel sorry for their ignorance and yours.","labels":"disgust"},{"text":"I'm just an idiot on the internet. I don't know a doggam thing.","labels":"disappointment"},{"text":"This would have been a perfect test of those Katyushua rocket water dispensers.","labels":"realization"},{"text":"Hot dang, this almost makes me want to go to the dentist. ","labels":"excitement"},{"text":"I don't like it but it also makes sense. If [NAME] headlined a deal with the Mariners for [NAME], I'm all for it. 10000%","labels":"confusion"},{"text":"I think you may just be an asshole\/moron bud... sorry.","labels":"anger"},{"text":"He probably banked on the inherent secrecy of the community and ignorance (on Belgian law) of his victims.","labels":"annoyance"},{"text":"You see benevolent, I see cynical and morally bankrupt.","labels":"neutral"},{"text":"Damn it!","labels":"disappointment"},{"text":"Interesting trend. Just wait till they learn about the church's racism and history claims....","labels":"disapproval"},{"text":"[NAME], my eyes are hurting from how furiously they're rolling in my sockets right now.","labels":"surprise"},{"text":"And I though Glory Kills were gruesome","labels":"disgust"},{"text":"As a high libido female, I feel the same with posts from males. It's slightly relieving to know someone else struggles the same way.","labels":"excitement"},{"text":"Then your goal of having one partner commit to you in any sense is inhibited by that.","labels":"caring"},{"text":"I might be stupid but I thought [NAME] wore #16?","labels":"optimism"},{"text":"how'd you get into my brain???","labels":"curiosity"},{"text":"[NAME] and [NAME] not being signed yet is getting on my nerves, am i alone in that?","labels":"nervousness"},{"text":"Theyre asking for a leak, not a theory","labels":"disapproval"},{"text":"not to worry, I'm on the case.","labels":"caring"},{"text":"She sounds like she could be depressed. People who have depression need care, love and help to get better, not internet shaming. ","labels":"caring"},{"text":"I know and I really genuinely wish there was something I could do or say to help you take this pain away and to help you feel better.","labels":"caring"},{"text":"They can quarantine us but if they come for woofers we riot.","labels":"fear"},{"text":"Wrong. You tried to use a WW2 example and it backfired on you.","labels":"disapproval"},{"text":"I’m dying! Perfect!","labels":"joy"},{"text":"I tell them my wife died in a car accident 10 years ago and I couldn’t fall in love again. I’ve never been married.","labels":"grief"},{"text":"It is hard to make up the new relevant points at times.... Revolution they say","labels":"annoyance"},{"text":"Where the mask inside, too? Are air purifers not good enough for inside? Sorry for the dumb question... Just moved here this week.","labels":"curiosity"},{"text":"Yep. I did this in uni, got mad respect for holding my \"booze\". ","labels":"approval"},{"text":"nothing specific. it varies. it's rare.","labels":"neutral"},{"text":"It's givin' off that disco vibe, and if I understand correctly it's okay if it's the [NAME] way.","labels":"approval"},{"text":"A man of fine taste!","labels":"amusement"},{"text":"I cant stop seeing SS VS BM","labels":"excitement"},{"text":"The diagonal photo is killing me. Why is it like that?","labels":"curiosity"},{"text":"This is so bad and I really don't get that politicians or party's like ovld don't realise this. Why block actually defends this.","labels":"curiosity"},{"text":"Is it bad that im really bummed he didnt get hit?","labels":"curiosity"},{"text":"Marriage isn't all about sex. And the fact you think so makes me concerned for whoever you end up with.","labels":"curiosity"},{"text":"Yo mamma so flat, Earth gets jealous.","labels":"gratitude"},{"text":"Lowkey lyrics right there, revolution or genocide, it won't be televised. Something like that about [NAME] press","labels":"confusion"},{"text":"As long as it's \"I don't like you.\" Not \" I don't like you because (protected status)\"","labels":"annoyance"},{"text":"Can I get that glass online?","labels":"curiosity"},{"text":"my name’s [NAME] and i usually get a lot of [NAME] references. i cringe smile almost every time","labels":"embarrassment"},{"text":"Sorry, but you probably do given the AVers do have a limited literary skills at the best of times.","labels":"remorse"},{"text":"The junkies that hang around there can make some good jokes about getting blitz'd","labels":"approval"},{"text":"Wow that’s a fascinating belief","labels":"surprise"},{"text":"kind of funny considering that the fentanyl that is killing people in North America - Canada and USA - comes from China.","labels":"amusement"},{"text":"[NAME] opinion on adoptions is quite disturbing","labels":"disappointment"},{"text":"He is not acknowledging anything, he is hoovering. Don’t fall for it.","labels":"annoyance"},{"text":"[NAME] can stuff it, but I’ll take the disengagement from the Administration for what it is.","labels":"nervousness"},{"text":"[NAME] can still betabuxx and have an easier life than you will if you have to be alone and support yourself with no help.","labels":"caring"},{"text":"That has nothing to do with guys that just started with us this or last season.","labels":"nervousness"},{"text":"This would be completely ludicrous. Turkey can literally just drive tanks over these guys if they want.","labels":"disapproval"},{"text":"Same.... I'm just perplexed","labels":"approval"},{"text":"My house. Excluding that since it was bank money, we plan to pay cash for a kitchen renovation this year that will be about 7k","labels":"optimism"},{"text":"> Nothing mentioned about him thinking to transfer. That's what this whole thread is about, dork.","labels":"neutral"},{"text":"That’s crazy! Really bizarre. Is she off reddit too? I did notice fewer posts.","labels":"curiosity"},{"text":"I'm sorry for you loss man. Truly I am.","labels":"grief"},{"text":"yeah, you're trying to twist things to fit your narrative.","labels":"gratitude"},{"text":"I miss them being alive","labels":"grief"},{"text":"Helps quite a bit when the opponent forfeits the game by playing a high school QB. This is [NAME] in the playoffs bad.","labels":"annoyance"},{"text":"I always wondered what turned the deer albino. Must have been from fright.","labels":"curiosity"},{"text":"At least you weren’t talking to a [NAME]!","labels":"curiosity"},{"text":"It's like [NAME] said. They get motivated by a bad loss, they win a game, get unmotivated, and lose badly again","labels":"annoyance"},{"text":"Wow, y'all are heroes! ","labels":"excitement"},{"text":".... That literally made my stomach clench. I can't believe they are charged for the samples... Just eww.","labels":"disgust"},{"text":"> lettuce prey! Sound like a hun motto","labels":"amusement"},{"text":"Anything intelligent to say, sometime maybe perhaps?","labels":"curiosity"},{"text":"So, you get yo keep the LLR and lose your house\/money\/car instead? ","labels":"curiosity"},{"text":"Those pearls are the worst, ugh.","labels":"disappointment"},{"text":"If it's legal where you live, then it doesn't really matter what anyone thinks.","labels":"caring"},{"text":"Excuse me, I hate to bother you but could you please inform me what you find so aggravating about sea Lions?","labels":"curiosity"},{"text":"Going to get hard for everyone after brexit","labels":"grief"},{"text":"It may get you pregnant so just make sure you eat all her birth control before hand.","labels":"caring"},{"text":"OMG she's BYEsexual. Sorry I had to.","labels":"gratitude"},{"text":"Yessir, it gives me the creeps. That boy ain't in Scotland, and that boy ain't right.","labels":"approval"},{"text":"Depending on your specs. Insurgency sandstorm is my go to game. Coop is also a blast.","labels":"amusement"},{"text":"Can a mediocre bot invent Facebook?","labels":"curiosity"},{"text":"Yes. I got accused of being a man or a bootlicker because I was a mod in a men's lib sub two years ago.","labels":"approval"},{"text":"You smile warmly at people.","labels":"gratitude"},{"text":"Adulthood and the real world are blaming poor people and working class people for their problems. Got it.","labels":"approval"},{"text":"Always wanted to try [NAME], I'll add her to my list.","labels":"desire"},{"text":"You've violated rule 4. Please adhere to the rules of engagement.","labels":"anger"},{"text":"This guy hasn't learned his lesson. Bake 'im away, toys!","labels":"annoyance"},{"text":"I swear the low budget is what made it even better! The gnome stick is quite possibley my favorite movie prop ever","labels":"gratitude"},{"text":"What a baby...","labels":"amusement"},{"text":"That Moment when you suddenly find yourself in a 3 minute starring contest","labels":"excitement"},{"text":"Somebody lied to her several hundred times","labels":"annoyance"},{"text":"Other than family, I neither remember the last time I got a compliment ","labels":"nervousness"},{"text":"I know but it just makes me gag.","labels":"disappointment"},{"text":"Go to switzerland, they'll give it to you. EDIT: Sorry, thought you meant sodium-pentobarbital.","labels":"approval"},{"text":"Putting any human on the same level as [NAME] is sacrilegious and you should be ashamed for spreading such blasphemy.","labels":"anger"},{"text":"Mash 'im, boil 'im, stick 'im in a stew.","labels":"amusement"},{"text":"Wow what's it like to be so petty? (Fixed)","labels":"curiosity"},{"text":"More like I was raised in Asia but go off. I’m not gonna bother arguing with trumpie lmao.","labels":"amusement"},{"text":"Don't underestimate him, he can do it in 2","labels":"annoyance"},{"text":"These are the same thing","labels":"neutral"},{"text":"People who eat themselves to death are mentally ill in my opinion. Homicide is a deliberate and unlawful killing of a person by another person.","labels":"annoyance"},{"text":"It's a black cockatoo. They're rare and kind of beautiful to see.","labels":"amusement"},{"text":"I was trying to click on a baby flamingo but I'm not mad","labels":"disapproval"},{"text":"you just use the word weird like that's all there is to it. weird isn't the issue. the issue is garbage","labels":"disapproval"},{"text":"I feel genuine sorrow for your family having to be associated with a cretin such as yourself","labels":"grief"},{"text":"nothing I dont owe anyone any explanation.","labels":"annoyance"},{"text":"just like [NAME] was going to win by 90+%? I'm not going to believe it until I see it.","labels":"curiosity"},{"text":"That would be cool too!","labels":"approval"},{"text":"Ah, yes, the good old “glass elevator”","labels":"approval"},{"text":"Because different characters have different advantages. Why do questions like this still get asked?","labels":"annoyance"},{"text":"Oh cool, the new sign is up :) ","labels":"excitement"},{"text":"If you're worried about cost, getting a double edged safety razor is a much better choice, also way better for the environment.","labels":"caring"},{"text":"Does Instagram and Facebook have these nested ads\/ articles? I’m not on social media enough to notice. Well Reddit, but I never see ads. ","labels":"curiosity"},{"text":"If you bought it from Levi’s I think they do it for free at their flagship store","labels":"neutral"},{"text":"It's murder and the kid can die I don't care but call it what it is and let parents know their kids whenever they want","labels":"disgust"},{"text":"Finally! Somebody who legitimately hates planet Jupiter!","labels":"relief"},{"text":"Keeping the stomach warm also helps. Holding the baby with their stomach against yours helps them fall asleep. But it doesn't work all the time unfortunately.","labels":"approval"},{"text":"Players like this makes me rage quit tbh.","labels":"annoyance"},{"text":"There's also the option of \"who cares? Ship and let ship\" but okay. ","labels":"neutral"},{"text":"But then you regret it because you realize you secretly liked the attention. Just bottom things.","labels":"disapproval"},{"text":"So sorry about your loss. It's so heart wrenching xoxox","labels":"grief"},{"text":"Surely you've read this sub's rules. Come on, man.","labels":"approval"},{"text":"Where’s the, “this” *cliché* bot!?!? Also, good on you for choosing a less stressful life.","labels":"amusement"},{"text":"Boy I *sure hope* this isn't a weekly thread, how obnoxious, haha","labels":"amusement"},{"text":"> Woo that sadness out Welp, never gonna be able to have a night out on the town again without this coming up","labels":"grief"},{"text":"I love how when a girl flees saudi arabia in fear of her life she gets called a drama queen. This right here is a drama queen.","labels":"love"},{"text":"Comeback in a couple months and we'll see.","labels":"neutral"},{"text":"They were not [NAME] and they don't know the identity of them !","labels":"disapproval"},{"text":"I really wish my husband could get his sleeping disorder under control.","labels":"desire"},{"text":"Seriously! Such an odd way to ask a question about traveling.","labels":"annoyance"},{"text":"You've got this. Hang in there. Please keep us updated. I'm really sorry that you're dealing with this right now.","labels":"gratitude"},{"text":"Living here. Now my daughters biggest aspiration is to leave this place, and I can’t say I blame her. ","labels":"gratitude"},{"text":"Fair enough but I would imagine it's a small enough number that we can deal with. Don't throw the baby out with the bathwater...pun intended","labels":"annoyance"},{"text":"This question belongs in askreddit or the like. They can deal with the sexist crap this is going to dredge up.","labels":"curiosity"},{"text":"Maybe? Must’ve been one intense game of [NAME]. ‍♀️","labels":"curiosity"},{"text":"My mums told me about gunmen standing at the end of her driveway escorting her family to school, really shudder worthy stuff","labels":"joy"},{"text":"The bot did its job. It’s me the awful one","labels":"nervousness"},{"text":"Might not have fallen if little miss [NAME] didn’t have to pull her skirt back.","labels":"curiosity"},{"text":"Sounds like a great way to accidentally fucking kill someone who might just be passing by.","labels":"disgust"},{"text":"I haven’t actually watched it. Who got featured?","labels":"curiosity"},{"text":"That's the opposite of a bad thing.","labels":"annoyance"},{"text":"I was killed by him I didn’t actually run. By the time he got back he wasn’t there","labels":"amusement"},{"text":"heck","labels":"anger"},{"text":"Dropping the Scud on the enemy is always good revenge","labels":"relief"},{"text":"Not too picky? Aha, I tried that a few weeks back. Boom 50 matches. They're as desperate as us","labels":"curiosity"},{"text":"This is going to end badly for him","labels":"grief"},{"text":"Because it’s a lot for someone to handle and i haven’t had any outbursts etc that would’ve resulted from that","labels":"nervousness"},{"text":"I bloody hate L3-37's name. it's literally L337. How much stupider can a droid name get.","labels":"disgust"},{"text":"Wall St is scared of the 2020 Democratic primary.. Good!","labels":"fear"},{"text":"Super excited to watch them in Syracuse next year. Might actually spring for season tickets","labels":"desire"},{"text":"You're giving fascism too much credit here. They were backed by capitalists in the first place because it was profitable. It's those two together.","labels":"anger"},{"text":"It has little to do with experience, to be human is to err. ","labels":"disappointment"},{"text":"I understand what he was trying to say, but [NAME] it came out badly.","labels":"disappointment"},{"text":"Most valuable comment","labels":"gratitude"},{"text":"And I taught my room was dirty and that I was not taking care of my self. Good job op","labels":"pride"},{"text":"The worst thing about this tweet is how many likes and retweets it got","labels":"annoyance"},{"text":"Really? I had no idea the bioavailability was the same","labels":"curiosity"},{"text":"They will most likely be branded as PKK symphatizers by Turkish media. Which sucks because next time something like this happens some of them might get shot","labels":"disgust"},{"text":"Ah fuck.","labels":"disgust"},{"text":"Not all. [NAME] is cool. If he ever runs again in the primaries he will get my vote.","labels":"approval"},{"text":"I have this too, so don't worry. We are not crazy. Just regular humans who happen to have an anxiety issue. ","labels":"caring"},{"text":"I like this title, fun to picture a violent lake stealing dogs! :)","labels":"amusement"},{"text":"What a load of crap !!","labels":"disgust"},{"text":"Welcome to the NFC Payoffs -Life long Vikings Fan-","labels":"amusement"},{"text":"I think I saw some eyeball flying!","labels":"curiosity"},{"text":"Stolen valor, there's no way someone who is actually in the military wouldn't understand this. You're a POSER","labels":"approval"},{"text":"A police response is probably justified for some of the larger spiders we have here.","labels":"neutral"},{"text":"Tbf it does look like it clears the net","labels":"curiosity"},{"text":"This is what I want the most now that [NAME] is out but I think we live in a NO world","labels":"amusement"},{"text":"Had my suspicions but didn't want to mindread such a civilized honest actor.","labels":"curiosity"},{"text":"Oh my [NAME] I almost forgot about the hot dr pepper in a glass glass made of glass","labels":"surprise"},{"text":"[NAME] deserves appreciation","labels":"caring"},{"text":"Do not use logic dude. Not cool.","labels":"disapproval"},{"text":"This one is my favorite.","labels":"joy"},{"text":"Or getting lucky. Most [NAME] have jobs so their must be a way.","labels":"curiosity"},{"text":"Nobody consciously thinks \"today I feel like chewing with my mouth open\".","labels":"disgust"},{"text":"Meh, the liga that we all knew and loved went away when [NAME] fled to Italy","labels":"sadness"},{"text":"Comment 100... oh yeah.","labels":"amusement"},{"text":"It's almost a shame we won't get a second leave\/remain referendum because it would be fascinating to see the result.","labels":"disappointment"},{"text":"Not that I fully disagree but this seems a lot more like a rant that you want people to back you up on rather than a genuine question.","labels":"annoyance"},{"text":"If it's anything like what happened in France, I'd assume because it disproportionately affects the poor. ","labels":"curiosity"},{"text":"Wouldn’t surprise me honestly","labels":"annoyance"},{"text":"Yeah I know a lot of people fail to realize it or at least right away","labels":"pride"},{"text":"It makes sense to me. I am a republican in that sense but hate the GOP for the most part.","labels":"disapproval"},{"text":"That's too much meta for me to follow, pls explain.","labels":"annoyance"},{"text":"Lol...I was thinking the exact same thing.","labels":"amusement"},{"text":"Every red light should have one of these!","labels":"desire"},{"text":"She is using you for money. You already lost her","labels":"annoyance"},{"text":"IM GOING TO GO BACK TO INDONESIA UNLESS YOU STOP PAYING CHILD SUPPORT YOU SHOULD BE SUPPORTING ALESS AND [NAME]","labels":"anger"},{"text":"She’s a liar. And an idiot. What else is new.","labels":"anger"},{"text":"Given my grandpaernts survived the holocaust and told us everything, we have a horrible yet interesting family humour. ","labels":"fear"},{"text":"Yeah, your dopamine receptors are going back to normal.","labels":"relief"},{"text":"Happy birthday kiddo, free updoot for u","labels":"caring"},{"text":"That [NAME] part killed me!","labels":"disappointment"},{"text":"This post is another reason why I'll never go back to Heroes. The loot box RNG was so cruel to me","labels":"embarrassment"},{"text":"No no I’m repeating it because I absolutely love the descriptor! It made me crack up.","labels":"disapproval"},{"text":"dont care what you call it, just glad he's getting the job done. its what elections are about.","labels":"annoyance"},{"text":"[NAME] isn't secretly homophobic he is openly homophobic","labels":"disapproval"},{"text":"I care about me and my benefit.. No shits given about you (general you) . It's my job to vote my best interest","labels":"disgust"},{"text":"😂😂👸👸👏🙌👏🙌❤❤❤💥💥👑👑💎💎💯💯♀️♀️♀️ Now that's emoji game on point.","labels":"excitement"},{"text":"Don't worry. You'll grow out of Pearl Jam.","labels":"caring"},{"text":"Idealogues are annoying.","labels":"remorse"},{"text":"Yeah [NAME] is a pretty weird guy.","labels":"approval"},{"text":"Boy, are you going to cake yourself when you find out what french kissing is ","labels":"curiosity"},{"text":"Do you really think anyone would support this legislation on any side. Jeez man lay off the [NAME] plus that would really destroy the CIA\/FBIs blackmail program lol","labels":"amusement"},{"text":"*Well well well, if it isn’t [NAME] the platypus. Totally unexpected, and by unexpected in mean TOTALLY EXPECTED!!*","labels":"surprise"},{"text":"> 333 Brothers and sisters are here now So much cringe.","labels":"fear"},{"text":"I like to believe he faked his own death, so he can enjoy his many Bitcoin coins and wealth. ","labels":"curiosity"},{"text":"450 coast to coast at WM!!","labels":"amusement"},{"text":"Sounds like my SIL with me\/hubby. But she's a bitch and we never liked her anyways, so neither of us really care lol. ","labels":"annoyance"},{"text":"Oh, those dreadful things. I gave those away.","labels":"disapproval"},{"text":"[NAME], that uniform. At least the Nazi [NAME] had decent fashion sense. This is a crime against fashion","labels":"disappointment"},{"text":"Shhh bb it'll be ok","labels":"caring"},{"text":"Stay on your feet Lovejoy","labels":"caring"},{"text":"Why would he get upset? Your husband was the one who went to PreCana classes and knows that using contraception is a means for annulment.","labels":"confusion"},{"text":"Wowowowow!!!! I’ve been campaigning for [NAME] too!","labels":"excitement"},{"text":"Break up and be firm about. You’ve already admitted to being dishonest. Why lead him on?","labels":"annoyance"},{"text":"But this isnt about a comic book movie. It's a cartoon. Also this is a right wing website...so how does this not count?","labels":"curiosity"},{"text":"want* a source on that, sorry.","labels":"caring"},{"text":"r\/UpLiftingNews Edit: I just got banned for posting this there.","labels":"sadness"},{"text":"The positive side to this is i get to relive the same emotions that I felt losing my virginity....ever few months.","labels":"fear"},{"text":"But what if that's the only job I would enjoy?","labels":"curiosity"},{"text":"Trolls are okay in this sub but let's be more serious here","labels":"approval"},{"text":"They’ll find out that I’m no goat. I’m the troll that eats the goats under the bridge.","labels":"annoyance"},{"text":"it's quite a large red flag. It depends on the context, but if they are in her dating league, I would be suspicious. ","labels":"curiosity"},{"text":"People are paying attention to their assets? Hmmm. I don't feel sorry for them.","labels":"annoyance"},{"text":"Who the hell has reddit in anything other than dark mode ??","labels":"curiosity"},{"text":"This should be interesting...","labels":"approval"},{"text":"It was inevitable, after so much cultural shading of men, that “toxic femininity” would enter the fray. Welcome.","labels":"gratitude"},{"text":"This is the most reasonable and logical response on here.","labels":"amusement"},{"text":"DAYUM!!!!! This post is lit AF. Got some verbal geniuses on this one.","labels":"excitement"},{"text":"Oh shit. Is back?! Time to import","labels":"disappointment"},{"text":"Is it bad that I’ve never listened to Sabaton?","labels":"curiosity"},{"text":"it's ok to need an equal partner","labels":"approval"},{"text":"I once overheard my grandpa telling my brother that “anything more than a handful is a waste”","labels":"gratitude"},{"text":"I first liked [NAME], but disliked her after [NAME].","labels":"approval"},{"text":"Really easy for the burglars tho","labels":"realization"},{"text":"When it goes bad","labels":"nervousness"},{"text":"I know. Idk what to say after they say they already have one. I say oh good! And then it's awkward","labels":"approval"},{"text":"Oh wow, this is the first I've heard of her aligning with those people. ","labels":"excitement"},{"text":"That was worse than a movie jump scare. I don't know why but giant squid feel more fearsome than sharks.","labels":"annoyance"},{"text":"My ex would have believed that kinda stuff too. Some people aren’t really into movies","labels":"desire"},{"text":"Do you have the MVP Giambi card? The stats are nice vs [NAME] but he hasn’t really performed like I expected","labels":"curiosity"},{"text":"Who said i was a kid?","labels":"curiosity"},{"text":"I wish I could get the entire interview but it's from a SiriusXM Radio Show","labels":"desire"},{"text":"my favourite singer ([NAME]) helped write one of the songs so i love it","labels":"joy"},{"text":"Then the kids stole my entire house","labels":"sadness"},{"text":"Always worth a try. Good luck!","labels":"approval"},{"text":"It's to save you the hassle of scooping the brains from the ground","labels":"caring"},{"text":"Genius here thinks I'm a mod. *grabs popcorn*","labels":"anger"},{"text":"As bad as the session was, I really do love your drow bard she sounds super fun to play with","labels":"annoyance"},{"text":"1 is spot on. Anxiety completely disappears. I like when that happens. One less issue","labels":"joy"},{"text":"It won't make them worse off. GDP is simply irrelevant. Rent and job conditions are what matters.","labels":"neutral"},{"text":"I think this is my favourite story of the year so far.","labels":"joy"},{"text":"Yes!! My favourite film - I came here to suggest it, too. ","labels":"excitement"},{"text":"Ill send the dankest of fresh memes so theyll scurry off to steal them","labels":"neutral"},{"text":"Didn't read all of it, read the relevant articles (165 for license simultaneity, and 56 for carryover sanctions) haha","labels":"amusement"},{"text":"She can take her boring, drunk husband with her. He's not interesting at all.","labels":"annoyance"},{"text":"Like have an anti interventionist foreign policy.","labels":"neutral"},{"text":"I don’t know where you live but just a bj should be around 80$","labels":"confusion"},{"text":"I would stay away from buying from msL. Just remember that [NAME] looks like [NAME] on there. Trying to make a change :-\/","labels":"annoyance"},{"text":"Boom! You don't get anywhere professionally if all you're doing is is applying for jobs you can already do","labels":"caring"},{"text":"Underaged drinking in Wisconsin... get out no way!!!","labels":"anger"},{"text":"I miss [NAME] and [NAME]. :(","labels":"sadness"},{"text":"It’s not really a surprise that sick people consume more healthcare resources than people who aren’t sick, is it?","labels":"curiosity"},{"text":"Worst case, Grab an Uber or Lyft to another dealership.","labels":"confusion"},{"text":"Yeah I live in Philadelphia. I also get told I look 14 constantly so I haven’t bothered trying to even get in hah","labels":"approval"},{"text":"Poo again? it really is an obsession.","labels":"curiosity"},{"text":"It's not like other teams have been spending tons of money in the last couple weeks. Making small moves doesn't mean we can't make big moves.","labels":"disapproval"},{"text":"You're going to be pissed.","labels":"annoyance"},{"text":"Yeah right like they always talk about themselves why can’t I gets me so pissed off","labels":"approval"},{"text":"[NAME] is pretty af","labels":"approval"},{"text":"This sub is a fever dream","labels":"desire"},{"text":"I hope she's ok and that doesn't impact her life, career or hobbies","labels":"grief"},{"text":"This works for me too. Not sure why either.","labels":"approval"},{"text":"[NAME] is good but he needs to never take a midrange shot again","labels":"approval"},{"text":"Injury history alone makes him super unattractive.","labels":"annoyance"},{"text":"Seeing the past doesn't mean being in the past","labels":"disapproval"},{"text":"It's ridiculous people blind fellow faith here in algeria","labels":"annoyance"},{"text":"That's the spirit","labels":"approval"},{"text":"I want my fucking cake back.","labels":"anger"},{"text":"When she asks how he lost his arm she is looking up to him","labels":"caring"},{"text":"It's genuinely disorientating to witness it.","labels":"confusion"},{"text":"Yeah I don’t think [NAME] wants you to fuck my wife\/his girlfriend anymore you cuck","labels":"disgust"},{"text":"Feel so bad for her, not even mad about the glove wipe-offs. ","labels":"gratitude"},{"text":"I mean he's rockin the hell outta that porn 'stache","labels":"excitement"},{"text":"Was it a promo for the cross overs?","labels":"curiosity"},{"text":"Pfft. That's awful of him and her. They deserve each other then. Grab your shite and gtfo. Hope he enjoys his fog and dysfunction.","labels":"desire"},{"text":"I like to support anybody who supports veganism, especially at places like this, to show them their is a demand, and a future for it","labels":"approval"},{"text":"Cool story bro","labels":"amusement"},{"text":"That guy who melodramatically dances around playing horribly soppy poppy chord progressions over and over and does a cringy dance that makes me want to kill things?","labels":"disgust"},{"text":"Don't forget about the Kraken!","labels":"fear"},{"text":"Ducks just happy. Hadn’t had a shit for days","labels":"gratitude"},{"text":"Not saying it's bad. It just initially looked like the kinda thing you use in resection to stuff","labels":"amusement"},{"text":"Must've been hard to resist, although the joke would've felt flaccid since it hangs so low","labels":"annoyance"},{"text":"Buncha people having (admittedly loud) fun. Don’t really see the issue.","labels":"amusement"},{"text":"I have no clue what that is, but I hope you have fun","labels":"caring"},{"text":"Obviously has played on her mind for that long... glad she apologised","labels":"relief"},{"text":"Smh people aren’t seeing the real issue though. That’s the woman’s bathroom. ‍♂️","labels":"confusion"},{"text":"I have never gone from almost brushing off something to darn near vomiting because of it, good lord.","labels":"optimism"},{"text":"Why does everyone keep assuming that we’ll suddenly sign big name FA’s? This is a terrible idea.","labels":"curiosity"},{"text":"Good news though. Yesterday the devs were running test server during the morning.","labels":"joy"},{"text":"This is so creepy. Good riddance to awful rubbish.","labels":"disgust"},{"text":"That is really dumb. If you have a crime committed against you, you have a civic responsibility to report it. We need those stats. ","labels":"disappointment"},{"text":"I do have a drain beside the water heater, thanks I'll look into getting a drain pan.","labels":"gratitude"},{"text":"Sure but its exclusion isn't some big travesty","labels":"approval"},{"text":"We're not exactly short on white homophobes either though.","labels":"annoyance"},{"text":"The trouble is that they are, in fact, very devout [NAME]. ","labels":"fear"},{"text":"You can do it but it won’t be easy or fast keep watching craigslist.","labels":"caring"},{"text":"I ALWAYS notice how [NAME] used latex gloves now","labels":"caring"},{"text":"Man, I want to see a Polandball of this now","labels":"annoyance"},{"text":"i mean, at least we don't have to worry about being embarrassed that we have a small penis, I guess? ","labels":"caring"},{"text":"that would’ve tasted a lot better","labels":"nervousness"},{"text":"No clip? Screenshot? Picture at all? Sounds fake as hell","labels":"disapproval"},{"text":"Yeah it isn't the same singer. 'Don't hug me I'm scared' is voiced by [NAME], the lead singer of KKB is [NAME]","labels":"approval"},{"text":"Everyone clapped too btw","labels":"excitement"},{"text":"M'goodboy. His mommy better give him plenty of tendies and honey mussy for his good manners.","labels":"amusement"},{"text":"Yes, it can be a very stressful read at times.","labels":"approval"},{"text":"Ha. Do you have evidence of his cheating? Send it to his family and don’t say another word.","labels":"curiosity"},{"text":"The rest areas and truck stops are booming!","labels":"annoyance"},{"text":"Wow. Did u say yes?","labels":"curiosity"},{"text":"d'oh, my bad 😔","labels":"realization"},{"text":"So the price goes up until it's worth it for UK people who want to \"work for a few months and make some money\"","labels":"realization"},{"text":"While living in Japan? Never say never... but it is very hard to imagine.","labels":"curiosity"},{"text":"Shai-Hulud! Bless the maker and his water","labels":"joy"}]