[{"text":"Because the content creators don't deserve to be paid, your seconds spent listening to ads are too valuable!","labels":"confusion"},{"text":"Started feeling smug about my short showers but then remembered just how small my water heater is.","labels":"optimism"},{"text":"This is why you play runescape as a kid, it teaches how to trust no one that offers free rune plate trimming","labels":"curiosity"},{"text":"Ugly truth is, if you didnt want to be stopped you wouldnt tell anyone. It will pass. Stay strong :)","labels":"confusion"},{"text":"Only the [NAME] do so. The rest of us have been exasperated with him for months, at least.","labels":"realization"},{"text":"She is probably cheating on you. :(","labels":"sadness"},{"text":"He’d definitely get dropped at some point and then all hell will break loose","labels":"sadness"},{"text":"You need medical help.","labels":"caring"},{"text":"I know a guy who is 25 (same age as me) and has FOUR. I would hate my life so much.","labels":"sadness"},{"text":"$42,000 fine over a JOKE is unreasonable. ","labels":"amusement"},{"text":"That's why everyone loves you, you're a joke club. ","labels":"love"},{"text":"I think you might be underestimating some people sadly.","labels":"annoyance"},{"text":"that's a lot of karma!","labels":"sadness"},{"text":"I knew the punchline as soon as I read \"Tide Pods\" and I hated both myself and you for it. Take your upvote.","labels":"annoyance"},{"text":"Howd i get downvoted? Lmao. I love drones and think they cant be beat for SaR and aerial mapping... thats why i forwarded the proposal!","labels":"love"},{"text":"If you wanna be my lover, You gotta get with my fat, Make it last forever, Inconvinience never ends.","labels":"disappointment"},{"text":">Yes, I know that you like to talk about yourself a lot :P I do use a lot of words. It's actually embarrassing. ","labels":"embarrassment"},{"text":"I believe that this may be meant for the person above me, for I have moved into the realm of monetized bananas. ","labels":"realization"},{"text":"This guy likes his town - except for the pig blood processing","labels":"joy"},{"text":"Human trafficking is bad.","labels":"remorse"},{"text":"I have many a screenshot of blatantly false posts that my older, conservative, religious relatives share on Facebook ","labels":"realization"},{"text":"SAMMY HAGAR DR 0-0-0-0-0-10-0-0-01-0-01-0-0-10-0-0 HELL YEAH BROTHER SAMMY HAGAR *SAMMY HAGAR* SAMMY SAMMY HAGAR HAGAR","labels":"neutral"},{"text":"She looks just like that dude from Santa Clarita Diet","labels":"neutral"},{"text":"That's how you think hes trying to input something. Glad it was my way home.","labels":"gratitude"},{"text":"Ah, the ol' plurality of majesty.","labels":"amusement"},{"text":"i remember my grandparents seemed to hate each other. my grandpa had a hearing aid and when grandma starting nagging he'd reach up and turn it off.","labels":"disappointment"},{"text":"Well, I guess that explains my gf mood now ","labels":"realization"},{"text":"No offense are you guys actually dating? Are you paying for every thing. Have u guys had sex?","labels":"curiosity"},{"text":"I'd rather take the chance that a kind, helpful comment falls on deaf ears than a snide one ends up hurting someone. ","labels":"sadness"},{"text":"I mean that’s still weird bro... it’s like a college grad feeling up a junior in HS","labels":"joy"},{"text":">trying to start a career as a male model\/bodybuildel\/social-media influencer. Oh boy this made me fall out","labels":"realization"},{"text":"I'm 24 and still live at home.","labels":"realization"},{"text":"Firm, but gentle. Baby hamsters or live goldfish. Soft female hands caressing my balls is a wonderful feeling. ","labels":"joy"},{"text":"Glad to see you were able to get this worked out, thx for the update! ","labels":"gratitude"},{"text":"I know, right? Our genocidal hatred should be targeted towards [NAME], where it belongs!","labels":"curiosity"},{"text":"spermatozoid is wrong someone with 31Q would have bigger problems than knowing how to write sperm Did you meanS this is beatiful","labels":"confusion"},{"text":"The problem they have is... They \"knew\" [NAME] would win.","labels":"optimism"},{"text":"Then I can't help you... My wife only likes them hardboiled and I don't eat them so never bothered to learn :p","labels":"disappointment"},{"text":"Wow after that [NAME] turnover, I've never turned off a game so fast","labels":"surprise"},{"text":"\"This is good. What is it?\" \"Es carne de burro.\" \"Heh, my name's [NAME].\"","labels":"confusion"},{"text":"Omg stop spamming.","labels":"optimism"},{"text":"Mo bam a or sicko mode","labels":"neutral"},{"text":"Every time I see a something like, 'thanks for nothing, [NAME],' I mentally apologize to her, lol. ","labels":"amusement"},{"text":"If you ever wondered where ISIS got their method of killing homosexuals, wonder no more. Source: al-Jawab al-Kafi p. 260-263 as Quoted by Islamqa: ","labels":"surprise"},{"text":"Still waiting for this","labels":"curiosity"},{"text":"Noo this guy was parachuting down fromthe mount blanc to kill his self","labels":"realization"},{"text":"It’s pretty old. [NAME] did it.","labels":"sadness"},{"text":"This is good for people who pilots as well and rely on Tablets or phones for mapping","labels":"joy"},{"text":"LOOOOOOOO - \"why are they booing???\" -OOOOCH \"oohhhh that\". I always forget, every single time ","labels":"neutral"},{"text":"The f****** voice of the unsolved mysteries guy","labels":"curiosity"},{"text":"The comments under that video are disturbing. People actually see this as a sign of the end of times.","labels":"annoyance"},{"text":"Ugh yes. And don’t even get me started about those conveniently placed guitars to calm a victims nerves beforehand","labels":"nervousness"},{"text":"Welcome to the wehrmacht...","labels":"gratitude"},{"text":"No worries. We're all pretty worked up about the way this offseason has gone regarding [NAME]","labels":"realization"},{"text":"Explain how British farmers taking common aborigine land in Australia to be used as private property 'isn't rooted in colonialism'.","labels":"confusion"},{"text":"Honesty!! Rare","labels":"neutral"},{"text":"Can you even imagine the brain damage required to think like that? [NAME].","labels":"curiosity"},{"text":"Like racism? No thanks.","labels":"curiosity"},{"text":"lol... always someone to whine and complain. I guess the other countries on the Top 5 are perfect, eh? ","labels":"amusement"},{"text":"Adorable little buggers.","labels":"amusement"},{"text":"Feels good bruh","labels":"joy"},{"text":"[NAME] has aged me 10 years in the last 3 months","labels":"realization"},{"text":"One good thing about vaping When it hits you, you feel no pain. ","labels":"approval"},{"text":"Okay, carry on then. Just thought I’d make sure you recognized that there was a difference.","labels":"realization"},{"text":"And that's not [NAME] either. It's former HS o-lineman who now runs a frat","labels":"neutral"},{"text":"Yes ='(, what a shame, [NAME]","labels":"neutral"},{"text":"ur mom is in purgatory xd","labels":"neutral"},{"text":"Fleur is already a French word, adding the la isn't really frenching it up fyi It's changing \"flower\" to \"the flower\" :)","labels":"neutral"},{"text":"I think girls are interested in kinky things. Depends how kinky, but every kink has an audience, and women are pretty sexual creatures once comfortable ","labels":"curiosity"},{"text":"I'm sorry for you... That sounds not cool :'(","labels":"sadness"},{"text":"They mug you and ruin the country","labels":"neutral"},{"text":"I heard about that too","labels":"realization"},{"text":"I agree we got to look at our team, not the players we have traded... good luck to them. Go dodgers!!","labels":"optimism"},{"text":"Mother, Grandmother, Aunts. ","labels":"neutral"},{"text":"Ok.... he can *call* it the State of the Union, but that doesn't mean it is.","labels":"realization"},{"text":"Why exactly would I be talking to other men about sex in any circumstance? I'm not in prison","labels":"neutral"},{"text":"Love the cheese!","labels":"love"},{"text":"[NAME], I’ve slaughtered [NAME] today, but the man has balls, I’ll give him that","labels":"sadness"},{"text":"Different agencies, I guess. My agency would have the whole squad felony stopping these clowns.","labels":"optimism"},{"text":"> I’m tired of being realistic and open minded. Me too! Now it is all about being selfish and aloof. Not even kidding.","labels":"annoyance"},{"text":"[NAME] would love her!!! \"Do you forgive Daddy?\" ","labels":"joy"},{"text":"Seems like the driver in the video car had plenty of time to react and slow down, they just chose not to and overreacted. ","labels":"confusion"},{"text":"Will quickly be removed from lobby screen but the game mode selection button will keep the annoying warning\/advert.","labels":"annoyance"},{"text":"If things were not as they are, they would be completely different. SO WHAT?","labels":"anger"},{"text":"I *thought* that sounded familiar roflmao!","labels":"curiosity"},{"text":"Truth. If he had time for another relationship, he has time to pay for it. ","labels":"realization"},{"text":"DDay was only a month ago...slow down. Get yourself healed up. Hang with friends. Read a relationship book.","labels":"realization"},{"text":"Only [NAME] could claim that shutting down the thing he is in charge of is a success.","labels":"desire"},{"text":"I merely suggested he see a doctor based on some weird symptoms he is having that cause him to not be able to interact with others very well.","labels":"approval"},{"text":"This momentum control by the refs is killing us, and we're letting it","labels":"sadness"},{"text":"Basically how I discovered I’m bi—","labels":"realization"},{"text":"ugh im having penny flashbacks","labels":"realization"},{"text":"How to accidentally run over your dog in one easy step","labels":"optimism"},{"text":"I met bf of 3 yrs on it","labels":"realization"},{"text":"Wtfffff why can’t I have all of the benefits and none of the consequences :( :(","labels":"curiosity"},{"text":"Let go or you will be dragged","labels":"sadness"},{"text":"Cannibalistic Humanoid Underground Dwellers... I never saw the movie, myself. I thought it looked pretty stupid.","labels":"realization"},{"text":"I'm giving you an upvote for that perfect comeback, but I'm not happy about it!","labels":"disappointment"},{"text":"Some people might be into that. There are some freaky people out there.","labels":"sadness"},{"text":"Oh tell me about it. I'm INTJ","labels":"curiosity"},{"text":"Ugh. I know that interchange too well. People around here have been driving bonkerballs the last month or so too (more than usual)","labels":"disappointment"},{"text":"Insecurities exist even for people that are attractive. Even hot people are just like everyone else.","labels":"joy"},{"text":"I’m glad I had a few margaritas before I read this","labels":"amusement"},{"text":"I would have laughed it off and walked away. Last thing I would do is ask the internet if I was right or wrong.","labels":"amusement"},{"text":"It's a gift.","labels":"neutral"},{"text":"Nah I'm good thanks, I still got Netflix and the Pirate Bay","labels":"gratitude"},{"text":"YA KNOW WE TALKED ABOUT THAT JEEEM","labels":"neutral"},{"text":"you guys got hate in your heart","labels":"disappointment"},{"text":"i feel like slapping \/s after everything sucks the fun out. it's not my fault people are autistic.... \/s","labels":"amusement"},{"text":"Like this game from a week ago? 26 points 14","labels":"curiosity"},{"text":".. for now","labels":"neutral"},{"text":"My bad if I just leaked \/u\/keypuncher and \/u\/ibiteyou 's Christmas card photo...","labels":"disappointment"},{"text":"Nothing new is happening. Society never gave a fck about broken men. So it's only natural.","labels":"sadness"},{"text":"I literally didn’t know that it was a interlocked I and U. Holy cow that’s crazy.","labels":"joy"},{"text":"my mom.. she noticed the house oddly quiet started frantically looking around. found me in the neighbors hot tub thing having a nice soak.","labels":"annoyance"},{"text":"Hears hoping, best of luck","labels":"optimism"},{"text":"Reading that made my stomach feel how it does when I get the wind knocked out of me.","labels":"neutral"},{"text":"Yeah, but I just don't want to pay for a full blown wedding, those can get expensive.","labels":"realization"},{"text":"i want to see more [NAME] backcourt action. I don't wanna see [NAME] shooting right now.","labels":"optimism"},{"text":"I don't have children yet so I will just have a long conversation with my balls tonight","labels":"disappointment"},{"text":"Didn't even notice until you *pointed* it out. I had a bit of a giggle.","labels":"confusion"},{"text":"Including the fact that once I pirate something, i usually will purchase it later on either through frustration \/ poor quality\/ actually loving the product \/ etc","labels":"annoyance"},{"text":"Get jiggy with it.","labels":"neutral"},{"text":"Yeah I think it's up near beaches or something, I don't really go up that area ","labels":"surprise"},{"text":"What kind of insider only has 250 followers?","labels":"curiosity"},{"text":"Essentially this friend is so bad at geography, they think Europe is simultaneously Africa and Asia.","labels":"sadness"},{"text":"I love how he says the crime *solving* boat, like there was another show about a boat committing crimes. ","labels":"joy"},{"text":"I'm surprised [NAME] didn't bust that dress open when she bent down to high [NAME]","labels":"surprise"},{"text":"So many of [NAME] haters dismiss his top 10 stat placement. Never understood that.","labels":"realization"},{"text":">[NAME] later admits to his brother he killed me ~~cause he hates bards~~ because he doesn't have the chops to run a robust encounter. FIFY","labels":"disgust"},{"text":"Unless they’re narcissistic. Then gray rock the hell out of them and good luck!","labels":"optimism"},{"text":"Its less than a year old... Doesnt it seem longer","labels":"curiosity"},{"text":"I’m seeing ‘bad gateway’, not the maintenance page. ","labels":"sadness"},{"text":"Damn, this hits close to home. Reddit is literally the only place where i can talk about personal stuff without being judged","labels":"excitement"},{"text":"And yet still just outside of the playoffs and not the worst team in the last 10 games.","labels":"optimism"},{"text":"Why thank you, fellow citizen of the Imperium. I shall now submit to the Inquisition for re-education.","labels":"curiosity"},{"text":"What did it say? The mods on \/r\/rant deleted it.","labels":"curiosity"},{"text":"Don’t forget to show your work!","labels":"neutral"},{"text":"Signed jersey from the Bulldogs 2012 team.","labels":"joy"},{"text":"He's given them a year and a new budget. Everyone knew this was going to happen.","labels":"approval"},{"text":"Love how this had to be labelled: not satire","labels":"curiosity"},{"text":"Wait, he’s not actually saying that? 🤯 I must’ve crafted my post with too much... SUBTLETY.","labels":"realization"},{"text":"My mom and I do the same exact thing. I hate it.","labels":"sadness"},{"text":"All that condescension to spell \"capitulate\" wrong. Shame.","labels":"disgust"},{"text":"I dunno man. Guitar picks and baby pacifiers both seem to enter the quantum realm as soon as their dropped.","labels":"optimism"},{"text":"Everything. Everything is wrong with being hypocritical.","labels":"disappointment"},{"text":"Well if we just started in the second quarter in both games...we would have come out ahead!","labels":"optimism"},{"text":">Star centre [NAME] in the leadership group Oh my","labels":"neutral"},{"text":"Note 2.","labels":"neutral"},{"text":"The ones that actually think he's worse than [NAME] also thinki its ok to raise their kids genderless.","labels":"sadness"},{"text":"Then do it [NAME]. It's basketball. You can do whatever you want out there.","labels":"joy"},{"text":"I tried at a joke that relates to the post...","labels":"amusement"},{"text":"They‘re not together? Looks like I have some serious scrolling to catch up on!!","labels":"curiosity"},{"text":"[NAME] being sensationalist? * pikachu face *","labels":"curiosity"},{"text":"No that's communism not socialism. There's a difference between them.","labels":"realization"},{"text":"I cheered for the Superbowl to be canceled","labels":"sadness"},{"text":"[NAME] and [NAME] had equally good chances when they were on the same line in the first\/second period - they just didn't convert.","labels":"optimism"},{"text":"holy lmao im a dolt lol.","labels":"amusement"},{"text":"[NAME] is on fire!!!","labels":"anger"},{"text":"That’s awesome!","labels":"excitement"},{"text":"Brave would be the movie you’re looking for","labels":"curiosity"},{"text":"Don't worry, with a lifestyle that requires them to have a new hip before the age of 20 they won't be making it much further.","labels":"caring"},{"text":"It wouldn’t even have been a month yet though... I can’t believe this bootlicking nonsense is upvoted here. [NAME] supporters everywhere these days smh","labels":"surprise"},{"text":"GH is slow compared to DD. Worked 4 hour block on GH and got 0 orders. Turn on DD and get an order instantly.","labels":"optimism"},{"text":"Now put the poor thing down you valley boy donut.","labels":"disappointment"},{"text":"Foreign mor lil boreign","labels":"neutral"},{"text":"He is like a bad cartoon that’s hard to turn off.","labels":"disappointment"},{"text":"Now everyone is going to know that you didn't waste your time scrolling through tumblr looking for funny blogs to screenshot!","labels":"amusement"},{"text":"You're telling me you don't get excited when you see a big hit or players drop the gloves?","labels":"curiosity"},{"text":"Jokes aside, is anyone on the dev team? ~~taking even a remote look at [NAME]?~~ Fixed for you. LAWL","labels":"confusion"},{"text":"He should have become an Uber driver","labels":"approval"},{"text":"All you need to read is [NAME] death near the end of the book to remind you... “Twas a comical effect.”","labels":"sadness"},{"text":"Well, since everything in Australia wants to kill you, I'd say it is quite healthy to be afraid of Australian spiders, and other flora and fauna ","labels":"fear"},{"text":"You fruitcart, you oughta be ashamed of knowing that, let alone expecting anyone else to know.","labels":"disgust"},{"text":"That last little desperate jump to avoid impact? I felt that in my soul.","labels":"curiosity"},{"text":"We have cookies!!!","labels":"realization"},{"text":"[NAME] some of these post i read on this sub its just getting too ridiculous","labels":"approval"},{"text":"I don’t know where you live but in my area people don’t really care to have a good-faith conversation with an anarchist.","labels":"disappointment"},{"text":"Very little people care, also just because other countries have it is not a reason ","labels":"sadness"},{"text":"Scary that [NAME] ASG effort looked similar to some of his regular season performances.","labels":"fear"},{"text":"I said nothing of the sort.","labels":"optimism"},{"text":">I get that.. You don't","labels":"neutral"},{"text":"> For the same reason it wouldn’t permit business with an expressly racist\/sexist\/etc. business But those practices are illegal at all levels already.","labels":"sadness"},{"text":"We have to watch the kids during lunch. So I eat while yelling at the kids.","labels":"optimism"},{"text":"Im sure you’ll love it","labels":"optimism"},{"text":"Haha WEHO, for West Hollywood, not Wehoe for We hoes","labels":"amusement"},{"text":"I was absolutely going for Attenborough, but u\/synthprax brings up a wonderful alternative. Also, [NAME].","labels":"surprise"},{"text":"Girl I went to school with was killed like this.","labels":"disappointment"},{"text":"She’s happy she’s taking half of amazon.. [NAME] said [NAME] was a cheater.. win win I guess...","labels":"joy"},{"text":"I am just utterly disgusted by it all","labels":"disgust"},{"text":"What song was that earlier ? It went oooh oooh ooooh oooh oooh oooh.","labels":"curiosity"},{"text":"Interesting, but I can't imagine it will be there long until someone steals or destroys it.","labels":"disapproval"},{"text":"Yes, which is why I hate the term \"ranked choice voting\".","labels":"anger"},{"text":"He... he had someone take that picture for him.","labels":"optimism"},{"text":"The mods deleted it I'm sorry","labels":"disappointment"},{"text":"This is an incredible insight I've never thought of before. loyalty vs disloyalty, compared to care vs harm, I mean.","labels":"curiosity"},{"text":"It's not *literally* the same investigation.","labels":"disapproval"},{"text":"hey sweets...","labels":"neutral"},{"text":"Yes. But it’s still KFC so there’s a long way to go.","labels":"realization"},{"text":"I'll see if I can find it Found it!","labels":"curiosity"},{"text":"Big yikes. Biiiig yikes. I do feel your pain. I wish I could upvote you more than once.","labels":"sadness"},{"text":"Yea gotta get that sweet .05% on $3,000. Gonna retire with it!","labels":"neutral"},{"text":"Learn jukes, learn the killer's patterns (respecting pallets, doubling back, moonwalking, etc.) be resourceful and never waste pallets\/windows ","labels":"optimism"},{"text":"People are idiots....sheep don't magically become independent thinkers just because their food source changes","labels":"realization"},{"text":"[NAME], [NAME], [NAME], prime [NAME] + [NAME] was fun. ","labels":"amusement"},{"text":"Yessir. And I live in Dallas. Stop being salty freefreebradshaw.","labels":"annoyance"},{"text":"Let’s not get creative again","labels":"disappointment"},{"text":"Peace to you both.","labels":"joy"},{"text":"Aw crap... Parents are my age now? Edit: What am I doing with my life?","labels":"disappointment"},{"text":"Sounds like a standard room and board agreement. Nothing communist about that at all.","labels":"realization"},{"text":"*Unfortunately that’s the world we live in now* [NAME]. [NAME] women ruining everything.","labels":"surprise"},{"text":"*Chocolate thugs don't mess around* That's interesting though. Something to look forward to when you wake up","labels":"confusion"},{"text":"2 is washed out, 6 and 10 are too dark. Also imgur showed me a bald naked chimpanzee right after your last picture and I nearly choked. ","labels":"disgust"},{"text":"Sorry, an errant surge of frustration ","labels":"annoyance"},{"text":"The most siamese cat thing ive ever seen- weird, sexy, playful, smart, deadly. ","labels":"optimism"},{"text":"*hello. I need a lawyer FTFY","labels":"optimism"},{"text":"I like your sleeves... they’re real big","labels":"love"},{"text":"I just said okay then moved on Edit: he's really naive about all this because he's like 13 But validating af","labels":"optimism"},{"text":"If you’ve never been to DSA you’d be surprised by how many amazing, smart people you’ll meet. ","labels":"excitement"},{"text":"Only people who think they’re better than they are blame their losses on a grenade in the game.","labels":"disappointment"},{"text":"You look like a failed attempt to gene splice [NAME] and [NAME] DNA","labels":"sadness"},{"text":"So deport the bad guys and let the asylum seekers come in. Sounds like we don’t need a wall anyway.","labels":"disgust"},{"text":"> Then and only then might you receive ~~a tip~~ **whatever change we have leftover from our grand expenses.**” FTFY. Sadly.","labels":"sadness"},{"text":"Happens to me sometimes too in certain scenarios. Its frustrating especially when you're banking on it deflecting something.","labels":"anger"},{"text":"Another way to do it without screaming at your teammates!","labels":"sadness"},{"text":"I was my father's 4th girl. **Nothing** made him uncomfortable by that point","labels":"sadness"},{"text":"The power dynamics argument is one of the most ridiculous arguments ever - unless it’s someone who has a *direct* influence on your life or outcomes.","labels":"optimism"},{"text":"No I’m just following your logic. To avoid pain people should die. Life is pain so people in pain should die. It’s your exact logic","labels":"grief"},{"text":"Haha, just like teaching.","labels":"amusement"},{"text":"April 2018– so this sub is now all about finding the outrage needles in the haystack, eh? ","labels":"curiosity"},{"text":"My favorite kind of chilled delectable from Georgia. Sort of like candy apples, but crunchier. ","labels":"joy"},{"text":"He's hanging with friends...TV on, volume down. People asking, how are things in Detroit and he just shrugs and shakes his head","labels":"joy"},{"text":"I hope she lives to be 200, just to piss them off.","labels":"optimism"},{"text":"> Sleeping next to someone I knew my wife is trying to kill me!","labels":"fear"},{"text":"You're taking her scale way too literally.","labels":"realization"},{"text":"[NAME] did a YT vid and now everyone trying to be like him. Sad!","labels":"sadness"},{"text":"Ah that video","labels":"neutral"},{"text":"[NAME] is getting ready for sex!!","labels":"excitement"},{"text":"Sour Tangie!","labels":"neutral"},{"text":"Maybe try a flashlight next to her bed, so she can turn it on and look around if she gets scared?","labels":"confusion"},{"text":"If they rig the DNC once, they can do it again.","labels":"caring"},{"text":"BONE-SHAKINGLY MEDIOCRE BROTHER","labels":"neutral"},{"text":"Yes it absolutely is, that's just not it's formal name. [NAME] commiting treason is absolutely a crime","labels":"sadness"},{"text":"Read the title of this post. I said ugly people can be LIKED. But people don’t truly FALL IN LOVE with physically unattractive people","labels":"disapproval"},{"text":">I hate [NAME] so much. Lol","labels":"amusement"},{"text":"It's not much what you say but how you say it and the tone you use, children absorb more the emotion rather than the logic behind it","labels":"neutral"},{"text":"ROOMS TO GO LOUNGE TIME","labels":"neutral"},{"text":"Cider, its an acceptable drink to get drunk when you don't like the taste of beer and too much of a man to drink moscato","labels":"realization"},{"text":"Pretty sure I’ve seen this. He swings away with the harness he is wearing. Still looks painful but I think he lives","labels":"sadness"},{"text":"They r playing","labels":"joy"},{"text":"Allowed to, sure. Just don't expect me to provide you lube. And don't complain to me when you start chafing.","labels":"realization"},{"text":"Because we didnt have two top 5 players on the team so the bench needed to be great","labels":"excitement"},{"text":"this is so true!","labels":"realization"},{"text":"Going small here... interesting","labels":"curiosity"},{"text":"They are loving this choice in maga canada of course. Just a typical day of bigotry.","labels":"joy"},{"text":"YES YES YES VERY EPIC","labels":"neutral"},{"text":"[NAME] that was so awful I collapsed into a singularity","labels":"annoyance"},{"text":"Modern buildings are horrible.. I’ve felt like this before. Stars and birds still fill me with a sense of wonder most often.","labels":"fear"},{"text":"You again.","labels":"neutral"},{"text":"This is so gross","labels":"neutral"},{"text":"There’s still 12 episodes left compared of the two he’s been out. It’s too early to be making that kind of claim.","labels":"optimism"},{"text":"She really tried to make sure it seemed i was at fault too. Now i'm thinking that she just wanted a way out\/wanted a scapegoat","labels":"optimism"},{"text":"I think you should manage your hopes and expectations that you have about her. Start dating other people. Let her go","labels":"realization"},{"text":"Why do we gotta wait for a week just for the devs to fix their mistake?","labels":"confusion"},{"text":">Dupage county Dupage County just elected a Democratic rep, what on earth are you talking about.","labels":"confusion"},{"text":"Of course it's going backwards, people generally don't want to acknowledge men as the people that hold society on their backs.","labels":"realization"},{"text":"They’re not hated for their ethnicity. They’re hated for their actions&behavior.","labels":"realization"},{"text":"Big, bad, doesn't care about lines, aaand i never keep em","labels":"disappointment"},{"text":"Finally someone who appreciates human life","labels":"amusement"},{"text":"Needed that. A [NAME] ridiculous play is a game changer","labels":"optimism"},{"text":"I haven't heard that name in SO LONG. They had this GBA game that was one of my favorite games of all time!","labels":"joy"},{"text":"ya keep pretending you can tell people what to do... see how that works out for you","labels":"neutral"},{"text":"This was insane. I knew [NAME] was legit when he swung at a pitch while being intentionally walked and almost hit it out.","labels":"surprise"},{"text":"It’s oddly unsatisfying when someone beats me to saying that.","labels":"sadness"},{"text":"Dude the kaaba was detroyed three times that's nothing","labels":"disgust"},{"text":"The reason we’re stuck in the shutdown is the democrats. Plain and simple.","labels":"realization"},{"text":"Especially the jellies, they come up so fast!","labels":"neutral"},{"text":"some one get me a damn barf bag pease !","labels":"annoyance"},{"text":"Never had a girl out right tell me she likes me and i have been in 3 somewhat long relantionships.","labels":"joy"},{"text":"I can't not pick Savor the Flavor when playing Stitches though. It's just too damn fun.","labels":"amusement"},{"text":"I found it interesting that [NAME] wasn’t addressed in FA or until the later rounds of the draft.","labels":"curiosity"},{"text":"Damn this was deep. Hope the best for you and you could really turn this into a short story or something of the such.","labels":"disappointment"},{"text":"I hate they way he says \"ssssshit\"","labels":"sadness"},{"text":"I'm not a miner. I'm not a service but I run a full node for experimentation and learning. Do I help or hurt decentralization?","labels":"curiosity"},{"text":"I'll keep an eye out.","labels":"neutral"},{"text":"The greater good","labels":"amusement"},{"text":"Good times, good timessss lol","labels":"amusement"},{"text":"good luck! I wish you the best <33","labels":"optimism"},{"text":"Or a lovegod That supports you","labels":"joy"},{"text":"When he puts it in too fast and you don't have time to let your walls expands, this is exactly how it feels... ","labels":"realization"},{"text":"What Da?!?!?!! Welp, ya learn something new!!!! Damn!!!!","labels":"joy"},{"text":"Well, at least you'll have plenty of company","labels":"joy"},{"text":"There's no excuse for him not reciprocating it's pure laziness. What about a 69?","labels":"curiosity"},{"text":"Yes its absolutely freeing! And so pure :) Aaah my heart","labels":"joy"},{"text":"It's kinda odd that people are downvoting you without providing well-sourced counter-arguments to the points you're making.","labels":"disgust"},{"text":"In looking at the questions answered in the AMAs following the [NAME] podcast, I don't see any related to [NAME] or race\/IQ. ","labels":"optimism"},{"text":"I like you. WHO WANTS TO TAKE CELEBRATORY SHOTS WITH ME???","labels":"curiosity"},{"text":"[NAME] (swt) does not need your worship. If you do good deeds and humble yourself and seek forgiveness He might guide you again.","labels":"disgust"},{"text":"> its exactly the opposite of what I do to get a girl in the mood This is super creepy","labels":"excitement"},{"text":"“But [NAME] helped the Browns win more games that’ll last season...” SLAP!!!","labels":"joy"},{"text":"He’s our puppy. He likes to show us stuff he finds around the house. This time he found money bag. We forgave him","labels":"disappointment"},{"text":"Grow up.","labels":"neutral"},{"text":"Exactly. It's rediculous","labels":"surprise"},{"text":"They are high pressure hoses, think about getting waterboarded.","labels":"surprise"},{"text":"Damn, she was gonna clobber that punk with the butt of that gun.","labels":"sadness"},{"text":"I'm just going to do what r\/soccer done over Christmas and take it off.","labels":"realization"},{"text":"Pop a chubby like a green teletubby! ^(that felt wrong.)","labels":"realization"},{"text":"i think you could say the chat about smelling their own farts was also added for comedic effect","labels":"amusement"},{"text":"... Not really how that works but I'm not going to change your mind.","labels":"curiosity"},{"text":"Good to know ED either doesn’t affect this guy or he’s projecting hard because it’s the worst thing he can try to handle","labels":"joy"},{"text":"So police were banned from having holidays, not police banned everyone else from having holidays","labels":"sadness"},{"text":"Most boring girl I ever went on a date with was covered in tattoos and piercings, and worked at a piercing parlor. ","labels":"realization"},{"text":"And maybe one day you'll be able to afford one, but until then continue being an edgy teenager whining about the war on drugs. ","labels":"anger"},{"text":"Haha I've never seen a BritSovcit video but now I'm gonna have to check some out","labels":"amusement"},{"text":"I would gleefully look forward to a battle where fascist apologists and race baiters utterly destroy each other. Maybe then we can have a civil, unified society.","labels":"gratitude"},{"text":"> I don’t understand the boot-licking mentality Calling it in 5 years. That's your future AP.","labels":"confusion"},{"text":"Tell her off yourself (and poke her in the back) that she's way too old and way too heavy to be pulling this stuff.","labels":"sadness"},{"text":"Weird, no formatting was applied. I changed to text","labels":"neutral"},{"text":"It's just a natural reaction of people blaming white people as a whole for all the bad things in history.","labels":"disappointment"},{"text":"I was waiting for that but this isn't r\/nononono or r\/Holdmybeer","labels":"sadness"},{"text":"He figured it out this offseason. He just didn't have any chemistry deep with his receivers and didn't know the playbook","labels":"realization"},{"text":"Dual income and continuous monogamous sex. If the sex stops before 60 I'm out, I'm not going to be one of those \/r\/deadbedrooms losers.","labels":"annoyance"},{"text":"Someone has sex with that.","labels":"neutral"},{"text":"Yes, you selfish prick. ","labels":"anger"},{"text":"She always looks sticky.","labels":"annoyance"},{"text":"I love this because she doesn't even start out well and end poorly- it was bad the whole way through.","labels":"love"},{"text":"My nightmare is having an iphone.","labels":"joy"},{"text":"The walls are repainted anyway every few years, so if you buy the paint you want, they will even do it for you with that.","labels":"annoyance"},{"text":"You better be praying for me. I'm living in SO MUCH SIN!","labels":"excitement"},{"text":"This is painfully fake","labels":"sadness"},{"text":"Where did I say that happened? Lmao most of my friends are single for the record. Quit jumping to conclusions.","labels":"curiosity"},{"text":"now if only there was some sort of *shock them through the phone* button....","labels":"surprise"},{"text":"What a steal that was","labels":"confusion"},{"text":"The card game in Episode 2 is probably the happiest [NAME] has been in a while.","labels":"joy"},{"text":"Plus she's probably going through some extreme grief, life insurance is a huge practical concern for her right now. ","labels":"optimism"},{"text":"Apparently young children have to figure out breathing through their mouth. I forget at what age that typically occurs, but yeah...","labels":"confusion"},{"text":"It' kinda ironic that \"Winners\" are actually losers (they haven't realised that yet)","labels":"realization"},{"text":"[NAME] TAKE MY HEART","labels":"love"},{"text":"*[NAME] joins you*","labels":"neutral"},{"text":"Iq designed by the military to see who would be the best pencil pusher subordinates","labels":"joy"},{"text":"I liked the edgy sexual attraction. It was intense and I was drunk on it.","labels":"curiosity"},{"text":"I didn't hear anything, somebody sent me this.","labels":"disappointment"},{"text":"All that and still tweeting about real and perceived insults.","labels":"sadness"},{"text":"Found the checher","labels":"joy"},{"text":"Here's a way to help. Have sex with a user","labels":"approval"},{"text":"Except you continue to lose calories well after you finish running...so way off","labels":"realization"},{"text":"Why aren’t we putting guys in for garbage time?","labels":"confusion"},{"text":"> \"But I'm their father. They have to,\" he kept saying. And there is delusion colliding with reality.","labels":"realization"},{"text":"Next time just donate to charity, I find that I ruin less coffee's that way.","labels":"optimism"},{"text":"Fat dad=fat kid","labels":"neutral"},{"text":"I think [NAME] is starting to get too much blame, everybody on the roster sucks with the exception of [NAME] ","labels":"disappointment"},{"text":"I literally never said it costs that much a day. It was just a dumb guess. It's obviously more, mate.","labels":"optimism"},{"text":"> Blame the person who made the rules, not the enforce I am sticking with blaming both. ","labels":"annoyance"},{"text":"That's [NAME]!","labels":"surprise"},{"text":"Because it's incredibly cringy.","labels":"neutral"},{"text":"“Respect the house” while it is impossible to live in your own before you're 30 nowadays","labels":"optimism"},{"text":"Probably not making good pass decisions.","labels":"confusion"},{"text":"r\/woooosh I guess... xD","labels":"neutral"},{"text":"I see a lot of adult women who look fantastic with bangs, this article is just dumb","labels":"realization"},{"text":">fabricated moral high ground The irony of saying that as everyone here jerk's themselves off to a meme","labels":"neutral"},{"text":"All I said was hey [NAME], I’m a big fan from reddit... Can I have some of your hair?","labels":"curiosity"},{"text":"It’s a vegan restaurant called Ipanema! I got a tofu Caesar wrap!!","labels":"neutral"},{"text":"I tell myself that but when I’m at 90 I’m like a zombie","labels":"joy"},{"text":"Surely it's *a* factor. It's just not sufficient. [NAME] had a good life before he went jihadi.","labels":"optimism"},{"text":"I was told that upon waking up from a surgery, my first phrase was “don’t Terri [NAME] me” ☹️","labels":"sadness"},{"text":"I would love to hear yours u\/jellyjellyspace You posted a pretty unique topic","labels":"joy"},{"text":"Try to be rational instead of angry.","labels":"optimism"},{"text":"You elect [NAME], you get what you vote for, Utah. Congratulations, you got what you voted for. Vote smarter next time.","labels":"amusement"},{"text":"As a 29 year old newly married man, I still do some cringey stuff from time to time. ","labels":"embarrassment"},{"text":"It's a lot of projection. Pretty much anything they point fingers at others for, is something they're guilty of.","labels":"disgust"},{"text":"Of course it was a huge hit for him. I hate people","labels":"anger"},{"text":"Nah, you’re totally one of those MAGAmers. Your comments could’ve come straight out of the subreddit.","labels":"realization"},{"text":"Wow, you must've never been on \/pol\/ or like dozens of anti [NAME] subreddits.","labels":"surprise"},{"text":"That's wild. I was just at the DIA last week.","labels":"disappointment"},{"text":">The quality of medical care seems absolutely terrible as well. I've only been to a local hospital once Ok.","labels":"sadness"},{"text":"The coolest of beans my friend","labels":"joy"},{"text":"I can when enough time has passed. I've got each of their playoff games from that year and it's fun to relive it during the offseason.","labels":"joy"},{"text":"\"Ahyuck, did ya see that Baseball\/Football\/Basketball game last night\" <--- you, probably.","labels":"excitement"},{"text":"You have to assert dominance or they'll never learn.","labels":"pride"},{"text":"Lmaoo a team full of [NAME] blunders, sometimes I feel like it’s sabotage from the man above ","labels":"disappointment"},{"text":"Ah man this video has everything, drama, action, a tiddy poppin out","labels":"optimism"},{"text":"I think it was a one time thing because they still go for a lot more. I got lucky.","labels":"joy"},{"text":"Hey [NAME], welcome to reddit! How's your first day? There's no chance you had a previous username, is there?","labels":"curiosity"},{"text":"It's a really bad attempt to get attention and make people mad, that everyone in this thread has decided to indulge.","labels":"sadness"},{"text":"So... she just won the lottery!!","labels":"joy"},{"text":"Men don't tend to have bags as big, I reckon","labels":"realization"},{"text":"I knew you had kids, i didnt know they were old enough join the military lol. Well happy bday to your son, dad. ","labels":"amusement"},{"text":"I'm American and only speak English and didn't get that pun either...","labels":"realization"},{"text":"Not that hard, but definitely time consuming, especially to gather a dataset fit for video training.","labels":"optimism"},{"text":"yeah, they both suck... i am not a customer of either, and never will be again.","labels":"disappointment"},{"text":"I guess it's the word 'high'","labels":"confusion"},{"text":"Bold of you to assume that I have two other friends","labels":"optimism"},{"text":"That’s because she went on to miss the lay up","labels":"neutral"},{"text":"This is delusion beyond what I'm willing to engage with.","labels":"realization"},{"text":"Nice story. Which I guess is why it's #3 in the sub right now :)","labels":"gratitude"},{"text":"This must be what you get angry about when you don’t have any actual problems in your life.","labels":"annoyance"},{"text":"Oh sorry. To clarify, I was wondering if I should mention that I am more than willing to help her if need be.","labels":"gratitude"},{"text":"I like you both.","labels":"joy"},{"text":"Sure but you gotta still be attractive. Something tells me that dude in the thread was an unattractive neckbeard.","labels":"desire"},{"text":"How the hell do you get downvoted for a submission statement on \/r\/TrueReddit. Title or not it is still required.","labels":"anger"},{"text":"\/u\/897w346354365fdddfs said: > You're funny You're shilly","labels":"amusement"},{"text":"Gotta admit, I chuckled at this one","labels":"approval"},{"text":"Yikes hope hes ok","labels":"neutral"},{"text":"Oh hey, someone with a brain. Rare round here. ","labels":"realization"},{"text":"Do You Realize, by The Flaming Lips. But it's not really ruined because we ended\/still are on good terms. It just kinda makes my heart feel heavy.","labels":"curiosity"},{"text":"If they declare it, its not a bribe its a political donation... In theory.","labels":"neutral"},{"text":"Low ^hanging ^^fruit","labels":"neutral"},{"text":"Yeah, but what if he didn't have a camera? You see it in Russia all the time, which is why everyone has a dashcam.","labels":"curiosity"},{"text":"\"oh that wasn't me, my baby brother must have grabbed my phone\" ","labels":"confusion"},{"text":"this guy \/u\/EightRoundsRapid is sending me nude dm's even though he knows i'm underage, what do i do?","labels":"curiosity"},{"text":"[NAME] is a monster, my favorite of the Pythons. Such a perfect smug face.","labels":"amusement"},{"text":"This is great advice. The minions here will automatically down vote due to username.","labels":"gratitude"},{"text":"[NAME] damn it I hate when enemy keepers use their hands and stuff to keep the ball outside their goal. Make a mistake pls.","labels":"anger"},{"text":"If [NAME] really did look like that guy though...why was the dumbass gonna step to him like that?","labels":"confusion"},{"text":"Dude, you made my day. ","labels":"joy"},{"text":"i do love how absolutely distraught the girls look","labels":"disappointment"},{"text":"You shifty leafs were too nice. Something had to be up.","labels":"gratitude"},{"text":"I like Abram wayyyy more that Rapp. I hope we can snag Abram so we can use our first two picks to fill other holes.","labels":"optimism"},{"text":"They play loud trap music.","labels":"realization"},{"text":"Crisis centers are not only for battered women they are for abused women as well. From the looks of it, they are all abusing you. ","labels":"annoyance"},{"text":"You’re like not wrong but I wanted to play up the immaturity. I’ll go back and edit","labels":"desire"},{"text":"Group hug to you and our fellow redditors :)","labels":"joy"},{"text":"No organic webs, no [NAME], no [NAME]. Pack your memes, get out of my subreddit. You're NOT [NAME]!","labels":"optimism"},{"text":"And based on the film of [NAME] novel *Johnny Got His Gun*, both worth checking out.","labels":"optimism"},{"text":"You have to be REALLY old to be too old to appreciate rap music. Rap music started in the 1970s.","labels":"amusement"},{"text":"Can i give reddit gold to your sister... Or at least a gold star Also how was the show","labels":"curiosity"},{"text":"What \"same thing\"? You're not addressing any of my actual argument and have barely been doing so for a while.","labels":"curiosity"},{"text":"So, the kicker... her brother played on Xbox so that's the console she had claimed to play on!","labels":"realization"},{"text":"It isn’t that bad :\/","labels":"curiosity"},{"text":"You are unfortunately far and few between.","labels":"sadness"},{"text":"Yup. I don't want to soil the paper unless I have something very interesting to write about.","labels":"optimism"},{"text":">I'm just trying to be respectful of the native speakers who did and who prefer it. Literally no one, because it's a made up word","labels":"gratitude"},{"text":"We are atrocious on defence.. I hate this tactics of defenders playing th ball around.. slows down the creativity so much","labels":"amusement"},{"text":"I'm glad your expectations are low..i am expecting full on knee jerk reactions if the game doesn't go well tonight.","labels":"curiosity"},{"text":"B plug? What the hell. Use an A plug or you're never going to become doctor some day.","labels":"curiosity"},{"text":"Me neither. :(","labels":"neutral"},{"text":"You played torb....... that’s why. Just kidding that’s really weird though","labels":"realization"},{"text":"tape up those laptop cams y’all","labels":"neutral"},{"text":"Broke and jealous","labels":"sadness"},{"text":"> Why do you think you're in financial hell? He spends the rest on drugs according to his post history.","labels":"curiosity"},{"text":"*I love pressure. I eat it for breakfast.*","labels":"joy"},{"text":"seemed so anti [NAME] \/ classless, especially as [NAME] has kept his mouth shut.","labels":"realization"},{"text":"Good. Now we just need people to dislike commies more than they do now","labels":"realization"},{"text":"Oh thanks ^^ my bad I have been typing too much so my fingers hurt XD","labels":"disappointment"},{"text":"I know, I know. I tend to have that effect on people ","labels":"sadness"},{"text":"Nah we love telling people to post hog, you're just making our day better.","labels":"realization"},{"text":"Not all comedy is for everyone. Check out some of their other stuff, though. They're overall hilarious.","labels":"amusement"},{"text":"Oh look [NAME] piggy backing attention at the end there.","labels":"optimism"},{"text":"All jokes aside my birthday is January 2nd as well if yours really is","labels":"amusement"},{"text":"The train conductor didn't kill anyone. There's nothing that person can to but watch. So it's a lot easier to believe.","labels":"realization"},{"text":"Market ≠ Capitalism Just because something operates within the Capitalist system doesn't make it Capitalist. Just because [NAME] was (supposedly) elected didn't make him democratic","labels":"disapproval"},{"text":"Because ridiculously attractive people also have self esteem issues and depression Guess what honey The world sucks for everyone There’s no escape We will all die in misery and alone","labels":"sadness"},{"text":"Well i know this much is true, there’s unspoken truth amoung us men, we secretly love hairy vaj. No? Just me?","labels":"confusion"},{"text":"I would love it if they could, but I don't think his trade value is that high","labels":"approval"},{"text":"Hey, I bought a few issues of \"Lady Death\" and it was awesome! I wasn't hanging posters though.","labels":"joy"},{"text":"It makes us more determined to tank for Zion","labels":"excitement"},{"text":"...a golden sex toy?","labels":"neutral"},{"text":"The vast majority of stories on r\/incest are activities between consenting adults. There is nothing wrong with that.","labels":"optimism"},{"text":"Especially the Lexus peeps. Just baffles me how they dash in their nice cars.","labels":"excitement"},{"text":"Wow misleading title.. Ffs","labels":"surprise"},{"text":">Most likely lassaire stones. [NAME]. [NAME]. The bane of gemologists. Glassy garbage.","labels":"neutral"},{"text":"Brace yourself","labels":"neutral"},{"text":"[NAME] will be great. But I will definately miss if she's not there.","labels":"gratitude"},{"text":"**IITT'SSSS HIGHHHHH NOOOOOOOONNN**","labels":"neutral"},{"text":"It’s treason then.","labels":"neutral"},{"text":"“But officer, I have a doctor’s note saying I *have* to expose myself to them!”","labels":"approval"},{"text":"ya shes stressed out alot. oh ok. thanks for the advice.","labels":"sadness"},{"text":"I'd be down with the big baller himself.","labels":"disappointment"},{"text":"You don't follow [NAME]. You're a hypocrite following man's interpretation of the word of [NAME]. Youre too stupid to even be embarrassed.","labels":"disgust"},{"text":"Oh my bad, i didn't know, thanks for telling me!","labels":"gratitude"},{"text":"Give the mouse a chance!.leave the cat to it.","labels":"approval"},{"text":"> this teams been appalling for a month now They're 7-7 in the past 30 days.","labels":"optimism"},{"text":"If it weren't already so delayed","labels":"neutral"},{"text":"There's those people that compliment me all the time and you can tell it's so forced and fake and I honestly dont know what to say","labels":"disgust"},{"text":"Idk man, some people just have wack combinations. I'm a Yankees\/Panthers\/Jazz fan, it doesn't have to make any sense. ","labels":"optimism"},{"text":"Ladies and Gentlemen........We got him","labels":"joy"},{"text":"That's pretty much ALL complaining...","labels":"annoyance"},{"text":"hehe cheeky little guy","labels":"joy"},{"text":"Yes, I did, not once...here is my full story: Story of my dead bedroom","labels":"approval"},{"text":"Damn the Cubs fell hard!","labels":"disappointment"},{"text":"r\/puns might appreciate this. I know I did!","labels":"amusement"},{"text":"The reaction was contained under the bandaid due to big pharma’s nanobot technology to help disguise the TRUTH. :P","labels":"realization"},{"text":"I thought sex would be a great stress reliever.","labels":"desire"},{"text":"Her elitism is what earned her the place here. She's clearly a lefty statist.","labels":"realization"},{"text":"Sounds like they’re not responsible and shouldn’t have the right to have these.","labels":"realization"},{"text":"Lol OK. I guess we'll skip over the \"generally accepted\" part of the definition cuz why not, eh?","labels":"amusement"},{"text":"There were two attempts. They didn't launch very well","labels":"disappointment"},{"text":"Can we somehow use them to collect co2? Or at least stretch them a bit to try?","labels":"curiosity"},{"text":"u\/RedOnTheRail you slime!","labels":"neutral"},{"text":"Why delete it. It's relatable, never be shamed of what you're going through. ","labels":"optimism"},{"text":"You know it’s bad when you grab the toothpaste and start reading it","labels":"embarrassment"},{"text":"[NAME]’ column the other day had an interesting line, “zealotry is often people working out their psychological wounds.”","labels":"curiosity"},{"text":"I don't know much about Arizona politics, but I could see this candidate winning.","labels":"realization"},{"text":"I have and i’ve also shot some ak’s they’re not too bad but i still prefer handguns despite the kick.","labels":"joy"},{"text":"Yea feel sad for that kid, that native guy is an anti [NAME] activist who destroyed his life ","labels":"sadness"},{"text":"The epitome of the virgin soyboy\/Alpha [NAME] meme.","labels":"neutral"},{"text":"*they were not* 😂 perfect. I’m sure they were - that mental image is pretty awesome lol","labels":"amusement"},{"text":"No, but even if you did, you'll find nothing special.","labels":"optimism"},{"text":"A bash that doesn’t guaranty anything? Isn’t that a bad thing I mean it’s one of the complaints of heard about lawbringers shove","labels":"curiosity"},{"text":"The leader of the revolutionaries would be exploiting the labor of the revolutionaries below him!","labels":"disappointment"},{"text":"Ah, I see you are a man of culture, as well.","labels":"realization"},{"text":"Play something else and come back later. You’re burning yourself out","labels":"fear"},{"text":"I waited 15 days for this joke, I'm so proud of this community.","labels":"amusement"},{"text":">All men cheat, you might as well get cheated on by a rich man! Kudos on the level of misanthropy. ","labels":"disappointment"},{"text":"Oh wow, [NAME], owchie [NAME], [NAME] to pick one","labels":"realization"},{"text":"I don’t *think* she’s awful, I know she’s awful. She has literally no redeeming qualities. ","labels":"disappointment"},{"text":"All voting has all sorts of problems. Struggling to find a point to your post.","labels":"sadness"},{"text":"Allow Ireland to become a colony of the UK, outside the EU?","labels":"curiosity"},{"text":"My [NAME] accuses me of cheating all the time too when I’ve been nothing but loyal. Makes me wonder if she was cheating on me too...","labels":"disappointment"},{"text":"She didn't seem to have an issue with them judging her as \"cool\" tho","labels":"joy"},{"text":"Yeah that's funny. Girl who didn't like that is probably some [NAME] wannabe thot.","labels":"joy"},{"text":"If that pleases you then great but it means nothing to me. I just use it and ill see it properly in game.","labels":"realization"},{"text":"Similar feeling here. We'll are just bunch of weebs.","labels":"joy"},{"text":"Notice how much harder [NAME] was concentrating on catching those rocks than [NAME] did at the end of TLJ...","labels":"realization"},{"text":"You sir are a true hero.","labels":"amusement"},{"text":"Tell him, that just as he has a very shy person and I told her just to get a pretty woman with a strapon.","labels":"annoyance"},{"text":"I second that","labels":"neutral"},{"text":"Yes, but you don't need it to play.","labels":"confusion"},{"text":"they're a bit expensive anyways","labels":"realization"},{"text":"Always gotta have a scapegoat so your chosen economic ideology doesn't look bad!","labels":"confusion"},{"text":"Wow Donkey must be smaller than I remember","labels":"realization"},{"text":"For extra measure tape it right by your crotch so she can't take it for sexual assault reasons","labels":"curiosity"},{"text":"They're demonized because they're annoying.","labels":"annoyance"},{"text":"I wish. It's been over 72 hours for me now, nothing. Less than .5 ETH, BCH and BSV - hasn't moved.","labels":"curiosity"},{"text":"No other org has the #2 pick","labels":"realization"},{"text":"Those people are seeking fame and riches, of course they're gonna run into scumbag predators","labels":"excitement"},{"text":"That’s what happens when you’re from the uk and there’s literally nothing but 1 uk event outside of the pro league and America.","labels":"realization"},{"text":"Oh damn it! I was just on my way to the post box","labels":"optimism"},{"text":"If loving the Falcons along side my Vikings is wrong, *than I don’t want to be right.*","labels":"curiosity"},{"text":"*wall breaks* OH YEAH!!","labels":"neutral"},{"text":"Several of the scenarios in the ad were talking about intervening when boys were attacking\/bullying other boys.","labels":"neutral"},{"text":"I almost pissed myself waiting so long in the tunnel. Not a fun feeling","labels":"disapproval"},{"text":"Also in response to \/u\/hyunL. There was. Among other things such as vocally wanting rape to be legalized, \"breeding\" farms, among other things. ","labels":"approval"},{"text":"If they lightbulb doesn’t change then it’s racist, sexist, Nazi scum. Am democrat just playing along. ","labels":"anger"},{"text":"Just watch everyone we are somehow gonna mess up this draft pick down the stretch with pointless wins too","labels":"approval"},{"text":"[NAME] is just the man to accept that! ::cough:: MELO ::cough::","labels":"neutral"},{"text":"Hopefully but I don't think it's going to change anytime soon","labels":"optimism"},{"text":"I think I know why [NAME] put you on this earth. Go on now you have a job to do.","labels":"disappointment"},{"text":"Damn... somebody got told.","labels":"neutral"},{"text":"My favourite goes back to one of the first battles ever on YouTube:","labels":"joy"},{"text":"Nice ;)","labels":"neutral"},{"text":"It’s the NRA, I don’t think it should shock anyone regardless.","labels":"realization"},{"text":"if [NAME] got a divorce he would stop doing this","labels":"sadness"},{"text":"Gmod Wonderworld is a personal favorite and may be the most sadistic and hilarious thing [NAME] has done","labels":"amusement"},{"text":"whhat rene with that hair an...he is the mayor???","labels":"neutral"},{"text":"Dr [NAME] is the best! :)","labels":"amusement"},{"text":"In many states and numerous nations a 16 yo can legally consent.","labels":"neutral"},{"text":"Is there any attempt to use non-tainted symbol and to steer a non-hateful discourse in order to represent their pride?","labels":"curiosity"},{"text":"Am I not supposed to have what I want, what I need","labels":"disappointment"},{"text":"All skin heads? Interesting choice.","labels":"curiosity"},{"text":"Locked it in chastity","labels":"neutral"},{"text":"^ I find both creepy tbh.","labels":"disgust"},{"text":"the original concern was about one particular type of vaccine, not all vaccinations.","labels":"caring"},{"text":"Thank [NAME] though! Imagine someone like that with kids... yikes","labels":"amusement"},{"text":"Do you mean a \"theocracy\"?","labels":"curiosity"},{"text":"Ah that's my school but I have yet to see this one, gotta keep swippin ","labels":"approval"},{"text":"Didn't even know that was a thing, but it was just what I needed! h\/t","labels":"curiosity"},{"text":"How crazy is that, matrix confirmed.","labels":"approval"},{"text":"You tried your best, and you failed miserably. The lesson is, never try.","labels":"optimism"},{"text":"Having read the entire article, and some of the other FAQ, the only thing this is telling is that [NAME] read the same book very differently.","labels":"approval"},{"text":">arent as attractive as their peers Except for the women who date older RICH men, those tend to be more attractive.","labels":"curiosity"},{"text":"Oh then u\/Dr-Pepper-Phd","labels":"neutral"},{"text":"Do you think each worker looks after only one child?","labels":"curiosity"},{"text":"Why else? Seems that it is just lack of imagination on your part.","labels":"curiosity"},{"text":"Mine is great at deflating them!!..wait wrong team..","labels":"pride"},{"text":"I think there is something odd about it too... We will probably get the truth it the not to distant future, but no one will care. ","labels":"confusion"},{"text":"I think Judge came in a little too late so he’ll need to be amazing for the next 8 years","labels":"surprise"},{"text":"The \"people's assembly\" is the latest ruse by neoliberals since they realised they have little chance of winning if another referendum was called.","labels":"realization"},{"text":"*she. And I was was referring to the 2 goals in the final 6 seconds last year. Also vs Anaheim lol","labels":"amusement"},{"text":"For an alternate anecdote, I quit playing because of the forced role QM changes, so there's that.","labels":"disappointment"},{"text":"I DONT LIKE EM PUTTIN CHEMICALS IN THE WATER TO TURN THE FRIGGIN FROGS GAY **UNH UNH UNH**","labels":"sadness"},{"text":"...and let her clean?","labels":"curiosity"},{"text":"^ [NAME] idiot squealing","labels":"neutral"},{"text":"can we all just get along over some tea","labels":"curiosity"},{"text":"Ech even if he wanted to just be friends i dont think its okay to just ignore you like that. I think you dodged a bullet.","labels":"realization"},{"text":"Happy birthday [NAME]","labels":"joy"},{"text":"You've got time to turn it around. I promise you. You can get there.","labels":"neutral"},{"text":"that's so sweet","labels":"optimism"},{"text":"Nice try Lumi","labels":"optimism"},{"text":"Then YOU go right ahead...support and guide him.","labels":"approval"},{"text":"I learned it from [NAME]!","labels":"optimism"},{"text":"that’s beautiful. are you sure it’s only twelve feet though? it seems much taller","labels":"confusion"},{"text":"Will provably be downvoted into oblivion but you could have used *people* instead of *monsters* and have the point remain intact. Edit: Probably*","labels":"optimism"},{"text":"[NAME] was selfish as hell. Stop with the revisionist history bs","labels":"disgust"},{"text":"Stop with this revisionist history we literally just let him go because HE SUCKED","labels":"disappointment"},{"text":"I feel bad for these guys. I'd like to be able to help ex-mos in trouble.","labels":"sadness"},{"text":"This would be huge!","labels":"excitement"},{"text":"I didn't know macs were THAT limited. \/s","labels":"neutral"},{"text":"If you wanna know how rappers rape ask [NAME]","labels":"neutral"},{"text":">Any [NAME] who is married will skip her Well just for fun let's talk for a moment. Going to send you a PM.","labels":"amusement"},{"text":"You beat me to it","labels":"annoyance"},{"text":"There is no your reality. There is only your delusion.","labels":"optimism"},{"text":" >sexuality shouldn’t be a grouping category It makes you different from othet ppl so imo it fits the definition of \"grouping\" ","labels":"optimism"},{"text":"Oops! The bottle was so oily it slipped outta my hand and into the trash!","labels":"sadness"},{"text":"The best part was when the Audience thought [NAME] worm had gone “unnoticed” by th Department of Justice.","labels":"optimism"},{"text":"Our 2nd unit is as bad as anybody in the NBA","labels":"sadness"},{"text":"If only I could figure out how. I'm trying, but to no avail. ","labels":"optimism"},{"text":"This blows. But I think [NAME] can do it alone if he gets a home health care assistant.","labels":"optimism"},{"text":"\"drop the beat *AYYYYYYYYY........OOOOOOOOHHHHNNNOOOOOO\"*","labels":"neutral"},{"text":"Glad to help!","labels":"optimism"},{"text":"Youre not wrong, but that applies to every ad. People are generally getting upset with the message more than anything though","labels":"realization"},{"text":"I'll have you know, we've never lost to a 16-seed that was the winner of a play-in game","labels":"optimism"},{"text":"All I ask is to not embarrass us on National TV like they did against Philly.","labels":"embarrassment"},{"text":"i like playing as a good guy' **Lassoes someone and feeds them to some crocodiles for insulting my fashion sense.**","labels":"optimism"},{"text":"Cheaper to burn the car","labels":"neutral"},{"text":"Pretty blunt\/rude on his part. Maybe he felt bad for you and wanted to be your friend though.","labels":"realization"},{"text":"It would be that much in the States too but, subsidized. Edit: not sure about the down votes. ","labels":"realization"},{"text":"I smell a woooosh","labels":"neutral"},{"text":"good thing it was our only car and we worked hard to get it","labels":"realization"},{"text":"Yes. Once I went to lunch so late in a 9-5 job it was dark when I got back.","labels":"disapproval"},{"text":"You're going NOWHERE! Edit: [NAME]","labels":"optimism"},{"text":"Dont forget asshat.","labels":"realization"},{"text":"hard working, alpha male, jackhammer, merciless, insatiable","labels":"neutral"},{"text":"Could also be an overwhelming guilt in the heat of the moment. Probably hard to stay rational when you realize you've killed your own friend on accident.","labels":"disappointment"},{"text":"Nothing ocular about that smackdown. Raunchy just peaked all over [deleted].","labels":"neutral"},{"text":"Absolutely glorious morning. There is no better weather.","labels":"neutral"},{"text":"Me too! That’s what I heard :\/","labels":"curiosity"},{"text":"That's pretty bad though would certainly explain things.","labels":"embarrassment"},{"text":"I don't remember the taste, but someone on my strange addiction tv show ate her late husband's ashes and described the taste. ","labels":"realization"},{"text":"True. Icing all three of your villains for the duration of the film is a bad idea. They need to be making moves.","labels":"sadness"},{"text":"So you’re telling me you think [NAME] is better than [NAME] whatever you say man","labels":"amusement"},{"text":"I woke up drunk and mouthy","labels":"neutral"},{"text":"> the US is a democracy. It's not. Never has been and hopefully never will be.","labels":"disappointment"},{"text":"There's DOJ guidelines that he cannot be indicted.","labels":"disapproval"},{"text":"It would work just fine. I wear medium shirts and a small or medium jersey fits me great.","labels":"pride"},{"text":"She is pretty smart to reject. You sound highly narcissistic and delusional. You may be an actual psychopath.","labels":"sadness"},{"text":"Kill em with kindness, as they say","labels":"neutral"},{"text":"[NAME] and [NAME] were the ones I had in mind, but I'm not surprised they're not the only ones from what I've heard.","labels":"surprise"},{"text":"You arent going to be making 10 million dollars in your business, this wont affect you.","labels":"sadness"},{"text":"Write...all your memories and everything remember about him. Trust me, 10, 20, 30 years from now you’ll be happy you did. ","labels":"joy"},{"text":"the laycount is legit buds @IAMTHESmoothOperator","labels":"optimism"},{"text":"Only if the fights are between chimpanzees. [NAME], those things will tear you to shreds","labels":"sadness"},{"text":">Emotions like this will get you killed. That is too bad, considering I was planning on living forever.","labels":"sadness"},{"text":"Life is precious? Then how come you shot [NAME], huh?","labels":"curiosity"},{"text":"Thing is, some fans will *never* be happy. There is nothing that can be done to please them. That's the problem.","labels":"disappointment"},{"text":"I got bad news for ya'll. I picked Chargers, Colts, Saints, and Cowboys to win. So Eagles might be winning :\/ ","labels":"disappointment"},{"text":"One ️ig shlong","labels":"neutral"},{"text":"Dam tears in my eyes now, but seriously great job ","labels":"sadness"},{"text":"[NAME] were the only reason this episode was remotely interesting lmao","labels":"curiosity"},{"text":"> laughing me off. > can’t expect everyone to be current on every topic","labels":"amusement"},{"text":"Real-life goblin checking in. It’s very demoralizing.","labels":"sadness"},{"text":"Don't worry... I'm on this. I'm using the non business days to cool off and figure it out. Visiting an attorney Monday morning.","labels":"disappointment"},{"text":"Lmao “now everyone *has* a job”","labels":"desire"},{"text":"Yeeeaaahhh.... \"protect\"... I'm pretty sure this guy has a rape dungeon filled with schoolgirl body-pillows in his basement.","labels":"optimism"},{"text":"The Right: \"Why won't the left let us rape, abuse and brainwash children without putting their liberal noses where they don't belong.\"","labels":"anger"},{"text":"NOBODY TELL HIM","labels":"neutral"},{"text":"> We're angry, but we don't want to be labelled as violent nutters.","labels":"anger"},{"text":"I always tried to go first if possible tbh. You're not gonna get away, might as get it over with quickly.","labels":"desire"},{"text":"I kind of feel the same, I live for sex and am absolutely wasted on my husband. ","labels":"realization"},{"text":"My mother did this. This isn't just a millennial thing.","labels":"disgust"},{"text":"Ah yes, consent is when they awkwardly laugh off an unsolicited sexual encounter!","labels":"amusement"},{"text":"Welcome to religion 101","labels":"amusement"},{"text":"I love bein' inside u, baby","labels":"joy"},{"text":"She's not an hero we deserve, she's an hero we have. ","labels":"optimism"},{"text":"Cant wait til [NAME] passes him. [NAME] is an ungrateful mofo. Anyone that praises their own work ethic and hard work needs slapped silly.","labels":"gratitude"},{"text":"Are you live streaming my living room right now?","labels":"curiosity"},{"text":"Did the Benghazi investigation lead to more than a dozen people thrown in jail, cause this investigation has and it's not even over. ","labels":"curiosity"},{"text":"Except you haven't achieved anything. You inherited a lot of money and retired young.","labels":"disappointment"},{"text":"Wow, I stand corrected, it's *even worse* than I thought!","labels":"surprise"},{"text":"Oh [NAME] another tmi scene","labels":"neutral"},{"text":"Worried it will be taken off the table?","labels":"curiosity"},{"text":"My friends thought I was asexual","labels":"surprise"},{"text":"We’re a second half team. We got this. COYG!!","labels":"neutral"},{"text":"A big fat phony!!!","labels":"neutral"},{"text":"Have a great safe driving record, save up to buy stuff, and meet people face to face to talk to them.","labels":"optimism"},{"text":"lol Totally sounds like something that would be on tv. But you know what they say--truth is stranger than fiction.","labels":"amusement"},{"text":"i remember that feeling.","labels":"realization"},{"text":"Dude just get them drunk.","labels":"joy"},{"text":"r\/everyfuckingthread Reddit Cliches have been observed by this bot 951 times.","labels":"realization"},{"text":"Since when can a family member drive against other familymembers because you both own it? That would go horrible if that argument was valid! What the hell!","labels":"approval"},{"text":"Not in this thread- but I have heard people act like it’s no big deal... don’t take reasonable precautions to prevent spreading it","labels":"realization"},{"text":"Kind of telling that I haven't received a response really","labels":"disappointment"},{"text":"Oh she dead","labels":"sadness"},{"text":">Will continue if anyone wants to read more. We are not, therefore please do not","labels":"confusion"},{"text":"The only thing I can think of is [NAME] and [NAME] everyone is very uneasy about.","labels":"curiosity"},{"text":"Oh god no!!! I was gonna get some shipped out to save you some money. Never mind.","labels":"surprise"},{"text":"I agreed with your comment until you told people they shouldn’t be parents for not knowing the difference between deodorant and antiperspirant.","labels":"approval"},{"text":"His wrists are too small ☹️","labels":"sadness"},{"text":"My understanding it was a simply banking error","labels":"neutral"},{"text":"Could this be more .jpeged","labels":"neutral"},{"text":"y i k e s","labels":"neutral"},{"text":"I would lol","labels":"amusement"},{"text":"I think [NAME] was being sarcastic.","labels":"amusement"},{"text":"So if the EU sent all its refugees over the open border into the UK that'd be just tickety boo?","labels":"curiosity"},{"text":"Thats great... Here same with me","labels":"amusement"},{"text":"Poor [NAME] doesn't deserve that!","labels":"realization"},{"text":"I couldn't be a god, I hate harp music.","labels":"realization"},{"text":"Thanks, I hate moderation (you must get that joke a lot) ","labels":"gratitude"},{"text":"I'm torn between [NAME] and [NAME]. [NAME] is next man up for scoring now, especially if [NAME] keeps riding the pine. ","labels":"realization"},{"text":"nothing special? I drop stuff like this mate","labels":"curiosity"},{"text":"Is it because of the huge black spider above it?!? That bugs me more than it being off center...","labels":"curiosity"},{"text":"Oh [NAME] if I was 9 and my parents did that I would cringe real hard","labels":"fear"},{"text":"Gods, what a loser.","labels":"neutral"},{"text":"SAP level data","labels":"neutral"},{"text":"I see it this way also. I have never played Pokemon Go but I feel like DD creates the same excitement.","labels":"curiosity"},{"text":"And I’ll admit I am insane for allowing it to happen but the passion I have for this guy makes it hard to cut off all contact.","labels":"grief"},{"text":"Crazy how [NAME] being a POS had been factual since the 90s but he’s only now feeling the consequences of his actions","labels":"surprise"},{"text":"Do not come for [NAME].","labels":"realization"},{"text":"He could have easily taken a real camera from a legitimate source and change the price in Word\/Photoshop and then print it out.","labels":"optimism"},{"text":"Wasn't getting anywhere to begin with, might as well have some toxic fun with it.","labels":"amusement"},{"text":"I thought we had a rule against incel content?","labels":"realization"},{"text":"As comic book guy from Simpson’s would say. WORST. WRITTEN CRIMELORD. EVER....","labels":"disgust"},{"text":"Well it obviously helps you rationalize your total unwillingness to take action to make the world a better place. I hope that you grow past that.","labels":"amusement"},{"text":"Me and my brother were both born and raised in SC but both our parents are from MI. So we were raised fans from the beginning","labels":"approval"},{"text":"I keep being drawn to her privates because it looks so strange to me.","labels":"desire"},{"text":"Oh damn, I was thinking like what kind of monster doing this","labels":"realization"},{"text":"> I miss frequent, monogamous sex enough that I miss a relationship very much. This is really the core of why I want a relationship.","labels":"disappointment"},{"text":"No, it's a back massage at best. At worst it can give you a stroke and kill you.","labels":"disappointment"},{"text":"are you fcking serious sis","labels":"surprise"},{"text":"Or, orrrrr. All Girls Poop Mindset Only video you need to naturally have confidence when you socialize All Girls ","labels":"optimism"},{"text":"Shithousery of the likes I've never quite witnessed. What a way to end the winter break.","labels":"curiosity"},{"text":"I.e., you don't know what socialism is and what it strives for.","labels":"anger"},{"text":"I mean, Introverted Intuition is a perceiving function and INTJs lead with it, so yeah.","labels":"joy"},{"text":"My moms ex husband...? So there is a chance that she banged her brothers and is now engaged to her father?","labels":"curiosity"},{"text":"You know what would instantly unwreck you? A good screwing. Transformational !","labels":"confusion"},{"text":"This must be what blasphemy laws felt like in the Middle Ages.","labels":"disappointment"},{"text":"Last event went well, 40+ signups. Looking forward to some new faces this time. Special surprise for the winner!","labels":"curiosity"},{"text":"I do, in fact, want more from OP’s work history","labels":"excitement"},{"text":"my late [NAME] kept bank suckers for low blood sugar","labels":"neutral"},{"text":"Officer [NAME] is the penultimate FA character. Apart from the fact he's attractive of course AAAAAAAAAAAAH","labels":"neutral"},{"text":"[NAME] only runs in [NAME] shorts!","labels":"neutral"},{"text":"I don't really understand what they are even proposing or how realistic it is to implement. It just sounds like empty words.","labels":"optimism"},{"text":">It doesn't sound like the author has ever actually been to Vietnam Can't rule out credibility tourism","labels":"optimism"},{"text":"Truth never changes. Maybe it's questionable to you, but... ","labels":"confusion"},{"text":"Nah mate hands across the M8 n that eh #gorgieloyal #bigcousins #watp \/s","labels":"neutral"},{"text":"Escorted off.. or being detained?","labels":"curiosity"},{"text":"being mentally ill =\/= crazy","labels":"sadness"},{"text":"This sub absolutely gets personal within seconds of anything he says being postes","labels":"annoyance"},{"text":"Yeah lol like I'm cool with signing\/drafting DL but pls not in the first like 3 rounds lol, much less at 2.","labels":"amusement"},{"text":"Wow, way to disregard history completely.","labels":"excitement"},{"text":"> ftw Awesome statistic. Made my day! Love it","labels":"joy"},{"text":"Alleviate' meaning what? Make my working life suck less?","labels":"curiosity"},{"text":"Can you please update me! I'm in the exact position! 24FHL with 21MLL","labels":"disappointment"},{"text":"My wife with BPD hasn't even kissed me in over a year. Get used to it if you're sticking around.","labels":"sadness"},{"text":"I agree with you! Just wishful thinking from me I guess aha!","labels":"amusement"},{"text":"dudes jelly. keep your distance.","labels":"neutral"},{"text":"Bro. We’ve been cursed since way before that.","labels":"annoyance"},{"text":"Reading some of the stories on this sub make me appreciate my family more.","labels":"amusement"},{"text":"Of course it is. If it's called #bellletstalk. Not #letstalk.","labels":"neutral"},{"text":"I agree. But, if you were delivering shrimps-n-gritz betcha you'd be tempted. ","labels":"approval"},{"text":"Because this is a poorly run franchise. This is a bad team.","labels":"sadness"},{"text":"True. I'm not from the US so i dont know how they would go about enforcing this law.","labels":"optimism"},{"text":"At least the bike was lighter than you ... poor cr50","labels":"realization"},{"text":"Welp....I think your question came across as judgmental. Why did you ask it?","labels":"curiosity"},{"text":"I just looked that up... Dear [NAME] why?","labels":"curiosity"},{"text":"Too bad =(","labels":"sadness"},{"text":"You. I like you.","labels":"love"},{"text":"Sorry man, I have no idea either! ","labels":"sadness"},{"text":"> I'm not sure why more people haven't been suggesting a trade like this because it doesn't make sense for the Nets lol","labels":"amusement"},{"text":"Me too, I've heard before that I'm too blunt and I feel bad about it at times","labels":"sadness"},{"text":"What are you talking about, as a 30 year old man i still munch on those","labels":"optimism"},{"text":"Not under [NAME]. Under [NAME] desperate greedy extreme partisan coward politics. They purposely brought racism front and center.","labels":"approval"},{"text":"For the record I don’t necessarily want him either. I just think he’s a compelling person.","labels":"optimism"},{"text":"we stan supportive parents!","labels":"neutral"},{"text":"Congratulations! As a fan of impulsiveness and craziness, I could not support this haphazard mayhem more. Best of luck to you both.","labels":"optimism"},{"text":"Saame god I try to picture myself as a more attractive version of myself if that makes sense but it's all just fantasy :(.","labels":"optimism"},{"text":"\"Muscles? You mean blood balloons?\"","labels":"curiosity"},{"text":"I do that anytime I see something pointy. I'm just like, \"I wonder how it would feel to stab my eye with that.","labels":"surprise"},{"text":"No we're getting Kinsler and be happy with it","labels":"joy"},{"text":"Link to paper referenced in the","labels":"neutral"},{"text":"Shameless plug for \/r\/Harris2020","labels":"disgust"},{"text":"I guess her Bad breath turned him off","labels":"sadness"},{"text":"It sure did! for a month I still think a Villa\/Spang platoon should have been given more of a look.","labels":"realization"},{"text":"Rip time wasted editing, its a shame that not many other people saw this","labels":"anger"},{"text":"He might be, indeed...just remember, if you do catch him doing this, that he's just a kid without any understanding on that stuff. ","labels":"realization"},{"text":"The title of the post started playing this in my head","labels":"optimism"},{"text":"I didn’t know that. Gtk","labels":"disapproval"},{"text":"I don’t know about romance, but I can certainly speak for the [NAME]","labels":"curiosity"},{"text":"I agree. The funny part *is* the funny part.","labels":"amusement"},{"text":"No wonder RemindMeBot defaulted to one day :P","labels":"approval"},{"text":"Don't date broke\/jobless women. I have a job and I always offer to pay the bill or split.","labels":"sadness"},{"text":"Former HUD secretary? I'll bet he'd make a hell of a brain surgeon.","labels":"curiosity"},{"text":"r\/sprainedankles... I found it once, and I wish I could unsee.","labels":"disappointment"},{"text":"Great reply as usual","labels":"amusement"},{"text":"Im not a brexiter. In fact, this is my concern with a second referendum. I'm worried that remain will lose.","labels":"sadness"},{"text":"No they haven’t and that’s probably a lot of the problem","labels":"sadness"},{"text":"That's a pretty laughable response. Pretty r\/iamverybadass actually.","labels":"amusement"},{"text":"They shout it near the end. Listen for WAAAAAAALLLLLL","labels":"anger"},{"text":"Having grown up at that dog park, it's definitely crowded more or less at all hours. Lots of retired folks in that area. ","labels":"optimism"},{"text":"I don't even find her that loud or that wild I think he's just no fun.","labels":"amusement"},{"text":"Speech should be illegal if it is an incitement to violence or a call to commit crime. Everything else, however repulsive it might be, must be legal ","labels":"optimism"},{"text":"This is turtle thing","labels":"neutral"},{"text":"Would you give your used underwear to your best friend\/romantic interest? >!I know I have.!<","labels":"curiosity"},{"text":"You could buy a used car for the price of those shoes!","labels":"excitement"},{"text":"It's a dumb and harmful thing, when you invite people because of their race and sexual orientation over qualifications and skill","labels":"sadness"},{"text":"I'm worried that [NAME] throwing away a future career by running for President.","labels":"sadness"},{"text":"Just drink the bear. Life is too painful and short to worry","labels":"sadness"},{"text":"i wonder how people who are in college\/undergrad who are in stable relationships do it.","labels":"surprise"},{"text":"This person is going to be very surprised to learn how many college campuses require you to have UTD vaccinations...","labels":"surprise"},{"text":"Those types of retirement homes are for people that want to live in a social community. But you are right, find another community. ","labels":"approval"},{"text":"i.e. the 13th, 14th, 15th of the [RELIGION] month","labels":"realization"},{"text":"I am [NAME] total lack of suprise","labels":"surprise"},{"text":"> husband probably came out blasting like the dude in the bathroom in pulp fiction Except this dude actually hit what he was shooting at.","labels":"anger"},{"text":"Thank you!","labels":"gratitude"},{"text":"Gotta love that good old libertarian to fascist pipeline.","labels":"love"},{"text":"It’s so hard to be a mommy! Chasing kiddos. Work, work, work!!! ","labels":"sadness"},{"text":"Oh good lord what did I create","labels":"confusion"},{"text":"In what way is banning someone from using your service for copyright theft \"a completely over-the-top punishment\" ?","labels":"confusion"},{"text":"What this is gud","labels":"neutral"},{"text":"We had a baby, it's hard to find the time to take them down.","labels":"sadness"},{"text":"Hard. Social anxiety\/general fear\/uggoness kept me from actually getting dates and i was extremely awkward when I finally stopped anxie-puking to actually go on the date.","labels":"embarrassment"},{"text":"I live in Raleigh and all the Canes fans I know love it. So the players love it and the fans love it. Everyone else can chill","labels":"joy"},{"text":"The men that you grew up around sound pretty insensitive. I hope that they didn’t cloud your opinion of what a typical man is like.","labels":"neutral"},{"text":"You just said selfless acts were impossible and possible in the same post...","labels":"optimism"},{"text":"They were criticizing your spelling.","labels":"disappointment"},{"text":"Curse your sudden but inevitable betrayal!","labels":"neutral"},{"text":"Omg that was the WORST","labels":"realization"},{"text":"Fair points, I just figure with all the GMO foods and whatnot, someone would have come up with a “better” tree and plant those instead.","labels":"optimism"},{"text":"I can’t translate \/s to Texan speak well and forgot so my apologies y’all :)","labels":"sadness"},{"text":"I think sweaty is hilarious in the context of r\/forwardsfromgrandma which is where I see it 90% of the time","labels":"amusement"},{"text":"Your house\/estate must be first on the route. Delivery normally starts at 8am.","labels":"optimism"},{"text":"Stupid [NAME] referencing that stupid seagull\/cricket myth","labels":"neutral"},{"text":"> You don’t get to whitewash Libertarianism’s racist roots. Please educate me on this or educate yourself:","labels":"annoyance"},{"text":"Offense does too. Love [NAME] but he's hurting our spacing being out there so much.","labels":"sadness"},{"text":"Actually, I was just wanting for him to say...\"oh know...just attack her...\"","labels":"annoyance"},{"text":"> 2. Give me any evidence that women don't want to date me.","labels":"curiosity"},{"text":"Every point you make is proven wrong lol. Just stop.","labels":"amusement"},{"text":"Super dumb that people are downvoting you for asking a question in good faith.","labels":"sadness"},{"text":"Dear [NAME] man! (Irony intended) You didn't say \"proof\" you said \"evidence\"!","labels":"annoyance"},{"text":"No, mom doesn’t like fights and my sisters afraid of getting hit (even though he doesn’t hit her)","labels":"realization"},{"text":"You know nothing. Red flag laws. Banning AR15s. Banning semi automatic firearms. Limiting magazine capacity. Yeah... liberals don’t want our guns.","labels":"neutral"},{"text":"Okay fine. Still though. Make some joke \"maybe we should cuddle for warmth\" and see how she responds. ","labels":"joy"},{"text":"huge fool just like everyone who believes anything [NAME] says weve been two weeks away for months now","labels":"realization"},{"text":"Sports obsessions are basically religion to some people. And those same people make fun of the \"geeks\" at Comic Con... ERROR 404: Logic not found.","labels":"amusement"},{"text":"nsfw pls, thanks nice work doe","labels":"gratitude"},{"text":"Maybe or my reptilian DNA hasn't manifested yet","labels":"realization"},{"text":"How about dumb trolls like you who only repeat your own stupid narratives and word-bending 24 hours a day","labels":"curiosity"},{"text":"^She ^took ^me ^by ^the ^hand... ^made ^me ^a ^man... ^THAT ^ONE ^NIGHT!","labels":"optimism"},{"text":"You can thank the Volkswagen diesel scandal for this...that plate was","labels":"gratitude"},{"text":"I don't wonder.... . We have multiple examples af police behavior like this every day.","labels":"realization"},{"text":"I don't think a [NAME] would agree....","labels":"optimism"},{"text":"Sooner or later you're both going to have to make some choices about your priorities.","labels":"excitement"},{"text":"Ohio is weird.","labels":"neutral"},{"text":"we got good at breakaways!!","labels":"desire"},{"text":"Sounds like a horror junkie in the making. Congrats dad, you’ll have a buddy to watch movies with in a year or two!","labels":"amusement"},{"text":"Your smartly worded refutation of the whole of the rest of Christendom has swayed me completely, Rome is the only true home! Hurrah! Hurrah!","labels":"optimism"},{"text":"I know, why publicize the accomplishments of kids that work hard","labels":"optimism"},{"text":"[NAME] is the worst coach in bulls history","labels":"sadness"},{"text":"Love the way his body just folds after the final smack on his head *oof*","labels":"love"},{"text":"Kudos to OP for not falling for the bait.","labels":"neutral"},{"text":"WTH?! Sorry, but you might need better friends! That is wrong. So wrong. ","labels":"remorse"},{"text":"Didn't even knew that was a thing, eitherway it would be nice to have a back up page just in case","labels":"joy"},{"text":"The right time would have been never being there in the first place","labels":"disappointment"},{"text":"both are bad tho anarchy ftw","labels":"sadness"},{"text":"Send your cutest delivery boi!","labels":"neutral"},{"text":"Yes! I just wish that the good would be gone. It’d be great if he had his Injustice 2 look","labels":"optimism"},{"text":"Oh, they're as real to me as [NAME] to me man. I don't leave he house without throwin some chick bones first.","labels":"optimism"},{"text":"[NAME] so is mine! I bought so much damn clothes with the money I earned. A year later...I've grown out of all of them","labels":"realization"},{"text":"To me it looks like they were driving with both feet, as the brakes were on while they were accelerating... Something I will never understand.","labels":"disappointment"},{"text":"I live alone. Well, my dog... I do have to shut the door to keep him out. He gets too personal with his nose.","labels":"optimism"},{"text":"Try a group called Our Companions website: people who care a great deal.","labels":"amusement"},{"text":"It's \"Lo and behold\" just fyi","labels":"neutral"},{"text":"I couldn’t ever get into Morrowind, unfortunately. Oblivion spoiled me with its quality-of-life improvements over the predecessor. ","labels":"realization"},{"text":"Given I had zero interaction I couldn't even be mad. I think I chuckled","labels":"disappointment"},{"text":"Who's to say she'll pay for funerals? Why not just dig a mass grave and call it a day?","labels":"curiosity"},{"text":">Cannot predict now Guess it's on you now \/u\/smackspr!","labels":"disapproval"},{"text":"I had so many bad Supercuts haircuts that I cringe when I look at the place and go to a fancy schmancy salon exclusively.","labels":"realization"},{"text":"Oof I’m glad this was the top post bc I literally came here to post it after seeing it on Facebook","labels":"gratitude"},{"text":"Ah yes that makes sense - the gofundme for her and the workers seems to be taking off at least (if it’s legit)","labels":"desire"},{"text":"They never will until it affects them directly, and by then it's already in the end game for us :\/","labels":"disapproval"},{"text":"Will that's what that poor child was just taught. Some parents have no idea","labels":"fear"},{"text":"You should be much, much more worried about a rise in fascism than pedophilia. Thinking that pedophilia will be normal is just plain paranoid.","labels":"sadness"},{"text":"*[NAME] loved that*","labels":"joy"},{"text":"not giving a s* about what others say ;)","labels":"optimism"},{"text":"This is terrible","labels":"sadness"},{"text":"school is not that bad","labels":"realization"},{"text":"I'm guessing \"Corporate Stooge\" didn't focus group well.","labels":"realization"},{"text":"They call it the hub and spoke system. They neglected to include a wheel.","labels":"disappointment"},{"text":"Dogs are so dumb sometimes but always so good :) I love dem dumb ones","labels":"realization"},{"text":"Or Not my policy *Gets beaten up*","labels":"realization"},{"text":"Have her listen to the \"year of poligamy\" podcast. You realize that polygamy was more f'd up than you could ever imagine. ","labels":"realization"},{"text":"I forgot context and thought you meant the band was republican, please don’t worry me like this again ","labels":"sadness"},{"text":"I’m sure losing obj will help [NAME] get out of his slump, or help develop whichever rookie qb they bring in. ","labels":"joy"},{"text":"No it was a joke","labels":"amusement"},{"text":"Yup that is my family for you. So wonderful and understanding.... NOT!","labels":"joy"},{"text":"This has to be my favorite part of this article. WHAT DOES HE MEAN!?!?!","labels":"joy"},{"text":"Better order some of that VIRILITY DRANK","labels":"neutral"},{"text":"Here's a purple heart for you recapping that! OMG matching romantic scoots I'm cryin'","labels":"joy"},{"text":"Imagine the baby being retarded","labels":"neutral"},{"text":"It's too small of a traffic circle to make sense","labels":"annoyance"},{"text":"It’s like you guys actually **want** a dictator.","labels":"desire"},{"text":"Big big thonk","labels":"neutral"},{"text":"there are different levels of terrible. Supplying the PLO\/Hamas with arms ranks prettttty damn high.","labels":"sadness"},{"text":"> I'm sure there are plenty of us who have been through it to. Seconded.","labels":"approval"},{"text":"Thanks I hate it. Also I've been spontaneously diagnosed with stage 3 cancer throughout my entire body dude watching this video. I start chemotherapy on Monday","labels":"approval"},{"text":"> I feel the big man deserves some love. Because people on places like \/r\/pcmasterrace doesn't treat him like the second coming of [NAME].","labels":"joy"},{"text":"I wqs explqining my problems and my past to him, sort of venting, and that's when he offered.","labels":"sadness"},{"text":"Ugghhh... we deserve better than to resign ourselves to the fact that the best 3B we can get or even strive for is the Cubs third stringer.","labels":"realization"},{"text":"i didnt call him an idiot. His fanboys are idiots that feel smart by hanging on to every word he says. He's definitely sexist tho","labels":"realization"},{"text":"I mean, ya, but this has been his stance for as long as I have been a fan. It isn’t really new for him.","labels":"realization"},{"text":"Give me an example of the discussions they are silencing with words like \"racist\" \"sexist\" and \"homophobe\"","labels":"neutral"},{"text":"This sub has two rules dude, how could you miss #1","labels":"neutral"},{"text":"you are delucional.","labels":"joy"},{"text":"But then they can't draw the m word","labels":"neutral"},{"text":">majority I see Well yeah, I doubt many would complain for the legit ones ","labels":"disappointment"},{"text":"I wish I was there lol","labels":"amusement"},{"text":"I have two and nothing has ever happened to me. The media doesn't want you to show your support because they want supporters to feel isolated.","labels":"sadness"},{"text":"It is being talked about all the time on this site. What are you on about?","labels":"curiosity"},{"text":"Do math and drive. I cook. Ain't much else to tell.","labels":"sadness"},{"text":"Kill all humans","labels":"neutral"},{"text":"*They ARE my children* And now you see why people call you a future crazy cat lady.","labels":"joy"},{"text":"Just got back from Orlando to Chicago yesterday. I have a good feeling about this one!","labels":"joy"},{"text":"Just doesn't really work if the DM doesn't want it to...","labels":"curiosity"},{"text":"Furry btw so why don’t you take yourself also","labels":"curiosity"},{"text":"> On top of that, the article stated that some had even had their IUD ripped out by a partner. BLUUUUUURURRRRRRRGHHHHH WHYYYYYYY","labels":"curiosity"},{"text":"It's no surprise that the fat and ugly trolls with despicable personalities are the ones against nuclear families. Add a dash of racism for good measure.","labels":"sadness"},{"text":"Wow! What a joyous companion--for each of them. How wonderful!!!","labels":"excitement"},{"text":"[NAME] reaction is Like she really wanted to say “Thank God. Now I have a reason to leave”","labels":"gratitude"},{"text":"Mermaids don't exist.","labels":"disappointment"},{"text":"That guy is being intentionally obtuse. Down vote trolls are a waste of everyone's time.","labels":"disappointment"},{"text":"This is my favorite wild memory","labels":"joy"},{"text":"The end was kinda meeeehhhh. Like Season 9 AMIRITE THX","labels":"neutral"},{"text":"Congrats on being clean, and having a great team mate! ","labels":"love"},{"text":"I miss mass Rez her new ult is horrendous","labels":"surprise"},{"text":"women dont seem to think so.","labels":"confusion"},{"text":"The woman types like she isn’t a native speaker of English. Which worries me immensely.","labels":"disappointment"},{"text":"The Donald raiders are the most savage of the bunch, they not only downvote brigade but also annihilate civil debates ","labels":"approval"},{"text":"When I was in 3rd Grade, I wanted to sneak into my pregnant teachers house and make her drink beer.","labels":"excitement"},{"text":"Not really, I like staying at home. When I go out for food I'm in and out of the store as quickly as possible. ","labels":"joy"},{"text":"Idk which is worse. The guy doing the project or me watching the video.","labels":"annoyance"},{"text":"Why would I do that?","labels":"curiosity"},{"text":"The duck looks very dignified. Some might even say he looks presidential.","labels":"joy"},{"text":"Weird that a movie star is dating a hot young model?... like what’s weird about that","labels":"anger"},{"text":"It's MLK Day so we're offering our best deals on our Ford F250s!","labels":"joy"},{"text":"The mouth coming out of the plate is the most unsettling. At least I think that's a mouth.","labels":"disappointment"},{"text":"why is this hard to believe it’s totally believable","labels":"confusion"},{"text":"*NOW* you understand jokes.","labels":"realization"},{"text":"I like the six nations partly because I get to hear a packed out Murrayfield sing flower of Scotland and that’s always brilliant","labels":"pride"},{"text":"This sub is turning into r\/childfree so fast. I actually love kids and want to adopt someday. I want to mod this sub smh","labels":"joy"},{"text":"They wont touch a hero if they tweaked it in last 6-12 months. Like [NAME], they fucked\/nerfed her and thats it.","labels":"realization"},{"text":"That's the laziest bro I've ever seen","labels":"realization"},{"text":"[NAME] get him a glass of water and have him lie down...","labels":"caring"},{"text":"I REALLY MISS GRIFFIN REINHART","labels":"disappointment"},{"text":"Local man screams on >!cosplayer!< for absolutely no reason","labels":"neutral"},{"text":"For a 30 yo WR I'd package [NAME] and a 2020 2nd rounder. But I'd rather get [NAME] and draft a guy in the 4th.","labels":"neutral"},{"text":"I'm surprised he didn't say it was *almost* an inside job","labels":"joy"},{"text":"Oh I didn’t realize you were saying that, my bad . And yes that’s a great idea that would help develop him ","labels":"optimism"},{"text":"I don't get it. Are they upset that men aren't all using the blue nametags because blue is the color for boys, or what?","labels":"curiosity"},{"text":"So I uh just checked it out and my sanity is gone","labels":"realization"},{"text":"\/r\/2ALiberals checking in! Welcome my leftist gun supporter! Upvote for 2A solidarity, even though we probably disagree on literally everything else.","labels":"fear"},{"text":"Let’s see if it’s a thing r\/unexpectedjokers Edit: why am I not surprised also first try","labels":"realization"},{"text":"Yes, and when I do say \"no\" I'm filled with tremendous guilt. ","labels":"remorse"},{"text":"Congrats, you got pleb filtered","labels":"amusement"},{"text":"I have that problem myself sometimes.","labels":"fear"},{"text":"> Killing an intruder in your home in self defense is now a really bad thing. That was not even under discussion.","labels":"sadness"},{"text":"Which guy is that again? Theres also [NAME], hyper pro military special ops guy. ","labels":"curiosity"},{"text":"You need to reevaluate your life","labels":"desire"},{"text":"I measure from where the back of the balls are. It counts. Especially if you tend to go balls deep anyway. lol","labels":"amusement"},{"text":"Ad hominem. Ridiculous argument, not even funny or hilarious.","labels":"amusement"},{"text":"Okay this is racist fear mongering. I got it now thanks.","labels":"fear"},{"text":"\"THESE SJWS ARE RUINING TABLE TOP GAMES\" oh wait that subreddit is \/r\/kotakuinaction","labels":"neutral"},{"text":"Ya I’m not opening any PDF from The Company. Rather get my malware the old fashioned way....from porn.","labels":"optimism"},{"text":"Malhama Tactical has been exposed as a sham FYI","labels":"neutral"},{"text":"The extra B is for bargain.","labels":"neutral"},{"text":"Reverse racism is just racism","labels":"optimism"},{"text":"I always thought a visible\/sortable +\/- x% ranking would be interesting for that reason.","labels":"optimism"},{"text":"It's certainly not one I identify with, but I find it intriguing. Hence my starting this discussion. ","labels":"annoyance"},{"text":"I don’t think you even know what you are talking about yourself","labels":"curiosity"},{"text":"Bears Beets Baseball","labels":"neutral"},{"text":"*losing hope Loose is what your mom is","labels":"fear"},{"text":"Damn, chairs can communicate with eachother now? What a time to be alive!","labels":"curiosity"},{"text":"You're not short. You're the perfect height for a short girlfriend.","labels":"approval"},{"text":"Damn we needed that layup","labels":"neutral"},{"text":"I actually live in a place called Star City (ironically a really small town) so I thought it was the coolest thing to me.","labels":"optimism"},{"text":"He hatet [NAME]","labels":"neutral"},{"text":"She tried playing the “I know a secret” game during the hearing. It blew up in her","labels":"approval"},{"text":"Damn, this one sucks doubly so considering all the positive threads on here today.","labels":"neutral"},{"text":"Ooof, I’m so sorry, that is rough.","labels":"disappointment"},{"text":"You should see the absurd number of \"gays for [NAME]\" we have in my country, it's astounding","labels":"optimism"},{"text":"Dissociation\/ Derealization. Its a big symptom of anxiety.","labels":"disappointment"},{"text":"ELABORATE plz!!!!","labels":"caring"},{"text":"What’s populism? I’ve seen it a lot lately and it seems to have, as far as I can tell...no meaning.","labels":"confusion"},{"text":"It seems as if you are the one that is unable to feel women.","labels":"annoyance"},{"text":"Tranlated: Wooooo be afraid of the spooky \"shadowban\" so don't do the thing that gets your message to a wider audience. Smh","labels":"fear"},{"text":"Miner rewards are being reduced from 3 to 2 ETH per block. Why would that indicate a sell off?","labels":"approval"},{"text":"Oh [NAME] I was expecting someone to get electrocuted","labels":"surprise"},{"text":"This guy has some massive self control after the fact. I felt like getting back and punching that Croc.","labels":"realization"},{"text":"Sorry but I’m out of the loop on this. What and when is in play? Thanks.","labels":"curiosity"},{"text":"[NAME] can hug them too.","labels":"curiosity"},{"text":"Dear down voter, go to your own sub and take your childish down voting with you.","labels":"optimism"},{"text":"No, your cookies will end up flat of you so r heat your oven up pre cook. ","labels":"neutral"},{"text":"I just use undercrackers or crackers. Knickers\/panties sounds weird when I say it","labels":"realization"},{"text":"> But now I know I just have to write crappy books. Probably the easiest way to get rich in America tbh.","labels":"optimism"},{"text":"Do I come across as thin-skinned? Hm, never noticed. Maybe it's an allergic reaction to dishonesty.","labels":"curiosity"},{"text":"Bit of a clickbait title. He said it's normal for a big club to sack a manager that's lost a lot of points.","labels":"joy"},{"text":"A long term relationship with pizza? Wow talk about accurate!","labels":"confusion"},{"text":"Everytime I wore white pants! Finally got an ablation after kids, best procedure I've ever had besides lasik.","labels":"joy"},{"text":"Some additional background the robo-voice on that video is horrible.","labels":"fear"},{"text":"She looks like one of my exs always feels weird seeing her about","labels":"disgust"},{"text":"I like the reference to the Good Place :)","labels":"love"},{"text":"She may want you and your boyfriend out, so her daughter can take the bedroom. A family meeting might force her to be honest.","labels":"curiosity"},{"text":"Refusing to acknowledge the *'First Act of Supremacy (1534)'* was a reason too.","labels":"neutral"},{"text":"Nah. I just need to stop answering before I go to bed. Got the post and the replies mixed up in a sleepy haze.","labels":"confusion"},{"text":"I do remember this and wanted nothing more than to kill that guy","labels":"anger"},{"text":"Oh Ye of little faith.","labels":"disappointment"},{"text":"The only character to never let me down","labels":"optimism"},{"text":"Kayaking on a hot summer's day with just enough of a breeze to rock you with the waves. I can almost fall asleep out there.","labels":"joy"},{"text":"In foreign policy terms we're no better than Russia. We're guilty of everything they are.","labels":"disappointment"},{"text":"Good to know! *Makes note to Grand Revenge Scheme draft 2.doc to only slash three of the ex's tires*","labels":"joy"},{"text":"This was potentially the most dangerous stunt I have ever seen someone do. One minor mistake and you die.","labels":"sadness"},{"text":"What does FPTP have to do with the referendum?","labels":"curiosity"},{"text":"If anything makes me belive someone DOESN'T get laid, it's comments like this.","labels":"confusion"},{"text":"Welcome. We eat our own.","labels":"gratitude"},{"text":"There it is!","labels":"neutral"},{"text":"I feel ya :\/","labels":"neutral"},{"text":"I probably should have seen that... I watched it without sound, and just thought the guy was drunk.. ","labels":"disapproval"},{"text":"my good girl","labels":"joy"},{"text":"Doesn't answer the question about who is going to pick the low hanging fruit though!","labels":"disappointment"},{"text":"And I *can* physically drink over 12 beers in a sitting. And my cat *can* physically jump out of the open window if he wanted to. Sigh.","labels":"curiosity"},{"text":"As you can see in the second half, it's not like he's completely without ability to score or drive and kick. It'll come! ","labels":"realization"},{"text":"> Again I say it's not the substance itself that is addictive >other food-related addictions I really don't understand","labels":"realization"},{"text":"> for solo players Play. Mercenary. Playlist. :)","labels":"neutral"},{"text":"My daughter just took hers (and failed but not surprisingly). It cost her $125.00.","labels":"embarrassment"},{"text":"Thanks, do hv a therapist. He doesn't think I am violnt. I want the thoughts to stop. ","labels":"amusement"},{"text":"*Demolishes Muffins* Thank","labels":"gratitude"},{"text":"the negative connotation of eugenics is allowing dysgenics which is a far worse fate for humanity","labels":"disappointment"},{"text":"Best pancakes in town!!","labels":"amusement"},{"text":"...says a fellow redditor.","labels":"neutral"},{"text":"I thought [NAME] was the cutest. [NAME] is adorbs too. All the main kids are really.","labels":"optimism"},{"text":"Thank u goalie [NAME]","labels":"gratitude"},{"text":"I was a [NAME] fan for a good bit, so that swayed me a little towards his teams","labels":"optimism"},{"text":"The lying little slag. If you're squatting properly, turning your neck shouldn't be comfortable enough to consider","labels":"sadness"},{"text":"“Facts don’t care about your feelings” is also a good one to chuck back at them.","labels":"optimism"},{"text":"You're creepy","labels":"fear"},{"text":"yeah i guess being a sexually unsuccessful giant dweeb is being red pilled","labels":"disappointment"},{"text":"What’s irritates me so much is that rework ideas like this do all the work for ubi, yet they still won’t do it. ","labels":"annoyance"},{"text":"Ikr. Who the hell goes to Greggs for *pizza*?","labels":"curiosity"},{"text":"Hi, this is [NAME] from Hairspray the movie...I care! ","labels":"caring"},{"text":"I thought that was a dude the whole time","labels":"optimism"},{"text":"Ugh Morons stop breeding","labels":"neutral"},{"text":"That's cause [NAME] really got his career ruined by injury.","labels":"disappointment"},{"text":"Just. Buy. A. Table. It’s got to be less work than... this monstrosity.","labels":"realization"},{"text":"That is profoundly messed up.","labels":"sadness"},{"text":"Damn I’d be worth more taken apart and put in ice than I am put together and living","labels":"approval"},{"text":"> Egalitarianism I always saw it as a feminist could still be a racist...","labels":"disappointment"},{"text":">Hell, before we lived together we once went 19 months without sex Sounds like you should have addressed these issues a long time ago.","labels":"disappointment"},{"text":"Take my up vote...you owe me a punchline you bastard.","labels":"realization"},{"text":"Rip I guess.... Hope op does that Also happy cake day!","labels":"sadness"},{"text":"What a tool!","labels":"curiosity"},{"text":">there may be some toxic tendencies Everyone has some toxic tendencies, toxic is a pretty vague word.","labels":"optimism"},{"text":"Thank you. I hope we can both\/all stay true to ourselves and not to become cynical about others due to our experiences.","labels":"gratitude"},{"text":"I'm assuming OP is female and the other person is male.","labels":"optimism"},{"text":"How can you be so stupid... it’s called climate change, there is so much research on it. It’s just blindly denying science..","labels":"annoyance"},{"text":"All I can say is.. good luck bro","labels":"optimism"},{"text":"Good ol best available dasher","labels":"joy"},{"text":"To me his not doing it right because he is breaking contact with the skin. Keep contact and go back and forth!","labels":"realization"},{"text":"Just dump it on the other side of that fence down there...ssss","labels":"neutral"},{"text":"Finally! Miu is tolerable. Fite me.","labels":"neutral"},{"text":"But would the flashing swastikas be unexpected, if you already predicted them?","labels":"confusion"},{"text":"I can’t wait until they start coloring in between the lines all the way up to their noses.","labels":"optimism"},{"text":"And best of all, it is giving a child a loving home.","labels":"joy"},{"text":"Last time I saw was loooong ago. Basically before LN announced they went for probabilistic routing.","labels":"joy"},{"text":"I get that. That's why thet time limit. Even if it's just to reevaluate.","labels":"approval"},{"text":"I broke contact after 6 months. It happens to the best of us. Get back on the proverbial horse.","labels":"disappointment"},{"text":"Didn't she also get people killed in Japan?","labels":"curiosity"},{"text":"You bet, sweetie ;) But I date girls so don't get too excited <3","labels":"neutral"},{"text":"[NAME] damn it [NAME]!","labels":"neutral"},{"text":"If Clemson wins this, they should have to face Alabama in the national championship.","labels":"curiosity"},{"text":"Because the first part of the day was pretty lame, amirite?","labels":"curiosity"},{"text":"who was [NAME] #2","labels":"confusion"},{"text":"So we should just complete one study on anything, never question the results or methods, and just accept the initial study as gospel. Gotcha.","labels":"approval"},{"text":"\/s. There you go. I have magically inverted the meaning of my comment and removed all inconvenient truth from it","labels":"annoyance"},{"text":"They wanted [NAME] to be in the cameo and both to wish her happy birthday as specified in the order","labels":"joy"},{"text":"#HARRIS GETS MONEY FROM BIG RETIRED!","labels":"joy"},{"text":"You goatta be kidding me!","labels":"amusement"},{"text":"You and me both 8 years wasted on an ssshole narc I don't know any good advice really just wanted to offer my support stay strong.","labels":"optimism"},{"text":"you are truly a hogwartsian saint and exmo beautiful one. GG","labels":"joy"},{"text":"Its like a tiny hat. A silly itty bitty hat.","labels":"neutral"},{"text":"This has to be a joke...","labels":"amusement"},{"text":"This would be better posed in r\/GCdebatesQT, thank you.","labels":"amusement"},{"text":"Uh-a... Everyone is so righteous from the comfort of a couch. I wonder how cults and terrorism exist if everyone is so awesome.","labels":"surprise"},{"text":"[NAME] had talked about this entire operation is shady with an anti abortion agenda that's hidden behind their intentionally misleading name.","labels":"disapproval"},{"text":"I knew I recognized this road! Damn, glad she's okay.","labels":"optimism"},{"text":"Not making many new NYC fans: \"I'd rather live in Auschwitz than NYC\"!","labels":"optimism"},{"text":"They all say that. Mine said all the same things too and then just days \/ a week later met and started dating someone.","labels":"approval"},{"text":"~~macri gato~~ Also, nice to see Buthan there","labels":"joy"},{"text":">I have always been fairly short (5'9) Is this supposed to be a joke.","labels":"amusement"},{"text":"Drag em to one","labels":"neutral"},{"text":">I think any progressive would be against laws that force anyone to say anything. You thought wrong.","labels":"annoyance"},{"text":"It inhales you ignorant octorok","labels":"relief"},{"text":"It's a [NAME] family tradition!","labels":"neutral"},{"text":"Not shocked by the subs [NAME] is active in...","labels":"realization"},{"text":"I can’t even get high anymore cause “alcoholism\/addiction” .... At least I have cookies I guess.","labels":"realization"},{"text":"I'm sure he immensely appreciates the gesture.","labels":"amusement"},{"text":"Thank u!!! Im gonna try this one bless u","labels":"gratitude"},{"text":"I’ll see you there. I laughed out loud at this one too. RIP.","labels":"amusement"},{"text":"nah man im just shook and dead™️","labels":"sadness"},{"text":"Has anyone actually read the terms of service. I haven’t...😔 Is this a valid reason to break the contract I signed?","labels":"curiosity"},{"text":">just because I miss [NAME] and [NAME], who played them. You forgot to add the rest of that sentence ","labels":"sadness"},{"text":"I can see why you’ll never be in a leadership position.","labels":"optimism"},{"text":"Do your research = listen to anecdotal evidence from users(totally reliable!) and try it out, just be comfy!","labels":"excitement"},{"text":"The angle makes it look like he's 15 feet tall, but otherwise, very good.","labels":"amusement"},{"text":"imagine his wife dumping him after that, it would be a BIG L","labels":"realization"},{"text":"I got you.","labels":"amusement"},{"text":"I'm not telling them, I was just saying that the person who knew them irl said they were a she. That is all","labels":"disapproval"},{"text":"If fathers could have a say though... do you really think that would result in less children?? Id say it would result in more..","labels":"curiosity"},{"text":"I know the author tried to find a picture that emphasize wealth\/elitism but they’re toasting with water lmao","labels":"optimism"},{"text":"Only married once so can't be that bad. Not that it even matters","labels":"neutral"},{"text":"You don’t know what love is till you’ve fished a turd out of the bathtub for someone.","labels":"confusion"},{"text":"Such a sad way to think of life all because these people believe there's something greater than this.","labels":"sadness"},{"text":"UNLIMITED POWER!","labels":"neutral"},{"text":"you might be suffering from delusions","labels":"sadness"},{"text":"Just get divorced and be roommates.‍♀️","labels":"sadness"},{"text":"Umm... Dude. Have you seen this planet? It's half penis-monsters already!","labels":"curiosity"},{"text":"You're still going after this man, you posted from your alt account, give it up and take the L. It's not emasculating at all.","labels":"neutral"},{"text":"I knew I'd find it.","labels":"optimism"},{"text":"I bet everyone is commenting hoping to get plat or gold......i dont blame them","labels":"disappointment"},{"text":"Not really. My group of friends are awesome in every way possible except they are homophobic","labels":"annoyance"},{"text":"Um, no, it wouldn't be days before anyone looked for a missing kid. Hours maybe. Not days.","labels":"confusion"},{"text":"Rural MO. The nearest Whole Foods is an hour away. I can't imagine too many [NAME] could handle the distance.","labels":"disappointment"},{"text":"That would look enormous if [NAME] ordered it!","labels":"neutral"},{"text":"Why does he have the vault boy face lol","labels":"amusement"},{"text":"[NAME] ROASTING LIBERAL CUCKS COMPILATION #43","labels":"neutral"},{"text":"Oncologist: I have some thoughts on this Centrist: No one wants to hear about it. Pander to someone else","labels":"realization"},{"text":"Got it!","labels":"joy"},{"text":"The real worst though is when she says, \"I love you more\" 100% seriously.","labels":"caring"},{"text":"I dont know.. i did message him many times but he didnt reply me.. i am worried about him. I asked his mother about him","labels":"caring"},{"text":"They don’t have one, they just spam and need to be reported.","labels":"realization"},{"text":"it's horrid :\/","labels":"neutral"},{"text":"I prefer men under 5’10 but I’ve never heard anyone piss and moan or call *that* discrimination.","labels":"annoyance"},{"text":"You should have noped out of the whole thing the moment the racist with a racist character came into the picture.","labels":"sadness"},{"text":"!Remindme last year","labels":"neutral"},{"text":"Rusty you the bomb! I'm okish now but just knowing you are out there makes me smile! Cheers! xoxo","labels":"joy"},{"text":"‘My Goddess went to prison and all I got was this crappy t-shirt’","labels":"annoyance"},{"text":"I am in hysterics. How are these people so serious?","labels":"curiosity"},{"text":"Yup this game just gets worse and worse","labels":"disgust"},{"text":"Ignored it and it will be forgotten 2-3 months from now.","labels":"realization"},{"text":"Just horrible. Doesnt solve any of his problem and removes his strongest tool.","labels":"disappointment"},{"text":"Go back to class and show you're English teacher yore post. They'd have notes for ewe.","labels":"neutral"},{"text":"Oh well that's different than what I thought you were disagreeing about before. I thought you meant he wasn't going before 6.","labels":"optimism"},{"text":"you're misinformed","labels":"annoyance"},{"text":"I can't wear mine everyday but I love my leggings from Forever 21. They're comfy and cost less than five dollars a pair.","labels":"joy"},{"text":"> You could probably argue that they'd be fine with giant steaks and BBQ Pretty sure I mentioned it.","labels":"optimism"},{"text":"[NAME] is in no way comparable to [NAME]. [NAME] is an imbecile.","labels":"realization"},{"text":">cold, dead butt Ah, so it's laughter. Laughter is what kills me. ","labels":"disappointment"},{"text":"If he does still pull through on the appointment, he might be someone to schedule more with... Sorry bout your eye... Hope feel better soon...","labels":"disappointment"},{"text":"#HUH!? WHAT? WHY? HOW? I HAVE SO MANY QUESTIONS!","labels":"curiosity"},{"text":"Never surrender mate","labels":"neutral"},{"text":"He didn't run off like a deadbeat when he thought the kids were his.","labels":"confusion"},{"text":"welcome to a whole new world, my friend ","labels":"surprise"},{"text":"*Keep your arms and legs inside the ride at all times.*","labels":"approval"},{"text":" I think this discussion would benefit from differentiating between \"acceptance\" and \"normalization\" ","labels":"realization"},{"text":"Our village prosecutor actually made that joke when the judge couldn't read my ticket.","labels":"amusement"},{"text":">it seems everyone is doing that now and I hate being One Of Those Women™. Wait- can you unpack this a little for me?","labels":"curiosity"},{"text":"ahhh yes, that post from 2 years ago with 39 upvotes, remember it like it was yesterday. ","labels":"optimism"},{"text":"Yep. This sub is just being overly reactionary, which surprises no one.","labels":"disappointment"},{"text":"This whole ordeal seems entirely pointless, but i don't want to turn away in case i miss some drama","labels":"disappointment"},{"text":"\"We're the greatest country on the earth!\" says not-Canada","labels":"excitement"},{"text":"Now she’s going to find corn in her panties for the foreseeable future. Poor planning! Tehe...creamed corn....","labels":"optimism"},{"text":"...which means they will likely face some negative repercussions after the downvote brigade wakes up and buries this post.","labels":"disappointment"},{"text":"Kinda surprised he listed [NAME] and [NAME] in particular, but not [NAME]. I guess this is the Leafs spotlight working in real time here.","labels":"surprise"},{"text":"Not surprising since about 85% of all dating relationships end in a break up.","labels":"sadness"},{"text":"tf, didnt know that thx","labels":"realization"},{"text":"Nice try hilary but you lost to those idiot minority","labels":"disappointment"},{"text":"Can't tell if bad troll or just ignorant knowitall","labels":"disgust"},{"text":"I'm just glad everything came out okay.","labels":"gratitude"},{"text":"I like #5 too she is slacking on her end of that bargain, she’ll leave [NAME] before she ever sleeps with him. ","labels":"neutral"},{"text":"... Oh dear gods, no...","labels":"neutral"},{"text":"Reminds me of [NAME] place too.","labels":"realization"},{"text":"Love how she was able to find a 'rabbi' from N anti-Semitic group to \"prove\" her defense of anti-Semitism. Just fantastic. \/s","labels":"love"},{"text":"Ah well I still feel a bit bad for the parrot but at least he won‘t be harmed :)","labels":"sadness"},{"text":"Me, too, please.","labels":"neutral"},{"text":"You have to sneak up on the flame by approaching slowly.","labels":"surprise"},{"text":"[NAME] why can I relate so much.","labels":"curiosity"},{"text":"This is the kind of thing that makes me want to move away far into the mountains away from civilization.","labels":"optimism"},{"text":"The patriarchy is who set the gender roles, which influence the standards for beauty for each gender, what are you not getting?","labels":"curiosity"},{"text":"*Hey just noticed..* it's your **3rd Cakeday** somenbjorn! ^(hug)","labels":"realization"},{"text":"I was tested for the flu on Saturday and it came back negative, but yea it probably is a cold or something ","labels":"sadness"},{"text":"These are the kinds of dudes that gillette ad is talking about.","labels":"neutral"},{"text":"The important thing is that you're having fun","labels":"amusement"},{"text":"I mean that’s a stupid rule that creates an echo chamber, but I don’t see how that belongs here.","labels":"disappointment"},{"text":"Does not look bad! Thnx!","labels":"disapproval"},{"text":"Mate, you’re a [NAME]. If it wasn’t for us you wouldn’t even exist. ","labels":"realization"},{"text":"Someone on r\/nba said [NAME] was borderline elite defensively...lol","labels":"amusement"},{"text":"Actually nothing. The only thing is it's hard to brush while sitting down. I have to stand up.","labels":"sadness"},{"text":"*oh gosh oh frick","labels":"curiosity"},{"text":"\/u\/skyboundIan no spoilers in the trailer pretty please :D","labels":"annoyance"},{"text":"I like how everyone is being so mysterious about the proof that has convinced them","labels":"optimism"},{"text":"Personally, I prefer my seafood not tainted by oil spills. But you do you!","labels":"confusion"},{"text":"*concussion* *Trophy system kills it* *Another concussion* *Trophy system kills it* \"Yo guys watch me throw this cluster\" Honestly embarrassing ","labels":"embarrassment"},{"text":"This is like the timeline from hell.","labels":"fear"},{"text":"U dumb.","labels":"anger"},{"text":"Hi dying, I'm dad!","labels":"neutral"},{"text":"I brought my love a cherrrryyyyy....","labels":"love"},{"text":"Isnt that the god awful truth","labels":"curiosity"},{"text":"I’m kind of out of the loop... is THIS the big Chungus?","labels":"curiosity"},{"text":"You do not get my math? Because my comment and your comment are saying the same thing; women over 45 probably do not want bio kids.","labels":"confusion"},{"text":"The best thing about a traffic jam on 59 is getting out of it","labels":"joy"},{"text":"[NAME] made me like a sleep walker.. I did things I didn't remember doing. Scary.","labels":"fear"},{"text":"Pre buff outlaw the rest just took time. [NAME] was pretty easy for me though.","labels":"realization"},{"text":"It's very hard to un-brainwash someone. Damn near impossible","labels":"disappointment"},{"text":"*We're allll in this together~*","labels":"joy"},{"text":"Two wrongs don't make a right..","labels":"realization"},{"text":"I puked out my coke while watching that. Thanks OP😅. Have to clean my desk now...","labels":"amusement"},{"text":"And yet none of ya'll are willing to even let 3rd party candidates in the building. Got to love the hypocrisy","labels":"love"},{"text":"This is seriously disturbing. Even more disturbing, is that we aren’t doing anything about this, and it’s going to expand. Watch. ","labels":"sadness"},{"text":"It's a combination of the two...","labels":"neutral"},{"text":"Me too! First time in a couple of years!","labels":"curiosity"},{"text":"OP, u\/christiangreyisdraco and u\/lurkerturndcommenter, thank you for trying to make the point about focus. I appreciate your many attempts!","labels":"gratitude"},{"text":"Saw it. Loved it. Wasn't hating on [NAME] man, was just commenting on what I was watching lol. ","labels":"amusement"},{"text":"Sorry. This happens to too many good people.","labels":"sadness"},{"text":"From what I understand it's effectively an authoritarian state right now.","labels":"optimism"},{"text":"What a very \"centrist\" thing to say. ","labels":"curiosity"},{"text":"«WHAT ARE YOU DOING IN MY SWAMP????» yelled [NAME].","labels":"curiosity"},{"text":"Yes!!!!","labels":"neutral"},{"text":"She still cute tho","labels":"desire"},{"text":"I have never had so many heart attacks..","labels":"realization"},{"text":"Eagles lucked out between the missed fg and the shotty refs... I don't see the game in new Orleans going this way at all","labels":"joy"},{"text":"I dont get into politics much but if they want to echo chamber leave them alone it wont change them they will only get more angry","labels":"anger"},{"text":"Ha, that would be a novel experience. He'd better let me deal with it.","labels":"realization"},{"text":"Yeah the question makes no sense without more context.","labels":"disgust"},{"text":"I'd smash","labels":"neutral"},{"text":"Now if you can teach her english, the real fun starts. ","labels":"joy"},{"text":"Waiting until Saturday or you test the method on someone sick.","labels":"excitement"},{"text":"[NAME] living her best life in Germany.","labels":"joy"},{"text":"No, you were not stupid. You were young and vulnerable, and they took advantage of that.","labels":"disappointment"},{"text":"That's some animal cruelty right there, someone help this poor creature.","labels":"sadness"},{"text":"He's just a fat guy that thinks he's cool. I don't get the hype but... oh well","labels":"confusion"},{"text":"That 0.75 is not for the same job. It's looking at the totality of female salary vs male salary.","labels":"sadness"},{"text":"Boogie Nights is my favorite movie by the way","labels":"love"},{"text":"Ah, the frigid winds of teen rebellion...","labels":"neutral"},{"text":"I've eaten some really strange stuff and the only reason to eat this is to see if it is gross.","labels":"caring"},{"text":"THAT'S NOT HOW THIS GAME WORKS.","labels":"disapproval"},{"text":"It's racist.","labels":"amusement"},{"text":"There’s an obvious implication that it’s ok for them to act that way *because* they are boys, not girls. ","labels":"optimism"},{"text":"Well they both have a bit of a graspy type voice, but yeah... XD","labels":"joy"},{"text":"Its the absolute lunacy of liberals when they see a MAGA hat, that baffles me. ","labels":"annoyance"},{"text":"No idea what this means but the fact that you said sweetie lets me know that you’re probably really obnoxious or just being sarcastic","labels":"curiosity"},{"text":"I think he means he had an \"a ha\" moment.","labels":"relief"},{"text":"You da real MVP","labels":"neutral"},{"text":"> a central bank that acts as a buffer between monetary policy and implementation. ... what?","labels":"confusion"},{"text":"His video is definitely against the rules.. He literally asks people to spam oh yeah yeah everywhere","labels":"sadness"},{"text":"[NAME] has been attacking the basket a lot this game,good to see.","labels":"joy"},{"text":"If your partner is assaulting\/abusing you that’s a dealbreaker.","labels":"curiosity"},{"text":"This is gonna need a pt 2 now!","labels":"neutral"},{"text":"He is very affectionate in all other aspects. That’s why it bothers me so much, I think ","labels":"realization"},{"text":"It was a nice one too! GO AHEAD [NAME], SLAP THAT HAM!","labels":"joy"},{"text":"It really do","labels":"optimism"},{"text":"Do all you can. Really everything is put in perspective, my work seems very unimportant right now. ","labels":"realization"},{"text":"I go to a neighborhood mexican restaurant monthly for the past 2.5 years, but nobody knows my name ☹","labels":"disappointment"},{"text":"Fond memories of one guy having a tub of ice cream for dinner!","labels":"realization"},{"text":"not really. I worked hard to live there, and it was different then. Far cheaper. ","labels":"desire"},{"text":"Didn’t know he had his initials on his thigh pads too","labels":"curiosity"},{"text":"MmMm I love me some microplastics.","labels":"love"},{"text":"> But it says progressive right in their name.... Here's a beautiful girl for you... ^^\/s","labels":"approval"},{"text":"A lot of times the only thing holding any of us back is ourselves. It's not too late to start writing either.","labels":"realization"},{"text":"Another day, another destiny! ","labels":"neutral"},{"text":"Good one on ya orisa. Watch that devil [NAME] cry","labels":"amusement"},{"text":"Nah they’ll just show the one we got today, tomorrow on the WD, I have a feeling. ","labels":"realization"},{"text":">It's not FSA I am not going to discuss about something, which isn't even my point. ","labels":"realization"},{"text":"> you've absolutely just generically described absolutely everywhere and not just Scotland. Nope, just the difference between scotland and sussex is staggering. ","labels":"neutral"},{"text":"My friend with BPD has just done this very thing when I moved down to their city. Have become a total stranger.","labels":"joy"},{"text":"It’s actually a doll for comparison, not her face","labels":"optimism"},{"text":"* yes * yes * yes * yes","labels":"neutral"},{"text":"Sometimes this is the hardest thing to deal with. I also am still clinging to a crush with a close friend. Just be honest.","labels":"sadness"},{"text":"They already put extra seasoning to account for this, opening it upside down is just gonna give you super oily hands. ","labels":"surprise"},{"text":"But hes still in love with me just not as much as he used to be... and he calls me.","labels":"love"},{"text":"Wouldn't that be wonderful. You might be interested in this report on the divergence productivity and worker","labels":"joy"},{"text":"eh, it has its ups and downs. ","labels":"realization"},{"text":">doesn't make a border wall ineffectual. As ineffectual as the TSA is, at least they can't be defeated by a simple ladder.","labels":"disappointment"},{"text":"Damn democrats, if they think they're caring for the children, why don't they just change the weather then, never thought about that one. ","labels":"caring"},{"text":"Love how they all claim no one pays any attention to the comments then acknowledge a comment section personality.","labels":"joy"},{"text":"Great info. Thx","labels":"amusement"},{"text":"Didn’t intend for it to be, just having a bit of fun because the dog was ironically let loose. ","labels":"amusement"},{"text":"I wish ne all the luck in the world","labels":"optimism"},{"text":"Another bad essay by me, sorry for butchering anarchism, anti-ableism and anti-psychiatry but I hope I got the point across :p","labels":"sadness"},{"text":"Never liked hip hop. Grew up around gangster life style, hated it. I also laugh at the \"mythology\" that grew up around it. ","labels":"amusement"},{"text":"Dam boys, we announcing players back in training like new signings! ","labels":"approval"},{"text":"Judging by my 10 month old, that is about 2.5 days worth of dirty diapers. ","labels":"sadness"},{"text":"Nah. It's their job. Just tip well","labels":"optimism"},{"text":"Not bothered about the media, it’s you lot greeting about morelos bullying your team mate ","labels":"gratitude"},{"text":"That's what everyone says but they are ugly. I want a Diavel, m109, or a Vrod.","labels":"disappointment"},{"text":"Toe boards missing, tripping hazards and netting not in place. You better have a retractable lanyard on that phone. Get back to work hand.","labels":"approval"},{"text":"Honestly, Queen kinda sucks. Obvious they were ripping off My Chemical Romance.","labels":"anger"},{"text":"i had not even known of a coup in thailand. the last news i remember seeing about thailand was the death of the king.","labels":"sadness"},{"text":"The bears still suck. The bears still suck. They really really really really really suck. The bears.... still.... suck","labels":"sadness"},{"text":"The Vikings....they make me the most angry.","labels":"anger"},{"text":"You should watch the “Genghis Khan” music video by [NAME], suddenly these two really look like the couple in that video 😳","labels":"optimism"},{"text":"You good.","labels":"amusement"},{"text":"ah ok gotcha. glad you guys looked even better when [NAME] left! always cool to see","labels":"gratitude"},{"text":">According to your premises, you're wrong. Harvard wants to know: your location.","labels":"disgust"},{"text":"> I don't care what context this has Why are you so proud of being ignorant?","labels":"curiosity"},{"text":"That’s what the auto-shut off is, that thing that I said malfunctioned due to the extreme cold.","labels":"sadness"},{"text":"Fair enough. I typically focus more on the lower bound because I hate when people use \"millennials\" as a synonym for \"youths.\" ","labels":"sadness"},{"text":"That's a pretty bad example ngl lol","labels":"amusement"},{"text":"Sorry, didn't know where else to put it","labels":"sadness"},{"text":">Pri*toiletries*","labels":"neutral"},{"text":"#Screw you, [NAME].","labels":"neutral"},{"text":"To be fair the lore is so nonexistent other than on Ubi’s site you could probably just pretend that’s the case anyways.","labels":"realization"},{"text":">I keep wondering when I'll \"slow down\". Hopefully never? Knowledge is worth pursuing for its own sake. Never stop being curious. ","labels":"curiosity"},{"text":"I guessed this","labels":"optimism"},{"text":"Nice. Me too. I'm 2002. You?","labels":"confusion"},{"text":"You may have been watching a tad too hard bro lol No judgment here","labels":"sadness"},{"text":"One of the podcasts I listen to, pump talks, bought one from [NAME] for a girls birthday and apparently it was very sweet! ","labels":"amusement"},{"text":"It's more like the western world is infuriated that a non-democratic Asian republic is on the trajectory to becoming the leading superpower. Case in point ^","labels":"optimism"},{"text":"*\"Success is the best revenge.\"* Good job OP. Stay strong. You're almost there.","labels":"joy"},{"text":"Fin ears!","labels":"neutral"},{"text":"I don’t know anybody of 22 who gets 10 hours of sleep every night","labels":"curiosity"},{"text":"I doubt that [NAME] cares.","labels":"caring"},{"text":"Simpsons plus Packers shitpost = best shitpost","labels":"neutral"},{"text":"I wish him good luck trying to get the video back but his chances are quite low. It's one man versus a corporate empire.","labels":"disappointment"},{"text":"Wow, that really hurts coming from a demented troll sockpuppets brigading me on this sub","labels":"surprise"},{"text":"Then enjoy your shutdown!","labels":"joy"},{"text":"ThE SkY iS FaLLiNg!","labels":"curiosity"},{"text":"I TOO AM HUMAN AND I SENSE A JOKE HA YES I AGREE WITH YOIR LEVEL OF ABSTRACTION.","labels":"joy"},{"text":"Nothin worse that doin the smooth criminal to be able to piss in the toilet","labels":"anger"},{"text":"Some sort of f***ery is going on here.","labels":"neutral"},{"text":"This!!!! Just. THISSSS.","labels":"neutral"},{"text":"He is going to cheat or leave...maybe both","labels":"anger"},{"text":"Wow, again? You deleted and reposted it after I called you out not even 5 minutes ago! #desperate","labels":"curiosity"},{"text":"Change politicians' healthcare to that of the average citizen, and this could all be sorted out much faster. ","labels":"annoyance"},{"text":"Exactly. How that woman has survived two no confidence votes amazes me.","labels":"curiosity"},{"text":"Oy vey! Shut it down!","labels":"neutral"},{"text":"Girls dog got bored fairly quickly.","labels":"neutral"},{"text":"She's probably had to delete it all now the police are involved, they will be using it as evidence ","labels":"approval"},{"text":"He did!","labels":"neutral"},{"text":"Those were not as efficient as in BF3, simply not fun as it was nearly impossible to kill a tank from a single strafe run like in the 3 ","labels":"disappointment"},{"text":"To be fair mumble rap is shite","labels":"neutral"},{"text":">when you're a day older than your friends on your 18th birthday ich believe I'm a bit too old for you!","labels":"confusion"},{"text":"If everyone else can figure this out, then I don't see why it's so implausible for the US.","labels":"realization"},{"text":"Munson’s Chocolate right here in my town of Bolton! Also Simoniz ... a major player in cleaning and protection products, right here in Bolton!","labels":"neutral"},{"text":"The thing to understand about [NAME] is that he's a complete moron.","labels":"joy"},{"text":"I figured just being there is the main help. I will probably ask them as many questions as they ask me.","labels":"approval"},{"text":"I’m that skinny and have so much trouble gaining weight","labels":"disappointment"},{"text":"Why did we have [NAME] that one year shoot against Draymond. I dunno because its entertainment and story lines.","labels":"amusement"},{"text":"I’m *BEGGING* that they get it right by the time [NAME] shows up.","labels":"neutral"},{"text":"> [Citation needed] The fact that no woman will date you.","labels":"curiosity"},{"text":"Im color blind, i usually see blue as purple and red as green soo...","labels":"sadness"},{"text":"Thought [NAME] had a bad game. For such a strong player he didn't get to keep much of the ball when in possession.","labels":"realization"},{"text":"i'm just making fun of how when moids say they like personality they dont really mean it","labels":"amusement"},{"text":"Having two world class GKs is amazing lol","labels":"amusement"},{"text":"Except people have been yelling about climate change for decades, it’s just that finally a prominent politician has made it their main point.","labels":"approval"},{"text":"Why? That's not helping us win games.","labels":"neutral"},{"text":"34 year old here... still feel like a 20 year old still trying to figure things out... no kids, no wife, ","labels":"joy"},{"text":"She said she was ok moving out ... now she isn’t. I have no idea.","labels":"confusion"},{"text":"That was an incredibly dumb thing to do. [NAME] is an idiot for trusting her.","labels":"annoyance"},{"text":"*alligator point, thank you","labels":"gratitude"},{"text":"No kidding, this dude is trying to drown some serious demons.","labels":"optimism"},{"text":"I think that question has a very complicated answer","labels":"realization"},{"text":"You’re the meme this sub jokes about.","labels":"amusement"},{"text":"#NOT IF I HAVE ANYTHING TO SAY ABOUT IT. AND I DO.","labels":"optimism"},{"text":"I didn't see anything in that comment referring to a cactus.","labels":"realization"},{"text":"hahaha [NAME]???","labels":"amusement"},{"text":"I'm not going to try defend\/explain their reasoning for why they think it will piss people off but that is why they use nazi symbolism.","labels":"realization"},{"text":">putz Is he [NAME]? I would've not voted for him if I knew that.","labels":"curiosity"},{"text":"He is proudly swimming in his cesspool of a personality","labels":"desire"},{"text":"Don't forget that labour cannot win a majority by itself. They would need to make a deal with the SNP.","labels":"realization"},{"text":"scared for sure... scared of how much money we're gonna have to pay him it's gonna be all the moneys","labels":"fear"},{"text":"This report is going to be bullet proof","labels":"optimism"},{"text":"Good luck!","labels":"optimism"},{"text":"One time a lady got mad at me because her White Zinfandel was.......pink","labels":"love"},{"text":"This should be in r\/amazingUK really.","labels":"surprise"},{"text":"[NAME] dude... Hasn't anyone ever told you... Never trust a crackhead NEVER! ","labels":"disappointment"},{"text":"dude - just get the hell outta CA ! there's plenty of other states without the immigration problem rampant in frickin california...","labels":"realization"},{"text":"Wait..whaaa? :D","labels":"neutral"},{"text":"And any form of bottom up government is also extremely susceptible to corruption. Basically, humans suck. ","labels":"disappointment"},{"text":"On being 3x over the speed limit while under the influence, that alone makes him very guilty of something wrong. Thanks for the additional information.","labels":"disgust"},{"text":"Plymouth: Confederate flags Diesel pick up trucks Dead factories Heart disease and disappointment","labels":"disappointment"},{"text":"The funny\/awful part is how well [NAME] works photoshopped in.","labels":"amusement"},{"text":"reddit was having server issues","labels":"sadness"},{"text":"Oh yeah! If she had done full brows she would have been killin' it!","labels":"curiosity"},{"text":"You kinda arguing against him rn","labels":"sadness"},{"text":"Then let’s keep scrolling and posting to push this thread to the bottom - let them waste their time on someone who is absolutely irrelevant at best.","labels":"realization"},{"text":"Now THAT is a murder by words!","labels":"annoyance"},{"text":"Has he?","labels":"curiosity"},{"text":"Not big on switching teams yet here ya are switching teams","labels":"confusion"},{"text":"Can you stop shilling for Russia every damn time they are mentioned?","labels":"annoyance"},{"text":"I've pulled a long, curly black hair out of my mouth while eating a meal once... I'm a man with very short blonde hair. 🤢","labels":"disappointment"},{"text":"oh [NAME] I unleashed the beast","labels":"joy"},{"text":"Pokemon Go has kind of helped me with depression, tbh. ","labels":"joy"},{"text":"I worry about throwing draft picks around, but a guy like that is worth it IMO.","labels":"sadness"},{"text":"It is good game, they are good generation!","labels":"approval"},{"text":"I'd love to hear a man explain why men do this","labels":"curiosity"},{"text":"[NAME] [NAME] speed option was so much fun. They are the most criminally underrated cfb duo in my opinion","labels":"amusement"},{"text":"Don’t think there is a single person that thinks he overreacted there","labels":"anger"},{"text":"Get himmmmmmmmmmmmmm!!!!!!","labels":"anger"},{"text":">seek truth no matter how painful it is maybe you should take your own advice","labels":"sadness"},{"text":"Lol Well you don't know how many miscarriages occur","labels":"amusement"},{"text":"I dunno...it was used for a meme and it's very fun to look at","labels":"amusement"},{"text":"now 8 in a week. smh","labels":"optimism"},{"text":"[NAME] just reminded us last night why he’s paid his ridiculous wages","labels":"curiosity"},{"text":"I did, I did!!!! Now I feel special ","labels":"joy"},{"text":"Keep telling yourself that","labels":"neutral"},{"text":"Definitely gonna go lookin' for that mod.","labels":"relief"},{"text":"wow, there's no way [NAME] should 'er scored that","labels":"surprise"},{"text":"> it’s a low f-ing bar lbr It is indeed. But I am glad that you found a man who doesn't want anal.","labels":"gratitude"},{"text":"Fake was the right call either way.","labels":"annoyance"},{"text":"Seeing as how someone was raping her, it doesn't surprise me that much that the facility would be so negligent that they wouldn't notice the pregnancy.","labels":"disappointment"},{"text":"You're welcome","labels":"gratitude"},{"text":"Okay so it’s different for everyone You feel more motivated! I tho k it’s pretty interesting how people can feel More depressed on medication...","labels":"curiosity"},{"text":"#FURRIES 😾 OUT, OUT! ^👉 #🤚 WE NEED A WALL 🖐️ AROUND R\/SUBREDDITDRAMA 👋 AND MAKE R\/FURRY_IRL 👐 PAY FOR IT!! ☝️","labels":"neutral"},{"text":"You are giving them human emotions. If you spent any time with cattle at all you would realize how silly that is.","labels":"amusement"},{"text":"It’s only missing a line that says “who was born in June” for absolutely no reason","labels":"disappointment"},{"text":"Its been a long time since they were teenagers. My oldest granddaughter is a teenager.","labels":"realization"},{"text":"The fact you think they earned their wealth with effort shows you dont comprehend their wealth","labels":"pride"},{"text":"Eternal rest grant unto him, O Lord, and let perpetual light shine upon him. May he rest in peace. Amen","labels":"nervousness"},{"text":"Why go to the moon when you can *BECOME THE MOON*","labels":"joy"},{"text":">Morality is always subjective because morality is decided by people\/society. Congratulations, you’ve found the worst take ever. ","labels":"amusement"},{"text":"I hope for Irelands sake you're right.","labels":"optimism"},{"text":"\"antibiotics I had left over from last year\" THERE IS EVERYTHING WRONG WITH THIS STATEMENT","labels":"sadness"},{"text":"Just Deep Fry This and post it on r\/dankmemes","labels":"neutral"},{"text":"That's what you get when you stretch a series for too long.... \"Ohhh gee....welp.... another one.....\"","labels":"realization"},{"text":"[NAME] looks like he is about to commit >!1-2!<","labels":"neutral"},{"text":"This one is by [NAME] !! Good suggestion, relates to me lmao","labels":"amusement"},{"text":"Those splits of Marla's still amaze me! Not only in terms of flexibility, but STRENGTH. Just imagine how heavy that leg is...","labels":"surprise"},{"text":"There should be a vigilante whose superpower is not having to stumble over to somebody after being injured.","labels":"sadness"},{"text":"Just do it... Do her I mean... Get it over and done with.","labels":"desire"},{"text":">It's not that I care Every reply now is you crying about being downvoted lol","labels":"sadness"},{"text":"Cause schools the world over teach a unit about Alaska. OP is an oaf who's never left their hometown.","labels":"annoyance"},{"text":"Didn't even take a sip of the wine, and he still got wasted. ","labels":"realization"},{"text":"Go forth brother and make her so. If you build it, they will come. ","labels":"neutral"},{"text":"Pretty much, you have to \"atone\" tho.","labels":"joy"},{"text":"Australia? Edit: No, [NAME], but awfully similar to the situation here in Australia.","labels":"curiosity"},{"text":"Likewise, Reddit has just gotten strange recently, sorry for misinterpreting.","labels":"sadness"},{"text":"Oh look a [NAME] flair why am I not surprised","labels":"sadness"},{"text":"Tell me about it. Never felt like I fit into this gen.","labels":"realization"},{"text":"Omg I thought he was actually fired lol. Got excited ! I still approve tho","labels":"surprise"},{"text":"Sometimes you just wanna find out what kind of Cactus you are","labels":"curiosity"},{"text":"Who's [NAME]?","labels":"confusion"},{"text":"If he were to come to the table with fewer red lines the EU might make different concessions.","labels":"optimism"},{"text":"Wow, she headlines two shows now","labels":"surprise"},{"text":"We, Saudi Arabia, have concluded that Saudi Arabia is innocent ","labels":"approval"},{"text":"Guess I hit a triple","labels":"surprise"},{"text":"Tell her youre sleeping with someone else. You're a jerk if you don't see why that's important information.","labels":"approval"}]