[{"text":"Where do you plan to go?","labels":"neutral"},{"text":"Dang I hope OP took these cause I wish I could’ve","labels":"desire"},{"text":"[NAME] i want to slap the shit out of her","labels":"desire"},{"text":"Fire the ux designers and yes also our beloved [NAME]","labels":"neutral"},{"text":"Yes. He was. Fuck off with your bullshit double standards.","labels":"anger"},{"text":"Ah, info not previously known. Knowing that, I probably would’ve done the same. ","labels":"realization"},{"text":"Hey same here!! The first week of April!","labels":"surprise"},{"text":"Hahaha, FUCK","labels":"disappointment"},{"text":"Did anyone else notice [NAME]' face twitching a little?","labels":"neutral"},{"text":"Seconded. 8 years and I never reached the final castle.","labels":"neutral"},{"text":"All they see is EA bad, this whole sub is coming full circle jerk now.","labels":"approval"},{"text":"Chinese is awesome. Best of luck to your endeavors and med school. Hope to see you in r\/Universityofhouston in the future ;)","labels":"desire"},{"text":"[NAME] looking good for a big game","labels":"approval"},{"text":"This sub is going to be so ridiculous until he signs somewhere lol","labels":"disapproval"},{"text":"Taking a float plane is such a amazing experience - highly recommend!","labels":"approval"},{"text":"[NAME] cares like a father incredible","labels":"amusement"},{"text":"[NAME] is fucking destroying Bama and I LOVE IT","labels":"joy"},{"text":"# Breeeeeeak me off a piece of that apple sauce!","labels":"neutral"},{"text":"Which makes zero sense lol","labels":"amusement"},{"text":"Thank you! [NAME] is a character that means a lot to me, and it makes me happy that you like my portrayal of her.","labels":"joy"},{"text":"And I like the taste","labels":"love"},{"text":"RemindMe! 1 day","labels":"neutral"},{"text":"It's not a shaving cream ad, it's razor blade ad, you dunce!","labels":"approval"},{"text":"I appreciate the dedication, but they really didn't have to be silent for three quarters of the game.","labels":"amusement"},{"text":"Contact Blue Mammoth staff, they're usually pretty nice about this stuff.","labels":"amusement"},{"text":"Imagine ordering this. \"1000 burgers to the white house? Yeah ok buddy\" ","labels":"amusement"},{"text":"[NAME] fell asleep on defense","labels":"neutral"},{"text":"Oh yeah yeah","labels":"amusement"},{"text":"Prices there appear lower than Banff and it would only be a short drive, thanks! I'll continue my research into Canmore.","labels":"approval"},{"text":"I think we would have tried to, but [NAME], as we can see, is way too good to make us a bottom 4 team.","labels":"approval"},{"text":"\"[NAME]\"? What is this, 2005?","labels":"neutral"},{"text":"I wish I could’ve had that kind of relationship with my mother.","labels":"desire"},{"text":"Happy birthday, [NAME]! Hope you have a wonderful day!","labels":"joy"},{"text":"Pareto principle, 20% of the work done gets you 80% results.","labels":"approval"},{"text":"I will definitely keep this is mind and thank you for the great comment!","labels":"gratitude"},{"text":"wE mODiFieD eiGHT viDEo CaRds tO fIt iN A SinGLe pciE sLoT \/squeak Whoops, sorry, wrong [NAME].","labels":"remorse"},{"text":"No one drinks Old Style","labels":"neutral"},{"text":"They say this picture is magic. You see whatever your heart most desires.","labels":"approval"},{"text":"Yeah fucking thanks, politicians back in the day.","labels":"annoyance"},{"text":"Gotta love the mermaid gems.","labels":"approval"},{"text":"Do they not have a tarp over them or anything? They just have to stand out there in suits and dresses getting soaked on national TV?","labels":"neutral"},{"text":"Have them put out a Linux client and I'll be happy to give them a try.","labels":"desire"},{"text":"Two questions: do we still get a lip sync next week with [NAME] and [NAME] next week? do they do anything week 6?","labels":"excitement"},{"text":"Shockingly, some people continue to educate and improve themselves. You might benefit from it.","labels":"approval"},{"text":"You’re right, I have come across that as well. I have been driving long distances for too long! Congratulations on a shorter drive! ","labels":"approval"},{"text":"I’d love the current battle system blended with the old system of sneak\/blending and a modern day story that Ubisoft actually care about.","labels":"amusement"},{"text":"OP sounds like you need to wait a sec for the aim to focus.","labels":"neutral"},{"text":"I'd say Sprite as chaser","labels":"neutral"},{"text":"Sadly they aren't in control. [NAME] is and he'll always do the worst possible thing.","labels":"disapproval"},{"text":"I'm guessing that insurance to cover the liability is a big part of it. It sure as hell isn't going to the wages of the employees.","labels":"disapproval"},{"text":"What is your final solution for Snowflakes?","labels":"neutral"},{"text":"That’s depressing","labels":"sadness"},{"text":"> Imagine the ~~nightmare of regulation~~ flood of unregulated money these guys are up for- congrats.","labels":"amusement"},{"text":"We did it [NAME], we stopped racism","labels":"approval"},{"text":"We also one because [NAME] straight took that game over late.","labels":"neutral"},{"text":"[NAME]... Nice","labels":"love"},{"text":"[NAME] fucking [NAME], that man is enormous.","labels":"disapproval"},{"text":"Tell that to korea","labels":"neutral"},{"text":"We weren't just husband and wife, we were best friends (i thought)","labels":"approval"},{"text":"terrifying every time.","labels":"fear"},{"text":"Not the first time. Won't be the last. Thanks!","labels":"gratitude"},{"text":"I think it means it’ll be revenue neutral until then not that it won’t open until then.","labels":"approval"},{"text":"Has it really been that many games? How time flies when you got nothing to play for.","labels":"neutral"},{"text":"U guys are like match made in heaven ♥️♥️♥️","labels":"amusement"},{"text":"Happy cake day [NAME]","labels":"joy"},{"text":"Listen to only [RELIGION] music.","labels":"neutral"},{"text":"[NAME] did that to [NAME] and let's just say that didn't end to well for anyone","labels":"disapproval"},{"text":"I love the way he starts kicking the guy while holding the 2 Ak's","labels":"joy"},{"text":">who can shoot a gun accurately I too can pull shit out of my ass","labels":"neutral"},{"text":"Even if you were, all good my dude! Shouldn't comment on something too quickly lol","labels":"approval"},{"text":"I miss when prequel memes was ironic","labels":"disappointment"},{"text":"My withdrawal was marked as complete. Likely doesn't matter now though with the servers being completely offline.","labels":"relief"},{"text":"She truly looks like a puma, beautiful!!","labels":"amusement"},{"text":"I'm sorry but this sounds very much purposeful. How exactly is headbutting someone an accident?","labels":"disapproval"},{"text":"This is a very important point. He knows some demons are kinder than humans and some humans are worse than demons.","labels":"neutral"},{"text":">if your car is so great why do you have to fill it with petrol all the time This is how stupid you sound","labels":"annoyance"},{"text":"Wow.... So many people here apparently don't know poly relationships exist.... Just say thanks. Why would it be weird?","labels":"relief"},{"text":"How is the surf simulator open if the pool area opens in march?","labels":"anger"},{"text":"Will be interesting to see what happens next, one thing for sure is [NAME] won't just fcuk off, you can't get rid of the woman","labels":"curiosity"},{"text":"He was jealous of your collection","labels":"disapproval"},{"text":"> 5 Fast Facts You Need to Know I need to know literally nothing about them.","labels":"neutral"},{"text":"Haha I didnt even notice. I guess it does.","labels":"amusement"},{"text":"You can only fit so much in 20ish min show.","labels":"approval"},{"text":"If you are really so dead set against shoveling sidewalks, perhaps you should move to a warmer climate. ","labels":"fear"},{"text":"Haha that literally made me laugh out loud OMG I'm still dying. Take this upvote man. Well deserved","labels":"amusement"},{"text":"Thank you for understanding <3","labels":"gratitude"},{"text":"Puddle... More like pothole. Ironic it looks like NJ","labels":"neutral"},{"text":"Holy shit that was fucking bad...","labels":"anger"},{"text":"Can [NAME] just shut up and appreciate her dog?","labels":"anger"},{"text":"Excelerate are looking really good yo. They've outslayed every map, are executing perfect plays. Fun, playing to their full potential.","labels":"amusement"},{"text":"Okay, thanks!","labels":"gratitude"},{"text":"But half of the money they made belongs to her.","labels":"neutral"},{"text":"How would that fix the problem in this case?","labels":"curiosity"},{"text":"You don't have a confession then?","labels":"neutral"},{"text":"Unfortunately, on the stupid official Reddit mobile app it doesn’t work. I miss my Android and Reddit Is Fun app","labels":"annoyance"},{"text":"I was waiting for the delayed explosion and holy cow! That was insane!","labels":"desire"},{"text":"thank [NAME] that period is over, pretty sure the lightning had like -89 shots that period","labels":"approval"},{"text":"I kinda like that AC1 is still untouched. At least for now.","labels":"neutral"},{"text":"It’s a really depressing show. Kinda like Mad Men.","labels":"disappointment"},{"text":"Simple lies. Easy lies immoral lies making money. Good life!","labels":"amusement"},{"text":"You literally changed someone's life for the better. You made the world a better place. Thank you for helping change the stigma against autism.","labels":"amusement"},{"text":"I would rather this crappy meme die.","labels":"neutral"},{"text":"Where can you watch community? I can’t find it anywhere and it looks great.","labels":"gratitude"},{"text":"Man Management: 9\/10 Tactics: 4ishh\/10 Anyway, he wasn't brought to implement brand new tactics but to develop our young core, was he ???","labels":"neutral"},{"text":"We've allways a ear to rent you here in reddit, you little sensitive bigheart. Now time to feel good again, ok?","labels":"joy"},{"text":"Well that's Kraaifontein .... Where the kids bite the dogs","labels":"neutral"},{"text":">[NAME] and [NAME] As alternate costumes of each other, right? Not as separate characters?","labels":"approval"},{"text":"CRAB RAVE 2 -------------------------- IS GONNA EXIST!!!","labels":"neutral"},{"text":"Dude, you forgot the dozen donuts!","labels":"neutral"},{"text":"I tried to send this to a friend but [NAME] knocked it away.","labels":"disappointment"},{"text":"Are those the numbers from last season? [NAME] is a significantly better player this year than he was last year","labels":"approval"},{"text":"We have outlets with timers in every parking spot of all households in Finland.","labels":"neutral"},{"text":"I’m glad you had such a helpful person on the other end during a tough situation, those kinds of people are like angels❤️","labels":"amusement"},{"text":"Can I get this as a flair","labels":"neutral"},{"text":"Get help.","labels":"neutral"},{"text":"Pollution is not a right","labels":"neutral"},{"text":"Sometimes for a laugh, I will come to r\/Canada to read comments of the ignorant.","labels":"amusement"},{"text":"No words, but a series of loud screams should explain this look fairly well","labels":"approval"},{"text":"get your ass to mars!","labels":"amusement"},{"text":"He loves buying people beer. He got into that industry to buy people beer.","labels":"love"},{"text":"He seems sweet and I think he really loves her.","labels":"approval"},{"text":"Been off since November 29th. I would rather be working and making money. Home gets boring","labels":"nervousness"},{"text":"I fail to see how a current moderator isn't capable. Perhaps they never delegated the task is all.","labels":"neutral"},{"text":"Shut up, Mag!","labels":"anger"},{"text":"Are you here to solve my catsup problem?","labels":"neutral"},{"text":"60% im super ded","labels":"neutral"},{"text":"It’s perfect. You’re perfect. Never change.","labels":"pride"},{"text":"Dude you’re right but just because we draft someone in the 1st round doesn’t guarantee a starting caliber QB.","labels":"approval"},{"text":">the ad, which has been both criticised and applauded Applauded by non-customers. Criticized by customers.","labels":"confusion"},{"text":"That’s nuts about the digging. I wish we had better dog boots that fit them more naturally than what we have.","labels":"desire"},{"text":"[NAME] will probably get offers from other teams, he may not even be a [NAME] next year. ","labels":"optimism"},{"text":"[NAME]. When my ex and I discussed baby names, I feel in love with this combo","labels":"approval"},{"text":"Oh man I was being facetious It annoyed me so much","labels":"surprise"},{"text":"It tore off lol. The bracket isn’t installed on delivery.","labels":"amusement"},{"text":"Who knows, he could say \"rough\" and I could wind up in handcuffs.","labels":"disapproval"},{"text":"You know this is really messed up and unacceptable, but it mainly forced the realization that I’ve never played with Omniknight.","labels":"disapproval"},{"text":"You're way too involved in this. Take a break from the internet.","labels":"neutral"},{"text":"Wow, is it March 24th, 2018 already?","labels":"excitement"},{"text":"[NAME], [NAME], [NAME], hey [NAME]. [NAME]! I’m a prostitute robot from the future.","labels":"approval"},{"text":"Higher ranking officer? Also, I'm curious, do MP have authority in scenarios like this?","labels":"curiosity"},{"text":"They are bad for your body.","labels":"disapproval"},{"text":"Theres nothing more despicable in this world than a carelessly brewed mug of chai brother. You gotta get with the program.","labels":"approval"},{"text":"Banner price is down to 100k donuts. And I still don't have enough..... (sad face)","labels":"disappointment"},{"text":"Do you need a safe space? Maybe a cold drink? Being easily offended doesn’t make you right.","labels":"caring"},{"text":"Is everyone the same person","labels":"neutral"},{"text":"I'm so sad.","labels":"sadness"},{"text":"You could weigh even more than 152 at 10% 6 ft tall! But yes, that is the goal physique for many gym rats. ","labels":"approval"},{"text":"I’m really late here, but I’m surprised I haven’t seen anyone bring up the possibility of them wanting to eat you.","labels":"surprise"},{"text":"Does [NAME] or [NAME] look happier that [NAME] chose to put his hand on [NAME] leg?","labels":"neutral"},{"text":"Yo you guys look like the couple from that Episode advertisement","labels":"amusement"},{"text":"This definitely seems like medical advice is needed?","labels":"neutral"},{"text":"As someone who works in the oil industry with a lot of big ships, this is badass.","labels":"disapproval"},{"text":"Getting AB for anything less than a 2nd rounder + something else definitely isn't realistic.","labels":"disapproval"},{"text":"You thought wrong. Also, the answer is Caribbean Splash Car Wash on Clarksville Pike. I'm not even kidding.","labels":"approval"},{"text":"If he worked out he would look good I think. But not in a way I would be attracted to him lol, just in general.","labels":"amusement"},{"text":"Washington Post is garbage because it prints garbage. I'll go with the decision by the experts thanks.","labels":"approval"},{"text":"Could’ve been a Morton lad if we didn’t get snaked","labels":"neutral"},{"text":"[NAME] is fascist? Everything that isn't leftism isn't inherently fascist.","labels":"approval"},{"text":"I feel the same man. Keep going bro!","labels":"amusement"},{"text":"For that tropical flavor","labels":"neutral"},{"text":"You sound like someone who doesnt know what ironic humour is.","labels":"approval"},{"text":"I strongly agree","labels":"approval"},{"text":"WERE* protesting This is not current. Misleading.","labels":"amusement"},{"text":"It's a good thing that liopleurodon was actually only about six meters long and went extinct 155,000,000 years ago...","labels":"approval"},{"text":"That's pretty bizarre, BF4 has always had a strong","labels":"approval"},{"text":"dom will be used as outfield depth","labels":"neutral"},{"text":"I really hope for it to fail miserably, so we can all agree on the sequel trilogy never happened.","labels":"desire"},{"text":"When I was maybe 8 I discovered that I liked hot dog buns with just ketchup. I shortly discovered what heartburn was.","labels":"realization"},{"text":"I love those moments","labels":"love"},{"text":"I agree with your guy. Sex can sometimes improve with the adulterous partner, because he\/she feels desired and sexy again.","labels":"approval"},{"text":"I love this and him. What a good dude.","labels":"love"},{"text":"I hope they bring him back. Last year was awesome","labels":"desire"},{"text":"Yeah tis marketing tweet from the melbourne AFLW team about their captain seems like marketing being pushed down my throat. You woke af.","labels":"annoyance"},{"text":"Fucking love my pixel 2 ended up hating every Apple device I owned","labels":"love"},{"text":"You're being cucked by an MLM I hope you realize that","labels":"disapproval"},{"text":"I bet there's something delicious in there that hornets do make","labels":"approval"},{"text":"Heels are fucking hot. Do you like the crop used on you, him, or both?","labels":"approval"},{"text":"Spicy water.","labels":"neutral"},{"text":"It's not about the prizes, OP.","labels":"neutral"},{"text":"Fuck that its not my money they're giving him. I want a goalie with a .970 sv% dangnabbit.","labels":"approval"},{"text":"This is infuriating but what’s also infuriating is missing all of our chances and players being constantly in offsides positions","labels":"anger"},{"text":"Yes girl! Get it!! Nothing better than an impromptu meet!! Rude the high!","labels":"approval"},{"text":"Alright. I’ll do that. I just don’t want to fail the cdcs you know thank you.","labels":"approval"},{"text":"aaand it's time for the refs to take over the game again","labels":"approval"},{"text":"Last game I think someone said it well, \"[NAME] like a toddler in an NBA Pro's body. ","labels":"approval"},{"text":"I just came off of watching all of his movies. Dear [NAME]. I love and hate them at the same time.","labels":"disappointment"},{"text":"Guys have been asking this throughout history. Trying to get laid without commitment is not okay. Marriage is important and so is the paperwork.","labels":"approval"},{"text":"Oh. My. [NAME]. I can’t handle this","labels":"surprise"},{"text":"SHE BETTER NOT SNITCH ON HIM HE WAS JUST LOOKING OUT FOR HER","labels":"neutral"},{"text":"Same here. Waiting for the doctor rn. Hope you're ok","labels":"caring"},{"text":"Your mindset is the right mindset, sadly, it's easier said than done.","labels":"amusement"},{"text":"Laughing in spitfire mk va.That plane is amazing Especially on breakthrough","labels":"amusement"},{"text":"I'd take Florida winning it all this year, just so it's not Bama\/Clemson 5","labels":"desire"},{"text":"When is EVO","labels":"amusement"},{"text":"Thank you!!!","labels":"gratitude"},{"text":"Unfortunately this is just as illegal as impeding traffic all over the city.","labels":"disapproval"},{"text":"I have started my 30 day vacation and I plan on relaxing the whole 30. Please do not make plans for me. Discuss them first with me.","labels":"desire"},{"text":"She's a pro-Assad piece of shit.","labels":"anger"},{"text":"If u see the show you would realize that swearengen it's motivating the journalist, everyone will run in to painful situations some give up, some fight back","labels":"amusement"},{"text":"Ok, for the low price of $27.97 I will help you out.","labels":"caring"},{"text":"Doing something you don’t like can be hard for anyone but if you just keep your end results in mind you can do anything!","labels":"approval"},{"text":"I’m still waiting for a sick dunk from [NAME]","labels":"neutral"},{"text":"Siblings growing apart is a natural part of life. Unless your close in age then it's almost certainly bound to happen and that's fine.","labels":"approval"},{"text":"Wanted to see if someone *wood* eat it or not.","labels":"desire"},{"text":"No noodlebox for you then. Sorry.","labels":"remorse"},{"text":"Bless them!","labels":"amusement"},{"text":"What a save!","labels":"neutral"},{"text":"Haha yea few cars drive worse than a Versa. Aside from performance, what are some must haves\/wants?","labels":"disapproval"},{"text":"They do, however this is a TRAFFIC unit that focus' on TRAFFIC offences. Ice dealers are more of a detective \/ taskforce job.","labels":"neutral"},{"text":"But they did they say excited to bring their current roster to Columbus...","labels":"excitement"},{"text":"Looks like my greyhounds feet","labels":"neutral"},{"text":"And they sneak the bit about reckless driving and speeding in at the end as making one a prohibited person. This is absurd.","labels":"disapproval"},{"text":"Jumps like this are often explained by Twitch front page in certain countries. Every time it happens people get accused of view botting.","labels":"neutral"},{"text":"It was balanced by also adding relics , you could have some pretty cool variations in your games if they added a system similar to both !!","labels":"approval"},{"text":"Yeah i miss lectures for this exact reason. Its pretty bad, but what can ya do :\/","labels":"nervousness"},{"text":"Just like how one day a magic unicorn might appear and prove us all wrong about them not existing.","labels":"desire"},{"text":"Keep playing ‘18, save your money on ‘19 and go buy beer.","labels":"neutral"},{"text":"I've never been this sad in my life!","labels":"sadness"},{"text":"[NAME]? We have a friend in one of those condos on 19th.","labels":"neutral"},{"text":"It's like an instinct for idiots to downvote without even reading a comment first if they sense the word vegan in it haha","labels":"annoyance"},{"text":"Organizational Change Manager and I fucking love it and have for 7 years. Still enjoy going to work every day.","labels":"joy"},{"text":"He doesn't really fit, he is more of a mid range shooter. Plus we already have to many players at power forward who are better.","labels":"neutral"},{"text":"A year later the store closed because they don't know how markets work","labels":"neutral"},{"text":"I am here with you!","labels":"neutral"},{"text":"Tetris effect?","labels":"neutral"},{"text":"Thanks now I’m insecure again","labels":"fear"},{"text":"Rainy weather must have gotten them... no idea. But i've never seen a dead hummingbird and saw 2 within 5 feet of each other :(","labels":"neutral"},{"text":"I saw the one where he was successful, and wondered how many attempts it took. ","labels":"pride"},{"text":"You'd better not cry!","labels":"approval"},{"text":"At least [NAME] gave us entertainment","labels":"approval"},{"text":"I'm so sorry for your losses. Please see a therapist and consider seeing your physician for antidepressant medication. Your daughter will need you alive someday.","labels":"caring"},{"text":"Thank you! This feedback is gold to us.","labels":"gratitude"},{"text":"Mmmm squeeze dat cheek","labels":"neutral"},{"text":"shut up, [NAME]!","labels":"anger"},{"text":"All I know is everyone is Tuscaloosa considers this season an abysmal failure.","labels":"sadness"},{"text":"Piracy is going to have a massive increase in the coming years.","labels":"disapproval"},{"text":"Hi, everyone! This is my 13 minute action\/comedy short film, JUICY! I hope you all enjoy! Feedback is welcome. ","labels":"optimism"},{"text":"He looks like he is half Italian half Russian and belongs in a fight club.","labels":"approval"},{"text":"I have no idea what that means.","labels":"approval"},{"text":"She is my favorite model from American Eagle store. Such beauty and so positive.","labels":"love"},{"text":"All the time","labels":"neutral"},{"text":"People are looking at me wondering why I'm laughing at work.","labels":"embarrassment"},{"text":"I did that in origins but now that theres mercenaries and its sooo annoying to deal with them so i stay as quiet as i can until im caught.","labels":"disappointment"},{"text":"Are you saying the ones who suffer most are billionaire psychopaths? I’m confused by the wording.","labels":"confusion"},{"text":"Been together 6 years, and I think she's the best person I know. I'm still in the phase where I love her more everyday.","labels":"love"},{"text":"No, it's still up. It was in the comments, though, not the text itself.","labels":"neutral"},{"text":"I'm 5'6\" and three quarters haha. Have hair though.","labels":"neutral"},{"text":"*price hike for [NAME] only. I dropped Netflix last month because of it.","labels":"disappointment"},{"text":"Love 281, fuck 35.","labels":"amusement"},{"text":"If it weren't for my horse, I wouldn't have spent that year in college.","labels":"approval"},{"text":"The great nation of Texas (excluding Austin) will rise up and purge these heretics.","labels":"approval"},{"text":"It's just wholesome content, from questionable sources","labels":"approval"},{"text":"yeah, I agree. it’s just annoying hahaha but thank you so much!!! (: ","labels":"amusement"},{"text":"Holy crap. I need to listen to that speech in full on my commute home then.","labels":"neutral"},{"text":"Dude theyre in a fuckin hospital. Take them their food.","labels":"disapproval"},{"text":"Hi somebody, I'm dad!","labels":"neutral"},{"text":"I find this sooooo strange","labels":"surprise"},{"text":"No worries! Hope you enjoy it as much as I have! :)","labels":"joy"},{"text":">For those of us who stay, there may be more unhappiness than happiness. Probably the saddest thing I ever heard. ","labels":"disappointment"},{"text":"Yes, in my opinion they are perfect backcourt fits. [NAME] weaknesses are [NAME] strengths and vice versa","labels":"approval"},{"text":"I miss the bch\/bsv war...the quality of posts were getting better....back to square 1","labels":"remorse"},{"text":"> the fact that it is illegal Watch out, we've got a time traveler over here!","labels":"approval"},{"text":"[NAME] has awoken from his winter sleep.","labels":"neutral"},{"text":"I know, this weekend was absolute worse case scenario ","labels":"disappointment"},{"text":"You gotta be a fucking idiot to use a regualr wooden pallet for a bale. Blue or Red pallets only","labels":"disgust"},{"text":"If I died I've always wondered who will be at my funeral. I imagine only my mom. Maybe one of these days I'll find out.","labels":"sadness"},{"text":"You’re the kind of guy I could really dig... a grave for!","labels":"amusement"},{"text":"\"bussy full of beans\" is an earth-shattering phrase","labels":"approval"},{"text":"bad acts at a reasonable price","labels":"disapproval"},{"text":"That was horrible defending what the hell","labels":"annoyance"},{"text":"I was just kind of born into it, although ironically I was raised a cubs fan as well.","labels":"annoyance"},{"text":"\"Electricity scam\"? ...and I'm pretty sure [NAME] is not an idiot.","labels":"approval"},{"text":"+1 the only way","labels":"amusement"},{"text":"My grandpa does drive this way.","labels":"neutral"},{"text":"I cant believe we elected this goon","labels":"excitement"},{"text":"It’s objectively a lie. Prove me wrong","labels":"neutral"},{"text":"That's how mafia works","labels":"approval"},{"text":"You having a bad day man?","labels":"disappointment"},{"text":"Honestly, State and Revolution is what made me ananarchist.","labels":"disapproval"},{"text":"Mom-emotions are always heartwarming and honest but dad-emotions make me tear up. Fuck","labels":"love"},{"text":"She sucks but you don’t sound much better","labels":"disapproval"},{"text":"Jeepers I should have been asleep two hours ago","labels":"neutral"},{"text":"yes i did, thanks for explaining","labels":"gratitude"},{"text":"His head bounced on the hardwood. Damn.","labels":"sadness"},{"text":"Since it's a very unlucky case i would tell you to just have a really big amount of pacience and maybe have a date once a time","labels":"approval"},{"text":"Welp, I'm an idiot. Even better on you for going through the trouble to give credit, then.","labels":"disappointment"},{"text":"Let's go [NAME]","labels":"neutral"},{"text":"Competitive Deathmatch was a huge reaper fest last season :( Had many games where everyone was reaper except maybe two people","labels":"neutral"},{"text":"The remix is funny man.","labels":"amusement"},{"text":"Wrong sub.","labels":"amusement"},{"text":"I'd just feel less out of place, I guess. My SA makes me feel like I'm so behind my peers in terms of a social life","labels":"disappointment"},{"text":"What?! They must have thought they were at Disney.","labels":"neutral"},{"text":"[NAME] has stated that he's open to decriminalization. It's up to the legislature at this point.","labels":"approval"},{"text":"This is actually really sweet... 46 g of sugar per tattoo sweet","labels":"approval"},{"text":"You have no perspective. Go outside and get some friends.","labels":"neutral"},{"text":"Nonsense. People are either the best or the worst. All of the time.","labels":"disapproval"},{"text":"deleted ^^^^^^^^^^^^^^^^0.1122 ^^^What ^^^is ^^^this?","labels":"amusement"},{"text":"Hahaha aww Noo I love Belfast! One of my favourite cities hands down","labels":"love"},{"text":"LOVE THIS!!","labels":"love"},{"text":"why the fuck is this getting downvoted","labels":"disgust"},{"text":"I just renewed my license today and they didn't check my proof of address, just looked at my us passport, license, and debit card","labels":"neutral"},{"text":"Let's say some gangsta is messing with your fly girl. You just givem one of these....","labels":"amusement"},{"text":"Well, we need to know so we can get the fuck as far away as possible.","labels":"desire"},{"text":"Mate honestly what you had was a serious relationship with her, for all 13 years. I hope you heal up well.","labels":"approval"},{"text":"Orange man bad.","labels":"neutral"},{"text":"Improved by removing the third panel, improved by removing garfield. What can we remove that doesn't improve garfield?","labels":"neutral"},{"text":"Lol don't worry, they even make you somehow hate [NAME] in season 2.","labels":"caring"},{"text":"What does having sex with someone you don’t love have to do with anything? People do that shit all the time.","labels":"approval"},{"text":"*6 objectively [NAME] and [NAME] are terrible at their jobs.","labels":"disgust"},{"text":"Jazz too i remember the office and pnr talk about how bad it is.","labels":"disapproval"},{"text":"Flip him for another 3rd rounder hah","labels":"neutral"},{"text":"They just did. Check out the sticky post.","labels":"neutral"},{"text":"Cause as soon as he locked in execution he used the auto typing function immediately celebrating. Gets punished by karma and im the one down voted. Sure","labels":"disapproval"},{"text":"And I’m studying abroad and my family is taking a very long vacation just to take a break from the uk","labels":"neutral"},{"text":"Omg you’re so cute!","labels":"excitement"},{"text":"Your idea of the supposed limitations of bots is actually hilarious.","labels":"amusement"},{"text":"Interesting. I wonder how does this work. Does it do swaps itself? Does it utilize the currency exchange listings? I'll check it out later.","labels":"excitement"},{"text":"Until he leaves for the Lakers and we’re right back in the same spot in two years after not winning shit","labels":"neutral"},{"text":"i was planning on getting smashed but instead i'm sober...... no bullshit whatsoever","labels":"approval"},{"text":"Omg I wish I were still there so we could brave this together. Let us know if you go!","labels":"desire"},{"text":"They’re looking sharp!!","labels":"surprise"},{"text":"This is exactly what I told him. I went the fuck off. Lol","labels":"amusement"},{"text":"[NAME] damn it","labels":"anger"},{"text":"Here’s your participation award","labels":"neutral"},{"text":"The Wall was calling... from inside the house!!","labels":"amusement"},{"text":"Did you mean all of Massachusetts or just Boston? Because I'm pretty sure Western Mass drives well.","labels":"approval"},{"text":"There is no such Thing as [NAME] or an Almighty !","labels":"disapproval"},{"text":"[NAME], I guess you are the one who got whooshed","labels":"optimism"},{"text":"Can’t imagine taking on that contract","labels":"neutral"},{"text":"What was that?!","labels":"neutral"},{"text":"Enjoy trading a potential superstar for the worst guard defender in the league.","labels":"approval"},{"text":"A surprise to no one. Absolute stud.","labels":"neutral"},{"text":"Go take care of your boy up top of this chain, then we'll talk.","labels":"caring"},{"text":"The UN said the election was a sham. The man is causing death destruction and starvation. Your morals are completely and utterly fucked.","labels":"approval"},{"text":"Good idea, thanks","labels":"gratitude"},{"text":"Shut up [NAME]","labels":"anger"},{"text":"These refs are [NAME] awful. Find a new job","labels":"disapproval"},{"text":"It's a shame that so many experimental psychology studies are still using such dubious statistical practices.","labels":"disappointment"},{"text":"We are living in a time of lukewarm faith where many will fall away and become deceived.","labels":"disappointment"},{"text":"i actually like adore (maybe I’m uneducated oof) what has she done?","labels":"love"},{"text":"Yeah, I was very sad to read that!","labels":"sadness"},{"text":"Someone got carried away with the mii maker","labels":"neutral"},{"text":"[NAME] you are a freak...","labels":"neutral"},{"text":"Typical [NAME], i know because i am one","labels":"neutral"},{"text":"I could see [NAME] doing something but [NAME] and [NAME] won't say anything.","labels":"approval"},{"text":"Are you high? People go for walks while wearing clothing all the time. It's when you go without the clothes that you run into problems.","labels":"caring"},{"text":"Not sure where people get them from but I see people offering them out here and there so thought I'd take advantage","labels":"desire"},{"text":"This is sarcasm. Let that friend lecture you for 1 hour.","labels":"disapproval"},{"text":"Yes, I know. But thanks, no damage to the second car and just some scratches on mine.","labels":"approval"},{"text":"I'd like to apologize on behalf of all Azwel mains.","labels":"remorse"},{"text":"This would be a great meme format","labels":"desire"},{"text":"Why yes that ass is flawless","labels":"approval"},{"text":"That's so refreshing. Thanks a lot!","labels":"gratitude"},{"text":"“My Girlfriend, [NAME] has returned! Greetings my love!” ~[NAME], 2012. ","labels":"love"},{"text":"You keep turning it into all or nothing lol I said *less* bookshelves will be made if *more* bookshelves are reused","labels":"neutral"},{"text":"COME TO BUTTHEAD","labels":"neutral"},{"text":"Imperial is already messy and hard to understand","labels":"disapproval"},{"text":"this is cute","labels":"amusement"},{"text":"You don't avoid it.","labels":"neutral"},{"text":"I would stay away from [NAME]. Apparently his injury got infected and will require more surgery\/surgeries","labels":"disappointment"},{"text":"It's actually illegal to do this. Only allowed if absolutely unavoidable.","labels":"disapproval"},{"text":"Pff sticking the bumper back on isn’t a massive task, I’d call it a win ","labels":"amusement"},{"text":"Congrats bud! Hope it was a good 21st!","labels":"amusement"},{"text":"no it wouldn't","labels":"amusement"},{"text":"[NAME] dude I see [NAME] so rarely that I forget that he's the OG \"Fuck this character fuck this stupid game\" king. ","labels":"annoyance"},{"text":"Great protest! Not being discouraged by the weather or paternalistic criticism, good on them!","labels":"amusement"},{"text":"This live meet the queens is awkward AF, I’d rather them produce this and make us watch nicely edited stuff.","labels":"approval"},{"text":"[NAME] should be sticking that to the other side of the keeper, strange decision to go for that corner","labels":"disapproval"},{"text":"I dont really know, I think its mostly because they just get these really high end computers and do nothing with them.","labels":"disapproval"},{"text":"Thanks for the info. Not sure if it’s even worth it then.","labels":"gratitude"},{"text":"I literally received the ready up bug while playing solo yesterday.","labels":"neutral"},{"text":"Most of them seem to be joking about the walls.","labels":"amusement"},{"text":"It's simple, I asked, and she lied.","labels":"neutral"},{"text":"She's absolutely stunning in that photo","labels":"amusement"},{"text":"That’s about what ours is, but our rush hour traffic is horrible.","labels":"annoyance"},{"text":"That's me too! I even try to avoid trailers since they reveal too much these days.","labels":"neutral"},{"text":"Umm did you see the guy? Serious question. He looks like he gets into fights at the bar","labels":"neutral"},{"text":"They are always a fun time.","labels":"joy"},{"text":"You’re allllll alone [NAME], lmfao.","labels":"neutral"},{"text":"That's my favorite type of plane.","labels":"love"},{"text":"Nah, some cake sniffers were enjoying the books way before.","labels":"joy"},{"text":"Really? That's interesting. I'll have to give it a try. Yes I'd love to take a look at your suggestions.","labels":"excitement"},{"text":"Just because you lack critical thinking and reading skills doesnt mean i am a moron, it means you need to learn how to think for yourself.","labels":"disgust"},{"text":"Does anyone know if Thai courts tend to let off whitey?","labels":"neutral"},{"text":"..how is he not? better == good","labels":"amusement"},{"text":"I literally screamed uncontrollably for 3 months and ended up in a mental hospital.","labels":"sadness"},{"text":"I mean, yeah, [NAME] and Pedophiles are two different kinds of immensely awfuls, one is just slightly slimier, in my reasonable opinion.","labels":"approval"},{"text":"really clever lol","labels":"neutral"},{"text":"Nicely framed.","labels":"neutral"},{"text":"Thank you for providing an unbiased & sensible opinion.","labels":"approval"},{"text":"When I think about [NAME] and [NAME] at the same time I get a fucking aneurysm from the stupidity.","labels":"nervousness"},{"text":"I don't think you should ever be forced to do any work, so obviously not. ","labels":"approval"},{"text":"I never said they didn't test it lol, I said they haven't tested it on PTR, which they haven't.","labels":"neutral"},{"text":"I'm happy however those two don't get a ring. Would be overjoyed if it was at the hands of [NAME], [NAME], and [NAME].","labels":"desire"},{"text":"Interesting to point out cognitive dissonance while also showing that you possess it when it comes to the president!","labels":"disapproval"},{"text":"congrats to everyone who picked the over","labels":"amusement"},{"text":"It's changing, slowly but surely. 20 years ago most people liked fur, now it's seen as cruel and unnecessary.","labels":"approval"},{"text":"She's supposed to be 20-something but is played by a 34+ year old actress.","labels":"neutral"},{"text":"You're in for a treat- enjoy :)","labels":"joy"},{"text":"But they aren't poisonous?","labels":"neutral"},{"text":"Lip piercings would be painful bloody and easily pulled out... Nipple piercings hurt tremendously if ripped and are also easily ripped out","labels":"approval"},{"text":"Don't apologize it has nothing to do with you, everyone here understands that.","labels":"neutral"},{"text":"[NAME] is my least favorite on the station.","labels":"disappointment"},{"text":"Isn't this the same video already posted ? Not seeing anything different","labels":"approval"},{"text":"The montage of a man's career, there's so much said in these photos it is incredible.","labels":"amusement"},{"text":"Wah, the poor dead fascist thug! What a fucking tragedy. Every dead cop makes the world a safer place.","labels":"pride"},{"text":"Wait, you never mentioned boy's soul was on the menu.","labels":"neutral"},{"text":"I’m so sorry. You deserve so much better.","labels":"realization"},{"text":"Thank you, and same to you. I was a single AP once, it was lonely. Do you see other people?","labels":"gratitude"},{"text":"True but also it's not a dilemma ; if they try something like Tiananmen they will likely die. So not very tempting to try to change things.","labels":"disapproval"},{"text":"My boss makes 100 but I only make 10, shat four times today so the joke’s on them.","labels":"annoyance"},{"text":"Right. I am more focused on the length of the relationship vs their age.","labels":"approval"},{"text":"this is my dream","labels":"desire"},{"text":"Links above suggest a \"polio-like\" outbreak occurred. Perhaps on this issue like many others she is a bit confused. ","labels":"confusion"},{"text":"Maybe I’m unsure of that","labels":"approval"},{"text":"sometimes it feels like a lot of characters are like that, but only when I fight them","labels":"disapproval"},{"text":"You must!!","labels":"neutral"},{"text":"I'm ashamed it took me a while to get it","labels":"disappointment"},{"text":"> Think before you speak The amount of times you should have take that advice beggars belief.","labels":"approval"},{"text":"THANK YOU ROY! i was just about to say, how are they just discovering [NAME] being british.","labels":"gratitude"},{"text":"Intentional fouling in basketball too thiugh","labels":"disapproval"},{"text":"Nothing official, just a gut feeling. We'll see though as today we should have an update.","labels":"approval"},{"text":"You are goddam funny sir","labels":"amusement"},{"text":"[NAME] a good guy who hosts leagues full of people who want to have fun. Check it out!","labels":"amusement"},{"text":"So much better that way!","labels":"surprise"},{"text":"Very good advise, I did not realize this. I guess there is more risk in a lease than what I initially thought. ","labels":"gratitude"},{"text":"I mean a blowout isn’t really enjoyable.","labels":"disapproval"},{"text":"[NAME] wrote a really technical and really awesome article in the Athletic about this game. Holy shit haha worth reading if you are a ball nerd.","labels":"amusement"},{"text":"Someone else mentioned the council of Rome (382), but I’ll look into Carthage (397) and Hippo (393). Thank you!","labels":"gratitude"},{"text":"Curious why the option is even allowed then.","labels":"curiosity"},{"text":"The bus loop was never going to entice families to transfer their kids to city schools. Is it great for kids already there? Yes.","labels":"approval"},{"text":"It's not just what he said, it was the way he said it. Good stuff.","labels":"amusement"},{"text":"Seeing this makes me happy. I hope this is true :)","labels":"joy"},{"text":"I love your comment...","labels":"gratitude"},{"text":"Can't believe he took the time to count that. They both seem a bit obssesed.","labels":"confusion"},{"text":"Yep. There are some good things hidden in amongst the bad. It would be disingenuous to claim otherwise.","labels":"approval"},{"text":"I can’t believe he’s playing the live action sonic the hedgehog","labels":"surprise"},{"text":"Being a bronco fan in NY, this podcast is the only radio I can consistently get","labels":"neutral"},{"text":"The difference between the two to the right is quite massive.","labels":"approval"},{"text":"Vancouver is such a beautiful city! I visited it for a half a day and really want to go back.","labels":"desire"},{"text":"Awesome i already havr an will definitly not be doing it in the future thanks for the advice.","labels":"approval"},{"text":"That’s interesting, I took it as the dad being in a coma and the daughter visiting him in the hospital","labels":"excitement"},{"text":"So edgy.","labels":"neutral"},{"text":"Although cool, it is not a bridge, it is road through snow.","labels":"neutral"}]