[{"text":"Beak makes no sense. Well beaks make no sense anyway but this one especially","labels":"disapproval"},{"text":"TAKE ME TO YOUR CRYPT, I WANT TO PAY MY RESPECTS!","labels":"approval"},{"text":"[NAME] lines especially. They're all so good because originally [NAME] was going to play that character.","labels":"approval"},{"text":"I miss [NAME].","labels":"sadness"},{"text":"Yeah, surely this is *exactly* what democracy is? ","labels":"approval"},{"text":"When will [NAME] learn that recycling his old favorite beliefs and takes from 2008, will not end or age well. ","labels":"curiosity"},{"text":"Great shot, from experience very difficult. ","labels":"approval"},{"text":"No he's overrated","labels":"disapproval"},{"text":"Am I tripping or something? This sounded clearly fake to me, I remember hearing the [NAME] one, which also sounded fake but not as much.","labels":"curiosity"},{"text":"Donteee blowee my coveree lmao I actually like how she talks","labels":"amusement"},{"text":"How generous :) you must really make them happy. Good on you for that","labels":"optimism"},{"text":"Merrily merrily merrily merrily something something scream... (I am not creative)","labels":"excitement"},{"text":"The ID cards wouldn't have been a problem if they were like the EU one. It was the fuckload of biometric data that was abhorrent.","labels":"annoyance"},{"text":"She finally found home","labels":"joy"},{"text":"Nah mate i think you have me mixed up with someone else. I am [NAME]. Pleased to meet you.","labels":"disapproval"},{"text":"A lot of injury history for these players. I hate to count on them.","labels":"caring"},{"text":"\"one of us will be right!\" Or...ya both wrong and wasted your energy being dumb asses instead of enjoying it.","labels":"annoyance"},{"text":"Well, my answer tried to be funny and witty. But apparently it struck some insecurities in some guys.","labels":"realization"},{"text":"Sorry about that! Edited with the addition of those details.","labels":"remorse"},{"text":"No, he wasn't the entire problem, but his performance can't be excused by coaching alone. He's just not very good.","labels":"disappointment"},{"text":"Great, now I want to pee in it.","labels":"disapproval"},{"text":"Jajaja (hahaha)","labels":"amusement"},{"text":"Is that his real name? That sounds like a Russian [NAME]","labels":"confusion"},{"text":"People are assuming you’ll survive getting your leg cut off right now. Coma seems better.","labels":"approval"},{"text":"Hard same girl, hard same.","labels":"amusement"},{"text":"I wouldn't let a sweet potato dictate decisions, ever.","labels":"disappointment"},{"text":"I like the six nations partly because I get to hear a packed out Murrayfield sing flower of Scotland and that’s always brilliant","labels":"amusement"},{"text":"I always suggest Laser Quest downtown, it's a blast!","labels":"approval"},{"text":"Holy shit it actually did... how","labels":"curiosity"},{"text":"Third here. Oh, ok. Wow.","labels":"approval"},{"text":"It just so happened that PD, sick kids , and family emergencies all happened to overlap between all my coworkers leaving me all alone. ","labels":"sadness"},{"text":"😂 Dude, ok your cool now","labels":"approval"},{"text":"Oof. This physically hurt me to watch.","labels":"disapproval"},{"text":"Sorry I've already peaked male. I don't peak twice. But good try. I r8 8\/8, m8.","labels":"amusement"},{"text":"Soooooo Florida?","labels":"curiosity"},{"text":"Wow those latkes look even worse than I thought they would.","labels":"disgust"},{"text":"Despite all the [NAME] hate in\/on \/Melbourne, here is a beautiful Indian song for you all ","labels":"optimism"},{"text":"Don't go rouge or stick your tounge out at those across the boarder, but perhaps you could care less because I'm obviously bias. :) ","labels":"annoyance"},{"text":"Good timing with the two breweries having just opened up. Gotta check them out when I'm in that neck of the woods again.","labels":"approval"},{"text":"How are they gatekeeping here? There's zero claims being made. They're just standing by a sign.","labels":"curiosity"},{"text":"[NAME] damn cummonists","labels":"anger"},{"text":"i wouldn't take that significant of a pay cut. you should keep your job and do your creative writing on the side\/free time.","labels":"caring"},{"text":"Can you even hide the racism anymore or are we throwing all dog whistles in the trash?","labels":"confusion"},{"text":"Did you guys notice that one of the headlines on the magazine from the last act said \"A real life marvel\" I loved that little detail honestly","labels":"amusement"},{"text":"What would that do? So you’re saying I’m 100% gonna be diabetic","labels":"curiosity"},{"text":"Wait, what does golf have to do with this? ","labels":"confusion"},{"text":"hahahaha yeah you tell him man! fuk da police coming straight from da undagrunnn hahahah just like that song right!","labels":"amusement"},{"text":"You shouldn’t forget it, and you probably need therapy. Years of abuse like that takes its toll.","labels":"caring"},{"text":"That’s why I never break.","labels":"optimism"},{"text":"I'd assume that the player is on the list as the king sense losing a king is losing the game, right?","labels":"confusion"},{"text":"This is so not aww.","labels":"disapproval"},{"text":"you cut cakes with that chin?","labels":"curiosity"},{"text":"damn thats good","labels":"amusement"},{"text":"I didn't say \"do it for the children,\" but I understand if reading isn't a strong suit for you.","labels":"disapproval"},{"text":"[NAME] I hope there's some dirt on this jerk so we can be rid of him.","labels":"disapproval"},{"text":"Dude yeah. Worst part, guy comes in the morning. So already our daypart goes up to like 2 minutes because of that guy ","labels":"annoyance"},{"text":"This joke is “the cheesiest”","labels":"approval"},{"text":"He was injured in real life, watch the news. He'll be back in ep 15 and fully recovered.","labels":"neutral"},{"text":"picture isnt that clear but I am 80% sure they're fake. break one and see how it crumbles.","labels":"disapproval"},{"text":"I mean, he is a terrible president. ","labels":"disapproval"},{"text":"No group... I didn't say the guy's plan was realistic haha","labels":"amusement"},{"text":"Being a complete idiot and blocking a road in front of a bar. Which is where most cops tend to hang out trolling for DUIs at 2 am.","labels":"disapproval"},{"text":"I ride our half-orc barbarian by clinging to his back. He hasn't seemed to notice yet.","labels":"disappointment"},{"text":"Just hanging out at UQ St Lucia is pretty cool.","labels":"approval"},{"text":"Omg it’s like you’re taking the words from my mind.","labels":"surprise"},{"text":"Okay, I'll try to find one. Sorry about that.","labels":"remorse"},{"text":"[NAME] for sure. I really hope we don’t lose [NAME] though. He’s basically our ace for the moment.","labels":"desire"},{"text":"We must know if we are to be betrayed or abandoned","labels":"disappointment"},{"text":"The fact that the passenger gives a thumbs up drives me crazy","labels":"joy"},{"text":"Fair enough. Still I like to spread the word... in the vain hope that policies like this will go away.","labels":"disappointment"},{"text":"Horrific. Shameful.","labels":"annoyance"},{"text":"Deer needs to make a false injury claim and get paid did you see that fake I got hit jump it did?","labels":"curiosity"},{"text":"It's crazy, just something small like that, can make a man forget about all his troubles. I wish I new what that felt like 🙄","labels":"desire"},{"text":"[NAME] tattoos were specifically design to augment his physique. This guy looks like his little sister scribbled on him while he was asleep.","labels":"disapproval"},{"text":"When it's the same composer, this kind of thing is bound to happen.","labels":"approval"},{"text":"Gonna warn you, that path is a lot more dangerous than you would think...","labels":"fear"},{"text":"Anyone who can pass the test proceeds. The standard exists to protect everyone in Britain, including the failed candidate. They should be recognized for volunteering. ","labels":"disapproval"},{"text":"When ever I’m feeling depressed or alone, I’ll just image you and think “it could be worse”.","labels":"disgust"},{"text":"I like the pig because shes stealthy","labels":"approval"},{"text":"Sticking a road in the middle of someone's land just to satisfy your OCD seems pretty cruel.","labels":"anger"},{"text":"I hate those days man... So triggering","labels":"disapproval"},{"text":"I've finally found my people who know the struggle.","labels":"relief"},{"text":"Not sure to downvote because genuine and encouraging or to upvote because sarcastic and hateful.","labels":"confusion"},{"text":"lots of games have already added what he's asking for, i don't know why he asked the question ","labels":"confusion"},{"text":"I've heard this is a form of self hypnosis such kinda makes sense to me.","labels":"approval"},{"text":"I understand the confusion","labels":"approval"},{"text":"Haha ik I SHOULD be. But I still love em both like a red headed step child.","labels":"amusement"},{"text":"OH NO, PARENTS ARE SUPPORTIVE😱😱","labels":"realization"},{"text":"It’s amazing how buggy this game is. Itd [NAME] buying a new car with most of the parts broken. We will fix it eventually.","labels":"annoyance"},{"text":"Because [NAME] is a man child who can’t stand up to his mother","labels":"disappointment"},{"text":"[NAME] so cool","labels":"amusement"},{"text":"That's very disturbing to be honest, casually admitting you'd turn to cannibalism...? Ehhh","labels":"disapproval"},{"text":"Trust me dude, switch to stick deodorant and cologne.","labels":"amusement"},{"text":"Pls shut up","labels":"annoyance"},{"text":"I don't know why this image bothers me so much","labels":"disappointment"},{"text":"Exactly, last year was frustrating with our [NAME] awful home record. ","labels":"annoyance"},{"text":"I just draw for the fun of it tbh... But having \"success\" or getting recognition still surely feels nice... Don't give up :)!","labels":"excitement"},{"text":"Don't think we should be stomping all over people's bodily autonomy just so public health authorities can declare victory.","labels":"disapproval"},{"text":"I got an unsolicited text from wal-mart earlier today and I almost went into orbit. Spam texts are completely unacceptable.","labels":"disapproval"},{"text":"Did not expect pint sized [NAME]. That was cute!","labels":"approval"},{"text":"What a goal","labels":"amusement"},{"text":"So we got Summer’s model now. Team STRQ flashbacks next volume?","labels":"curiosity"},{"text":"Start a relaxing bedtime routine. Goggle sleep hygiene and make sure yours is good. Get over your weird thing about reading and try it!","labels":"approval"},{"text":"Well, yeah, you fucked up. Drop this behavior and game her the normal way as if nothing happened","labels":"disappointment"},{"text":"Good grief... cushion those talons with some toilet paper or Kleenex next time. It’ll give you better traction, too. ","labels":"optimism"},{"text":"It's piss but its [NAME] piss so you make your move.","labels":"amusement"},{"text":"[NAME] is such a doofus. It's awesome","labels":"disapproval"},{"text":"[NAME] fuck those creeps","labels":"anger"},{"text":"Meat makes it taste horrible. Hydrating is also important.","labels":"disapproval"},{"text":"ive been looking at buying this exact knife for like 6 months.. how is it?","labels":"curiosity"},{"text":"Wow, I know he is the voice of [NAME], but I did not know he basically IS [NAME]","labels":"realization"},{"text":"What? No deal, abort, abort!","labels":"disapproval"},{"text":"I pray to [NAME] that we will be aware of people's sins in the afterlife when we watch them burn.","labels":"desire"},{"text":"I had 'tacos de cabeza' in Mexico — \\x62\\x65\\x65\\x66 head. All sorts of interesting bits like cheek, tongue, brain. Delicious. ","labels":"love"},{"text":"I like the name mummied the best so far","labels":"approval"},{"text":"It’s cheaper to track her phone.","labels":"realization"},{"text":"It's ironic that those who most strongly embrace TSSC and other churches are so often utterly lacking in any level of true \"faith.\"","labels":"disapproval"},{"text":"Afraid not. I was just given a different perspective.","labels":"caring"},{"text":"Yes, thank [NAME] the wisest of [NAME] live outside your country","labels":"gratitude"},{"text":"Why is it illegal?","labels":"curiosity"},{"text":"> they were also throwing like paper balls at each other on the carriage it was.. just.. wow. #😱","labels":"amusement"},{"text":"How you walk when you're in work and you are the boss.","labels":"curiosity"},{"text":"Can't even put on dress pants now without turning back and checking for my parents.","labels":"annoyance"},{"text":"You fool, you have no idea that you talked about team fortress all along!","labels":"anger"},{"text":"At least it made for hilarious responses by people being aghast by the price.","labels":"amusement"},{"text":"Yeah, that makes sense, too. (Did it. Once. When I was like 16)","labels":"approval"},{"text":"Weird flex but ok","labels":"approval"},{"text":"Prey actually had portals before Portal. Such an underrated game.","labels":"approval"},{"text":"I have no idea what's going on, but I hate when people surround the car like that. ","labels":"disapproval"},{"text":"Why don't you just move to secular country like North Korea, China or Sweden? Leave theists alone we don't want you.","labels":"curiosity"},{"text":"I'm very glad too. She has been with me for twenty years now, so basically all my life.","labels":"joy"},{"text":"Oh good point! I bet the farthest they go is reporting to credit agencies. Which still sucks but he can always fight that outside of court.","labels":"optimism"},{"text":"Haha! I remember seeing this when it aired","labels":"amusement"},{"text":"And Subway fired you for taking too long of a break... To talk to a make-believe 6 yo","labels":"annoyance"},{"text":"We're pretty spoiled in Halifax.","labels":"disapproval"},{"text":"[NAME] why do they keep adding words to facist. Neofascist, cryptofascist, snowfascist. It's so dumb.","labels":"confusion"},{"text":"You’re right :(","labels":"approval"},{"text":"This not the first or second mistake by VAR against us.There was even an wrong offside against us some games ago and they didn't checked it.","labels":"disapproval"},{"text":"I cringed and flinched. That’s a bad day","labels":"disappointment"},{"text":"[NAME] has been doing everything great except for shooting. It will start falling eventually","labels":"disappointment"}]