[{"text":">Take a payday loan, smoke some meth, buy a shitload of guns. Tell me which ideology this is and I'm sold","labels":"annoyance"},{"text":"BUT WHY DOES SHE DO A FULL FACE\/EYE LOOK THEN SKIP THE MASCARA?!?!! This has been driving me nuts.","labels":"confusion"},{"text":"I waited outside tj outside for 10 min and did my whole shopping experience in a wine that started at the beginning of the store","labels":"neutral"},{"text":"NEXT TIME! ON THE CURSE OF OAK ISLAND!","labels":"fear"},{"text":"This reminded me a little bit of a story [NAME] tells about a [NAME] vs pack of Coyotes Skip to 48 seconds.","labels":"neutral"},{"text":"Utter nonsense from yourself.","labels":"annoyance"},{"text":"Thank you, see was that so hard","labels":"gratitude"},{"text":"Turns out you can polish a turd. The trouble is, it's still just shit.","labels":"sadness"},{"text":"I was trying to make the point that the patient is still having a seizure; it's just not visible because they are paralyzed.","labels":"nervousness"},{"text":"That's not how tl;dr's work","labels":"neutral"},{"text":"I picked it so it forced me to stay anonymous.","labels":"neutral"},{"text":"\"Human, there is something wrong with my water.\"","labels":"neutral"},{"text":"I'm with you, pulju has been looking dangerous lately","labels":"caring"},{"text":"The douche is strong with this one.","labels":"neutral"},{"text":"Literally a post on reddit by a woman being creepily hit on by a neighbor, with his wife's permission. Today.","labels":"approval"},{"text":"So glad she died","labels":"joy"},{"text":"Normally the posts on this subreddit are pretty innocent and vanilla.....yeah not this one I think I’ll pass on “TheDickPill”","labels":"neutral"},{"text":"Poor kid. He just wanted to rescue his mum from a nefarious organisation. I hope he gets decent representation.","labels":"desire"},{"text":"glad you made the trip from a fellow austinite","labels":"joy"},{"text":"Now you're lying. Suburbs = more than Bellevue and Kirkland.","labels":"neutral"},{"text":"I'm after interesting things to read (like science, tech, psychology and etc.). So what's my place?","labels":"confusion"},{"text":"That's a really interesting article. Has effectively nothing to do with myth making though.","labels":"excitement"},{"text":"you made history, at least","labels":"neutral"},{"text":"I'd rather continue throwing money into these foreign sinkholes than use it to mess up the healthcare markets any further.","labels":"neutral"},{"text":"No different than people making a big deal about their team winning the super bowl. People find it interesting.","labels":"curiosity"},{"text":"Do you have any recommended places? A lot of the sites I’ve looked at want you to pay, kinda hard when your broke lol. ","labels":"fear"},{"text":"Hi [NAME], I love you, that is all. Can't wait to see you in Worcester in February!","labels":"neutral"},{"text":"say it with me now super star","labels":"neutral"},{"text":"Did you include Euterpe street... you know I have strong feelings about it \/u\/mojomartini","labels":"curiosity"},{"text":"Just be good and you won’t lose, ez","labels":"caring"},{"text":"Life is just an endless series of disappointments and no one gets out of here alive.","labels":"approval"},{"text":"Well tickle me pink. Thanks for following up, I enjoyed the read.","labels":"gratitude"},{"text":"No problem, it warms my heart to help slower people understand things.","labels":"caring"},{"text":"Excuse me, my friends cousins uncles brothers friends fathers nephews sons friends great grandfathers great great great grandfathers friend was a police officer back in 1776","labels":"embarrassment"},{"text":"There's an Arby's\/Long John Silvers near where I live. I'm glad they don't cross menu items.","labels":"joy"},{"text":"Lmao we really tried that again","labels":"amusement"},{"text":"There's a correlation between how corrupt a country is and how corrupt it is perceived. edit: DOI:10.1023\/A:1013882225402, If you can't acces, scihub still exist.","labels":"neutral"},{"text":"Haaaahaaaahaaaa! Been there. I had a little kid do the [NAME] handshake on me. I just looked confused.","labels":"approval"},{"text":"I'd rather just make the playoffs and worry about winning a series once we are there. Also, I like our chances against anyone except Tampa.","labels":"fear"},{"text":"Oh you got me. Good one.","labels":"amusement"},{"text":"A concept that doesn't map to reality other than as a metaphor.","labels":"neutral"},{"text":"Cool, Ill check it out. Thanks","labels":"gratitude"},{"text":"The bonus video you linked is absolutely adorable!","labels":"amusement"},{"text":"Try the Gourds passed gin and juice. They’re awesome also the [NAME] are great","labels":"joy"},{"text":"What does it say about society when \"there just a bunch of dumb kids\" see things clearer than the adults? Kudos to the kids.","labels":"neutral"},{"text":"I personally am very proud to be a vegetable. Corn, to be exact. Corn pride y'all","labels":"pride"},{"text":"Dude! Coyotes are no joke. Good job, [NAME]. ","labels":"relief"},{"text":"Uhh don’t you mean [NAME] and [NAME]? They were so sweet together! \/s","labels":"confusion"},{"text":"There are 649 voting MPs, so some were absent (or abstained??)","labels":"neutral"},{"text":"This is Brokeback Mountain, isn’t it. A very different kind of smashing. OwO","labels":"neutral"},{"text":"It really is a just lean back and watch things improve on their own situation.","labels":"neutral"},{"text":"quality content owo","labels":"neutral"},{"text":"Thats awful and Im sorry for your friend. I whole heartedly agree. Its getting out of hand.","labels":"fear"},{"text":"I like this post a lot.","labels":"love"},{"text":"[NAME] looked terrible that game. I was really hoping to be wrong but he came just as advertised by Hawks fans","labels":"fear"},{"text":"I use to get this but now I just get ghosted.","labels":"fear"},{"text":"It's not a murder or a cringe. Just seems like two friends joking around.","labels":"joy"},{"text":"That was amazing!","labels":"excitement"},{"text":"If I haven’t told you lately...I love you and you are my hero. ❤️❤️❤️","labels":"love"},{"text":"I love doxies. They're absolutely the best most pain in the ass wonderful loyal dogs.","labels":"love"},{"text":"Could listen to it coz everyone talking.. not a bad thing coz the dude in the do rag was whack as fuck.","labels":"relief"},{"text":"Those other people who gave the second one to the boy are pricks. The girl obviously loves hockey more.","labels":"love"},{"text":"Oh, give me a break, it was worded like an insult, clear as a day. A mild one, but still.","labels":"annoyance"},{"text":"Stafford Starford Starlord OMG!!!","labels":"amusement"},{"text":"Sorry, you're going to claim wanting to destroy Israel is completely fine? And the rabbi in question seems to be in bed with Holocaust deniers?","labels":"confusion"},{"text":"That explains it. Who was it?","labels":"neutral"},{"text":"Would love it if [NAME] showed up as church lady and played a solo on it.","labels":"love"},{"text":"There are no male versions of feminists. Men live in a different social reality than women.","labels":"neutral"},{"text":"I mastered the smelling weed in public. Just ignore them.","labels":"annoyance"},{"text":"I never said anything about that lmao","labels":"neutral"},{"text":"You make soap? That's awesome.","labels":"curiosity"},{"text":"I loved coming across this today! Nice work!!","labels":"love"},{"text":"This hurts my brain","labels":"fear"},{"text":"I know! I love it..... this is who we really are!","labels":"love"},{"text":"That is not a side swipe. That's a full on t-bone. But I hope they all made it through somehow.","labels":"optimism"},{"text":"wtf i hate [NAME] now","labels":"anger"},{"text":"Then present an opposing argument.","labels":"neutral"},{"text":"What. The. Fresh. Fuck.","labels":"amusement"},{"text":"[NAME] nutmegger is taking the first shot!","labels":"neutral"},{"text":"HOW DARE YOU!!","labels":"anger"},{"text":"Thank you. I needed to hear this. Currently kinda spiraling pretty bad","labels":"annoyance"},{"text":"Looks like some salty Detroit fans downvoting you lol","labels":"disappointment"},{"text":"So many nice things here. Good vibes. Enjoy your cake day and weekend. ✌","labels":"joy"},{"text":"You know they are happy to see him. Yeah, he's not the most impact over all this work in the HOF but to start somewhere...","labels":"neutral"},{"text":"Keep pressuring the landlord. Threaten to sue them if they don't take care of the problem.","labels":"neutral"},{"text":"Maybe. You're running the risk of the trolley and kids being stuck on the carriage with the mum at the previous station. But hey, free groceries!","labels":"neutral"},{"text":"If we just got rid of capitalism, everything would be great! ","labels":"approval"},{"text":"I haaaaaate vanilla scents and they are a 100% NOPE for me. I wear more neutral\/woodsy scents and boyfriend loves it, so win.","labels":"anger"},{"text":"You guys can’t stay married. Attraction is the most important thing if you guys actually think about attraction at all.","labels":"neutral"},{"text":"this take can get the fuck out. that bulge is sacred","labels":"fear"},{"text":"It's a pretty old and actually funny joke, just converted into a ragecomic. ","labels":"amusement"},{"text":"[NAME] must have like 6 rebounds already","labels":"approval"},{"text":"That’s what I said.","labels":"neutral"},{"text":"If guys like that are your only option, you may be better off single...","labels":"neutral"},{"text":"Happy New Year everyone!","labels":"excitement"},{"text":"Bad execution but it made me smile through the cringe. The sentiment is definitely relatable.","labels":"amusement"},{"text":"Damn, time to tweet Young House Love and find out what color they used on the brick...","labels":"neutral"},{"text":"True, C9 fans are manchildren","labels":"neutral"},{"text":"Why not touch them? then don't shove people out of lifts. that's hardly civil. just WAIT and let people get off.","labels":"annoyance"},{"text":"Fackin foreigners trying to steal ar players! #WeAreAllTommyWright","labels":"neutral"},{"text":"I mean they still managed to say [NAME].","labels":"neutral"},{"text":"I eagerly await [NAME] rush meta. >=)","labels":"excitement"},{"text":"That's kind of sad to be honest.","labels":"sadness"},{"text":"[NAME] and [NAME]? High five on the cheers tho","labels":"curiosity"},{"text":"See, this is what films lack nowadays, taking real risks with implications of [NAME] on Animal fart sex. Bravo [NAME]!","labels":"annoyance"},{"text":"Shut up and stop trolling. You're not funny","labels":"anger"},{"text":"Damn, that was brilliantly put. Thank you. I screenshotted it to use on Twitter. Is that ok? ","labels":"annoyance"},{"text":"Wow, what a controversial opinion.","labels":"neutral"},{"text":"He doesnt deserve the wage he's probably demanding for them to say no thanks. no injury prone and inconsistent for that.","labels":"neutral"},{"text":"At least we will still have broccoli.","labels":"neutral"},{"text":"Definition of \"Threading the Needle\" ","labels":"neutral"},{"text":"At least [NAME] gave us entertainment","labels":"amusement"},{"text":"Gulags... Brexiteering. The mental condition where delusional and psychotic thinking occur simultaneously.","labels":"fear"},{"text":"Happy Cake day!","labels":"excitement"},{"text":"And then they say, “HAHAHAHHA IT WAS RIGHT THERE WOW!”","labels":"amusement"},{"text":"It isn't complicated at all. You are growing up. Congrats.","labels":"gratitude"},{"text":"And other hilarious lies you can tell yourself...","labels":"neutral"},{"text":"More insults, [NAME] said my bit now all you have is a show that proves what I said to be the truth, nothing more nothing less.","labels":"embarrassment"},{"text":"When it's the same composer, this kind of thing is bound to happen.","labels":"neutral"},{"text":"I am so mad I haven’t thought of doing this. Just brilliant","labels":"annoyance"},{"text":"We gotta keep [NAME]","labels":"neutral"},{"text":"I'll look into it! I don't mind language but misogyny can be pretty intolerable","labels":"annoyance"},{"text":"sadly it would take wayyyyyy more than this to ever change custody agreements. documenting it for her own sanity is a good idea, though.","labels":"joy"},{"text":"She did it once I don’t think she would do it again but they might interfere in [NAME] match with [NAME]","labels":"annoyance"},{"text":"I was wondering if that would happen. The story I first read was crazy.","labels":"excitement"},{"text":"Now let's just hope session also becomes season.","labels":"desire"},{"text":"Thank you so much!","labels":"gratitude"},{"text":"I mean I don't think he's gonna come out and call [NAME] a bitch even if he feels that way","labels":"neutral"},{"text":"U mad [NAME]?","labels":"anger"},{"text":"And spending extravagant amounts on campaigning to impress the poor fools with the money that could have been used to improve their lives.","labels":"neutral"},{"text":"I like how you ignored the point about Blade Runner.","labels":"love"},{"text":"DON’T VOTE EAT TRASH DO DRUGS GET CASH EAT ASS DIE FAST THE FUCKING MOTTO BORN TO DIE THE WORLD IS A FUCK","labels":"annoyance"},{"text":"@ the corner in Litchfield is really good and it’s in a picturesque area on the Litchfield green","labels":"amusement"},{"text":"He was playing with absolute garbage teammates, and the one year he was on a decent team he had 44 points in 48 games. ","labels":"neutral"},{"text":"A blanket opinion doesn't cover all the problems in a particular situation.","labels":"neutral"},{"text":"Someone who evidently doesn’t really know much about football or doesn’t do a simple google search before posting.","labels":"neutral"},{"text":"aight guess the refs didn't choose us this game [NAME]","labels":"neutral"},{"text":"And I wouldn't be surprised if corporate negotiated a volume discount through LV.","labels":"approval"},{"text":"The whole thing is poetry. That finish is magic. Nose to the mit. Love this !","labels":"love"},{"text":"Ya I sent one not too long ago.. I'll wait till my next try. Also I learned Sens a very crap selection for shot glasses.","labels":"annoyance"},{"text":"I've never mentally clung so hard to a \"there's a *yes* at the end of all these *no's*\" in my life.","labels":"neutral"},{"text":"I was more concerned that your comment held a frame of reference assuming it was real.","labels":"annoyance"},{"text":"Great analogy:)","labels":"amusement"},{"text":"Hah, much appreciated! :)","labels":"gratitude"},{"text":"I keep giggling cause I’m imagining them fitting together like a puzzle...","labels":"amusement"},{"text":"Old man yells at cloud","labels":"neutral"},{"text":"I didn't realize there was ever an initial post on this subject.","labels":"neutral"},{"text":"well she will not be able to do it with [NAME]...","labels":"neutral"},{"text":"It was [NAME]. They were filming Django","labels":"neutral"},{"text":"It's like calling [NAME] because he's a liar. He's waying the people are rats.","labels":"neutral"},{"text":"One of the best and most consistent kickers over the last 5 years vs a guy who had a great season","labels":"amusement"},{"text":"What will you gain from it","labels":"curiosity"},{"text":"Alot of friends and family make that or less. It's pretty crazy.","labels":"neutral"},{"text":"Don’t worry, [NAME] already added it to his collection.","labels":"neutral"},{"text":"I'm ok with this. Man, that'd be some defensive OF.","labels":"neutral"},{"text":"good luck with your baby! i hope everything goes well for you and your SO lol","labels":"desire"},{"text":"Uh oh. I think I love Calabro. That was a hilarious call. Gotta love it!","labels":"amusement"},{"text":"What? I didn’t understand a thing of what you said.","labels":"annoyance"},{"text":"Me too. They just slow everything down.","labels":"neutral"},{"text":"This is exactly what I was looking for! Thank you so much!","labels":"gratitude"},{"text":"True - all mobility items in the past haven’t been weaponisable so why should this be??","labels":"neutral"},{"text":"So sorry you are hurting.","labels":"remorse"},{"text":"I never understood the part where he dives into a pile of money, even as a child. It seems wildly painful.","labels":"sadness"},{"text":"Well, I could already do that. But glad to have BCH as a pathway","labels":"joy"},{"text":"You are a god among nurses.","labels":"amusement"},{"text":"Most non immigrants won't do farm work for peanuts either","labels":"disapproval"},{"text":"Oh? There's financial trouble in heaven? Lol","labels":"confusion"},{"text":"Ok, hope you are right","labels":"optimism"},{"text":"Exactly! Someone think of the billionaires! Sometimes I pretend I’m one and it’s really fun :)","labels":"amusement"},{"text":"this sort of creativity is awesome to see. play calling done right. chargers going to stomp the pats this weekend","labels":"amusement"},{"text":"It's over! Move on and find a better partner.","labels":"annoyance"},{"text":"I'm really worried :( I sent a DM to them, I hope they will be okay... ","labels":"annoyance"},{"text":"May i have joke I can't find it","labels":"neutral"},{"text":"No idea at this point... found in the garage from my wife's residency many years ago... (she won't let me say HOW many years)","labels":"neutral"},{"text":"Studid fuckin idiot","labels":"annoyance"},{"text":"Probably smashed his oil pan too, I'd give that car 3 miles to live.","labels":"neutral"},{"text":"Uhh...weird flex but ok?","labels":"annoyance"},{"text":"Can’t believe a club paid $550k for Sandow that’s absurd.","labels":"neutral"},{"text":"I can't help but agree with the headline at the bottom, bright side (the YouTube channel) is annoying.","labels":"annoyance"},{"text":"THE MIDDLE FINGER EMOJI ARE YOU KIDDING","labels":"confusion"},{"text":"Baby I’m Yours--Breakbot","labels":"neutral"},{"text":"the original concern was about one particular type of vaccine, not all vaccinations.","labels":"neutral"},{"text":"It hasn’t happened yet. Just talk to the supervisor or HR. In the meantime don’t borrow trouble.","labels":"caring"},{"text":"I would no longer be antinatalist, but I would still be childfree.","labels":"approval"},{"text":"Lol I’d love to.","labels":"love"},{"text":"I watch more Netflix on my phone than my other devices. And it looks incredibly amazing on my Samsung phone screen instead of my mediocre PC monitor.","labels":"amusement"},{"text":"By far the coolest thing I've seen on this thread yet","labels":"joy"},{"text":"I see wat you did there.","labels":"neutral"},{"text":"I bet you this will lead to a new Revolution. [NAME] keeps on screwing himself.","labels":"annoyance"},{"text":"There isn’t a perk tree for strategy. Either illusion or maybe pickpocket... or sneak.","labels":"neutral"},{"text":"Can’t wait to go to the Kings game. Especially if they bring this level of fire.","labels":"annoyance"},{"text":"[NAME], I hate [NAME].","labels":"anger"},{"text":"Or at least a couple more visits to the booth. I enjoyed hearing him adding to the banter.","labels":"joy"},{"text":"[NAME] is back. So erect.","labels":"neutral"},{"text":"As long as his other pics don't take himself too seriously, this is kind of funny","labels":"amusement"},{"text":"I read the Wikipedia and I’m even more confused now.","labels":"confusion"},{"text":"I actually realize this today. Woke up, swept the floor and the bathroom, have being amazing all day long.","labels":"realization"},{"text":"*Hey just noticed..* it's your **4th Cakeday** notasci! ^(hug)","labels":"excitement"},{"text":"Gonna have to say no on the last sentence lol","labels":"amusement"},{"text":"Probably out of desperation as they going no answers with the other made up god.","labels":"disappointment"},{"text":"...and today will be like any other day. We aren't here to interfere with you.","labels":"neutral"},{"text":"That's gonna be a no from me, dawg.","labels":"neutral"},{"text":"I just don’t understand this.","labels":"neutral"},{"text":"Raptors ML $$$$$$$$$$$$ Lowry has been upgraded to Questionable and will be at shootaround","labels":"neutral"},{"text":"Old dirty Bastard?","labels":"anger"},{"text":"No offense, but you are jumping in conclusions that may be as incorrect as blaming [NAME]. ","labels":"neutral"},{"text":"I grew up on the other side of Ama but live in Tulia now. I will have some El Burrito for you","labels":"approval"},{"text":"Oh, it's thor","labels":"neutral"},{"text":"NO GOD NOOOO!","labels":"neutral"},{"text":"Someone has already written [NAME] is the Aus Open winner on her wikipedia page. Haha","labels":"neutral"},{"text":"He gets to watch boxing for free and get paid for it. It's probably his dream job. I'm happy for him! :)","labels":"joy"},{"text":"same here OP, reading some of these stories makes me want to hug my DM for being a decent human being as well as a solid DM","labels":"desire"},{"text":"I'm either an optimistic nihilist or a pessimistic existentialist. Only further readings will tell!","labels":"annoyance"},{"text":"I get that but there may be some folks out there that aren’t like that. Any help would be much appreciated.","labels":"neutral"},{"text":"No, they don't. Make room for some different fighting styles.","labels":"neutral"},{"text":"You are taking him out of context!!!","labels":"neutral"},{"text":"This is my favorite game of all time. Thanks for bringing back some good memories!","labels":"gratitude"},{"text":"I had no idea what the fuck this was about. Found the ad and watched it. It's actually decent.","labels":"realization"},{"text":"Sounds racist, fetishistic, sexist, and objectifying.","labels":"neutral"},{"text":"(*ﾉωﾉ) O-okay senpai OWO *Nuzzles* Frick off I write whatever I want!","labels":"neutral"},{"text":"I’ve massively improved but it never really gets cured. There are always situations that will give you anxiety.","labels":"sadness"},{"text":"Those are liberal comments, you fucking idiot. Liberals are capitalists.","labels":"annoyance"},{"text":"I now know what taking acid would feel like","labels":"neutral"},{"text":"and how the fuck isn’t the man dead and there is a freaking rock 10 times bigger than him","labels":"realization"},{"text":"He wrote a pretty good piece right after his breakup with [NAME], this may be the same outcome","labels":"neutral"},{"text":"Yikes - I'm so sorry things fell apart for you and imposing a sudden hierarchy on you like that was completely crappy on their part.","labels":"annoyance"},{"text":"Omg creepy!","labels":"fear"},{"text":"Your feelings have nothing at all to do with the question \"What is actually true?\"","labels":"neutral"},{"text":"He needs an eye patch","labels":"neutral"},{"text":"You came to the wrong neighborhood bud lololol.","labels":"neutral"},{"text":"wrong its because they know this is an orchestrated hit to stop [NAME] run what a joke","labels":"neutral"},{"text":"It was [NAME] I think? And I only remember because I was surprised and then disappointed.","labels":"disappointment"},{"text":"Yeh It’s pretty obvious how I misread it bc ... I misread it. I didn’t downvote you.","labels":"embarrassment"},{"text":"Probably just unfairly cherry picking things like his words, actions or writings as if those were at all indicative of his beliefs.","labels":"neutral"},{"text":"Watched that game in a motel on the outskirts of Albuquerque. Quietly went nuts when he scored that goal","labels":"neutral"},{"text":"“Your friends dead because [NAME] has armor.....and a big fuckin sword!”","labels":"neutral"},{"text":"I think I might like a front end web developer job but not positive since I've always been in healthcare\/science","labels":"love"},{"text":"Here's the authors blog.","labels":"neutral"},{"text":"Me and my best friend both are..","labels":"amusement"},{"text":"Just like in Seinfeld when the waitress called the audible after [NAME] talked about how much he likes manure.","labels":"neutral"},{"text":"I was inspired by your post to grab a thing of Greek yogurt with pineapple I've got in the fridge. Hell yeah.","labels":"neutral"},{"text":"Guns are too quick. You can't savor all the... Little emotions","labels":"neutral"},{"text":"We can but no other person. Not a spouse or kids no one.","labels":"approval"},{"text":"I agree. Pockets especially on dresses just feel weird.","labels":"annoyance"},{"text":"37?? He looks 47. Hard life...drugs and alcohol.","labels":"neutral"},{"text":"gO LiVe iN tHe SoMaLiAn WoOdS","labels":"neutral"},{"text":"I can see Smileyboye receiving a [NAME] award a few years down the line.","labels":"neutral"},{"text":"not quite as cheap but if you already own a decent bike this kit is wel priced to convert","labels":"annoyance"},{"text":"Yeah I was more poking fun of the fact he won the NHL leadership award last year.","labels":"amusement"},{"text":"I've debated shaving my head just to avoid this. My haircuts often get stretched several extra weeks because i'm dreading it.","labels":"fear"},{"text":"Like women don’t have enough things to be judged on, now everyone is talking about our eyebrows..this is the most ridiculous trend to me. ","labels":"amusement"},{"text":"It’s funny","labels":"amusement"},{"text":"So many of Pokimane’s fans are creepy 30+ year olds. I feel so bad for her.","labels":"sadness"},{"text":".......... no u!","labels":"neutral"},{"text":"This is ok as extra content, but it feels really uncomfortable.","labels":"embarrassment"},{"text":"I repent. I repent. Oh [NAME] [NAME], I do repent.","labels":"realization"},{"text":"I laughed several times","labels":"amusement"},{"text":"Shhhhh, you just have to belive it isn't yellow, just lighter blue and everything will be fine.","labels":"neutral"},{"text":"There's less chance [NAME] will elect a moron dumber than he is.","labels":"disapproval"},{"text":"Read the rules. Coming in here screaming “Muh [NAME]!” is spam.","labels":"neutral"},{"text":"Thank you. People always forget that The Happiest Days of Our Lives is essentially part of that song.","labels":"annoyance"},{"text":"Honestly Quadriga has been pretty decent, can't fault them for the bank struggle, that's just how the Canadian banks have been towards this space. ","labels":"annoyance"},{"text":"Thanks I hate it.","labels":"anger"},{"text":"All good man haha","labels":"amusement"},{"text":"One of my all-time favorite bands, and one of the best live acts you'll ever see!","labels":"love"},{"text":"Dying because of too much vitamin c sounds odd, since it's water soluble iirc","labels":"sadness"},{"text":"Our sour union","labels":"neutral"},{"text":"lol dont try and fucking blame [NAME] for not passing it to a guy who has been bricking all night.","labels":"caring"},{"text":"cancer is incredibly difficult to get a vaccine from, since it is unique to everyone. Different DNA in each one. both are hard to cure.","labels":"fear"},{"text":"They're living their fantasy.","labels":"amusement"},{"text":"he is a very dangerous man","labels":"fear"},{"text":"I miss the ESPN forums... That was a hot minute ago","labels":"neutral"},{"text":"Doesn't NY and NJ have reciprocity? Why did he have to take the NY bar at all?","labels":"curiosity"},{"text":"How did they not know internets is a point reward in 4chan?","labels":"confusion"},{"text":"For both of us to be done school. To be in a secure spot financially.","labels":"neutral"},{"text":"Yeah thankfully I live in mass where it’s legal here too lol","labels":"gratitude"},{"text":"I stopped watching [NAME] the moment vie when they made the sub surface and I realised they were rewriting history. It's insulting.","labels":"disappointment"},{"text":"Why pay so much character and it feels so good. In the humble of 1996, the website was a skinny stoner with long hair.","labels":"curiosity"},{"text":"And if they can't find US suckers to give them cheap labor with desired skills, they'll simply replace you with an imported indentured laborer from India.","labels":"neutral"},{"text":"I think this is the clearest that it has ever been described. Thank you for this. It nailed it, for me anyway....","labels":"gratitude"},{"text":"Thanks for the suggestion, I’ll definitely have to hit that up once it gets a little warmer!","labels":"gratitude"},{"text":"But her emails","labels":"neutral"},{"text":"Well gee, you keep electing the people who do it, so what are you complaining about?","labels":"curiosity"},{"text":"That's what I heard coming into this game, people were saying if they don't handle gobert, game over","labels":"neutral"},{"text":"My saving grace: “Since we have an odd number of students, is there anyone who’d prefer to work alone for this project?”","labels":"neutral"},{"text":"Women have a right to their own bodies. Your comments are horribly patronizing. They indicate that women intellectually develop slower than men which is sexist.","labels":"approval"},{"text":"It's called Middle Class Syndrome. \"Bad things happen to *other people*.\"","labels":"annoyance"},{"text":"[NAME], like people making minimum wage are worried about 10% off at their Walmart.","labels":"fear"},{"text":"She broke that young man's toes, ankles, and knees on that fall. lol","labels":"amusement"},{"text":"Try out ESEA brother it is way less toxic and almost no cheaters (as far as I noticed, played 240 faceit matches and that is hella toxic)","labels":"annoyance"},{"text":"This is great. Thanks for sharing OP :)","labels":"gratitude"},{"text":"The most irrelevant comment award..... goes to..... no one else but you.","labels":"neutral"},{"text":"Should have grabbed her and called the police for property destruction","labels":"neutral"},{"text":"Oh fucking come on","labels":"neutral"},{"text":"These edits are retarded. Why do people get so giddy for internet points.","labels":"annoyance"},{"text":"And here we see the incel in his natural habitat: an imaginary dream world catered to his vision.","labels":"neutral"},{"text":"Grown man bars is still one of my favourite moments in all of battle rap.","labels":"love"},{"text":"lol why would we leave the PL’s top scorer on the bench","labels":"anger"},{"text":"Is that [NAME]","labels":"neutral"},{"text":"This right here is the reason why the whole \"can't do venti nitro because of the caffeine\" excuse is bs","labels":"neutral"},{"text":"New record, and in his debut season 6 nations. The guy is an absolute prodigy. ","labels":"neutral"},{"text":"Well this is frustrating.","labels":"anger"},{"text":"I do crazy’ I love to clean man. Just have fun. Or at least try.","labels":"amusement"},{"text":"Thank you so much for this advice :) i'm just really worried about going through the process again","labels":"fear"},{"text":"This is something I try to do every day and it makes me feel so at peace","labels":"joy"},{"text":"Haha ok I thought it looked like the vine logo, but assumed I was wrong since it’s been dead a while.","labels":"realization"},{"text":"Sorry my teams gave you your only two losses this season ;)","labels":"remorse"},{"text":"I get migraines too and I’m sooo tired the first two days of my period","labels":"nervousness"},{"text":"[NAME] weapon is gambol shroud but I nearly forgot about the gunchucks they are pretty rad too","labels":"neutral"},{"text":"But this isnt about a comic book movie. It's a cartoon. Also this is a right wing website...so how does this not count?","labels":"neutral"},{"text":"So the watering down continues. When will the democrats stop losing the battle before it's fought?","labels":"confusion"},{"text":"The only \"pro choice\" I like is pro choice of guns! Another LIBERAL trolled epic style","labels":"love"},{"text":"I wish I could forget about the redesign. Sadly reddit is adamant about reminding me all the time it exists.","labels":"desire"},{"text":"She is married to a banker and I posted about her views that any trump fan would love","labels":"approval"},{"text":"Option B for sure. But with more roundabouts plz.","labels":"annoyance"},{"text":"I was surprised to see [NAME] towing the line on his show.","labels":"surprise"},{"text":"Idk I feel like it's just an exaggeration, English is a hyperbolic language","labels":"neutral"},{"text":"Thanks [NAME], I could unclench two minutes earlier.","labels":"gratitude"},{"text":"You guys can downvote me all you want, but this sub is every day looking more and more alike r\/gameofthrones","labels":"annoyance"},{"text":"Can’t wait to listen! Look forward to each episode.","labels":"neutral"},{"text":"I’m glad you had a great time here! Wishing you safe travels!","labels":"caring"},{"text":"what are you doing here, [NAME]","labels":"annoyance"},{"text":"We haven’t had much luck either. We wish you and Aunt [NAME] the best. Stay strong! Thank you for the kind words.","labels":"gratitude"},{"text":"Style of play is overrated. We spent half of the season sticking to a style of play. We should play what gives wins.","labels":"approval"},{"text":"And [NAME] would never cheat, either! For shame!","labels":"neutral"},{"text":"I found all mutual nut destruction games to be ridiculous and I never played them. My friends all loved them though.","labels":"amusement"},{"text":"Yeah but don’t you have to get in the water to save lives?","labels":"neutral"},{"text":"[NAME] is still trying to wrap his head around how the Browns got [NAME].","labels":"neutral"},{"text":"These made up phonetic alphabets these cops use drive me nuts...","labels":"neutral"},{"text":"It's very common. Same with punching and it not hurting someone in your dreams. Practice more.","labels":"neutral"},{"text":"I took a screen writing class and I think we had to do this. Then again the class was a while ago so I don't remember much","labels":"approval"},{"text":"Then you’re opposed to the running game. His [NAME] largely suffered because [NAME] got the juicy carries.","labels":"neutral"},{"text":"Trolls are okay in this sub but let's be more serious here","labels":"neutral"},{"text":"And communism wouldn't? The USSR was a master of creating industrial wastelands.","labels":"annoyance"},{"text":"If it was Central Transport you might of got lucky. Sometimes I wonder if they even hve doors on the trailers things go missing an awful lot","labels":"fear"},{"text":"That's how you can tell she lost consciousness: zero muscle tone.","labels":"neutral"},{"text":"I really hope we see another fighter like him he was so fun to watch, a fighting machine with that killer instinct","labels":"amusement"},{"text":"Good luck going to jail.","labels":"optimism"},{"text":"Oh, I don’t know, maybe... Vaccinate?","labels":"confusion"},{"text":"No one comes here it’s cool","labels":"relief"},{"text":"Which makes no sense. [NAME] associate cheap prices with shit products (reason why Walmart was pushed out) but free shit is always just looked at as free shit.","labels":"annoyance"},{"text":"It is litterally happening under your eyes.","labels":"neutral"},{"text":"\"Just let the kidney stones take me, I'm not taking any risks\" ","labels":"neutral"},{"text":"Sometimes we pick the bad option to make a point.","labels":"disapproval"},{"text":"Congrats y'all!!!","labels":"gratitude"},{"text":"Made me laugh, tbh.","labels":"amusement"},{"text":"Or just, y'know, just don't eat meat.","labels":"neutral"},{"text":"We had cheap rings. He threw his out the back door during a bad fight. I flushed mine.","labels":"neutral"},{"text":"Without fail saying \"moist panties\" makes every woman cringe.","labels":"fear"},{"text":"Yea just went yesterday and the woodhaven area didn’t seem too bad. Seems very country for being only 25min from downtown.","labels":"approval"},{"text":"Just reading this makes me sick","labels":"sadness"},{"text":"I love you, brother. ","labels":"love"},{"text":"So happy the new rules weren't in place back then. All those hard hits on [NAME] would have made the refs flag-happy","labels":"joy"},{"text":"M'excuse me?","labels":"neutral"},{"text":"it's common that Syrian AA continues shooting long after an attack is over for whatever reasons","labels":"neutral"},{"text":"Loooooool what?","labels":"neutral"},{"text":"Yes, listening to loud noises can damage your ears. Temporarily and permanently.","labels":"fear"},{"text":"Imagine having a post-football career selling crisps and presenting a show that ignores 72 professional English clubs and then thinking you're a serious political commentator","labels":"neutral"},{"text":"Attempted years ago. Blocked by crooked politicians in bed with InBev and big beer. Gross.","labels":"annoyance"},{"text":"Never happened to me. Seems it would feel weird.","labels":"disappointment"},{"text":"This post fucking sucks because it doesn't cater to my beliefs.","labels":"neutral"},{"text":"> the adventure starts in the year 776 Fuck, wait, really?","labels":"curiosity"},{"text":"this is fucking beautiful coaching not sure what combination of our coaching and defensive coordinators cooked up this scheme but [NAME] this is basketball porn","labels":"neutral"},{"text":"ugh.......","labels":"amusement"},{"text":"Looks like wood. Could be wrong.","labels":"realization"},{"text":"Rude to NXT. They need to just let her go. She hasn’t improved in over a decade, she’s never going to","labels":"annoyance"},{"text":"The projectiles are 1L bottles, so more cylinders than spheres. Does it make any difference? ","labels":"curiosity"},{"text":"this is my worst fear","labels":"disgust"},{"text":"literally my favorite movie of all time not even exaggerating it’s stellar","labels":"love"},{"text":"Welcome back you two lol","labels":"amusement"},{"text":"Thanks :).. My issue got solved :) . YT on Twitter never helps.. they just do the basic troubleshooting.","labels":"annoyance"},{"text":"I'm 31 and didn't even have my first cell phone, period, until I was 20. This is just more anthropological fake news.","labels":"neutral"},{"text":"I wouldn’t call Sargent Peppers underrated by any stretch of the word","labels":"neutral"},{"text":"Hopefully that's patched soon.","labels":"optimism"},{"text":"He needs to be tested. And you need a divorce lawyer ASAP. He needs to move out. Actions have consequences.","labels":"neutral"},{"text":"YOU SHUT YOUR MOUTH WHEN YOU’RE TALKIN’ TO ME!","labels":"anger"},{"text":"Gotta love jetpacking.","labels":"love"},{"text":"This is not porn lol","labels":"amusement"},{"text":"Absolutely. 100%.","labels":"neutral"},{"text":"That’s always my worst fear when the idea of leaving during January comes up. I wish you the best of luck in unthawing them!","labels":"disgust"},{"text":"One more reason for us to have our own space program.","labels":"neutral"},{"text":"Bye [NAME].","labels":"neutral"},{"text":"Dumpster fire. I cant quit you Edmonton!!","labels":"annoyance"},{"text":"This is extremely dangerous. And would completely marginalize anyone without a chip. Making it an absolute necessity for everyone to have a chip.","labels":"fear"},{"text":"And both are women... His lineage exists because of two foreign women. Take that in.","labels":"neutral"},{"text":"a jpg that's a gif, what a time to be alive","labels":"neutral"},{"text":"Crap company that old folks love cause of the name Only useful benefit is towing","labels":"annoyance"},{"text":"So... For me it changed earlier yesterday... Maybe it's a location\/language thing","labels":"neutral"},{"text":"Ok... if you think its time.... have a fun safe trip","labels":"amusement"},{"text":"I agree with you, but you know, sharia *is* sharia, which I find a tad more frightening ","labels":"approval"},{"text":"hahaha. She is stunning though!","labels":"amusement"},{"text":"What the hell","labels":"anger"},{"text":"\"there should not be capitol and a period on you previous\" yeah ok bud also, instramentals btw ","labels":"neutral"},{"text":"Thank you new best friend.","labels":"gratitude"},{"text":"That would be really rough. However she is so incompetent I wouldn’t be surprised if she self immolates","labels":"sadness"},{"text":"For the people and finding out how they end up? Sure. Other than that, it’s not great. Frustrating at best. ","labels":"anger"},{"text":"the tears of unfathomable sadness ... mmm yummy!","labels":"sadness"},{"text":"That was the moment I fell in love with [NAME]. He was also really good in Frier Fall (Free Fall).","labels":"love"},{"text":"Can confirm stop interrupting our Shaman bites with your reckless cent behavior","labels":"annoyance"},{"text":"Lol at least stand by your dumb opinion instead of deleting it.","labels":"amusement"},{"text":"[NAME] best girl","labels":"neutral"},{"text":"thank you for your service o7","labels":"gratitude"},{"text":"The Remini series. I love it. Horrifying and karma and righteous indignation.","labels":"fear"},{"text":"Be confident when you’re breaking the skin! If you hesitate, the vein is more likely to roll.","labels":"annoyance"},{"text":"No it's not. I'd bet his biggest crime was being an introvert. Low-inhibition psychos never seem to lack for female companionship.","labels":"anger"},{"text":"Do you shut the door and allow them to stay there or do you leave it open?","labels":"confusion"},{"text":"What a bullet, and what a sequence for [NAME]","labels":"annoyance"},{"text":"I'm 50% convinced this is [NAME] posting and I'm here for it","labels":"approval"},{"text":"Heya, how would u rate this story? Esp compared to 2 before? ;)","labels":"neutral"},{"text":"What do they mean attract teens? Every teenager is basically on it already","labels":"neutral"},{"text":"Bitch real man just panicking purchases a m82 barret..Now excuse me while i hide from my wife for the next month.","labels":"fear"},{"text":"> some blue dog dems will resist Are you kidding me? The Dem establishment won't give her an inch","labels":"annoyance"},{"text":"His bits were filmed in June.","labels":"neutral"},{"text":"But people already know I'm weird.","labels":"neutral"},{"text":"Post this to \/r\/penmanshipporn I *dare* you. Edit: been done already, I shoulda figured lol","labels":"amusement"},{"text":"That's still doxing.","labels":"neutral"},{"text":"Thanks for the info! I will definitely try my hardest now that I know what to do. I really appreciate your help.","labels":"gratitude"},{"text":"this is a weird timeline we live in. i can't wait to hear folky late 00's adult contemporary singer songwriter songs about this meme of a movie","labels":"annoyance"},{"text":"CONGRATS! Happy for both your personal health journey and being in a healthy place for a relationship, sounds like beginning of an awesome new chapter! ","labels":"gratitude"},{"text":"dear... husband","labels":"neutral"},{"text":"After this conversation, he never found the answer and every day was the same, day in, day out.","labels":"neutral"},{"text":"Ehhh, it's an opinion, it's not wrong or right, just highly unpopular and ill-informed.","labels":"disapproval"},{"text":"Gangster as fuck bruh, that's why i fly a green bandana.","labels":"neutral"},{"text":"Can confirm am big fan!","labels":"neutral"},{"text":"Yeah exactly man haha. Not just that core is bad but hc is always more fun imo","labels":"amusement"},{"text":"Every point you make is proven wrong lol. Just stop.","labels":"anger"},{"text":"I love making fun of social outcasts.","labels":"love"},{"text":"Pretty good, but I would put the bishop on B4 so that the Knight will be in danger of the queen after taking the bishop.","labels":"fear"},{"text":"haha I'm realizing now that's what they meant. I'm just a salty liberal nurse lmao.","labels":"realization"},{"text":"[NAME] is his ex.","labels":"neutral"},{"text":"I've never been more disturbed by a dog","labels":"neutral"},{"text":"That’s my favorite insult ever","labels":"disgust"},{"text":"Check our Four Peaks Brewery. Great food great beer","labels":"amusement"},{"text":"Paraphrasing: I saw [NAME]. No, wait. It was [NAME] and [NAME]. That's the ticket.","labels":"neutral"},{"text":"Hope that helped. :P","labels":"optimism"},{"text":"I know! It amazes me every day, but I'm SO, SO thankful for those lists.","labels":"gratitude"},{"text":"OOF, well if im dancing with someone i dont really look at their crotch so im pretty surd ur fine. How old are u","labels":"curiosity"},{"text":"Mexico's or USA?","labels":"confusion"},{"text":"I actually got her IG from the video above. If it’s an issue, the video should be removed. ","labels":"annoyance"},{"text":"prisoner of the moment but that’s my favorite Jok pass ever. Degree of difficulty was nuts.","labels":"amusement"},{"text":"I have a lot of fun on pre-CU servers, but I like to grind and I love the Star Wars universe","labels":"amusement"},{"text":"Well at least we got to see Detroit miss an open goal...","labels":"disapproval"},{"text":"Sadly, the military is archaic about non-conforming relationships. :\/ I wish more of these decals existed. ","labels":"desire"},{"text":"Crows going to bounce back hard.","labels":"neutral"},{"text":"Aaaand yard sale!","labels":"neutral"},{"text":"and I was at the playboy mansion...","labels":"neutral"},{"text":"Likely just a scam","labels":"annoyance"},{"text":"The problem with that it would show how the comics end and people would hate that","labels":"anger"},{"text":"We need them both. My heart can't take another year of wasting deGrom gems in late innings.","labels":"neutral"},{"text":"Good dad, manipulative son.","labels":"annoyance"},{"text":"Now, I'm trying to figure out who [NAME] could be in my memory banks. ","labels":"neutral"},{"text":"I accidentally swiped. I don't have time right now I swiped for ego and got it so I don't actually want to talk to anyone.","labels":"anger"},{"text":"I was looking for this comment, was not disappointed.","labels":"approval"},{"text":"I predict one of them is going to be complete garbage and the other one gonna be competent with some critics calling it better than the original.","labels":"realization"},{"text":"Facial hair ability: [NAME] Looks like [NAME] got a bloody nose a week ago and hasn’t washed the blood out yet.","labels":"fear"},{"text":"Many a prick, as I recall. You could track them down but then it'd be pointless. ","labels":"neutral"},{"text":"\"Daddy, can you help me with my math homework?\" \"Not now, sweetie. Daddy's doing much more important math\"","labels":"approval"},{"text":"Ah alright, thanks for clearing that up.","labels":"gratitude"},{"text":"Hallmark movies are the worst culprits.","labels":"disgust"},{"text":"Nothing gets past you!","labels":"neutral"},{"text":"[NAME]! I told you it would come to this. I was right. The [NAME] are taking over!","labels":"neutral"},{"text":"99.9999999% of sugar relationships involve sex. If you're not interested in sex, you should not sugar.","labels":"neutral"},{"text":"[NAME]: I just want them to get things going. [NAME]: This is the competition!","labels":"approval"},{"text":"This is a totally different one right?","labels":"confusion"},{"text":"Obviously wasn't entitled to a functional brain.","labels":"neutral"},{"text":"People are very keen on this aspect. I’m not trying to tell anyone this problem is insurmountable. Just that making reasonable assessments is important.","labels":"neutral"},{"text":"Just cleared normal mode! I'm having a lot of fun xD","labels":"amusement"},{"text":"That and he’s sneaky dirty","labels":"annoyance"},{"text":"I am more of a dumbass for building a $2500 308 AR-10 for my first rifle... regret it but just not willing to sell it till this day","labels":"annoyance"},{"text":"Put an echo or Alexa under it lol","labels":"neutral"},{"text":"Nah I didn’t get scammed but my money is sitting in the Dream Market escrow doohickey. Whatever that means! Haha!","labels":"neutral"},{"text":"Can you give a source for that? I'd like to understand better.","labels":"curiosity"},{"text":"Good luck with it all. I hope she recovers. Keep me updated if you remember haha","labels":"optimism"},{"text":"I like [NAME] but I disagree with him here. Then again it's not much surprise that a mega rich globetrotter that lives next to [NAME] would hold such views.","labels":"disapproval"},{"text":"Because all those delusional people be doing the same shit in their real life.","labels":"neutral"},{"text":"This exchange made my day. From a female doc, thanks for getting it. ","labels":"gratitude"},{"text":"If those are your main issues with IL you are gonna love TX. I hope that doesnt come across as sarcastic.","labels":"love"},{"text":"* [NAME]: 17 million * [NAME]: 90 billion * [NAME]: 4 trillion I think that one question sums up the DLB Show perfectly.","labels":"neutral"},{"text":"Luckiest I’ve been is getting the toy I actually wanted from a McDonald’s happy meal.","labels":"joy"},{"text":"Man, I miss those days. LA is pretty much dead now.","labels":"disappointment"},{"text":"Canucks get a mind-numbing penalty called on them and the other team scores on the ensuing PP. Surprising nobody.","labels":"neutral"},{"text":"I'M MOTIVATED!","labels":"neutral"},{"text":"Love these guys and love this skit","labels":"love"},{"text":"It's not a fair question.","labels":"neutral"},{"text":"Not sure what you're talking about then. Feints work on untrained people, just not subtle feints.","labels":"confusion"},{"text":"A site was the good site on old cobble, so they changed it and left the awkward B site alone. Thanks volvo","labels":"embarrassment"},{"text":"Imperial is already messy and hard to understand","labels":"disappointment"},{"text":"It’s simpler to prove that something exists than to prove that something has always existed, Occam is on my side lol","labels":"neutral"},{"text":"He's sick of people spelling his name wrong.","labels":"neutral"},{"text":"It's hard to say. They are an above average team that often looks lifeless and underachieves.","labels":"annoyance"},{"text":"Dummy I'm disagreeing with you","labels":"annoyance"},{"text":"I know exactly","labels":"neutral"},{"text":"38 yrs. It was worth it though.","labels":"amusement"},{"text":"that looks like a nightmare.","labels":"neutral"},{"text":"Be happy because I won't be short anymore one day","labels":"joy"},{"text":"You're fighting the good fight here. If you still want blackberries on your property, you can always try growing our native one, *Rubus ursinus*.","labels":"amusement"},{"text":"I bet she smells like a jar of mayo left open for a week in the summer","labels":"neutral"},{"text":"Don't worry dude. The ladies could never see it if you remain to be a virgin and keep your pants up.","labels":"caring"},{"text":"Ugh. People are the worst!","labels":"neutral"},{"text":"That was actually pretty satisfying","labels":"neutral"},{"text":"Wow. AP should find that video and flag whoever did that...deep, scary issues at play","labels":"fear"},{"text":"Does anybody ever tell you guys that you're doing a good job? Because they should. You're doing a good job.","labels":"gratitude"},{"text":"i don't love love love it","labels":"disapproval"},{"text":"Might do that, thank you!","labels":"gratitude"},{"text":"What about urban [NAME] supporters who are socially liberal and want to see tax dollars used efficiently?","labels":"anger"},{"text":"Sorry I forgot a word! I added it back in, thanks for letting me know","labels":"embarrassment"},{"text":"True :\/","labels":"neutral"},{"text":"I worked in a daycare","labels":"neutral"},{"text":"Also would like to point out to you that fighter is actually a synonym of soldier.","labels":"neutral"},{"text":"You mean 4 of 5 dates for you already this month. Wow - do tell!","labels":"neutral"},{"text":"oops, back in a minute, your round!","labels":"neutral"},{"text":"Because sending a defenceman to a 3v3 tournament is much better than one of the top goal scorers in the league right now.","labels":"neutral"},{"text":"I use Lifesum too. I like the look of it more and I haven’t had any issues with it not working.","labels":"love"},{"text":"Well good luck if you yourself help with that, i'm out of here, i can't be bothered fighting with USSR stans.","labels":"optimism"},{"text":"But they were only contenting because they lucked into [NAME].","labels":"neutral"},{"text":"I am sorry for offending you \" WoW yOu WoNt EvEn LeT mY cHiLd Go ThErE aGaIn\" how tf. Whoops didnt mean to reply lol","labels":"realization"},{"text":"I wish I would get dm’ed by famous people :(","labels":"desire"},{"text":"Ignorance, Illustrated","labels":"neutral"},{"text":"one of my all time favorite episodes i even love the closing animation of them crossing the bridge out of the","labels":"love"},{"text":"The more I know someone, the less I want to know someone. ","labels":"neutral"},{"text":"As if any of those words mean anything other than \"give me what I want or I'll socially shame you!\"","labels":"embarrassment"},{"text":"Extremely painful to watch","labels":"sadness"},{"text":"Omg didn't even think of that! So clever! Yes!","labels":"neutral"},{"text":"I came across a really really really rare audio track of slipknot, limp bizkit , korn and Metallica....I didn't even know they collaborated","labels":"neutral"},{"text":"Yep, I've heard this alot, and when you ask for them to rationalize it, they can't. ","labels":"approval"},{"text":"This is me all the time, a mixture of anxiety and dread.","labels":"fear"},{"text":"Or at the very least, why can't healers have HAMMERS!? (... I miss Legion :(]","labels":"anger"},{"text":"When people bring up rape culture they mean stuff like this. Because yeah it’s been out and swept away and not raged over","labels":"anger"},{"text":"That’s it right there. Thanks for the simple reminder.","labels":"gratitude"},{"text":"But seriously, you're probably going to feel very sick ","labels":"neutral"},{"text":"Please revise your post to include whatever your talking about. Because i have no idea what your referencing.","labels":"caring"},{"text":"generally they go for a few thousand","labels":"neutral"},{"text":"No, just illness, as long as it does less harm than good. ","labels":"neutral"},{"text":"Can you explain how she could block all three spots? I don’t think we understand.","labels":"confusion"},{"text":"[NAME]. Haha r u [NAME]??","labels":"curiosity"},{"text":">a water molecule spends around 600 years in Lake Superior. I guess it takes a while lol","labels":"amusement"},{"text":"Too much time am running for it","labels":"neutral"},{"text":"*Fuck extremists.","labels":"neutral"},{"text":"The latter is a good description of the last 16yrs of my marriage (now over, thank the gods). ","labels":"gratitude"},{"text":"makes for an ~~interesting rewatch~~ good drinking game","labels":"neutral"},{"text":"Oh cool, the new sign is up :) ","labels":"relief"},{"text":"Fingerprints not [NAME] or [NAME] red is [NAME] don’t just make things up now that is sad !","labels":"sadness"},{"text":"Ah the good old fake dossier they admitted to fabricating Quality “comedy”","labels":"approval"},{"text":"I had a panic attack when I saw that, thinking that I slept for 3 years and Hall was a Duck.","labels":"fear"},{"text":">[NAME] pulls publicity drama stunt with mild success. FTFY","labels":"neutral"},{"text":"I can’t imagine being this retired","labels":"neutral"},{"text":"#I am relaxed","labels":"relief"},{"text":"As a vegan, I can't tell you how happy I am to find any restaurant with vegan options! That man should be showering you with gratitude.","labels":"excitement"},{"text":"I wish you with all my heart to find a woman that will love you so much that will get you a bj bell.","labels":"desire"},{"text":"Oh what a day! What a lovely day!","labels":"joy"},{"text":"Had a buddy fly from BC to Ontario yesterday with an illegal ounce in a ziploc. No problems.","labels":"neutral"},{"text":"Hey nice rebuttal. I got some new information out of that, thanks for that. It's all about learning. ","labels":"joy"},{"text":"Escape and after some time then die, this is a pretty bad advice so just don't do it","labels":"caring"},{"text":"Guns go off accidentally all the time. Don’t point them at someone unless you plan to kill them.","labels":"fear"},{"text":"So I'm not ugly I'm hideous","labels":"disgust"},{"text":"Hey buddy, wear did you ear like van-go.","labels":"neutral"},{"text":"Because eye witnesses have always been proven to be credible. \"Hands up, don't shoot\"","labels":"approval"},{"text":"Yes that was abuse.","labels":"anger"},{"text":"Now I wanna know how the hell did you stole the body of an NPC :o","labels":"desire"},{"text":"Finally figured out who these two remind me of","labels":"neutral"},{"text":"Food service?","labels":"neutral"},{"text":"He’s 60 and never had a HC gig. That should worry folks!","labels":"nervousness"},{"text":"Any other reasonably priced recommendation?","labels":"neutral"},{"text":"It's the \"boyfriend around school haha jk\" thing that makes it weird.","labels":"annoyance"},{"text":"Don't just distance yourself, BLOCK them","labels":"anger"},{"text":">However, we're leaving waswas and inmoral behaviour with it! Amin and amin. ","labels":"neutral"},{"text":"I opened reddit to masturbate then I saw this. It's hard but... it's the right thing to do Thanks! Take it easy :)","labels":"neutral"},{"text":"Could be an attainability thing. My personality is very aloof and I tend to have much better results with more confident girls in general.","labels":"relief"},{"text":"r\/braincels is that way bud","labels":"neutral"},{"text":"Mechanics institute Joes juice joint Alabama song Helvetica","labels":"neutral"},{"text":"Nah. I’ll be fine tho.","labels":"annoyance"},{"text":"Upvoted for visibility. Disapprove of the poll results.","labels":"disapproval"},{"text":"N00b account tosses insults - how surprising.","labels":"surprise"},{"text":"I’ll give this a look. Thanks for consideration.","labels":"gratitude"},{"text":"They sure do love their fanfiction!","labels":"neutral"},{"text":"Sorry im a french guy","labels":"remorse"},{"text":"Trust me, you can anthropomorphize anything and fuck it. Or at least, that’s what the internet has taught me.","labels":"neutral"},{"text":"Because, “nah you guys go ahead”","labels":"neutral"},{"text":"Except I can’t with the mobile app. Reddit doesn’t allow you highlight","labels":"disapproval"},{"text":"Sounds dreadful.","labels":"fear"},{"text":"WHAT A SHIFT!!! Can't stop that zone.","labels":"confusion"},{"text":"So time to trade [NAME] for a 6th round pick then eh.","labels":"neutral"},{"text":"Because it’s a lot for someone to handle and i haven’t had any outbursts etc that would’ve resulted from that","labels":"annoyance"},{"text":"That's only bad to some people. Being racist is bad to everyone.","labels":"annoyance"},{"text":"Lmk if u come across anything","labels":"neutral"},{"text":"Into what shit? I like her but Idk she’s hella confusing","labels":"annoyance"},{"text":"Given the current state of our relations with SA, I would submit that judges should probably deny bail to Saudi citizens accused of serious crimes here in Canada.","labels":"neutral"},{"text":"If the doctor has given the ok, give some ibuprofen for teething pain FFS!","labels":"neutral"},{"text":"Old Firm game also on the same day. Media won't care about the rugby.","labels":"annoyance"},{"text":"I liked it better when [NAME] was half naked","labels":"disgust"},{"text":"Also, there are too many steps to a delivery. That needs to be made more efficient and the app needs night mode. ","labels":"neutral"},{"text":"I got an unsolicited text from wal-mart earlier today and I almost went into orbit. Spam texts are completely unacceptable.","labels":"anger"},{"text":"YOU HAVE JUST DECAPITATED [NAME]!","labels":"neutral"},{"text":"I wish an asteroid would wipe us out.","labels":"desire"},{"text":"Im sorry I said something negative about your beloved Valve.","labels":"realization"},{"text":"im in love with this comment","labels":"love"},{"text":"Wow spongebob was right!","labels":"approval"},{"text":"Oh and my heart is starting to back a little spastic but easy to control","labels":"neutral"},{"text":"Send in Parking Pataweo. Guy takes no prisoners.","labels":"neutral"},{"text":"How tf did the vaccine cause them to lose their jaw? This smells like BS","labels":"neutral"},{"text":"Was not aware. I know it's bad but I rather keep my head in the sand on this one because I still want to like [NAME].","labels":"approval"},{"text":"They apologized for that episode.","labels":"remorse"},{"text":"i think your comment would be more relevant if it was a common opinion that big boobs were unattractive...but it really isn't","labels":"neutral"},{"text":"ATM has scored only 27 goals in 19 games and have 38 points from it, frankly really outrageous. They keep shithousing a win.","labels":"annoyance"},{"text":"Lol...I was thinking the exact same thing.","labels":"neutral"},{"text":"For those of us that need a little pain with our pleasure.","labels":"neutral"},{"text":"And he doesn’t even stop. It’s your work truck, man! They’re going to find out regardless. ","labels":"neutral"},{"text":"Can't let it get to you. You tried, got rejected, so move on.. Believe me I know it's discouraging but everyone gets rejected. ","labels":"annoyance"},{"text":"Oh. Makes sense.","labels":"neutral"},{"text":">Teamates lap ruin Omg nothing makes me so angry same as running towards the hook or gen with the killer behind. Run somewhere else!","labels":"neutral"},{"text":"O cool noworries ya I don't actually hate [NAME] he's now my favorite player for Vegas.","labels":"approval"},{"text":"Ouh shittt my dad is also going to be surprised","labels":"annoyance"},{"text":"Love this answer.","labels":"love"},{"text":"[NAME] YOU SLIME","labels":"neutral"},{"text":"You have the personality of a stale bagel: dry and bland","labels":"neutral"},{"text":"That should usually be the giveaway—though they now wear these ridiculous waist-high tights to hide the fact they don’t have workout bodies either.","labels":"amusement"},{"text":"He'd be a homewrecker if he slept with the guy. Calling out the married dude's behaviour isn't home wrecking.","labels":"neutral"},{"text":"This is fantastic. Great work! [NAME] looks adorable and the little finger framing action from [NAME] is an excellent touch.","labels":"amusement"},{"text":"Beautiful part of the world. Heading back up in a few weeks once the snow finally settled!","labels":"amusement"},{"text":"You mean me? Said the same thing as you did lol","labels":"neutral"},{"text":"Thanks for this detailed response, it's given me a good understanding of what I am dealing with","labels":"gratitude"},{"text":"I want to end it all.","labels":"anger"},{"text":"They really dislike each other.","labels":"disappointment"},{"text":"Wish I was this happy","labels":"desire"},{"text":"A lot of software guys are. Source: in software","labels":"neutral"},{"text":"I would really love to hear you expound on your idea of “truth”.","labels":"love"},{"text":"The guy who thought of this chokes the chicken.","labels":"embarrassment"},{"text":"I love [NAME].","labels":"love"},{"text":"Ah yes, taxes=Nazism. You [NAME] sure are a funny bunch.","labels":"amusement"},{"text":"Go with [NAME] brah","labels":"neutral"},{"text":"I’m not a fan of that hire at all... I’m also not a fan about how that all came out. All around bad.","labels":"annoyance"},{"text":"They weren't, though. They were just sitting there which is to be expected when you have someone on the verge of being arrested at any moment.","labels":"disappointment"},{"text":"Those whose \"self righteousness\" does not exceed that of the pharisees will be left outside.","labels":"neutral"},{"text":"He would probably just treat the situation like A$AP Bari’s.","labels":"neutral"},{"text":"Take them out of his care and into the care of someone who can watch them until you are able to protect them yourself.","labels":"caring"},{"text":"wanna high key low key high key slide into [NAME] DMs even though I'm literally distraught at him and [NAME] separating","labels":"disappointment"},{"text":"i would love to have your neighbor!! he seems so nice! i really truly do hope you never meet that guy again.","labels":"love"},{"text":"Lived this, it didn’t workout for me. Good luck on that one, I’d never do it again.","labels":"optimism"},{"text":"There is this story of a woman who got pregnant from anal due to some rare condition:","labels":"neutral"},{"text":"I already did","labels":"approval"},{"text":"Screams in boner","labels":"neutral"},{"text":"That might be the first accurate thing you’ve said today! (You’re merely a couple of decades late.)","labels":"neutral"},{"text":"And for those of us older 49ers fans, they used to be division rivals too!","labels":"neutral"},{"text":"High IQ post. I imagine this is exactly what’s going to happen.","labels":"neutral"},{"text":"You need to use ladies man perk and an item that has seduction +150.","labels":"neutral"},{"text":"Let's say some gangsta is messing with your fly girl. You just givem one of these....","labels":"neutral"},{"text":"Kind of a lame duck President though.","labels":"amusement"},{"text":"calling her a sellout for having a job is hilarious.","labels":"amusement"},{"text":"Yeah lol like I'm cool with signing\/drafting DL but pls not in the first like 3 rounds lol, much less at 2.","labels":"relief"},{"text":"Think you mean this Labour MP","labels":"annoyance"},{"text":"Ok but why won’t that guy stop petting the Sea Doggo? He’s obviously not that into you, sir.","labels":"annoyance"},{"text":"I think she was trying to demonstrate that such solutions are practical even if politically difficult. But it was a sloppy analogy.","labels":"realization"},{"text":"Thanks for the clarification :)","labels":"gratitude"},{"text":"Very handsome!!","labels":"amusement"},{"text":"Finale","labels":"amusement"},{"text":"I think this is my favourite story of the year so far.","labels":"love"},{"text":"Over thinking things on both sides.","labels":"neutral"},{"text":"The thing I keep thinking is that there must be some pretty daming evidence against him to actually charge him.","labels":"neutral"},{"text":"I am confused. I don't understand how that relates to what I said. Could you explain? Sorry, maybe I'm just tired lol","labels":"confusion"},{"text":"There are ways to work outside of employment.","labels":"neutral"},{"text":"Or just simply hinting at it. All in fun though","labels":"amusement"},{"text":"i love this video","labels":"love"},{"text":"These are so handy for quick reference to when they play, thanks for posting!","labels":"gratitude"},{"text":"I'm sorry. On the plus side, your toilet joke made me laugh really hard. Lol. Thanks","labels":"amusement"},{"text":"Passion is the best.","labels":"love"},{"text":"bcash is not bitcoin. its a fork if bitcoin, and you brought up [NAME] yourself which is pretty odd considering you think of him as a distraction.","labels":"neutral"},{"text":"what a surprise i never saw coming","labels":"surprise"},{"text":"It might be the other way around! They seem to have a lot of awkward conversations while eating dinner.","labels":"neutral"},{"text":"You're welcome! Happy New year!","labels":"excitement"},{"text":"thats pretty emasculating frfr. in america is not the same","labels":"neutral"},{"text":"[NAME]. I just want you to have a great stat day.","labels":"desire"},{"text":"Have a nice day, sir. ","labels":"gratitude"},{"text":"We have had luck with a ok to wake clock for quiet time! May be worth a shot.","labels":"neutral"},{"text":">ribs My condolences on your loss.","labels":"sadness"},{"text":"omg so quirky","labels":"neutral"},{"text":"Oh that's it yes","labels":"neutral"},{"text":"It’s not easy hiding that Baby Huey diaper.","labels":"neutral"},{"text":"Is it barely going to start or did it already happen?","labels":"neutral"},{"text":"That one pesky drop of water was in it for the long haul.","labels":"disappointment"},{"text":"[NAME] investigation has already paid for itself thanks to Manafort. Try harder.","labels":"gratitude"},{"text":"Common sence isnt that common any more","labels":"neutral"},{"text":"I think you'll find there is only one big one, lasting less than an hour.","labels":"neutral"},{"text":"Like [NAME]?","labels":"curiosity"},{"text":"Really not sure how that’s your takeaway.","labels":"neutral"},{"text":"at first I thought this was a JWong diss thread lol","labels":"amusement"},{"text":"I can name a favorite verse in the bible, it’s that one yknow, the one with [NAME] and [NAME]!","labels":"approval"},{"text":"These comments are a reaction to the news article. The news article came first.","labels":"neutral"},{"text":"this would be insane on your heart dude, but life’s short and people have done worse.","labels":"disgust"},{"text":"This 2D-meets-3D feel has been in all Paper Mario games, they all have an interesting take on it.","labels":"neutral"},{"text":"Dozens. My favorite scene is the tribe bringing dude back from the dead. CHIIIIIKA. CHIIIIIKA. CHIIIIIKA. CHIIIIIKA.","labels":"love"},{"text":"\"Assault Weapons\"","labels":"neutral"},{"text":"I misunderstood \"come back strong\" ","labels":"realization"},{"text":"Damn you reply fast","labels":"neutral"},{"text":"Not trolling. Anger issues. I'm sorry for previous comments.","labels":"realization"},{"text":"> my cat needs new braces, Thank you. This made me laugh.","labels":"amusement"},{"text":"I agree with this. I'm extremely happy with the hires, but I think the draft may be a bigger tell tale on how the off-season goes.","labels":"joy"},{"text":"Im coo coo coco crazy for you my chi chi cay cay cyborg aw aw arm!","labels":"neutral"},{"text":"Because I have no self-control and I hate myself.","labels":"anger"},{"text":"Ugh i wish i had seen this earlier! Have fun at the game!","labels":"amusement"},{"text":"Hey hooman you still sleep? I wait for treats.","labels":"annoyance"},{"text":"the whole thing, it was just hard to describe\/express given how it all happened and everything. ","labels":"confusion"},{"text":"i will downvoted u into oblivion!!!!!!","labels":"neutral"},{"text":"Yeah I love all of my little rejects. They keep my wife warm when I've got a night shift.","labels":"caring"},{"text":"It boggles my mind every day how easily conspiracy theorist stuck their flag in Trumpland.","labels":"confusion"},{"text":"Nice try Tyler 1","labels":"neutral"},{"text":"Get off my property","labels":"anger"},{"text":"I sure as hell hope your username is a joke","labels":"amusement"},{"text":"I was more responding to the \"Michigan will be fighting against that all year.\" In two weeks, there's no preseason weight at all. ","labels":"neutral"},{"text":"Thank [NAME] I don't have any friends","labels":"gratitude"},{"text":"She was gonna beat him with him","labels":"neutral"},{"text":"You're not missing anything, don't worry about it.","labels":"neutral"},{"text":"yeah guys, stop complaining about violent mobs and join one!","labels":"anger"},{"text":"I disagree. In that I believe that season 3 was also very good. I think it's better than season 4.","labels":"disapproval"},{"text":"Looks like you don't have a story too.","labels":"approval"},{"text":"Not sure who they went to, but free in my state (Ohio).","labels":"confusion"},{"text":"Too busy being on that stupid ass mystery singer show","labels":"annoyance"},{"text":"I want a DL thats about 800€ for a month is the one who's new here lol.","labels":"amusement"},{"text":"Ah cool, i heard more or less the same story but in Newcastle. ","labels":"relief"},{"text":"Seems like [NAME] got shot by the **japanising beam**","labels":"neutral"},{"text":"We left the church, but it'll probably take awhile for him to unlearn all the bullshit","labels":"neutral"},{"text":"I’m convined everyone here is also on r\/TravisScott and r\/Kanye","labels":"neutral"},{"text":"> To say NDP foreign policy consistently supports non-interventionism is absurd Um, [NAME], OP never said that. He only referred to this one specific situation. ","labels":"neutral"},{"text":"That's forward heavy punch right? Sorry I'm pretty new to SF","labels":"realization"},{"text":"People date who they find attractive, and fuck who they find attractive. That’s it.","labels":"embarrassment"},{"text":"[NAME] lost her guitar canonically","labels":"neutral"},{"text":"Not even in The Twelve Days of Christine? She was amazing in that.","labels":"amusement"},{"text":"heartless pores. “it’s just a volleyball.” it was his friend!","labels":"neutral"},{"text":"You guys are heading toward healing, that's amazing.. Is it possible that you are wishes on true healing ","labels":"confusion"},{"text":"If men were that aggressive we’d be arrested and then slammed publicly and socially. Lives ruined for a moment of drunken stupor.","labels":"anger"},{"text":"I'd be extremely shocked if we don't get [NAME]. As for [NAME], I don't know much about him","labels":"surprise"},{"text":"Amazing shitpost.","labels":"anger"},{"text":"It's good if you hate workers and love pollution","labels":"anger"},{"text":"I actually felt my ballsack jump up a bit when he face planted","labels":"neutral"},{"text":"Those didn't produce any relevant examples.","labels":"neutral"},{"text":">Many of these jobs are necessary for society That's where you are wrong","labels":"approval"},{"text":"First they came for the socialists, and I did not speak out...","labels":"neutral"},{"text":"Hahahahah, I will consider","labels":"amusement"},{"text":"One of the most memorable games I’ve been to. And I got some great seats for an even better price.","labels":"excitement"},{"text":"I appreciate that there's correct number of YES in there. It's so rare.","labels":"gratitude"},{"text":"I guess that was a compromise with that native sarong that he likes to wear.","labels":"neutral"},{"text":"If [NAME] doesn't drop a [NAME] tribute tonight in his intro I'm going to be hella disappointed.","labels":"disappointment"},{"text":"LeT mE kNoW wHeN a CoAsTaL tAiPaN sHoWs Up Poor country bumpkins, gotta gatekeep *something*.","labels":"curiosity"},{"text":"The funny thing is [NAME] would probably be up for it. Let's do it! LoL sAiNtS","labels":"amusement"},{"text":"We understand! This is a very common reaction to our study. I appreciate you suggesting it :)","labels":"gratitude"},{"text":"So the person reached over the gate from the wrong side? Is that right?","labels":"curiosity"},{"text":"Wrong kind of grass seeds?","labels":"neutral"},{"text":"Now she just needs to put start stealing hams and then if they ask she can show her stump and she will get away with it","labels":"neutral"},{"text":"Lol he said it was the driver's fault and everyone called him out.","labels":"neutral"},{"text":"I do that on my boyfriend too haha, super soft and makes me feel safe! Maybe we are all crazy","labels":"joy"},{"text":"Thanks Mate. [NAME] is awesome","labels":"joy"},{"text":"It would be interesting to know what you've learned about other sects of [RELIGION].","labels":"curiosity"},{"text":"Those scars look fairly recent. Just remember no matter what there are people who love you and will support you unconditionally!","labels":"love"},{"text":"It's time to feel the fucking Bern, America. ","labels":"neutral"},{"text":"Florida, he got two","labels":"neutral"},{"text":"Omg! That's awesome thank you so much!","labels":"joy"},{"text":"Thank you very much. I try my best to follow my steps from therapy, but it seems to be my biggest hurdle.","labels":"fear"},{"text":"Absolutely not. What if a girl did this to you? Instant turn off. She doesn't seem interested. Keep the communication face-to-face at this point.","labels":"neutral"},{"text":"Fuck your husband","labels":"neutral"},{"text":"I do like how he instantly turns to the pilot. Like, dude, turn around, I dropped my phone!","labels":"love"},{"text":"What is up with the second, slightly differently orange hairline in front of the other from hairline? What the hell is going on there?","labels":"curiosity"},{"text":"Just found my new phone background. This is amazing, keep it up!","labels":"excitement"},{"text":"59 days until opening day!!!!!","labels":"neutral"},{"text":">Just be glad he didn’t kiss [NAME] mum. that'd make a good storyline tho tbh","labels":"relief"},{"text":"I agree. I could tell she was really upset.","labels":"approval"},{"text":"I do this everyday... lol","labels":"amusement"},{"text":"Because you're lying","labels":"neutral"},{"text":"Except [NAME] is worse","labels":"disgust"},{"text":"His chin is recessed. How the fuck does he have decent lower face","labels":"confusion"},{"text":"WeTV and TLC are different companies owned by the same bigger company. Different teams working on the shows. WeTV came out on top this season.","labels":"amusement"},{"text":"Both good and not so good, but mostly good! You should DESTROY HER. NOBODY NEEDS TO TAKE UP THAT MUCH SPACE ON THE CURB. ","labels":"annoyance"},{"text":"Haha, my family is exactly the same. We must have the horrible eyesight gene I guess.","labels":"neutral"},{"text":"I answered, and then asked if you can think of any legitimate uses. Apparently you can't.","labels":"neutral"},{"text":"I shed a tear at how beautifully well said this comment was.","labels":"amusement"},{"text":"I just gave you a quote direct from the current finance minister regarding the supply. Get real, man.","labels":"approval"},{"text":"Damn schaller got tuned up. And maybe stop showing [NAME] his ugly toothless grin is burning my retinas","labels":"annoyance"},{"text":"Dice LA also has Dice Sweden employees on the team but we are wasting our time pointing it out.","labels":"approval"},{"text":"[NAME] didn't finish the LPs!? Wow. I am in episode 20 something and was expecting him to finish :(","labels":"excitement"},{"text":"You are going to do the dishes now","labels":"neutral"},{"text":"It must suck to be so boring that all you can talk about is an expensive watch","labels":"neutral"},{"text":"I'm 39 and still love being given chocolate.","labels":"love"},{"text":"Literally arrived last week solo. You can use Hellotalk to meet people or go to social events on","labels":"neutral"},{"text":"Maybe 5-10 games in the g league would help knock some rust off?","labels":"curiosity"},{"text":"They are building a new Whole Foods on Smith and Elgin I believe","labels":"neutral"},{"text":"Dang I hope OP took these cause I wish I could’ve","labels":"desire"},{"text":"Yes, it does.","labels":"neutral"},{"text":"That's so amazing! I am happy for you both!","labels":"gratitude"},{"text":"I don’t know why, but if I had to guess his sport beforehand...I’d still say it’d be bowling","labels":"neutral"},{"text":"Exactly. Some ammo is already cheaper than that.","labels":"neutral"},{"text":"Now he needs a skin care routine!","labels":"caring"},{"text":"I thought everyone hated [NAME].","labels":"anger"},{"text":"I just go over my FEASMs head for that.","labels":"neutral"},{"text":"You’re not alone OP. Stay strong. It’s rough now but everything will be back to normal soon.","labels":"caring"},{"text":"Aww thank you. That’s very sweet.","labels":"gratitude"},{"text":"Perfect. Thanks!","labels":"gratitude"},{"text":"^ And another baby bear. Prepping for a new propaganda assault?","labels":"curiosity"},{"text":"That really generalized my political enemys.","labels":"neutral"},{"text":"Source: \/g\/169743. He's saying this to [NAME] ~~(OWO)~~ if anyone's curious.","labels":"neutral"},{"text":"The irony tho","labels":"amusement"},{"text":"this rabbids x drag race collab is everything i didn't know i needed","labels":"neutral"},{"text":"I started seeing them a few days ago and I haven't seen them before","labels":"approval"},{"text":"[NAME], give us the opera album we deserve","labels":"neutral"},{"text":"Bernie Sanders and a hairbrush.","labels":"amusement"},{"text":"I love crows!!!!","labels":"love"},{"text":"I am sure the men here who have Career [NAME] and Supermodel [NAME] fighting over him will appreciate this sage advice.","labels":"gratitude"},{"text":"Lips are the key to crumb containment.","labels":"neutral"},{"text":"At least you weren’t talking to a [NAME]!","labels":"neutral"},{"text":"These look like flat rats. : \/","labels":"neutral"},{"text":"I am practicing an speech for tonight when he drops by to see my dad. I am every level of nervous.","labels":"approval"},{"text":">Is this battle the fate of the galaxy or not? If nobody else cares, why should we? Nailed it.","labels":"annoyance"},{"text":"Yeah, that's gonna happen","labels":"neutral"},{"text":"This hurts me more than the fan meme.","labels":"disappointment"},{"text":"I feel like people kind of just... forgot about it, somehow? I watched the whole thing and it was a really really fun one","labels":"amusement"},{"text":"Doing Martial arts since I was 16 (26 now), hasn't done much about my FAdom","labels":"neutral"},{"text":"Thank you Dad, very cool!","labels":"gratitude"},{"text":"It’s the little things!!","labels":"neutral"},{"text":"All these years I didn't know he escaped just to go to florida and kill some more smh","labels":"neutral"},{"text":"Reading the adjusted rules for progression for the first time. Change my mind.","labels":"neutral"},{"text":"Great, now this song will be stuck in my head for the next 2 weeks. ","labels":"amusement"},{"text":"our enemy, the state ","labels":"anger"},{"text":"Because love is a lie and there is no happiness in the world","labels":"annoyance"},{"text":"Thanks, I actually just reached out to my counselor and said I'd like to switch to just myself.","labels":"approval"},{"text":"VODKA!! YOU ARE THE REAL MAN!!","labels":"neutral"},{"text":"DAMN I CAN NOT BELIEVE IT","labels":"neutral"},{"text":"Women don't want their own shit. They want our shit. ---- [NAME]","labels":"neutral"},{"text":"That's true. People feel they can't trust anything so they just chose to believe what they want to believe.","labels":"realization"},{"text":"I can live with the bad textures, I just want them to fix the glitch that lets you see through them.","labels":"desire"},{"text":"I've realized after more than 100 hours that you can dismount a horse without jumping off","labels":"realization"},{"text":"No. Making [NAME] a legend would be the nail in the arrowverse coffin","labels":"neutral"},{"text":"This is amazing!! I love it!","labels":"excitement"},{"text":"Don't forget the fort camper.","labels":"neutral"},{"text":"She was literally the worst manager I’ve ever worked for","labels":"disgust"},{"text":"If it was super easy to get citizenship. I would love to.","labels":"love"},{"text":"You don’t know how many screens it’s playing on in his room","labels":"annoyance"},{"text":"well wj=h [NAME] allows evil and why he burns us..free will cant tmake sese from a god that KNOWS what will happpen","labels":"neutral"},{"text":"Also r\/justnomil holy doodles man they are nutso.","labels":"neutral"},{"text":"Taylor Pork Roll vs Taylor's Prepared Ham. There were variations over the years.","labels":"annoyance"},{"text":"If [NAME] goes back to the Nationals their lineup and rotation are going to be nasty! I'm still hoping he lands outside of the division.","labels":"annoyance"},{"text":"Woah. I've been wondering when this kind of a situation would play out. I keep wondering if I'll recognize someone I know on these posts.","labels":"curiosity"},{"text":"Right time right place. Just like relationships.","labels":"neutral"},{"text":"I *couldn't.*","labels":"neutral"},{"text":"This would be a great meme format","labels":"amusement"},{"text":"Nice try OSI","labels":"amusement"},{"text":"Powerful stuff. I'm sorry I gave you this much time and credit.","labels":"remorse"},{"text":"nice, was a big fan of REQ but haven't kept up with their progress much the last year","labels":"gratitude"},{"text":"I hired someone who previously worked for Dunkin when I was still in my old store. She worked one shift and ghosted on us.","labels":"disappointment"},{"text":"[NAME] might steal this format if that’s ok with you lol","labels":"amusement"},{"text":"I look forward to finally trying the game out and helping you guys pump up those kill counts","labels":"excitement"},{"text":"Is it cruel to give your kids medicine when they don’t know what it is and why, if they need it?","labels":"anger"},{"text":"So happy for you! Keep dancing, dancing is freedom!! Something we feel we will never have again. ","labels":"joy"},{"text":"Calm and chill","labels":"neutral"},{"text":"I do. but some people love it","labels":"approval"},{"text":"Wow, I’m an idiot.","labels":"annoyance"},{"text":"Being so gullible is the frightening part. durr da durr he downvote me","labels":"fear"},{"text":"How many of you just tried to take their shirt off like this... Be honest.","labels":"neutral"},{"text":"I never claimed it was a moral bad.","labels":"neutral"},{"text":"[NAME], I hope your plot armor is strong enough to save [NAME] from a ship crash.","labels":"optimism"},{"text":"I don't really see what the point of this post is.","labels":"neutral"},{"text":"Fair enough good point","labels":"amusement"},{"text":"I feel like this is from Shitpostbot 5000","labels":"neutral"},{"text":"Well obviously not. Some people have higher tolerances than others. That’s a fact. I don’t know what else to tell you.","labels":"confusion"},{"text":"Moving in general sucks, moving a book store must really suck","labels":"annoyance"},{"text":"Yeah I'm glad he got caught. What a piece of crap.well at least he won't be a virgin in jail anymore haha","labels":"anger"},{"text":"What a pain. I don’t understand the tantrums whatsoever. Respectfully decline or express incompatibility and some of them just explode out of no where! Smh","labels":"confusion"},{"text":"Yeah I’m working with my therapist to help me identify certain behaviors early and pay attention to the red flags.","labels":"neutral"},{"text":"Would this not be the bog-standard practice of allowing close family members to make decisions about resuscitation?","labels":"confusion"},{"text":"I hope this works","labels":"optimism"},{"text":"Somebody gettin fired","labels":"anger"},{"text":"right and hope you don't realize until too late that you're way better than me","labels":"optimism"},{"text":"You're clearly upset tho, you're not doing a good job proving your lack of caring","labels":"disapproval"},{"text":"Maybe he doesn't know the tailgate fell, maybe he forgot he's an idiot.","labels":"neutral"},{"text":"I was thinking maybe she just wants attention and for people to say she’s not ugly.","labels":"neutral"},{"text":"Wow, “Social” Democrats betraying the revolution. Who would had guessed?","labels":"anger"},{"text":"Oh wow this is big. Thanks for the heads up. Indeed! So many great memories that I still like to reflect back on. Thanks!","labels":"excitement"},{"text":"Jokes on you..he's in cahoots with the guy at Oxford...","labels":"amusement"},{"text":"Oh well that's that then :)","labels":"neutral"},{"text":"Same. Thats not the usual flight path out of [NAME]. Really curious how they got this pic.","labels":"curiosity"},{"text":"Thank you for not just writing some bullshit and actually being creative. Followed this sub for scary ideas but usually get cliche garbage. So Again, thanks","labels":"fear"},{"text":"Please stop posting things like this, this is serious, keep it civil, keep it real, thanks.","labels":"anger"},{"text":"Go support them then.","labels":"neutral"},{"text":"Yes, especially if it's a party being held for someone who's older than newborn No No","labels":"neutral"},{"text":"I'm impressed you found a non troll post of theirs.","labels":"approval"},{"text":"GUYS WHAT IF THE PEOPLE WHO ARE UPVOTING THE HORNY IMAGES *ARENT* THE SAME PEOPLE AS THE ONES WHO DONT LIKE CAMILLA WHHOOOOOOAAAAA","labels":"annoyance"},{"text":"This is so, so great.","labels":"amusement"},{"text":"The finest example of an egotistical, ignorant and racist piece of trash. Humans like this disgust me.","labels":"annoyance"},{"text":"Will do bud 5>4 Celtics have one of the youngest rosters in the NBA, Sox just won a series over your southern folk","labels":"amusement"},{"text":"A mod like this, especially if it's exclusive to your servers, would be full no matter what","labels":"neutral"},{"text":"Sure that's a good way. Unfortunately, I am not a gamer per se.","labels":"approval"},{"text":"Wow I’m dealing with this too been blocked for a while miss them tremendously but no dice only choice is moving on","labels":"realization"},{"text":"That Facebook post was too loud.","labels":"disgust"},{"text":"Ha, you must be in Wisconsin. I remember TYME machines.","labels":"neutral"},{"text":"I'm glad you have your kids, but have you seen Brooklyn 99 like the op stated? It's worth living for too.","labels":"confusion"},{"text":"I'm so glad [NAME] is better looking than how he's depicted in UFC EA 3","labels":"joy"},{"text":"It's definitely not that simple mate! It would be nice if it were. Where's the part about inflating your way out of trouble for example?","labels":"curiosity"},{"text":"They did the Unreal Engine store in the same way. I'm not surprised.","labels":"neutral"},{"text":"Well I guess Blazers lose cause they're down? :(","labels":"neutral"},{"text":"Girls be you, Guysndont care about it. Be youand things may go well","labels":"caring"},{"text":"If you have schools in your city, I got bad news for ya champ...","labels":"disappointment"},{"text":"I hear that if you say you aren't doing something, when you do it, you're not actually doing it.","labels":"neutral"},{"text":"Victimless crime? Fuck you! Sounds like your unrepentant for being a crippling alchoholic.","labels":"neutral"},{"text":"I love the post you just made! Well written and very relatable.","labels":"love"},{"text":"Isn't he still in contention for the Miami HC job? And if not, Dallas would block it.","labels":"curiosity"},{"text":"If you date another bisexual, you can date a woman without figuring out how straight people date!","labels":"neutral"},{"text":"Is it actually happening?","labels":"curiosity"},{"text":"Aww, try mindfulness. I think I am going over to that sub now.","labels":"neutral"},{"text":"I love rock music but I enjoy draft punk too.....*feels bad man*","labels":"joy"},{"text":"i love you.","labels":"love"},{"text":"Ay, last time i popped my blisters yall got mad","labels":"neutral"},{"text":"*sobbing* I love you bro, you always there for me *continues sobbing*","labels":"gratitude"},{"text":"You are not wrong. I have learned about myself alot while on drugs. Sometimes it's scarry when i find out how limited my mind is.","labels":"annoyance"},{"text":"She must hate her father.","labels":"anger"},{"text":"Yeah, who cares. Who cared about you you you ","labels":"annoyance"},{"text":"Project stream?","labels":"neutral"},{"text":"He also stepped in when seabs got suspended in the 2014 playoffs","labels":"approval"},{"text":"Thank you for your post. I will always treat him the same","labels":"gratitude"},{"text":"Shame is a powerful drug","labels":"embarrassment"},{"text":"So if the company announces they are recording the call, can I also record the call without telling them? Because they already know they're being recorded.","labels":"curiosity"},{"text":"Everybody seems to be lost.","labels":"neutral"},{"text":"It's almost like they actually prepared to govern instead of just obstruct. Remember \"Repeal **and replace**\"?","labels":"curiosity"},{"text":"(It was a joke)","labels":"amusement"},{"text":"I feel like the world just doesn’t want [NAME] to have the spotlight. This is torture for a [NAME] fan like me. :’(","labels":"disgust"},{"text":"Looks extra creepy in light of the recent revelations about his campaign.","labels":"annoyance"},{"text":"43% on a one bedroom apartment (with a nice large balcony) in Potts Point. Sucks to be single.","labels":"neutral"},{"text":"Oh. Thanks. I was too lazy to read the [NAME] and just presented my opinion. My bad","labels":"annoyance"},{"text":"and this is why I, having been baptized [RELIGION], choose to be cremated after I die because I am sacred and can, finally, no longer be used","labels":"realization"},{"text":"looks like you got 2 XL Cheetos","labels":"grief"},{"text":"\"oh look a baby hippo\" I'm definitely not filming that wannabe. *goes to a gig* I better film this so o can never watch it ever again.","labels":"optimism"},{"text":"Oh, because his sideburns were shaped like stars!","labels":"neutral"},{"text":"Good for them. I still don't believe a single word of it.","labels":"amusement"},{"text":"[NAME] a real surgeon now!","labels":"neutral"},{"text":"WHAT A TWIST!!","labels":"surprise"},{"text":"Exactly[NAME] is refusing to acknowledge that his romantic relationship, as formed, is over and to move on. OP, you're incompatible.","labels":"neutral"},{"text":"supposed to be brain ache but I am too tired with all these losses i have","labels":"neutral"},{"text":"I only meant it in kindness, I’ve loved this country so far. You’re all so damned friendly here","labels":"annoyance"},{"text":"You want to celebrate your convict heritage.","labels":"neutral"},{"text":"I'd look up some gameplay of Warriors games, and see if the hack and slash nature of them appeals to you.","labels":"neutral"},{"text":"[NAME] backhands when they're on strike are sexy as fuck","labels":"neutral"},{"text":"It's not an official licensed promotional company yet, thats why his next fight is under the mayweather promotion banner and his future fights could be as well. ","labels":"disapproval"},{"text":"Time heals all wounds :). Get this man a ring!","labels":"neutral"},{"text":"Shitpost from the uncultured","labels":"annoyance"},{"text":"Thanks for adding water to an old nightmare","labels":"gratitude"},{"text":"Not a steal at all but thats about 100 times the amount he ever successfully defended","labels":"neutral"},{"text":"Now you're trying to push boundaries, get off my side of the fence","labels":"neutral"},{"text":"Before I processed what I was looking at, I thought [NAME] was [NAME].","labels":"neutral"},{"text":"Can you please write up a summary of how the event went? The live stream isn't working because they changed the venue. Thank you!","labels":"curiosity"},{"text":"Indeed it does. I blame [NAME] and his love of sponsorships.","labels":"disgust"},{"text":"You wont bud. Do it, call it just to talk. You dont have to share anything.","labels":"caring"},{"text":"idk what it is either, I think it’s because he looks like he plays in slow motion, but it works for him so idk","labels":"neutral"},{"text":"Man. I can't wait until my life is so devoid of meaning I feel compelled to complain in a silly joke subreddit.","labels":"disapproval"},{"text":"lmao i love [NAME] what a legend somebody who really doesn't care what the public thinks i wish i could be like him","labels":"desire"},{"text":"I don't even know. Fyi I have this disorder that made me even antisocial day by day...","labels":"annoyance"},{"text":"I love her attitude and confidence! She has such good sportsmanship","labels":"love"},{"text":"I wish [NAME] played like [NAME]","labels":"desire"},{"text":"Haha I remember her! And that documentary was insane. (its on Netflix and is called The Rachel Divide, for anyone who is wondering.)","labels":"annoyance"},{"text":"He's a fantastic Rav. Really enjoy all his articles. Not afraid to think outside the box.","labels":"excitement"},{"text":"this 'bug' has caused me countless death... i always used rifle primarily and switched to shotgun after rifle shot","labels":"sadness"},{"text":"Doesn't quite have the same ring to it","labels":"neutral"},{"text":"Yes it was very hard but I appreciate it.","labels":"approval"},{"text":"Yes the achilles gave out and so did my hopes. I miss brandon :(","labels":"disappointment"},{"text":"Forcing your partner to suppress their interests because you dislike them.","labels":"neutral"},{"text":"You should have an AP that respects you ...not just one that wants to use you.","labels":"neutral"},{"text":"That's the slowest [NAME] Mitt attempt ever.","labels":"neutral"},{"text":"[NAME] damn, that is the kind of biting commentary I enjoy.","labels":"joy"},{"text":"Funny part is There ISNT a wall (but maybe should be) and there ARE already plenty of \"Sensible\" Gun laws","labels":"amusement"},{"text":"How close I was to retaining last year","labels":"neutral"},{"text":"I remember that. It was a crushing experience that started a whole other level of depression. But hey, maybe things will work out for you. ","labels":"disappointment"},{"text":"Yeah, even though I give it to him that it was confusing that they designed Crysis 1 for PCs that wouldn't come out for like 5 years.","labels":"confusion"},{"text":"Oh, you thought I was referencing you ... you may well be right.","labels":"neutral"},{"text":"I would tend to agree, but it’s also the crypto market. You never really know what it’s going to do lol","labels":"amusement"},{"text":"I'm sorry that America funded a coup, but I get to have my Medicare. - AOC","labels":"remorse"},{"text":"You stole an Instagram meme? For shame","labels":"anger"},{"text":"I missed that part unfortunately","labels":"disappointment"},{"text":"No. You're not the only one.","labels":"annoyance"},{"text":"Don't go rouge or stick your tounge out at those across the boarder, but perhaps you could care less because I'm obviously bias. :) ","labels":"disapproval"},{"text":"Is this a mood?","labels":"confusion"},{"text":"It happened in back to back home games earlier this season but hasn’t happened since.","labels":"annoyance"},{"text":"Bannner and flask are both viable for both sides, just mess around and get a feel for them.","labels":"disgust"},{"text":"While this makes me happy to know, it would probably be for the best if we didn't post these things where abusers can find out about them.","labels":"joy"},{"text":"You have no responsibility to your ex’s feelings. Do what makes you happy.","labels":"neutral"},{"text":"I know. Honestly, I'm applying to other districts. Tired of 56 miles round trip daily for a miserable job. ","labels":"nervousness"},{"text":"1k followers on Twitter. Seem to have no sponsors. Not looking good","labels":"disappointment"},{"text":"Let’s try and convert this home momentum to some road success!","labels":"neutral"},{"text":"I did physics and maths, now in astrophysics. It's fun (except for stars, those suck).","labels":"amusement"},{"text":"He was in the merge lane and should have yielded. He was legally in the wrong.","labels":"anger"},{"text":"I actually did just after writing it hope the poster doesn't mind, but just so you can find ","labels":"neutral"},{"text":"Mail Call, great show, have all of 'em preserved for history. RIP","labels":"neutral"},{"text":"Hey, take that grade with all the pride you can muster--no shame in being happy for an accomplishment! Congratulations!!","labels":"amusement"},{"text":"Their stuff is actually really amazing! Everything from brushes to lipsticks I've loved","labels":"amusement"},{"text":"Eh, I find everything being dead a bit more gloomy than a few clouds.","labels":"neutral"},{"text":"Mate she looks like a feckin quality street","labels":"relief"},{"text":"Just be GOOD at what you do, and fade the chase ","labels":"caring"},{"text":"Wow, are you me? No one is a fan of season 1 but I definitely do this. There are little gems despite [NAME].","labels":"annoyance"},{"text":"No, princess, your body works the same way as everyone else's... You are not a mystery of physics. ","labels":"neutral"},{"text":"I prefer boyfriend over partner any day lol","labels":"love"},{"text":"It is 100% a scam. They've been copying many [NAME] with the same message.","labels":"annoyance"},{"text":"For fun!","labels":"neutral"},{"text":"I hope [NAME] bullies wittle baby [NAME] tonight, like he did last year!","labels":"amusement"},{"text":"How can they expect you to write if you can't read? \/s","labels":"anger"},{"text":"Don't worry, I'll sacrifice myself. Hey u\/hellseashell, come over here. wants to call you a piece of shit.","labels":"annoyance"},{"text":"this is hurting UCF's chance at a super bowl","labels":"sadness"},{"text":"We need [NAME] to take a 7 year deal or less. I can picture the Dodgers giving [NAME] 7 years","labels":"neutral"},{"text":"That's awesome! Thanks for sharing the event!","labels":"gratitude"},{"text":"I think I’ve been poisoned by my constituents!","labels":"realization"},{"text":"Good luck! Let ~~me~~us know how it goes!","labels":"optimism"},{"text":"The one that is a sentient being; the one that's most affected.","labels":"annoyance"},{"text":"What's up with all the gloating.","labels":"curiosity"},{"text":"He’s down at least one pair of glasses, if not an eyesocket as well. ","labels":"neutral"},{"text":"Oh look another shit call","labels":"anger"},{"text":"This gave me ultimate anxiety","labels":"annoyance"},{"text":"I’m so glad I watched this entire thing. That’s incredible.","labels":"joy"},{"text":"Ive just given up. Learning to become selfish.","labels":"disgust"},{"text":"My same thoughts! Post this there and see what options you have! That is unbelieveable your dad would do that!","labels":"neutral"},{"text":"Well, Detroit isn't currently marred by ownership and front office incompetence.","labels":"neutral"},{"text":"I prefer buying the winner chests and holding on to the Godlike chests until a skin I want is in it.","labels":"disgust"},{"text":"Just curious as to what got you called racist? Edit: Nvm. You post on the_donald... I can imagine.","labels":"neutral"},{"text":" Luckily from him, there is no death penalty in Brazil and the maximum a person can serve in a Brazilian jail is 20 consecutive years. ","labels":"neutral"},{"text":"The weird part of our \"rivalry\" is that some people bought into it.","labels":"embarrassment"},{"text":"I am unconcerned.","labels":"annoyance"},{"text":"Wow, a Walmart Truck Stop. I think that would be outstanding! They should do that everywhere, I mean they already have the land.","labels":"excitement"},{"text":"congratulations :o)","labels":"gratitude"},{"text":"Leave him alone!","labels":"caring"},{"text":"so basically, there’s a rumor that there’s a rumor that [NAME] trilogy might take place after the ST?","labels":"neutral"},{"text":"That’s me! Got it at the sens store by 304","labels":"neutral"},{"text":"If you google translate it means “nugget” which I find hilarious.","labels":"joy"},{"text":"That's literally not me, and he didn't say anything about skin","labels":"annoyance"},{"text":"Update: still alive, the paranoia is gone ","labels":"disappointment"},{"text":"Wow thank you so much for this response. I wrote down everything and will try and do it all.","labels":"gratitude"},{"text":"Just some statistics I saw bud. Calm down.","labels":"relief"},{"text":"[NAME] was struggling against the taller Sixer's guards, got swatted on a lot of drives too even with [NAME] out with injury. ","labels":"neutral"},{"text":"Good time to reach out to the wife with this screenshot and ask her to please stop...","labels":"approval"},{"text":"Sounds magical!","labels":"annoyance"},{"text":"It's a shame that anyone has to deal with that sort of feeling. I'm sorry that you had a similar experience. No one deserves that.","labels":"embarrassment"},{"text":"You're didn't vote for her you are obviously a racist, sexist, homophobe, you're the worst kinda person.","labels":"disapproval"},{"text":"I personally took this of his snapchat.... [lmfao","labels":"neutral"},{"text":"SE 89th just north of Brooklyn St is one of the worst I've driven.","labels":"disgust"},{"text":"Those refs were terrible, god damn. GG Buckeyes, it was much closer than the score suggests.","labels":"annoyance"},{"text":"The word ‘rap’ was created by a guy who couldn’t pronounce his C’s. Fact.","labels":"approval"},{"text":"Did not know we were playing tonight","labels":"neutral"},{"text":"Looking like a kid didn't exactly inspire men to treat me like a sexy woman, even though I was cute as a button. ","labels":"gratitude"},{"text":"I just forgot that arguing with people on the internet is useless and like talking to a wall. So Im out.","labels":"realization"},{"text":"Nice job.","labels":"gratitude"},{"text":"So precious! Thanks for sharing Give me animals pics over human babies any day~","labels":"gratitude"},{"text":"holy shit that's bad, maybe the extremist right can't meme either?","labels":"anger"},{"text":"Life Hack Attack has become Attack Everyone's Life and Hack. I love it.","labels":"anger"},{"text":"There would be a lot of sexual tension in faze...","labels":"disgust"},{"text":"But did [NAME] watch sports bra test videos when he was picking out fernandas ^boobies","labels":"neutral"},{"text":"Woah, woah, woah. You're trying to tell me that elites have a stranglehold in a country with an *actual* aristocracy?! ","labels":"neutral"},{"text":"You could be right!","labels":"neutral"},{"text":"Make a doctor's appointment and say you are experiencing lack of sleep because of anxiety. Doesn't get easier.","labels":"caring"},{"text":"thank you for your kind words.","labels":"gratitude"},{"text":"**YT is not above the law.**","labels":"neutral"},{"text":"Plus you forgot the best part... I can hang my hands from an outer vest","labels":"neutral"},{"text":"You're nicer than me. I would have let them get towed.","labels":"approval"},{"text":"This is not unique to [RELIGION]. There are various sects and denominations in every world religion.","labels":"neutral"},{"text":"Yhea but you wouldn't be surprised then.","labels":"neutral"},{"text":"An RPG could have solved this problem.","labels":"neutral"},{"text":"Science was wrong in the olden times so we should force people to learn from our old book of the really olden times.","labels":"neutral"},{"text":"thanks. I will read these","labels":"gratitude"},{"text":"That is embarrassing, but at least they know you're not lying about the cause! ","labels":"embarrassment"},{"text":"How dare you interrupt the circle jerk. Out, sir.","labels":"anger"},{"text":"Well, I can only assume that you've discovered the delicious style of Islay scotch.","labels":"joy"},{"text":"Ive already tried praying for vagina - you will find me on my knees LOL","labels":"neutral"},{"text":"He looks like some super imposed [NAME] face (from dumb and dumber) onto a kneecap.","labels":"neutral"},{"text":"I love being down by 10+ constantly.... I feel like [NAME] gets dominated by literally everyone.","labels":"love"},{"text":"Man pre ASG Yankees were absolutely fun to watch. Judge hitting that homerun was awesome","labels":"amusement"},{"text":"Translation: \"I have no argument so here's a rude comment\".","labels":"disgust"},{"text":"I honestly do not know. Chastise them for their hardness of heart and presumptiveness I suppose. I guess that is what [NAME] would do.","labels":"annoyance"},{"text":"> In some, cops fire blanks in the hall to simulate an active shooter scenario. That's incredibly stupid, and serves no purpose.","labels":"annoyance"},{"text":"Wouldn’t doubt its for good reasons, just didn’t understand what the were.","labels":"neutral"},{"text":"Don't worry, I'm sure you'll find a way and a time that works for you, you deserve to be yourself!","labels":"caring"},{"text":"What strain?","labels":"anger"},{"text":"Lmao the revolution is here haha","labels":"amusement"},{"text":"Imagine being upset over who someone loves.","labels":"neutral"},{"text":"Unfortunately international students see studying here as a pathway to citizenship.","labels":"approval"},{"text":"I wish I could be you. Our thing is dragging on forever and I’m heartbroken af.","labels":"annoyance"},{"text":"I hope you don't mind...","labels":"neutral"},{"text":"This is a guide to all major religions and their stance on vaccines.","labels":"approval"},{"text":"You should see him drain 3's","labels":"neutral"},{"text":"They paid the cost of removing the graffiti vandalism on the wall you mean, right? ...right?","labels":"neutral"},{"text":"The fact that you have to ask what other good games there are makes me think you don't take competitive gaming seriously in the first place...","labels":"neutral"},{"text":"This is terrifying. Good luck to you and your family. Hopefully they figure out who the creepers are very soon.","labels":"fear"},{"text":"I'm glad it helps, best of luck on your journey. You've gone 7 days clean, keep doing what makes you clean for 84 more!","labels":"joy"},{"text":"Great for when you'd really like all your clothes to smell like hard-boiled eggs.","labels":"amusement"},{"text":"and I love him for that","labels":"love"},{"text":"Having a bowel movement, changing feminine product, doing makeup, etc. It really just depends on the situation. I loathe being rushed.","labels":"realization"},{"text":"YOU WIN!","labels":"neutral"},{"text":"Things were significantly worse back then than they are now.","labels":"disgust"},{"text":"Cause as soon as he locked in execution he used the auto typing function immediately celebrating. Gets punished by karma and im the one down voted. Sure","labels":"neutral"},{"text":"No kids? Who cares. Go your separate ways.","labels":"neutral"},{"text":"Nice of them to call back to [NAME] dyslexia with the two different spellings of deodorant","labels":"gratitude"},{"text":"Happy cake day","labels":"excitement"},{"text":"It’s beautiful","labels":"amusement"},{"text":"Fake news! He only serves the Bigliest Macs!","labels":"neutral"},{"text":"They are probably waiting for his harasser to pull a [NAME]. Filthy men.","labels":"annoyance"},{"text":"Blockbuster was so overpriced compared to local stores though. It was always a last resort for my family.","labels":"gratitude"},{"text":"Hell yeah bois","labels":"neutral"},{"text":"Oh [NAME] thank you.","labels":"gratitude"},{"text":"He looks like a toddler who got to dress himself.","labels":"neutral"},{"text":"... or if they’re having a bad time because life is a bit crap.","labels":"anger"},{"text":"lol [NAME]","labels":"amusement"},{"text":"Oxygen thief is an amazing phrase and I am going to start using it allllll the time, thanks!","labels":"gratitude"},{"text":"Furry and scaly damn","labels":"annoyance"},{"text":"He’s still alive so far. [NAME] is going to check on him.","labels":"neutral"},{"text":"Lol, well if it's any consolation, I thought it was funny","labels":"amusement"},{"text":"Then you get home and realise they managed to bill you for the booze. That's half your winnings gone.","labels":"neutral"},{"text":"Imagine the smell of burning those pages","labels":"neutral"},{"text":"MAGA morons don't travel outside their state so they don't care about this.","labels":"neutral"},{"text":"I’d like to know too. How lucky am I that my first ever relationship was with a pwBPD. sigh","labels":"curiosity"},{"text":"you guys are getting a better pick that we are. take solace.","labels":"gratitude"},{"text":"That's not true. There are people that genuinely want to cause harm to people and don't care about reactions.","labels":"neutral"},{"text":"The comments in there are so nonchalant I can’t help but laugh","labels":"annoyance"},{"text":"Keeps going tho. Kids got heart","labels":"disappointment"},{"text":"I liked the Celtics until I started following barstool.","labels":"love"},{"text":"Yeah, without the music that scene would have been much worse.","labels":"disgust"},{"text":"OH YEAH ITS FINE","labels":"neutral"},{"text":"That has nothing whatsoever to do with what I was talking about.","labels":"neutral"},{"text":"Drive around Belle Meade Highlands; you might be able to get lucky on an older rental home.","labels":"neutral"},{"text":"Snorting them might be what kept her from having a lethal overdose, snorting benzos is pretty much a waste as most of it barely absorbs.","labels":"nervousness"},{"text":"I’m ready to be hurt","labels":"sadness"},{"text":"Yeah, apparently I missed the joke back there a bit Hahaha. ","labels":"disappointment"},{"text":"Only a sith deals in absolutes.Fuck that guy.","labels":"neutral"},{"text":"Oh. Great","labels":"amusement"},{"text":"VOLCEL POLICE!","labels":"neutral"},{"text":"Anarchy, anarchy, I don't t know what it is, but I love it.","labels":"love"},{"text":"I can't help it when everyone just loves us ¯_(ツ)_\/¯","labels":"disapproval"},{"text":"It's changing, slowly but surely. 20 years ago most people liked fur, now it's seen as cruel and unnecessary.","labels":"realization"},{"text":"Do it successfully and coal country will still say it’s a stupid idea.","labels":"annoyance"},{"text":"Oh sorry dude, I was just looking for the WiFi password. [NAME], but I hope you stay safe","labels":"optimism"},{"text":">ctrl + F > fuck your mother I am not disappointed.","labels":"neutral"},{"text":"Big man going round the world asking for protection money. And all that time the Pentagon cringes, as they would lose a key base around China.","labels":"neutral"},{"text":"All the best. Safe travels.","labels":"caring"},{"text":"Scotland aren’t the best team to compare against. On their day the could debatably beat NZ on a bad day they lose to America","labels":"disgust"},{"text":"Wow - never seen negative karma before I clicked on your name lol.","labels":"surprise"},{"text":"came in here ready to congratulate myself for the hot take of voting for [NAME] over [NAME] before realising that I didn't see [NAME]","labels":"approval"},{"text":"You’re not a loser. You’re a whole and complete person unto yourself.","labels":"relief"},{"text":"I got the unblinking eye, the one with the ribs in the dead eye slot, and the one with the hat takes a headshot","labels":"neutral"},{"text":"I was really hoping Vikings would get a bear mask but this also looks sick! RIP all my steel","labels":"optimism"},{"text":"Why was nobody driving the damn thing? They were all in the backseat. :\/","labels":"anger"},{"text":"fyi, straight men also use dildos. Also, your mom is awesome!","labels":"amusement"},{"text":"Omg congratz for you guys!!!!! That is amazing news :) good luck with twins.","labels":"gratitude"},{"text":"I never thought to put protein into my oatmeal. I may try that tomorrow.","labels":"neutral"},{"text":">The ABC’s hard-hitting investigation :\/ Such a sad article.","labels":"annoyance"},{"text":"These are the kinds of comments we don't need here","labels":"neutral"},{"text":"Plus like why would they go for the head? You’d have to break both of his legs to stop [NAME].","labels":"annoyance"},{"text":"that day humanity received a grim reminder","labels":"fear"},{"text":"That sucks. Learn to check your ping like everyone else.","labels":"anger"},{"text":"When you have a fever yes","labels":"neutral"},{"text":"This right here is the kind of father I want to be. Thanks for that.","labels":"desire"},{"text":"Aaahhh u got a spanking. Lol","labels":"amusement"},{"text":"Yes! I was lost without subtitles on Sons of Anarchy.","labels":"disappointment"},{"text":"That's the highest resolution version of that I've seen.","labels":"neutral"},{"text":"Omg this is repulsive","labels":"disgust"},{"text":"Hope you feel better soon. Probably won't happen, but good feeelings sent your way.","labels":"approval"},{"text":"Same! I don’t know how our elementary level colleagues do it. When I subbed in elementary a few times it was awful.","labels":"disgust"},{"text":"Bro, put water in the microwave and see what happens, we're like 70% that shit","labels":"surprise"},{"text":"[NAME] get your racial and gender slurs straight!","labels":"neutral"},{"text":"Look, [NAME]! I'm a cat. \"Ffs, [NAME]. Get off the ground. You're embarrassing me.\"","labels":"annoyance"},{"text":"I’m just trying to get a woman’s perspective on the situation.","labels":"neutral"},{"text":"> always ahead of everyone else!","labels":"neutral"},{"text":"Sir excuse me my mother says i am a very handsome young man.","labels":"remorse"},{"text":"I usually do. I didn’t stay up until midnight the preceding Sunday thusly I missed out on my block-hoarding opportunity.","labels":"annoyance"},{"text":"We are not making the lead of our big budget action movie half dog!","labels":"neutral"},{"text":"Wow, that crazy. Hope this doesn't happen again with you. Stay safe!","labels":"amusement"},{"text":"your aiming muscles are just weak, they'll get stronger with time","labels":"neutral"},{"text":"“I do too. One of them is Hulu.”","labels":"neutral"},{"text":"Considering that was an already exploding market this is kind of a big deal I guess.","labels":"neutral"},{"text":"Sorry then. My bad. Let's hope there is no full scale war any time soon btw.","labels":"optimism"},{"text":"Interesting. My AP is probably more my opposite than my SO.","labels":"neutral"},{"text":"People can't afford my products, i'm not selling anything. Issue for the producer to reduce price","labels":"annoyance"},{"text":"Because at best, you’re a racist and an apologist for at least a wanna-be dictator and his supporters ","labels":"remorse"},{"text":"It's a shame they have [NAME] because a Vuc package would be ideal","labels":"embarrassment"},{"text":"This show has completely gone downhill, can’t believe I waited a month to be disappointed smh","labels":"disappointment"},{"text":"Laughing at \"indoctrinated by traditional values\". Good luck in life.","labels":"amusement"},{"text":"Please tell me she has a partner named [NAME]","labels":"neutral"},{"text":"Comment [NAME].","labels":"neutral"},{"text":"[NAME] and [NAME]. [NAME] podcast is great.","labels":"amusement"},{"text":"lol me too. _\"Go on in you scraggly old bastard!\"_","labels":"amusement"},{"text":"**Who would win:** a team of 10+ moderators with libertarian principals or one person with a Python programming environment?","labels":"confusion"},{"text":"Put a shirt on, this is the internet for [NAME] sake! ","labels":"neutral"},{"text":"Congrats!!! Thatll be me in May and I cant freaking wait!","labels":"gratitude"},{"text":"*shooting stars plays*","labels":"neutral"},{"text":"People are gonna end up hating Deus Ex because of this, and that's just a travesty","labels":"anger"},{"text":"I didn’t know there are different levels of “park”.","labels":"neutral"},{"text":"plumlee is such a bully. i love it","labels":"love"},{"text":"It’s not even an argument, it’s just a quote with a stupid voice.","labels":"annoyance"},{"text":"i accidentally liked one where my ex was underage....","labels":"love"},{"text":"I swear if he is drafted as a father son to Gold Coast, I wont be happy","labels":"anger"},{"text":"Mexicare for All.","labels":"neutral"},{"text":"I don't get what you mean","labels":"neutral"},{"text":"[NAME] got used to be my favorite character. This is embarrassing beyond any stretch of the imagination.","labels":"embarrassment"},{"text":"TYT is a gossip shitpost panel for race baiting idiots. By race baiting idiots.","labels":"annoyance"},{"text":"Imagine seriously considering [NAME] as a nominee, what a joke.","labels":"excitement"},{"text":"Well the house is burnt out so there's not a lot happening with it expect probably insurance folks need to investigate the damage.","labels":"approval"},{"text":"It's okay. One day you won't be so sad and angry, and people will still accept you.","labels":"anger"},{"text":"Congrats! Wait till you get your first date and you’ll feel even better.","labels":"gratitude"},{"text":"No credit?? This is the brilliant youtube channel You Suck At Cooking","labels":"amusement"},{"text":"Especially weird considering [NAME] went to Fresno State and [NAME] went to Long Beach State.","labels":"neutral"},{"text":"You are the only person you can depend on","labels":"neutral"},{"text":"ya keep pretending you can tell people what to do... see how that works out for you","labels":"curiosity"},{"text":"I love polo shirts","labels":"love"},{"text":"how the absolute fuck did black panther get nominated for best picture? its marvel action schlock at its worst. blackkklansman on the other hand is a great movie","labels":"disgust"},{"text":"Cali is getting rain this weekend so going to miss that","labels":"disappointment"},{"text":"Until that plant dies because you just shocked the hell out of its root system.","labels":"neutral"},{"text":"I’m only denying what’s not true, and [NAME] being my name isn’t true. ","labels":"neutral"},{"text":"Because I don't like being fat lol.","labels":"amusement"},{"text":"This is my favorite [NAME] joke I've seen","labels":"amusement"},{"text":"Good bot lol","labels":"neutral"},{"text":"oh wow never heard of that in my life sorry","labels":"remorse"},{"text":"now imagine its some drunk 20 year old sitting near you screaming things every couple of minutes because thats whats its like in the stands","labels":"neutral"},{"text":"I couldn't think of a better definition.","labels":"neutral"},{"text":"Thank you for sharing your beautiful and continuing story. It's comforting to see growth and deep love in relationships. I wish you both the best!","labels":"gratitude"},{"text":"Beep boop.","labels":"amusement"},{"text":"You a probably more attracted to guys but might feel that being with woman is better accepted in society so you wish for both.","labels":"neutral"},{"text":"Dude don’t even trip. [NAME] is the shit. I also have a soft spot for [NAME] if you’re into her at all lol","labels":"annoyance"},{"text":"I feel like [NAME] would be upset about this too","labels":"disappointment"},{"text":"Oh same here. Too relatable. Makes me wonder what 50 year old me will miss about the body I've got now.","labels":"surprise"},{"text":"Things are much better then they were a few decades ago but we’re still shrinking.","labels":"disappointment"},{"text":"[NAME] should be used to getting booed by Yankee fans though.","labels":"neutral"},{"text":"I'm not sure I have heard of this. Really interesting.","labels":"approval"},{"text":"I think I love you. That pun took my broth away.","labels":"love"},{"text":"Worst advice ever. This would piss me off.","labels":"annoyance"},{"text":"lol [NAME] would definitely do this if [NAME] was that dumb to take this offer.","labels":"amusement"},{"text":"Family had a little to do with it","labels":"neutral"},{"text":"Hey I hope you know you’re still important and loved even if you may not feel like it at times. You’ll be okay!","labels":"love"},{"text":"I got a [NAME] vibe earlier, but I see this","labels":"neutral"},{"text":"Horrible night for dodo","labels":"fear"},{"text":"Lol. Thanks for the laugh.","labels":"amusement"},{"text":"Glad you're rid of me? Pretty obviously breaking the sub rules there.","labels":"relief"},{"text":"Thank you for the precise context","labels":"gratitude"},{"text":"You're pushing me to adopting irrational and nonsensical beliefs! dogs are cats now!","labels":"annoyance"},{"text":"Anyways. Weird behaviour of it when it was happening is that it hid itself when the video was paused then reappeared as the video continued.","labels":"annoyance"},{"text":"he's been around forever but apparently none of y'all have RES","labels":"neutral"},{"text":"Sorry, but [NAME] is too POWERFUL, not to be his own character. But seriously i definitely now want this.","labels":"annoyance"},{"text":"So you got a more expensive burger while following the rules?","labels":"curiosity"},{"text":"Wow wish I could take that. That is an absolute steal. Not a lock by any means but value alone is worth it","labels":"desire"},{"text":"The children are still being abused, neglected and treated like rubbish. White Australian policy has been horrific and continues to be horrific.","labels":"anger"},{"text":"I was, and it's not. He's mad that someone posts articles he disagrees with. Pathetic and his fury is deranged ","labels":"neutral"},{"text":"No one likes him enough to tell him he’s wearing women’s glasses","labels":"neutral"},{"text":"Welcome to the club. You'll notice that I didn't say anything about degrees or certification, just the quality of your understanding.","labels":"gratitude"},{"text":"Sloths are cute! Especially when they’re covered in moss","labels":"annoyance"},{"text":"I love [NAME]. I hope she can hold on in 2020.","labels":"love"},{"text":"I'm still so sad we never got to see [NAME] witnessing his miracle baby's first steps. ☹️","labels":"sadness"},{"text":"What was the first insult from [NAME] to [NAME]? I think I missed it","labels":"curiosity"},{"text":"Dutch bros made this a legit drink. It’s their cold brew steamed I believe. Edit: spelling","labels":"neutral"},{"text":"Who are these women messaging [NAME]? He looks like a very average-looking teenager.","labels":"approval"},{"text":"Feels good bruh","labels":"amusement"},{"text":"It was a bad one, and you should feel bad. ","labels":"disgust"},{"text":"So he “wants to be in Denver”. Hooray. Can we hire the best guy instead?","labels":"approval"},{"text":"The amount of Islamophobic media bias is disturbing.","labels":"annoyance"},{"text":"All the centrist liberals in the comments are furious...","labels":"anger"},{"text":"Not all men harass women, but enough of them are that all women have *been* harassed by men.","labels":"disgust"},{"text":"That's probably caused my the extreme density of infrastructure.","labels":"disappointment"},{"text":"Damn, but I’d miss my mother. Then again she’d be all happy in her heaven. The rest of us can party. ","labels":"annoyance"},{"text":"It's crazy, the first day with icy, snowy roads it's scary but within a few days, grip and visibility sound like fantasy","labels":"fear"},{"text":"I’m proud of you for moving out You deserve peace and happiness! Independence is the sweetest thing.","labels":"pride"},{"text":"I loved how [NAME] feels like everyone in the office is her family. Her relationship with [NAME] is so cute and innocent","labels":"excitement"},{"text":"I am serious, and don't call me [NAME].","labels":"anger"},{"text":"Conversion to make gay people straight. It's horrifying","labels":"fear"},{"text":"He sunk the ship to kill the captain.","labels":"neutral"},{"text":"men who drink almond milk regularly have more ejaculate fluid and experience multiple orgasms.","labels":"neutral"},{"text":"This is I speak it but the screenshot is a challenge.","labels":"neutral"},{"text":"Oh, I felt that despondency at the end there. Poor guy. ","labels":"disappointment"},{"text":"This is so unsettling.","labels":"confusion"},{"text":"Second this. I have an anxiety disorder that has resulted in me never working a job, but my career is making YouTube videos self employed atm. ","labels":"nervousness"},{"text":"And it keeps rumbling... now we know why no one had gone to jail yet!","labels":"neutral"},{"text":"Is this supposed to be funny? Psst, if you guys knew the reality behind this joke...","labels":"anger"},{"text":"fuck lacy evens, she has not been impressive at all","labels":"neutral"},{"text":"This is wild omg. Also, happy cake day twin!","labels":"embarrassment"},{"text":"They're not \"likes\" you fucking moron.","labels":"neutral"},{"text":"Anyone that puts something in their ass\/genitals then touches it and then puts their and on their face is gross","labels":"neutral"},{"text":"[NAME] MAY be a slightly better hitter, but he can't field for crap. And the other two can't hold a candle to [NAME]","labels":"disappointment"},{"text":"Just waiting to see which outlets decide to report it first.","labels":"curiosity"},{"text":"This is everything! Congrats for being brave, cause I know I wouldn't be. Keep us posted on what happened","labels":"gratitude"},{"text":"believe me, it almost did for me. if i was a woman my panties would have dropped instantly. lol","labels":"neutral"},{"text":"Print outs?!?!?! You tree killing monster!!!!","labels":"anger"},{"text":"Its 100% copy paste.","labels":"neutral"},{"text":"Dude I was done with my last comment how didn’t you get that","labels":"neutral"},{"text":"what's heartwarming","labels":"neutral"},{"text":"I did not know that, and tbf I did completely neglect my MH between 18-23. Too busy with sex, drugs and alcohol. ","labels":"neutral"},{"text":"Unfortunately later died from eating tainted meat. [NAME] BBC documentary 'dynasties' followed the marsh pride, the lion episode was awesome","labels":"joy"},{"text":"Dunno what youre going on about bud, i was just informing him of the skins inspiration ","labels":"confusion"},{"text":"Thanks, it was no effort at all.","labels":"gratitude"},{"text":"Seeing this kind of vulnerability makes me appreciate her music.","labels":"amusement"},{"text":"i love them on the grill with italian sausage they turn so sweet, ","labels":"love"},{"text":"Sadly, that theory is plausible in the lds inc realm of thinking.","labels":"sadness"},{"text":"I love any story that includes the phrase: \"Some gypsies showed up\". ","labels":"love"},{"text":"[NAME] got bank...he's paying people to count his cash. He's doing fine","labels":"approval"},{"text":"Do you.....have a certificate showing you're not a donkey-brained man?","labels":"anger"},{"text":"Not cameo, reference sorry","labels":"remorse"},{"text":"Holy smokes, good jobs!!!","labels":"gratitude"},{"text":"I THOUGHT I HAD MY WILL ALREADY COPIED AND FORGOT I HAD THIS IN MY CLIPBOARD","labels":"neutral"},{"text":"To be honest having fast food at the White House would be fun","labels":"amusement"},{"text":"Hockey players are more brave than the US Marines. Have you seen how tough they are they are so tough","labels":"amusement"},{"text":"Thank you for such kind words.","labels":"gratitude"},{"text":"I’m sorry to hear this. Unfortunately online dating is trying to find the bits of gold in a pile of pyrite","labels":"remorse"},{"text":"I like mother lode in weho. A bit loud but actively un-douchy.","labels":"love"},{"text":"yup, it sounds ridiculous","labels":"amusement"},{"text":"He’s too old for [NAME]","labels":"neutral"},{"text":"Ah got it. Sounds like most CW shows (Smallville)..thanks for the heads up :)","labels":"gratitude"},{"text":"I don't control the Lib Dems, shockingly.","labels":"annoyance"},{"text":"I crossposted it at it said it hadn't been crossposted yet *shrug*","labels":"neutral"},{"text":"Taking this way farther than needed...","labels":"neutral"},{"text":"These damn kids with their Rage Against the Machine and their nae-naeing.","labels":"neutral"},{"text":"Wait what? Person on page 34, meet person on page Star. Lets stop. We aren't having the same conversation here.","labels":"neutral"},{"text":"Yes get [NAME] almost all the way the fuck out of here.","labels":"neutral"},{"text":"No. That is creepy and weird. If you don’t trust her .... move on.","labels":"annoyance"},{"text":"Hmm... I don't think EPCOR is the reason the oilers suck","labels":"disappointment"},{"text":"I had this one! he was a precious little angel and I loved him.","labels":"excitement"},{"text":"i’n on a diet for my disease AND to lose weight therefore it cancels out boys, i’m scot free","labels":"neutral"},{"text":"While an interesting idea I'd rather have scepter be more like it is in DotA and upgrade the passive and\/or signature card.","labels":"neutral"},{"text":"Oh. Oh shit. It's you. Sorry you had to see this glorious trainwreck.","labels":"disappointment"},{"text":"“You’ll forfeit your lives then” -Winne the Pooh","labels":"neutral"},{"text":"I suppose I failed to lay the sarcasm on thick enough, should have gone with the full billion dollar contract... Oh well, live and learn! lol ","labels":"amusement"},{"text":"Looks like your sources were closer to the actual value. Degrom just settled for $17m.","labels":"neutral"},{"text":"I will say that her housing bill left a very bad taste in my mouth, and this is coming from someone with a very high opinion of [NAME].","labels":"disgust"},{"text":"No one actually claims that [NAME] and [NAME] were real people.","labels":"neutral"},{"text":"the worse part is you might be crazy yourself and have no idea!","labels":"neutral"},{"text":"Forehead kisses, and any of the cute nicknames he calls me [NAME], best feeling being in his arms [NAME] I miss it all","labels":"disappointment"},{"text":"I have very sharp eyes and chin, so when I frown I tend to look rather belligerent.","labels":"neutral"},{"text":"I dunno. Seems pretty meh","labels":"neutral"},{"text":"What do you mean by gaps?","labels":"curiosity"},{"text":"The super bowl isnt played in march my man","labels":"neutral"},{"text":"Not much of anything","labels":"neutral"},{"text":"I recently won a match going 12\/19. Always ends the same way you thanking them profusely and them being slightly annoyed.","labels":"annoyance"},{"text":"Your title is unnecessarily harsh towards the user. Re-submit with a better title.","labels":"annoyance"},{"text":"I think you missed a \"ba\"","labels":"neutral"},{"text":"I got that reference","labels":"approval"},{"text":"I can do the first bit? I'm also working out lately, so we can do it together!","labels":"confusion"},{"text":"They mean that too often, people would accidentally reflect. Tbh, it was pretty useless imo","labels":"neutral"},{"text":"I think I get this reference, GradeAUnderA?","labels":"curiosity"},{"text":"Harsh, but true","labels":"annoyance"},{"text":"Ok just making sure i was confused","labels":"neutral"},{"text":"I love this reply.","labels":"love"},{"text":"loved this one as a kid","labels":"love"},{"text":"I'm glad we agree.","labels":"joy"},{"text":"My cockatiel is sitting on my knee. I gave him a hug and promised no more pets.","labels":"approval"},{"text":"I want a salad!","labels":"desire"},{"text":"For a 30 yo WR I'd package [NAME] and a 2020 2nd rounder. But I'd rather get [NAME] and draft a guy in the 4th.","labels":"neutral"},{"text":"Maybe delve into existentialism, read books from existentialist authors? Not that I'm a big fan of it, but maybe that could help you out.","labels":"caring"},{"text":"This right here... most of the orders I have done on shipt have not tipped. Not sure why customers feel entitled on that platform.","labels":"neutral"},{"text":"I wouldnt necessarily call you and addict but you definetly have unhealthy relationship with MDMA.","labels":"disapproval"},{"text":"Oh my [NAME] I completely didn’t realise. I’m so sorry","labels":"remorse"},{"text":"Stop over in old Windsor town mate, we got it all.","labels":"neutral"},{"text":"Try your luck with ranked. it you stick it out enough you'll get high enough to play with good players","labels":"optimism"},{"text":"I’m hoping I can find a stream of [NAME] doing the play by play!","labels":"optimism"},{"text":"Thanks for the help but just went for the delete all option somehow still kept my ranks so idk what the fuck that all was evennabout","labels":"gratitude"},{"text":"You have a minute to win it. Every second counts!","labels":"neutral"},{"text":"[NAME] had them a few months ago. Friend bought some for her sick dog.","labels":"sadness"},{"text":"I dont know this one (new or yet another alt) I can't take people seriously when they have a hidden agenda for these questions","labels":"neutral"},{"text":"Thank you comrade","labels":"gratitude"},{"text":"Haha! [NAME] aside, that is *wonderful*!","labels":"amusement"},{"text":"Love you, [NAME]","labels":"love"},{"text":"You: I'm an athiest [NAME]: idc","labels":"neutral"},{"text":"except for call your mother. The undisputed best bagels in dc.","labels":"approval"},{"text":"As a [NAME], that’s basically how people do small talk with you","labels":"neutral"},{"text":"Definitely, my favorite Trager moment.","labels":"love"},{"text":"Wow what a surprise...","labels":"surprise"},{"text":"Yeah no one is gonna do that and get reported to HR for bigotry.","labels":"anger"},{"text":"Oh, but it is.","labels":"neutral"},{"text":"Even after achieving 100% in this game, his performance still amazes me.","labels":"surprise"},{"text":"Got any good examples you care to post?","labels":"curiosity"},{"text":"Thanks man!","labels":"gratitude"},{"text":"Lol I lol'd *I too am down with the kids. But not like that because that would be illegal*","labels":"amusement"},{"text":"You k how it's bad when a furry is roasting you","labels":"neutral"},{"text":"I, for one, am glad you didn’t. Happy you’re still with us ","labels":"joy"},{"text":"Thanks? Lol. Pairing [NAME] or [NAME] with [NAME], defensively, though? Yikes, to say the least.","labels":"gratitude"},{"text":"Interestingly enough I think it just needs to be the heavy creamer, my wife has some sensitivities to some dairy but not all forms of it. ","labels":"neutral"},{"text":"Brilliant post!","labels":"amusement"},{"text":"You can still joke but people will react negatively and will cause consequences","labels":"neutral"},{"text":"Fuckin' HockeyMod is almost as inconsistent as the Sens are.","labels":"neutral"},{"text":"1 is the lie. I'm cheating because I remember this convo from last week.","labels":"fear"},{"text":"I hadn’t even noticed the hairline, was too busy looking at the rest of the awful stuff going on.","labels":"neutral"},{"text":"Some forest i geuss. And if you are like me and don't give a fuck do it in a park or on a basketball playground.","labels":"neutral"},{"text":"Putting your finger and a loose cloth inside the 3 jaw chuck to polish the inside is insanely dangerous","labels":"fear"},{"text":"Honestly, I wouldn’t want to poop without my phone either. Gotta scroll reddit while I’m poopin!","labels":"neutral"},{"text":"Do you want to see a picture of my diploma","labels":"neutral"},{"text":"He's controversial from what I know. A canny leader to be sure, but his coziness with Dominion Energy has unnerved some [NAME]. ","labels":"sadness"},{"text":"Also Republicanism is a belief system. It's taught and handed down like religion. Conservative talk radio is its evangelism.","labels":"neutral"},{"text":"Omg her fake laugh there. I cringe.","labels":"disapproval"},{"text":"Could you explain what you mean by \"both sides\" crap?","labels":"annoyance"},{"text":"THANK you. They don’t even know how they sound","labels":"gratitude"},{"text":"I think it was sponsored by rent but musical theatre themed","labels":"neutral"},{"text":"I could believe it's natty transformation, just not in so short time-frame. Hence, juicy or time-frame is closer to 2 years.","labels":"amusement"},{"text":"Only after the initial vote is honored and brexit is implemented.","labels":"neutral"},{"text":"Out of all the seasons I definitely feel the worst for her","labels":"disgust"},{"text":"Oh boy this aged poorly","labels":"annoyance"},{"text":"That's the same thing 8 year olds use to try and get my items in video games. The guilt and shame strategy... Pathetic.","labels":"remorse"},{"text":"True. But I think it’s only [NAME] that pull the belly out of themselves to articles about the empire!","labels":"annoyance"},{"text":"[NAME] is INSTANT offense when he comes in. Dude is a spark plug out there every night.","labels":"neutral"},{"text":"Glad I’m on my way out through ATL instead!","labels":"joy"},{"text":"Deadass? Shoook?? Come on [NAME], do you really talk like that? You sound dumb. ","labels":"confusion"},{"text":"Lincoln Riley had no HC experience and only 2 years of P5 OC experience.","labels":"neutral"},{"text":"It shouldn't surprise you, since you're here. ","labels":"neutral"},{"text":"Thanks. Sounds like a bummer about 3, but maybe I should go back to 1 and check that out again.","labels":"relief"},{"text":"And it’s always so uncomfortably awkward when someone says shit like this to you.","labels":"embarrassment"},{"text":"Thank [NAME] she did the math for us","labels":"gratitude"},{"text":"I like picking beans with grandma.","labels":"love"},{"text":"Witness me, I will ride historic, dusty and lacquered, on the country road","labels":"neutral"},{"text":"Wtf is this lmao god I hate reddit","labels":"anger"},{"text":"I don't have anything of value to add, so here's this","labels":"neutral"},{"text":"Probably a disclaimer so if they're 2mm short and your cut doesn't work, they can just point at the sign and refuse a refund\/return\/exchange.","labels":"neutral"},{"text":"Damn we got 7th grade conspiracy theorists in the world these days?!?!","labels":"confusion"},{"text":"Seems fun, wonder how she would have ended up if the ca er was not there","labels":"amusement"},{"text":"So happy to see [NAME] regaining his form... we had to sacrifice [NAME] for it, but i’m okay with that...","labels":"joy"},{"text":"The fact that 34 thousand people upvoted that painting truly blows my mind","labels":"disappointment"},{"text":"In my opinion is that any different according to this from here.","labels":"neutral"},{"text":"Yup those are the two worst tasting out of my cocktail!","labels":"disgust"},{"text":"I was so sure that was [NAME]","labels":"approval"},{"text":"You could notice he was a little bit nervous, i think that was the main reason for his way of playing in this game.","labels":"nervousness"},{"text":"Between this and the headline it makes me wonder how he fits his ego through most doorways.","labels":"surprise"},{"text":"Imagine this spreading big time, pressuring them into opening the stadium against us so they don’t look like cowards, only for us to thrash them again","labels":"disapproval"},{"text":"Damned straight.","labels":"neutral"},{"text":"Guessing the bra sizes of anime characters after having stared at them for so long... That's... an interesting hobby.","labels":"neutral"},{"text":"It’s not outrageous though. Just a 2 night hotel stay alone for 1600 people will be around 200k.","labels":"neutral"},{"text":"Do not make them clear,you do not have to.Women should be able to figure out things for themselves.If they can't,you need to move on.","labels":"neutral"},{"text":"Calling him a criminal isn't an opinion. That's like saying \"the six foot tall [NAME].\" It's either true or not.","labels":"confusion"},{"text":"Seek out a therapist? It sounds quite depressing n I wouldn't want it overwheming me.","labels":"anger"},{"text":"it’s so weird to wear a blazer and khakis on a visit like that","labels":"annoyance"},{"text":"I am now sad the latest Thief was so mediocre, because the actual City the game took place in was a great little world.","labels":"sadness"},{"text":"You would be floored to hear how many times I played Portal 2...","labels":"neutral"},{"text":"Except... that's exactly what I was taught in [RELIGION] school. One god, theee aspects.","labels":"pride"},{"text":"I didn't downvote you but Emirates 1st class suites are ridiculously nice.","labels":"amusement"},{"text":"No way that was word for word. While I admit that wasn't original, I typed that from memory.","labels":"neutral"},{"text":"LOL how he not amused?! They dont like the truth haha","labels":"confusion"},{"text":"Define 'state' then.","labels":"neutral"},{"text":"They as in men lol","labels":"neutral"},{"text":"I also feel that way. They're playing next level... then again, I thought NZ would take care of us","labels":"neutral"},{"text":"Never seen somebody project so hard in my LIFE Also [NAME] @ them directly quoting lines from the article in the comments Gives me r\/iamverysmart vibes","labels":"amusement"},{"text":"Back in the day was the best ever than. I giggled nearly to the point of drenching my depends. Ty ty very much.","labels":"amusement"},{"text":"Tough scene for [NAME]","labels":"neutral"},{"text":"you're curious.","labels":"neutral"},{"text":"For crying out loud, all they had to do was use the smegging wipers!","labels":"sadness"},{"text":"I am usually quiet in those situations, but I will occasionally throw in a joke to get everyone laughing.","labels":"amusement"},{"text":"No. And not near as much as a gun lol","labels":"amusement"},{"text":"“The big fella”","labels":"neutral"},{"text":"Do not throw away your hair, fingernails or teeth because if you don't find them upon your death, you will regret it!","labels":"neutral"},{"text":"Well fuck my kids then","labels":"neutral"},{"text":"I love the Justice Democrats so much","labels":"love"},{"text":"Man I love this team. No I hate this team. No I love this team!","labels":"anger"},{"text":"I’ve always loved the art style of the author\/illustrator as a kid, so I could see where you’re coming from.","labels":"love"},{"text":"That's far from what happened and there is overwhelming evidence to the contrary of the circumstances of her death that it leaves no room for debate really.","labels":"sadness"},{"text":"I just went to post this but you beat me to it lol","labels":"disappointment"},{"text":"I just moved to the big city, you reminded me to check in my local area now, just reported 4! Thanks!","labels":"gratitude"},{"text":"Never mind, 4(b). I wasn’t trying to come across in that manner.","labels":"neutral"},{"text":"ooh a piece of candy","labels":"neutral"},{"text":"This sub no longer has much in the way of standards, sadly.","labels":"sadness"},{"text":"Who da fuck wears swim trunks to a competition","labels":"anger"},{"text":"I do watch legends and lol yes we all know she existed\/originated in the future. I also know that this is a different [NAME] from the [NAME].","labels":"amusement"},{"text":"Totally agree with you. Just saying that [NAME] is not a stupid person. A smart person that will be spending the rest of his life in prison","labels":"approval"},{"text":"True that.","labels":"neutral"},{"text":"What pieces of gear are they? That’s my dream build. Like what gear combination for head, arms, chest, weapons, etc","labels":"curiosity"},{"text":"i'll take 2","labels":"neutral"},{"text":"Please tell me you forgot the \/s","labels":"disgust"},{"text":"So thoughtful.","labels":"neutral"},{"text":"good to see your story had a happy ending!","labels":"joy"},{"text":"I wonder if that was the original plan or if [NAME] just realized what [NAME] talked about and threw in that note to explain it.","labels":"surprise"},{"text":"Mercy and clique I understand but creepers is one of my [NAME] songs","labels":"neutral"},{"text":"The 10 game rule for expansion also includes AHL games, so regardless of his stint up here he was going to be made available in the Seattle draft","labels":"neutral"},{"text":"My height is definitely a huge (ironically) factor. Im 5'1 no girl would date a guy 5'1.","labels":"neutral"},{"text":"[NAME]. Forever","labels":"neutral"},{"text":"Yup, playing in to his hands now. If you link all his comments then you legitimise his complaint about stalking.","labels":"neutral"},{"text":" a thing, and I’ve had my share of Whistle Pig Pie. I hate me ","labels":"anger"},{"text":"\"Someone else must start this however... but I will sure join in the violent fight that will ensue... I promise!\"","labels":"anger"},{"text":"[NAME] I HATE those.","labels":"anger"},{"text":"haha thanks, let me know how it goes when you use it.","labels":"curiosity"},{"text":"Friend of the younger sister of girl who was killed. She told me it was a bad acid trip. Very sad, family is holding a vigil tomorrow night. ","labels":"neutral"},{"text":"Mom will get sad. [NAME] still good. Hanging out with friends still good. Money buying foodie exp is still good.","labels":"sadness"},{"text":"No I mean live","labels":"neutral"},{"text":"i was there in october and i was shocked at the amount of people on the interstate just casually browsing facebook while driving.","labels":"approval"},{"text":"LOL yes, this guy might not be too bright. ","labels":"confusion"},{"text":"women, you need to make sure the men in your life are the best men that they can be. you are perfect buy our pink razor \/s","labels":"amusement"},{"text":"I miss [NAME].","labels":"disappointment"},{"text":"Hey, I made it in the screenshot!","labels":"approval"},{"text":"I did those things in real life and I've never had a single nightmare. Face your fears.","labels":"neutral"},{"text":"I can help.","labels":"neutral"},{"text":"[NAME] IS SO CUTE WITH THE \"MINE\" SdgksadGDKLSG:","labels":"amusement"},{"text":"And they let you run money making missions while playing in a solo server? I don’t remember this from gta.","labels":"neutral"},{"text":"That's when you pop your Shadow Blade and go invisible.","labels":"neutral"},{"text":"Haha it’s funny cuz I’m 17 and still doing these haha...","labels":"amusement"},{"text":"Wow! You are lucky to have survived!","labels":"joy"},{"text":"How do they know how tall you are while your sitting in your car. Such bullshit.","labels":"confusion"},{"text":"Would be nice.","labels":"amusement"},{"text":"Your girlfriend is cruel and emotionally manipulative. Get the hell out and don’t let anyone else treat you like a dirty little secret again.","labels":"annoyance"},{"text":"And, what happened...","labels":"neutral"},{"text":"It’s always nice to say something [nice]!","labels":"gratitude"},{"text":"If they stop the music, urine luck...","labels":"neutral"},{"text":"I really can’t understand why adopting a baby would not be perfect for them. But that might be because I dont have the child-need myself.","labels":"neutral"},{"text":"I genuinely teared up when I heard it in the game","labels":"annoyance"},{"text":"Presumably he was more excited about making her stay with some pedo jerkoff fantasy of \"Stockholm Syndrome\" .. oh she's staying cuz she looooooves me! ","labels":"neutral"},{"text":"Exactly!! I wish she would cooperate to plan appointments like this.","labels":"desire"},{"text":"Thanks for reply, I'll enjoy reading through the comments... maybe you make a book of it all. ","labels":"gratitude"},{"text":"Cry some more","labels":"neutral"},{"text":"yeah you got wooshed way too hard","labels":"neutral"},{"text":"My thoughts exactly, now im laughing at the people responding to the headline","labels":"amusement"},{"text":"I would think: Thank [NAME] it's finally happening","labels":"gratitude"},{"text":"I was expecting the surprise birthday, not seen this twist on the sister before. ","labels":"surprise"},{"text":"Being the best [NAME] in SC2 was like being the best [NAME] in basketball.","labels":"approval"},{"text":"Taking the SEPTA from West Trenton can put someone in Philly and it's suburbs as well.","labels":"neutral"},{"text":"Don't move there without at least a few months' living expenses saved up.","labels":"neutral"},{"text":"but.... but the lizards would eat the bugs....?","labels":"curiosity"},{"text":"What do you think women do? I’m quiet as a churchmouse when I mastrubate, too","labels":"approval"},{"text":"Happy cake day by the way!","labels":"excitement"},{"text":".... You do realize they will eventually hit a glass ceiling since that's unsustainable.","labels":"neutral"},{"text":"That... That makes a lot more sense than what I thought they were chanting.","labels":"neutral"},{"text":"Congrats bud! Hope it was a good 21st!","labels":"optimism"},{"text":"It's real and it plays SO OFTEN I CAN'T STAND IT!!","labels":"neutral"},{"text":"I don’t think it retains more fat but you can get bloated and stuff and retaining water will make the scale go up","labels":"neutral"},{"text":"Not how it works for a lot of things. E.g. \"teach men not to rape\"","labels":"anger"},{"text":"Yeah, I took it more like “not us, but the radicals” mb.","labels":"neutral"},{"text":"Xsara Picassos too","labels":"neutral"},{"text":"The Young turds are especially bad and they’re not even sly about it either.","labels":"annoyance"},{"text":"I can’t tell who you’re referring to.","labels":"neutral"},{"text":"just did, feel free to repost from r\/uplifting news","labels":"neutral"},{"text":"This is amazing, man. Kick some ass, make good food, get paid. Congratulations","labels":"excitement"},{"text":"Yeah imagine if he had been as efficient as the beginning of the season. We would have at least 2 more.","labels":"neutral"},{"text":"> why have all of my responses been restating my opinion Because you're cruising on righteous indignation rather than empirical evidence. Facts don't care about your feelings.","labels":"annoyance"},{"text":"Andromeda is that type of game that has extreme potential in becoming a great game, but it botched it in all the little things.","labels":"approval"},{"text":"Thanks, i have to wake up early tomorrow ish.. i cant now but if i think of any other questions i will, ❤","labels":"disappointment"},{"text":"Step back and think about your comment then delete it.","labels":"realization"},{"text":"This joke hasn't really worked since the 11th Century. Even then it wasn't that funny.","labels":"disapproval"},{"text":"Can you imagine not being able to pick your nose THE WHOLE GAME ! Those poor bastards.","labels":"annoyance"},{"text":"Seems kind of literal","labels":"neutral"},{"text":"I just mean symbolically it's weird to call your own flesh a 'blanket'.","labels":"annoyance"},{"text":"Just got the Ultimate edition and it's already my favourite game of all time. I just wish everyone could agree [NAME] is best girl","labels":"desire"},{"text":"When I looked at the picture, I thought for a moment that I was looking at a junk yard.","labels":"disappointment"},{"text":"Absolute woo-woo.","labels":"amusement"},{"text":"I can't tell you how happy I am that [NAME] and [NAME] are Polynesian Sauce guys.","labels":"excitement"},{"text":"Huh, Fallout 76 and disaster in the same paragraph....that's not new.","labels":"neutral"},{"text":"I think him and [NAME] are gonna start getting similar amount of starts. [NAME] is just finally able to play again after getting hurt earlier.","labels":"disappointment"},{"text":"I like this.","labels":"love"},{"text":"If that’s what I saw when I was on the brink it would make me do it.","labels":"neutral"},{"text":"I don't live there anymore, but I grew up in the midwest, and the \"ope\" triggered me a little bit","labels":"annoyance"},{"text":"Oooo thanks! Hopefully I’ll be home from work by then!","labels":"optimism"},{"text":"good luck! i recently left the floor for an office job and couldn’t be happier.","labels":"optimism"},{"text":" yay!!! Congratulations! You are so pretty, make up is going to look awesome on you! Your hair is beautiful too ^_^","labels":"gratitude"},{"text":"True but I am a fan of [NAME] and I'm just relieved he pulled through even if his victory did not make me any richer.","labels":"realization"},{"text":"Damn it. Don't mention [NAME]. Just makes me sad thinking what could have been.","labels":"annoyance"},{"text":"It's finally official, we got [NAME] ","labels":"amusement"},{"text":"He thought of it but we don't want his mother's house to be wrecked by the staff.","labels":"neutral"},{"text":"Thank you sound engineer for confirming that LOUD NOISE = FUNNY \/s of course... thank you for your service.","labels":"gratitude"},{"text":"BOOP! Go Stars!","labels":"neutral"},{"text":"No worries. Just didn't see them. My bad.","labels":"remorse"},{"text":"Retributionist is essentially RBed with respect to Mayor now. Not a bad play at all","labels":"neutral"},{"text":"I hate to say this but I love the drama around this all.... idk. My life is boring","labels":"anger"},{"text":"I should say to you that it's ok but at the cancer thing my mind changed Asshole, also get help","labels":"approval"},{"text":"Unfortunately I'm guessing their toxic attitude will alienate them from others, which will only make them more angry and resentful.","labels":"anger"},{"text":"Probably. Someone posted something along that in the 90df sub when people were asking why [NAME] were shopping at an expensive furniture store.","labels":"neutral"},{"text":"Fuck i know. I'm so worried for girls like me growing up now.","labels":"nervousness"},{"text":"Hi baby!","labels":"neutral"},{"text":"You can request a hand count at bottle drop, I think","labels":"neutral"},{"text":"There was one I saw hanging out at Wash Park a few years back.","labels":"approval"},{"text":"Who is your least hated and absolute worst? (Outfit based only)","labels":"anger"},{"text":"Hmm. My sister is halfway vegan and she loves oreos because they actually don't have any dairy in them.","labels":"love"},{"text":"I hope ish isn’t like [NAME] and is forever affected by this injury","labels":"neutral"},{"text":"Might be an unpopular opinion but I actually enjoyed the faster ruck speed. Spewing they didn't stay strong and stick to their guns","labels":"joy"},{"text":"If they are [NAME] supporters who are now reaping what they sowed, the laughing is appropriate.","labels":"amusement"},{"text":"I have a 4 inch penus and $27. Do I win?","labels":"confusion"},{"text":"Can confirm, I am restaurant","labels":"neutral"},{"text":"*anti-racist. \"Racist\" is just another slur for 'white', like 'cracker' . Trying to make it work in any other way rings hollow.","labels":"neutral"},{"text":"Please, it'd be to stop time wasting doomed repeat VoNCs.","labels":"annoyance"},{"text":"Are you talking about equalization payments? Because BC doesn't get equalization payments.","labels":"curiosity"},{"text":"I really liked [NAME] tbh","labels":"love"},{"text":"what about the balls!?","labels":"curiosity"},{"text":"[NAME] bless them and their racist logo","labels":"caring"},{"text":"I'm sure HMB Barbers at Nundah village will look after you","labels":"approval"},{"text":"I think making fun of him will just piss him off.","labels":"disappointment"},{"text":"Every. Bloody. Time. I never learn to just shut up though.","labels":"annoyance"},{"text":"The Sephardic Temple in my area offers traditional non-equalitarian services, so it’s not an official Sephardic synagogue?","labels":"confusion"},{"text":"Found the kid that throws everybody else’s ball by the tail!","labels":"neutral"},{"text":"Watson is a great dog name! I think you just named my next dog!","labels":"amusement"},{"text":"Doing what?","labels":"anger"},{"text":"Danm you can hear that little bastard squeaking.","labels":"neutral"},{"text":"I heard not too long ago that they had homophobic ads too. They also play multiple ads through a 10 minute video which irritates me.","labels":"annoyance"},{"text":"Where's the blindfold?","labels":"annoyance"},{"text":"When he formally announces, that's when my big donation will drop.","labels":"disappointment"},{"text":"Exactly, but I guess I've gotten used to people forgetting the club exists haha","labels":"neutral"},{"text":"I would watch just to hear [NAME] talk about how great he is at pinball.","labels":"approval"},{"text":"Newcastle too. Fake snow news!","labels":"neutral"},{"text":"Guess Isco should never start then. I think opposite effect then","labels":"neutral"},{"text":"Non stop in the chat, that’s all he was responding to","labels":"neutral"},{"text":"17f CF to the core here. I never thought of having kids once in my life! No kids for me","labels":"disappointment"},{"text":"Icing on a cake of sadness.","labels":"sadness"},{"text":"He's manipulating you by using his mental illness as an excuse for his behavior. He knows what he's doing too.","labels":"neutral"},{"text":"Is it that confusing to understand a food layerd with meat chees pasta aand sos we call lasagna","labels":"confusion"},{"text":"An angry old person yelling at a retail worker will never listen to reason.","labels":"neutral"},{"text":"The middle was an analogy. No one here condones terrorism, as that's attacks on civilians, Destruction of financial buildings isn't that. ","labels":"anger"},{"text":"I mean, I’m an occasional monarchist myself. That doesn’t mean I’m under some delusion that it’s a fix all.","labels":"neutral"},{"text":"Same here, i hope my upcoming trip is gonna kill me","labels":"disappointment"},{"text":"At least he's finally done one thing right. Utter fucking disappointment at every level, by every metric.","labels":"disappointment"},{"text":"Essence is amazing!","labels":"gratitude"},{"text":"yeah. it's like you know something real bad is gonna happen at any time. that's why I never try to get my hopes up too much.","labels":"neutral"},{"text":"I wonder how she would respond if he said this. It's almost worth doing to find out.... Almost","labels":"surprise"},{"text":"This made me laugh.","labels":"amusement"},{"text":"Shouldnt you be attacking immigrants on the trains about now [NAME]?","labels":"curiosity"},{"text":"he's obviously helping","labels":"approval"},{"text":"De Ligt yo, 19. Stack them kids for the future.","labels":"neutral"},{"text":"It certainly is if the title of the meme is Buh We Dindu Nuffin' wouldn't you agree? That sounds like a racist stereotype to me anyway.","labels":"anger"},{"text":"not to distract from the refs but i mean we have a deep bench and pull our starters early","labels":"neutral"},{"text":"No longer in LA but I really hope he can get reelected!","labels":"desire"},{"text":"Thank you so much. Fur babies are one of a kind.","labels":"gratitude"},{"text":"Nice Map. I love the fact line 6 is pinkish red rather than silver","labels":"love"},{"text":"This has the makings of a great painting.","labels":"amusement"},{"text":"Wiretaps and catching low-level guys and having them flip on their bosses\/co-conspirators. Source: Watched a lot of TV.","labels":"neutral"},{"text":"(slow claps) Well played!","labels":"amusement"},{"text":"I'm curious who those four are? You can't count [NAME], because he never \"endorsed\" him.","labels":"curiosity"},{"text":"She is smiling in the picture and, to add insult to injury, seems pregnant in the video.... ","labels":"amusement"},{"text":"Plot twist, they're all looking at a mirror because everyone there is a beautiful student","labels":"amusement"},{"text":"I like it","labels":"love"},{"text":"Thank you!! That’s me as [NAME]!","labels":"gratitude"},{"text":"You are. And so am I.","labels":"neutral"},{"text":"Lots of them are in really beautiful unique buildings. The one in folkestone in particular is pretty amazing.","labels":"amusement"},{"text":"Those long legs go up and make an ass of themselves... must be in the jeans","labels":"neutral"},{"text":"That was actually Chicago. Cute as hell though","labels":"annoyance"},{"text":"This is his worst season since his rookie year","labels":"disgust"},{"text":"Thanks for not running our prospects in the Pre-Season anymore!","labels":"gratitude"},{"text":"Don’t spend time with someone who isn’t going to respect you as a person.","labels":"neutral"},{"text":"I Can't Believe It's Not Butter.","labels":"neutral"},{"text":"Would be better if not for the stupid gas mask. Should have had it's own comissar cap instead!","labels":"neutral"},{"text":"What's worse is using self destruct without the pilot DLC. You just die :(","labels":"disgust"},{"text":"You okay bro? You seem emotional.","labels":"caring"},{"text":"Russia is at war with the tchetchen , no ?","labels":"neutral"},{"text":"You ain’t far from going postage stamp on that thing!!!!","labels":"neutral"},{"text":"Don’t forget sports gambling. THEN we’ll be happy.","labels":"joy"},{"text":"I totally believe it, it's crazy how many drivers are so unaware of their lights","labels":"approval"},{"text":"Gotta love our *progressive* neighbors","labels":"love"},{"text":"I guess they thought the crit boost was way better than it is?","labels":"neutral"},{"text":"True, but I meant he has no holiday themed skin from any of those events and all his skins (volsksya included) are pretty bland sadly...","labels":"sadness"},{"text":"Takes all characteristics, good and bad ","labels":"relief"},{"text":"One can only hope this is the worst issue you ever have to deal with in life. Sheesh.","labels":"disgust"},{"text":"This is what nepotism looks like, folks.","labels":"neutral"},{"text":"Yes. \"You better settle down over there or I'm gonna come talk to ya.\"","labels":"caring"},{"text":"Them or me? I like to catch up on it in the afternoon and drinking helped with the last few.","labels":"love"},{"text":"Is there anything more conclusive, recent, and far reaching than a survey in 1988 Arizona?","labels":"neutral"},{"text":"It's possible though, that the mere threat of getting caught is enough of a deterrent ","labels":"annoyance"},{"text":"Happy Abortion, Everybody!","labels":"disgust"},{"text":"I’m so sorry. Hang in there it’ll get easier.","labels":"embarrassment"},{"text":"Not all idiots with guns put others in danger. Many just have bad sense with guns. An even smaller percent actually causes damage to people.","labels":"embarrassment"},{"text":"She just wants to make sure she has good casting for her character in the Lifetime movie.","labels":"desire"},{"text":"terrifying every time.","labels":"fear"},{"text":"One day I just want to show up to my parents’ with a Starbucks cup or maybe some Taco Bell on a Sunday.","labels":"desire"},{"text":"Yeah. Whose fault is that... maybe the terroristic Gazan government stealing all their money. I’d say that’s a safe bet.","labels":"confusion"},{"text":"I hate people","labels":"anger"},{"text":"I think it's a r\/fuckyoukaren joke","labels":"neutral"},{"text":"Dude. Same. That would just be... Devastating.","labels":"sadness"},{"text":"Meanwhile, in r\/nba *Typical [NAME] publicity stunt with a grandmother, the perfect deflection smh* Probably.","labels":"neutral"},{"text":"Wow, that reverse from Nurk was smooth","labels":"neutral"},{"text":"It worries me that there are people that miss the meaning of a subject by so much. Your critical thinking skills sadden me.","labels":"fear"},{"text":"Ex-Marines are the best.","labels":"love"},{"text":"Oh for fuck’s sake.","labels":"neutral"},{"text":"They dont build up unless you get points though do they?","labels":"neutral"},{"text":"Keep watching!","labels":"neutral"},{"text":"Just stop.","labels":"anger"},{"text":"Thanks, I wouldn't have noticed the car without it.","labels":"relief"},{"text":"Long Furbies are beautiful","labels":"amusement"},{"text":"You could have the sweetest peach in the world, and there is always someone who just doesn't like peaches.","labels":"neutral"},{"text":"I was really hoping it was the gasping pikachu when I clicked the link, I wasn’t disappointed.","labels":"optimism"},{"text":"Religion is absolutely a problem. But to say the left doesn't have its own analogues is ridiculous.","labels":"amusement"},{"text":"I was sleeping with my mouth open my dog started licking inside my mouth.","labels":"neutral"},{"text":"So the term Londoner is now Sunderlander? Thanks for the update.","labels":"curiosity"},{"text":"It defiantly shapes up the picture.","labels":"neutral"},{"text":"That's what they want though. So if you really want to 'win' their battles, simply ignore them :)","labels":"neutral"},{"text":"You have to remember it's just porn for people who haven't figured out how to get it for free on the internet (ie, morons)","labels":"neutral"},{"text":"She's not curating her humor to your taste, alas.","labels":"amusement"},{"text":"Any guy that would say that in that context doesnt deserve to have a gf.","labels":"disapproval"},{"text":"Can be a while or never. They filed with place holders filled in for required details.","labels":"neutral"},{"text":"What's your point? All these comments are from people who clearly had not seen it before. Only a couple said they had.","labels":"neutral"},{"text":"I'm glad we have a place we can come to when we have doubts. Thank you so much.","labels":"gratitude"},{"text":"That's a good step that can't be attributed to him because he didn't do a damn thing about it.","labels":"amusement"},{"text":"In the time I've been seeing this he has already lost 3","labels":"disappointment"},{"text":"Really? I thought he hated Mou.","labels":"anger"},{"text":"Now the 'fun' really starts. :(","labels":"amusement"},{"text":"This and Theielens record are the two biggest highlights of the season","labels":"neutral"},{"text":"> punishment for saying no to rape Surely if you wanted to rape someone you'd have to punish them for saying yes...","labels":"anger"},{"text":"No, the teens were not being assholes. The original sentiment that spread like wildfire absolutely does not stand.","labels":"neutral"},{"text":"This really bothers me too. I completely agree. It would have helped us avoid a US situation. Now I think we're barreling toward it","labels":"annoyance"},{"text":"That sounds like a hot date. ;) I've never been, but friends say just order the cheapest food and enjoy the ambiance.","labels":"relief"},{"text":"He's ridiculous, I've never watched out west when he was on the Spurs. But damn. Hope He stay.","labels":"amusement"},{"text":"This gets posted a lot. It’s not really that great. Interesting concept - the first hour had my interest - goes downhill the second half.","labels":"annoyance"},{"text":"Well then name players who were better than Astralis players this year who are not in the top 10.","labels":"neutral"},{"text":"You sound like my brother. I only have one tip. Calm the fuck down. You cant think when youre upset","labels":"relief"},{"text":"That's true, and I love pitbulls, but a poorly-trained Chihuahua isn't going to rip your face off, nor are they naturally disposed to aggression. ","labels":"annoyance"},{"text":"*Oblivious to double standards Haha lucky he didn't have, * must not be a Hypocrite","labels":"optimism"},{"text":"Oh damn. I forgot about those guys. I never really play [NAME] lol","labels":"annoyance"},{"text":"A video that makes me happy","labels":"joy"},{"text":"I’m just not sure why he thought I’d find it attractive, it deserves an attaboy at best","labels":"amusement"},{"text":"That's kind of amazing. What a time to be alive.","labels":"curiosity"},{"text":"Sweden is projected to be a third world country within ten years.","labels":"neutral"},{"text":"[NAME] and destroying the OKC thunder name a more iconic duo","labels":"neutral"},{"text":"[NAME] man, none of them. model yourself after the best version of yourself","labels":"neutral"},{"text":"I can be convinced to like any trade right now but it all comes down to the return.","labels":"optimism"},{"text":"Via chat. I sent a photo to confirm that she really wanted it.","labels":"approval"},{"text":"He has never had success","labels":"disappointment"},{"text":"QUARANTINE! QUARANTINE!","labels":"neutral"},{"text":"Damn, what a savage. Spoken like a true brother. X'D","labels":"annoyance"},{"text":"Forget every single acronym and buzz word from TRP. Never think using that terminology.","labels":"neutral"},{"text":"lol I was thinking the same hahah","labels":"amusement"},{"text":"Yeah. I'm gonna take a shower","labels":"neutral"},{"text":"Looks like something you'd eat in Monster Hunter","labels":"neutral"},{"text":"Lol, what?","labels":"amusement"},{"text":"You are an absolute gem","labels":"gratitude"},{"text":"\"Cute dog, what's his name?\" \"[NAME]\" ( ͡o ͜ʖ ͡o)","labels":"gratitude"},{"text":"you say that because you think [NAME] is innocent","labels":"neutral"},{"text":"B + A? Is that [NAME] and [NAME]?","labels":"curiosity"},{"text":"I was just joking...","labels":"amusement"},{"text":"The University of Essex was a mistake. They're not even good at sports.","labels":"disapproval"},{"text":"You only had to look on the side bar for those and many more.","labels":"neutral"},{"text":"I too have had this happen on XBONE. I really want to love this game, but it keeps giving me reasons to play something else.","labels":"neutral"},{"text":"*talks about [NAME]* oh also the canucks have never really drafted and developed a star goaltender","labels":"disapproval"},{"text":"You know I’m not the only one that stole a meme and posted it in other subreddit, right? ","labels":"anger"},{"text":"The Party ID in this poll is 47.1% Dem and 41.2% Rep. In the trash it goes.","labels":"neutral"},{"text":"I prefer a good downdoot after a cup of coffee!","labels":"love"},{"text":"With no mental work to do, we can do to the Earth that will make it outside your little democratic system.","labels":"neutral"},{"text":"Insane dva player nice","labels":"gratitude"},{"text":"Ace ventura is a fantastic film outside the extreme transphobia","labels":"excitement"},{"text":"I've only been once but we parked at a Publix a couple miles away and had Uber drop us off at the gate. It was perfect","labels":"neutral"},{"text":"I don't do the things you mentioned above, I just draw shit ^all ^^sfw ^^^ofc But hey, thanks for that ;-)","labels":"gratitude"},{"text":"Here’s a little update lol so far I’ve had 3 matches today and all of them were “cam models” lmfao","labels":"approval"},{"text":"The men that you grew up around sound pretty insensitive. I hope that they didn’t cloud your opinion of what a typical man is like.","labels":"approval"},{"text":"Nah, I knock on the door from inside, or the wall, or tap the floor, seems easier","labels":"neutral"},{"text":"LOL how can anyone trust you when you pretend that you voted for [NAME] when your clearly racist against blacks. Your user name is strictly a lie.","labels":"anger"},{"text":"Fuck ya boys let’s go","labels":"neutral"},{"text":"I've seen pigeons do this. I thought they were injured or dead until I checked.","labels":"neutral"},{"text":"Wowza...you hit the roommate jackpot huh? She sounds unobservant and a special level of insensitive. Pray for her future patients.","labels":"annoyance"},{"text":"I'm not fantasising, I'm watching it happen. Just like I watched [NAME] smooth, supple back.","labels":"neutral"},{"text":"Fantastic read, thanks for the insights! ","labels":"gratitude"},{"text":"Too fast for me in the chat room. I'm on my phone and can't type that fast. Here is more relaxed and everyone is hilarious.","labels":"amusement"},{"text":"i hate [NAME] and 20 good men","labels":"anger"},{"text":"Thank you OP, I love you (no homo if you’re a male).","labels":"gratitude"},{"text":"Rule #6 - Always ensure there's a random stranger near-by that can wave you to continue on once your task has been completed.","labels":"neutral"},{"text":"why did i expect this to be anything other than what it is","labels":"embarrassment"},{"text":"That was hot!","labels":"neutral"},{"text":"Oh...this is the one time... Yes I can assure you none of those outlets print satire without labeling it as satire or opinion","labels":"annoyance"},{"text":"Neither have I","labels":"neutral"},{"text":"At least she showed a reaction...","labels":"neutral"},{"text":"You think the game is unfixably bad but since you paid $20 you think it is worth your time to follow the community?","labels":"curiosity"},{"text":"Poor show was way too ahead of its time :<","labels":"neutral"},{"text":"that’s just because they haven’t started the knitting circle yet. that’s when it gets reeaaaal crazy!","labels":"neutral"},{"text":"For futures sake, if someone is in the Midwest, where would we opt to play? ","labels":"curiosity"},{"text":"[NAME] is pretty af","labels":"neutral"},{"text":"SO SMUG!","labels":"neutral"},{"text":"Yes - sometimes I see amazingly detailed little faces. It's so weird.","labels":"annoyance"},{"text":"Not really, in my mind it was continuous cringe that I was always curious about","labels":"fear"},{"text":"Lovely. This is a good deed and he should be lauded for it despite whatever else is going on around him.","labels":"gratitude"},{"text":"Damn who is [NAME] pissed at?","labels":"curiosity"},{"text":"The old driving range?","labels":"curiosity"},{"text":"Everyone started making remakes. Here is my favorite Lineage, too want, but why? People who love this game will also play it","labels":"love"},{"text":"[NAME] is my favorite character so I’m super happy they did what they did and I’m very happy she used her semblance, finally. ","labels":"joy"},{"text":"I'm rank 6 and get destroyed for using legion, what build do you use? I absolutely love legion just here getting ran over","labels":"love"},{"text":"I can't stand [NAME]. Especially since her \"tatooing my own face\" video. ","labels":"disappointment"},{"text":"AV is a system where if you vote for a loser you can change your mind and 'have another go'. That's the problem.","labels":"neutral"},{"text":"Wait so you can do that infinitely, even with placed campfires?","labels":"confusion"},{"text":"THESAURUS THREW UP ON THIS COMMENT","labels":"neutral"},{"text":"Can you stop living with this person? Engaging in it will only make it more toxic","labels":"annoyance"},{"text":"I mean, it could work. I might be enticed by a slightly less ugly lady. ","labels":"neutral"},{"text":"This makes me wanna play Minecraft again","labels":"neutral"},{"text":"Let their deaths be swift","labels":"anger"},{"text":"Sure but the news article with [NAME] vanishing has been there since the very beginning.","labels":"neutral"},{"text":"You must have watched a lot of two girls and one cup.","labels":"neutral"},{"text":"How about we don't swear on medieval religions at all, thanks","labels":"gratitude"},{"text":"Why is step 1 make the thing so huge? I mean go slightly bigger and do a bangle?","labels":"confusion"},{"text":"The one on the left looks weirdly suggestive and it creeps me out, you did better with yours","labels":"fear"},{"text":"It's not about not understanding it's that you're wrong. It's sexual assault. Rape = person being penetrated. You've been shown multiple definitions.","labels":"neutral"},{"text":"Has there even been a time when a *good* Doxing happened? \"We're going to find this guy and hug the crap outta him!\"","labels":"embarrassment"},{"text":"Or, drag an old pallet jack outside, empty. ","labels":"neutral"},{"text":"This is awesome!","labels":"amusement"},{"text":"It's murder and the kid can die I don't care but call it what it is and let parents know their kids whenever they want","labels":"anger"},{"text":"Same.... I'm just perplexed","labels":"confusion"},{"text":"Hopefully you don't come across too many crews like that yourself though. Always better when the combat is honorable.","labels":"optimism"},{"text":">wireless beats Yeah they're better off in the garbage","labels":"annoyance"},{"text":"You are. It's the cat. She looked away right when you turned the camera over towards her. She'd deliberately trying to mislead you.","labels":"neutral"},{"text":"What did I miss?!","labels":"curiosity"},{"text":"Yes! And the one who embarrasses you by dancing and singing in the car while she's driving you and your friends home.","labels":"embarrassment"},{"text":">it promotes the idea that an individual's vote doesnt matter An individual's vote doesn't matter, though. That's just fact. ","labels":"neutral"},{"text":"Thanks for the warning, I'll probably look into it anyway, but I appreciate you telling me that!","labels":"gratitude"},{"text":"[NAME] only sends angels when he wants you to fuck 14 year old girls","labels":"neutral"},{"text":"My dad loves playing sport......the sport of slam dunking my arse for a touchdown","labels":"disgust"},{"text":"And [NAME] said trust but verify, which is what the House will do.","labels":"neutral"},{"text":"It'd be a real shame if someone killed it and stole its soul.","labels":"neutral"},{"text":"Its almost as if everyone is too afraid to be politically incorrect to admit that height and race are a factor.","labels":"fear"},{"text":"You need to look in the mirror if you going to say that [NAME] is overrated yet want to trade him for scrubs like Dedmon","labels":"disapproval"},{"text":"Drives me crazy.","labels":"excitement"},{"text":"[NAME] is cheaper too. If we would have kept [NAME] we would have had to extend him to over $4mil.","labels":"neutral"},{"text":"Haaaaa this was just on OZ the other night. Thanks.","labels":"gratitude"},{"text":"I think a lot of those same people are just over it.","labels":"neutral"},{"text":"Tiny long whiny mewl. Hangry doesn’t happen for another 6 hours.","labels":"annoyance"},{"text":"Thank you. [NAME]","labels":"gratitude"},{"text":"You mean [NAME]?","labels":"neutral"},{"text":"It's also not worth the costs because most of the time people are being petty don't actually have a claim to make.","labels":"neutral"},{"text":"There are plenty of cases of terminally ill people who elected to stop treatment and then pass away. You're not obligated to get treatment.","labels":"neutral"},{"text":"Omg lala a housewife I can’t even imagine!","labels":"neutral"},{"text":"Images you can hear, “oh my [NAME] laughter”","labels":"annoyance"},{"text":"what a cute outfit omg","labels":"excitement"},{"text":"Say bye bye to your vas deferens and hello to your ex.","labels":"neutral"},{"text":"She's probably increased in usage now cause people want the wins for that Bastet skin lol","labels":"annoyance"},{"text":"My stress levels are really too high. Let Tuesday bring some good news...","labels":"nervousness"},{"text":"Me too.. which left me conflicted about how to feel.","labels":"annoyance"},{"text":"I don't even really like Papa Johns, but I'm starving and that looks amazing right now.","labels":"excitement"},{"text":"Literally anything regarding [NAME] and her weird fans belongs here","labels":"annoyance"},{"text":"It's mooching. Tell him not to be a freeloader and get his own Netflix lol","labels":"neutral"},{"text":"Omgg yes [NAME] precious","labels":"amusement"},{"text":"As a Cardinals man i agree, makes me want to deck the cunt but hes huge and i love him, so conflicted","labels":"disappointment"},{"text":"I’ve actually been there lol","labels":"amusement"},{"text":"ain't that just a beatiful thought","labels":"amusement"},{"text":"This, great soundtrack to","labels":"amusement"},{"text":"Doubtful that's why he did it. Which in turn leads to even more disturbing reasons possible. SOS","labels":"neutral"},{"text":"I don’t know what that means, please explain","labels":"annoyance"},{"text":"I was grouping twitter with it. Tweets were great this year","labels":"amusement"},{"text":"well, they never said anything about curing her...","labels":"neutral"},{"text":"Educate yourself instead of defining yourself.","labels":"neutral"},{"text":"probably because unlike the far left there actually isn't a significant difference between the ideologies of the far right","labels":"neutral"},{"text":"i would feel really uneasy knowing i can never visit other countries, i think i would rather have the 50K","labels":"neutral"},{"text":"So many I can’t stop ❤️❤️❤️","labels":"neutral"},{"text":"God [NAME] is awful","labels":"nervousness"},{"text":"No, you want *humanity* to do its thing by contacting these people and killing them. Hence you want them to die.","labels":"neutral"},{"text":"Guess he should just go hungry then huh?","labels":"neutral"},{"text":"F then.","labels":"amusement"},{"text":"[NAME] as [NAME]: Be 1% Less Worse","labels":"neutral"},{"text":"Viral marketing for [NAME] new tour?","labels":"neutral"},{"text":"Didn't know they were doing matches on smaller pitch in the combine to see how they do with less reaction time. Thought that was interesting.","labels":"neutral"},{"text":"Suddenly went 6 to midnight TBH","labels":"neutral"},{"text":"fucking seriously.","labels":"anger"},{"text":"There was a weirdly similar post to this on LegalAdviceUK maybe a couple of days back.","labels":"annoyance"},{"text":"Nice one comrade","labels":"gratitude"},{"text":"Let's get the streak going.","labels":"neutral"},{"text":"I'm not gonna lie, I'm guilty of being triggered by people buying NASA shit but don't really care about it. ","labels":"remorse"},{"text":"[NAME] fucking christ. When [NAME] came into the league he was pretty much as skinny as [NAME] is now. And look at the dude now.","labels":"anger"},{"text":"I sure hope by all falls down you mean all mine and by the workout plan you're talking about the skit and not the song","labels":"optimism"},{"text":"Sometimes I just have to close my eyes and pass out immediately","labels":"neutral"},{"text":"This game is pretty drunk.","labels":"annoyance"},{"text":"I can feel his cheeks puffing out.","labels":"neutral"},{"text":"sweet home alabama","labels":"amusement"},{"text":"Hidilly ho there neighbourino now stop swearing you [NAME] damn cunt I'm buying my son GTA V","labels":"neutral"},{"text":"But economic systems do determine success of societies. If your economic system doesn't work, your political system will lean towards authoritarianism for it's politics.","labels":"neutral"},{"text":"NSFW If anyone is wondering what happened to his leg (0:48)","labels":"neutral"},{"text":"U guys are super cute together.","labels":"neutral"},{"text":"I'm just still numb.","labels":"neutral"},{"text":"Oh nice, VB using him as their own populist tool to grab the attention of the overtly racist and scared of brown people.","labels":"fear"},{"text":"there's one in between my gym and my work, which is dangerous since I can justify it as just as good as a protein bar...","labels":"fear"},{"text":"So the key to living is to do nothing?","labels":"confusion"},{"text":"That’s what I was thinking as well. I could think of a few ways to go about restoring a painting but not on a wall. Lol","labels":"amusement"},{"text":"We thought he was getting better but then he turned himself around.","labels":"neutral"},{"text":"I actually have to try, to see what happens","labels":"neutral"},{"text":"I never really hated [NAME], but now I love [NAME]","labels":"love"},{"text":"Pickeks are nice idk how many calories I eat day to day lol","labels":"gratitude"},{"text":"Nice strong heavy stream will make it through","labels":"excitement"},{"text":"Or the only guy who watched the video apparently","labels":"neutral"},{"text":"> Government is not entitled to deny contracts because of free speech. Literally yes they are lmfao.","labels":"annoyance"},{"text":"You care more about their actions in that case.","labels":"caring"},{"text":"What a locker room cancer - Some Nuggets fan, somewhere","labels":"annoyance"},{"text":"I want to taste their tears","labels":"anger"},{"text":"Idk how to use any.... the 5th one looks scary","labels":"fear"},{"text":"Liverpool FC and Jacksonville Jaguars (Sorry, my kids were born here)","labels":"remorse"},{"text":"I’m pretty sure your thinking of [NAME], although I could be wrong","labels":"neutral"},{"text":"Interesting, hopefully somebody might be able to provide you an answer.","labels":"optimism"},{"text":"Thanks for sharing, it really sucks that people would do this. I barely slept last night because I was so frustrated with the situation.","labels":"anger"},{"text":"I'm saying I've only ever seen one case of obvious hacking","labels":"neutral"},{"text":"Oh, the horror! We must defend the honor of Lord [NAME] against the scum of r\/NFL!!","labels":"approval"},{"text":"Well, I probably would have been against the Cespedes signing if we had to sign him for 7 years. But that goes more for a pitcher.","labels":"neutral"},{"text":"You can't just make bold claims like that and provide no evidence.","labels":"neutral"},{"text":"It’s objectively a lie. Prove me wrong","labels":"neutral"},{"text":"To bad for you.","labels":"disapproval"},{"text":"Can't be perfect every night","labels":"neutral"},{"text":"And still so few go to college): Such a broken system.","labels":"disappointment"},{"text":"r\/hockey has no love for us! Just stay here with all us cool people!","labels":"neutral"},{"text":"I have yet to see someone apologize for having bad english who actually has bad english.","labels":"embarrassment"},{"text":"\"every time she was in trouble I was there for her\" - the man who caused most of her troubles ","labels":"caring"},{"text":"You have to demonstrate the necessary being in this world.","labels":"neutral"},{"text":"Lmao it wasn’t free, we were stealing","labels":"neutral"},{"text":"Amended: skip all intros AFTER THE FIRST TIME. I actually want to see them... ONCE. That said: pressing a button ain't no hassle.","labels":"neutral"},{"text":"> When did I ever mention native genocide? How do you think the land was \"stolen\"? The residents were killed.","labels":"anger"},{"text":"Wow, thanks! Now i am rich again!","labels":"gratitude"},{"text":"Wow nice way to live in an echo chamber.","labels":"gratitude"},{"text":"you are two hot cuties, all the bestest!","labels":"amusement"},{"text":"Alright, thanks again","labels":"gratitude"},{"text":"Hope your friend is okay.","labels":"optimism"},{"text":"That really is fantastic","labels":"excitement"},{"text":"thank you for this, i feel less alone now. i’m glad you overshare on this stupid website :)","labels":"joy"},{"text":"He's just showing off for the camera there.","labels":"neutral"},{"text":"looking forward to your selfie saturday then","labels":"neutral"},{"text":"Yeah. I do wish you the best. It's not gonna be easy but I do. You're welcome!","labels":"desire"},{"text":"What shop do you recommend?","labels":"neutral"},{"text":"he's pretty badass.","labels":"annoyance"},{"text":"I love how the reason for the dislocation got progressively less extreme until the \"I was sitting down\" Man, getting old sucks","labels":"love"},{"text":"If only that were true","labels":"neutral"},{"text":"Yeah and I love my dog and I'd miss my dad.","labels":"disappointment"},{"text":"Was that an airbag at your legs\/feet area?","labels":"curiosity"},{"text":"Wow.... So many people here apparently don't know poly relationships exist.... Just say thanks. Why would it be weird?","labels":"relief"},{"text":"I've been a huge fan of them since the early days was wondering about this for so long! Glad they explained it\/are alright now!","labels":"gratitude"},{"text":"The Spectator is crap, so I can only assume the crap [NAME] is talking is mutually exclusive. ","labels":"neutral"},{"text":">I *am* fascinated that some people call themselves incels while acknowledging that they aren't virgins. oh, then you should check out femcels.","labels":"neutral"},{"text":"let's just forget about [NAME] performance of so emotional","labels":"sadness"},{"text":"She wants to connect, alright. With your wallet.","labels":"desire"},{"text":"Meh, I'm actually pissed at some of the people I usually defend for getting excited about this too.... we did lose our data.","labels":"disappointment"},{"text":"Yeah how dare I want more Green Arrow material in my GREEN ARROW show.","labels":"annoyance"},{"text":"oh no","labels":"neutral"},{"text":"A surprise turn of events! I'm so glad you heard such great things about yourself!","labels":"joy"},{"text":"And the woman dropped her underwear and begged him to fuck her. But in all his MGTOWness he refused.","labels":"neutral"},{"text":"Bad news dude. You're almost 100 years past that.","labels":"sadness"},{"text":"Yeah I mentioned this route and how we won because the other teams kept wasting chances.","labels":"neutral"},{"text":"Chat Room or Messages??","labels":"confusion"},{"text":"Which is stupid because conversations about race and slavery in America are primarily about race in slavery in America.","labels":"annoyance"},{"text":"Is it just me or is the print WAY off kilter?","labels":"neutral"},{"text":"the entire background looks wavy. except for her","labels":"neutral"},{"text":"Watch out OP, the choose your own adventure folks could sue.","labels":"neutral"},{"text":"LMAO thank you hunni =] yeah just be w\/ your mom then LOL","labels":"gratitude"},{"text":"What’s all this meow?","labels":"annoyance"},{"text":"So fucking heart warming. Brother love man it’s wholesome as shit.","labels":"annoyance"},{"text":"Noted, I've been looking into that","labels":"neutral"},{"text":"This is how far the Broncos have fallen. They no longer command the best and the brightest. Now it's .500 retreads. This should be concerning.","labels":"disgust"},{"text":"Sold car almost two years ago.... no regrets and quality of life has actually improved.","labels":"approval"},{"text":"Removed. Rule 4.","labels":"neutral"},{"text":"We need more media coverage on the [NAME] abductions, and since the Alliance won’t do anything the BBC is our only hope.","labels":"disappointment"},{"text":"Fuck yeah! Bring on 2019","labels":"neutral"},{"text":"Toughest shit I’ve experienced never been in love like this before but a few beverages and some time I’ll be all good, thanks bro!","labels":"annoyance"},{"text":"Yeah agreed, it’s great to see!","labels":"amusement"},{"text":"It’s only a problem if politicians capitulate to the mob.","labels":"neutral"},{"text":"ESPN and sports is not a good combination.","labels":"disapproval"},{"text":"[NAME] :((((((( dude was such a comic genius gonna marathon curb tomorrow","labels":"neutral"},{"text":"I believe that's the first game winner at the buzzer at home in Raptors history","labels":"neutral"},{"text":"This happened to me in the same hour of the discard! Went from shouting to supportive friend within 45 mins.","labels":"neutral"},{"text":"Is that what this is? I thought it was some kind of a tattoo gun.","labels":"annoyance"},{"text":"For some reason I can't reply to [NAME], but also for the neysayers:","labels":"neutral"},{"text":"Oh ok, so we're agreeing. I didn't see that last part where you put him at 22. My bad. :-)","labels":"annoyance"},{"text":"Our volume of immigration does not mean it is easy to get in. The bar is very high and there are many applicants.","labels":"neutral"},{"text":"Tru tru still a little suss, doesn't drake [NAME] [NAME] brown n potentially groomed a model at 16? Dudes dodgy af","labels":"curiosity"},{"text":"Didn't you get the PM? Post to \/r\/CatsWithJobs instead. Edit: It's already been posted there actually.","labels":"neutral"},{"text":"I’m not gonna lie guys, if we help a team break their 9-game losing streak I’m gonna be pretty upset.","labels":"annoyance"},{"text":"Damn, sounds like I missed a few things, I might need to rewatch the first season!","labels":"annoyance"},{"text":"Hey guys massive legend here","labels":"neutral"},{"text":"Wooow! [NAME] hitting [NAME] with that question! Can’t wait to see that!","labels":"curiosity"},{"text":"When the law says that being penetrated is required to be called rape, it's not just peoples' belief, it's literally systematic.","labels":"neutral"},{"text":"Lawson’s Sip of Sunshine! Excellent Vermont beer.","labels":"amusement"},{"text":"hey the 5 riders per van per day are upset","labels":"disappointment"},{"text":"Tell us your story, too, [NAME] :) Sooooo many more details to mine, ooooofffff... i tried to be brief","labels":"neutral"},{"text":"You are stating your opinion as if it were fact. [NAME] has face tattoos and I think they are incredibly sexy, attractive and appealing.","labels":"neutral"},{"text":"Is this coming to ps4 at same time?","labels":"curiosity"},{"text":"Become proficient with firearms and learn a second language if your in the us I'd suggest spanish","labels":"caring"},{"text":"It's probably easier when you're given all the money and connections you need without doing anything worthwhile to earn it.","labels":"relief"},{"text":"[NAME] bless America","labels":"neutral"},{"text":"get your ass to mars!","labels":"neutral"},{"text":"Laugh all you want, it's pretty much indestructible now!","labels":"amusement"},{"text":"You're making yourself look more stupid with every reply. Google what the heck model organisms are.","labels":"annoyance"},{"text":"My goodness. Your such a fucking manchild.","labels":"neutral"},{"text":"I don't think fantasy draft has been a thing for a few years in career mode.","labels":"neutral"},{"text":"[NAME], my eyes are hurting from how furiously they're rolling in my sockets right now.","labels":"disappointment"},{"text":"I think they are leaving it up because they know they can't delete it.","labels":"neutral"},{"text":"It *feels* unethical?","labels":"neutral"},{"text":"Neither are those 6 other pairs that I am wearing!!!","labels":"disappointment"},{"text":"That's my stomach. my plate unfortunately has a boundary","labels":"approval"},{"text":"Which company? Tell us, they can't do shit.","labels":"confusion"},{"text":"Because Rian is a hack...and TLJ sucks. That's my default response that seems to be the correct answer most often. lol","labels":"neutral"},{"text":"What a beautiful message - it's all about love, and I hope it sinks in to some of the COB people who might see it.","labels":"excitement"},{"text":"Thanks for saying that, it wasn't easy ... definitely sparked a long period of discussion and reflection!","labels":"relief"},{"text":"When asked about my hopes for the Wild, i always (half) jokingly say, “i hope my grandkids can see them raise their first Cup”","labels":"amusement"},{"text":"There has been the odd occasion without condoms. No deep penetration, but never the less. Some. I feel awful.","labels":"disgust"},{"text":"Why did she get married if she did not love him? Aren't you afraid the same thing wil happen to you?","labels":"neutral"},{"text":"Threats and promotion of violence","labels":"fear"},{"text":"Love the beauty of nature.","labels":"love"},{"text":"Thank you. Well said.","labels":"amusement"},{"text":"You could say this situation got a little hairy","labels":"annoyance"},{"text":"Bring on the mosquito to destroy those tired legs","labels":"annoyance"},{"text":">I cant really see many objecting. Won't get through parliament, precisely because no deal might well win.","labels":"neutral"},{"text":"Constitutional protections are our best bet. They're the hardest to overturn.","labels":"approval"},{"text":"You’re not going to convince anyone else either if you refuse to back up any of your claims.","labels":"neutral"},{"text":"Two guys from the Westbank already did this","labels":"neutral"},{"text":"Youre right...shes one of my least fav characters. I think they use her as a straight foil in alot of episodes.","labels":"love"},{"text":"Thank you. Give her and your other doggie extra kisses for me. ❤️","labels":"gratitude"},{"text":"Omg i love you hahahahgaha","labels":"amusement"},{"text":"Are you invited to get birthday tho?","labels":"curiosity"},{"text":"You should call the police and tell your friend maybe you can Stay over at his place","labels":"neutral"},{"text":"food\/pizza delivery.","labels":"neutral"},{"text":"That's how my days go either way.","labels":"neutral"},{"text":"It was only that one writer on Twitter really.","labels":"neutral"},{"text":"Is [NAME] more of a [NAME] or a [NAME]?","labels":"confusion"},{"text":"Hahaha the first fall is the best ha","labels":"embarrassment"},{"text":"Not just bad, but actively shortens your life because you have finite energy ","labels":"neutral"},{"text":"Her face oddly looks way narrower in this picture.","labels":"neutral"},{"text":"It burns...","labels":"disappointment"},{"text":"I had some pretty bad diarrhea right after the game. It's was more enjoyable than that loss.","labels":"joy"},{"text":"Hope he takes a break before managing again... I love the guy but he needs to update\/reevaluate some of his tactics and methods","labels":"love"},{"text":"all I did was snitch on him","labels":"anger"},{"text":"This is great, thank you! I’ll take a read and see what is still available.","labels":"gratitude"},{"text":"They have THE BEST tortillas too. Made right in front of you. Mmmmmm!","labels":"approval"},{"text":"What does Clemson give pride stickers for? Snaps played?","labels":"anger"},{"text":"> While less than 1% of DV accusations end up being unsubstantiated I find that incredible.","labels":"neutral"},{"text":"False. Leftists do not believe in private property so paying rent is offensive to them","labels":"neutral"},{"text":"I have been contemplating taking him to a TLM. You are awesome!","labels":"joy"},{"text":"I am here with you!","labels":"neutral"},{"text":"I don’t think there are strippers necessarily, but it does make me question what he wants to do without me there","labels":"annoyance"},{"text":"It’s amazing how buggy this game is. Itd [NAME] buying a new car with most of the parts broken. We will fix it eventually.","labels":"amusement"},{"text":"Thank you :)","labels":"gratitude"},{"text":"Time to go back to rolling your own, folks.","labels":"neutral"},{"text":"I wish I could buy them I am here in Florida gets harder each day to find them","labels":"desire"},{"text":"There are assholes who think that these are \"their trails\" and do this sort of thing.","labels":"neutral"},{"text":"I know, there isn't even a 7 in it.","labels":"neutral"},{"text":"IIRC there is a Simpsons episode where [NAME] has programmed the emergency button on the phone to call the pizza place.","labels":"approval"},{"text":"No, its protecting my right to vote. By not allowing people who don't have the right to vote, to in fact vote.","labels":"neutral"},{"text":"I think that would fall under exile, right? Do you think its important prisons\/prisoners are somewhat self sufficient?","labels":"neutral"},{"text":"So this dude gets a bonus that could have funded HGC for at least 2 more years. Thanks Activision!","labels":"gratitude"},{"text":"Yep. No more lead on the roofs.","labels":"neutral"},{"text":"Your using emotionl blackmail. Does the vet save cancer or destroy cancer? [NAME] = Vet. Your using babies and all sorts of things to manipulate. Vets only do the right thing.","labels":"anger"},{"text":"Ok? Why the spammy post?","labels":"neutral"},{"text":"Ho. [NAME]. Shit. Glad you made it through that insanity","labels":"relief"},{"text":"Honestly, this is hilarious. Did he reply?","labels":"amusement"},{"text":"There isn't a paradox. If there is one, it is badly described.","labels":"neutral"},{"text":"Thank you for your opinion. I think I’ve been improperly placing myself in the comments too much, accidentally misusing this sub.","labels":"disappointment"},{"text":"[NAME] is a warmonger. Other than that, he’s pretty libertarian.","labels":"annoyance"},{"text":"Yeah. The only time I ever parked like that was after a too few many.","labels":"neutral"},{"text":"Yea this past season her outfits were horrid","labels":"fear"},{"text":"i didnt realize i was avoiding a question. i am afraid to talk to cops to be honest. even my own mother doesnt know what i saw","labels":"fear"},{"text":"At least they've got their hand-cry coordination down.","labels":"neutral"},{"text":"The worst Alabama loss under [NAME]. It was a good day.","labels":"disgust"},{"text":"I love your art style, that looks fantastic!","labels":"excitement"},{"text":"I got your back, bros. (nsfw, duh) ","labels":"neutral"},{"text":"I remember a few others have posted this happening to them in the past.","labels":"neutral"},{"text":"What a beauty","labels":"amusement"},{"text":"Good to know you have such a strong opinion on someone you dont know or a situation you know nothing about. Good on you for being so arrogant.","labels":"embarrassment"},{"text":"Thank you so much❤️","labels":"gratitude"},{"text":"He is too quiet in games too often. Not to good at mid and deep catches","labels":"annoyance"},{"text":"Because he doesn't need to compensate for anything.","labels":"neutral"},{"text":"SMILE BY [NAME]","labels":"amusement"},{"text":"Facts and logic don't care about your feelings, antivax ***LIBTARD***","labels":"neutral"},{"text":"You'd better not cry!","labels":"caring"},{"text":"... and we are still in the EU ! ... [NAME] help us when we leave !","labels":"neutral"},{"text":"Surprised [NAME] didn't add his hatred of interracial couples in the movie.","labels":"anger"},{"text":"Bah gawd, she is broken in half!","labels":"disappointment"},{"text":"\"I need the government to coddle me and regulate the food industry because I can't make healthy choices for myself.\"","labels":"neutral"},{"text":"This guy sports entertains.","labels":"amusement"},{"text":"brooks running shoes and you will never have a sore back or feet in your life again","labels":"neutral"},{"text":"Can't believe me and my family were gonna leave five minutes early to beat the traffic. Honestly the best game I've ever seen live","labels":"excitement"},{"text":"They aren't short either though. There's no hot 5'4 guy in hollywood that most women would swoon for.","labels":"annoyance"},{"text":"Maybe this isn’t too bad after all","labels":"neutral"},{"text":"Hey, you sound like you're living my exact life. It's a good life. Enjoy sharing the love. ","labels":"joy"},{"text":"Brown isn't a primary color, those are red, blue and yellow...","labels":"neutral"},{"text":"Breath little dude, breath.","labels":"neutral"},{"text":"People who don't rematch when it's 1 to 1.","labels":"neutral"},{"text":"> You don't own them so that they will give you eggs, you saved them and now coincidentally they give you eggs. This!","labels":"neutral"},{"text":"This is the worst take I have ever heard on cooking ever.","labels":"disgust"},{"text":"Thanks. I guess.","labels":"gratitude"},{"text":"Dont blame em. They should force change to get done what needs to be done","labels":"caring"},{"text":"All these women are going to have a tough time supporting each other while they explain to the American public why their competitors are unqualified","labels":"neutral"},{"text":"I'm in production in manufacturing.","labels":"neutral"},{"text":"Loved seeing [NAME] play for us, but definitely excited to see what [NAME] can do.","labels":"excitement"},{"text":"No way! I never would have made that connection lol","labels":"amusement"},{"text":"Just the kind of news I needed to hear!","labels":"neutral"},{"text":"I think more people were mad she wasn't with [NAME] and\/or [NAME].","labels":"neutral"},{"text":"Your dog is soooo cute","labels":"love"},{"text":"I’m sorry than happened to you and your family. Really puts things into perspective.. thank you for the reply !!:)","labels":"gratitude"},{"text":"Wow got em you know [NAME] made the same mistake ?","labels":"confusion"},{"text":"Dark and funny, but not really nice guy. He has yet to call the dead girls whores for declining to sleep with him. ","labels":"amusement"},{"text":"Hey i used to work at Sams and i was a check our supervisor COS. It fucking sucked. I say that with the biggest grin.","labels":"amusement"},{"text":"I ain’t your pal buddy.","labels":"disapproval"},{"text":"Leave *my* sleep schedule alone, jackass. You’re the one that wants to change the status quo we’ve had for decades.","labels":"neutral"},{"text":"Lucky it wasnt a prosthetic leg, those abnormal body parts are how they get you","labels":"annoyance"},{"text":"oh pigs arse ya cunt! if you don't say togs you're [NAME]","labels":"annoyance"},{"text":"How much? Out of curiosity’s sake","labels":"curiosity"},{"text":"I wouldn't volunteer a second honestly. That weather is not worth it, and neither are your coworkers.","labels":"disapproval"},{"text":"I dated a Pens fan from SWB and can confirm this is very much a weird thing.","labels":"neutral"},{"text":"Bring it on, I’ve played enough PUBG for a good pan battle!","labels":"neutral"},{"text":"This person is a god damn idiot","labels":"annoyance"},{"text":"Yes!!!! Great weekend. As others have said, I can now enjoy the rest of the playoffs","labels":"gratitude"},{"text":"I had the same problem","labels":"neutral"},{"text":"Thank you so much, kind stranger. I really need that","labels":"gratitude"},{"text":"I think that's more a matter of character's personalities, I think, more than development. But for the rest, I agree. ","labels":"approval"},{"text":"Wow, amazing job, Mr. [NAME]! Another liberal absolutely DESTROYED with facts and logic! So eloquent and wise...","labels":"amusement"},{"text":"I hope you aren’t saying that there is no co-relation between imperialism\/colonialism and standards of living in the West, in this case Britain.","labels":"neutral"},{"text":"I knooooow. I’m expecting more water splashes :p [NAME] I was not expecting a manga using the term *girlyboy* to actually be progressive.","labels":"neutral"},{"text":"[NAME], he’s who I’m most excited to see develop ","labels":"joy"},{"text":"Well who knows Germany was way ahead of its time","labels":"neutral"},{"text":"Race idealists are ridiculous.","labels":"amusement"},{"text":"Surprised, Playtest isn't mentioned. The ending is just god damn!","labels":"surprise"},{"text":"I’m surprised by how quickly they were able to get a graphic for Kent.","labels":"surprise"},{"text":"Good. Thanks everyone but finnaly some reading material. Many thanks","labels":"gratitude"},{"text":"its treason then","labels":"disgust"},{"text":"Thanks, this means a lot! I will do don't worry :)","labels":"caring"},{"text":"01\/11\/19 - pretty easy to remember as it is the day my band released it's first full length record. The release day gig was also pretty neat!","labels":"amusement"},{"text":"Is that really a thing?","labels":"curiosity"},{"text":"Thanks, now where's eyebleacher?","labels":"gratitude"},{"text":"That was jarring indeed. But why he wearing a mask?!?!?!","labels":"annoyance"},{"text":"That's numberwang!","labels":"neutral"},{"text":"I’m broke, dealing with my own mental illness, and immediately concerned with just keeping the peace.","labels":"disappointment"},{"text":"I laughed at this harder than I'd expected to. Also, joke's on them when those turds freeze solid like everything else in the Midwest rn.","labels":"amusement"},{"text":"Such a hilarious way to put it, and omg yup.","labels":"amusement"},{"text":"She looks like a [NAME].","labels":"amusement"},{"text":"That may be true. I was just pointing out that the logic of an appeal to nature is fallacious","labels":"annoyance"},{"text":"Bullying impacts brain","labels":"fear"},{"text":"Yeah, I understand. Sorry about that, have a nice week!","labels":"gratitude"},{"text":"When I was in high school, a girl told me I looked like [NAME] from The Little Mermaid. *Ouch*","labels":"joy"},{"text":"It's my monthly luxury. I don't go to Starbucks or eat out, I instead go to Disney lol","labels":"realization"},{"text":"Or pay someone to take photos. It's very easy to have a cheap wedding if you are a choosing beggar.","labels":"neutral"},{"text":"My girl [NAME]. She deserves the world.","labels":"amusement"},{"text":"I liked it because [NAME] is a fat lard and he was pissed off.","labels":"love"},{"text":"To bad trophy wife doesn't have 4th place.","labels":"annoyance"},{"text":"Do you need someone to talk to [NAME]? Your comment history is pretty disconcerting.","labels":"annoyance"},{"text":"I apologised an very long time ago as I was wrong at this point you are beating a dead horse","labels":"remorse"},{"text":"Yeah. And for some people it takes longer than that to really kick in.","labels":"neutral"},{"text":"I like the assignments.","labels":"love"},{"text":"Literally loving this. Where are all the guys like you irl?!","labels":"annoyance"},{"text":"No it’s from the us, the only Aussie one I know is ziip","labels":"neutral"},{"text":"I'm so sorry","labels":"caring"},{"text":"I was the vegan in this story. I have since stopped my foolish ways and have since become a nuclear alpha mega Chad.","labels":"annoyance"},{"text":"All ur damage should have overflowed.. So just choose the best looking one.","labels":"caring"},{"text":"It took me forever to realize it was not in fact [NAME]....","labels":"remorse"},{"text":"CONGRATS! So happy for you. May life treat you kindly from now on.","labels":"gratitude"},{"text":"Toronto. Barring [NAME] exploding we match up very well","labels":"neutral"},{"text":"Agree. Don't assume anything, even the worst. First get the facts : while being prepared for any facts.","labels":"approval"},{"text":"Guy looks like he's taking a nasty deuce.","labels":"neutral"},{"text":"Can't wait for it.","labels":"annoyance"},{"text":"I hope [NAME] at least showers before his funeral.","labels":"optimism"},{"text":"The straw manning in this sub is ludicrous.","labels":"amusement"},{"text":"no, thanks for asking ","labels":"gratitude"},{"text":"Humiliation on top of arrest!!!","labels":"embarrassment"},{"text":"Wow guns and ignorance. What else is wrong with her?","labels":"anger"},{"text":"I joined DbD right after [NAME] release, but man I wish I had the splinters","labels":"desire"},{"text":"I wanna see [NAME] get in [NAME] face like this","labels":"desire"},{"text":"\"Can I speak to the Suns' manager?\"","labels":"confusion"},{"text":"[NAME] is in Valkyrie, we're SAAAFFffffeeeee........","labels":"neutral"},{"text":"That may work in General, but I think there’d still be problems. ","labels":"confusion"},{"text":"I love how the tires are Raiders logo","labels":"love"},{"text":"So happy for you two !! ❤️","labels":"love"},{"text":"Go for it. I could use the excitement.","labels":"excitement"},{"text":"I don't recall saying we didn't - I just don't think we're particularly bad.","labels":"neutral"},{"text":"I would love it! [NAME] has a history of injuries just like [NAME] used to!!! Do it!!","labels":"love"},{"text":"Thank you!","labels":"gratitude"},{"text":"Thanks now I’m insecure again","labels":"gratitude"},{"text":"Please kind sir may I have some more","labels":"annoyance"},{"text":"It took 8 years of healing before I could open my journals. Pace yourself, you'll heal, friend.","labels":"neutral"},{"text":"she also goes on to claim her memory started at 10 months old","labels":"neutral"},{"text":"Fear of powerful women cripples all logic and invokes hysteria in seemingly normal people. For further information, see [NAME] criticism. ","labels":"fear"},{"text":"Thank you! I'm so glad you liked it! I did finally get a new belt lol","labels":"approval"},{"text":"I don’t like it.","labels":"neutral"},{"text":"I apologize for my error. I'm not currently up to date on my regional flip flop styles.","labels":"disappointment"},{"text":"[NAME]. When my ex and I discussed baby names, I feel in love with this combo","labels":"love"},{"text":"It was a good sub before the porn took over","labels":"amusement"},{"text":"The timing of the run","labels":"neutral"},{"text":"Interesting I wasn't aware of this. Maybe proving the undue hardship is difficult but technically allowed? I wonder what counts.","labels":"curiosity"},{"text":"This team is so untalented.","labels":"neutral"},{"text":"And when not patrolling the streets or providing desktop service support, officer vvv good boy\/girl is a dispatcher.","labels":"neutral"},{"text":"He said sexist not sexiest.","labels":"neutral"},{"text":"Sounds awesome, but I am so out of practice I'd be embarrassed to show up lol.","labels":"amusement"},{"text":"It's cuz we've played less games than them","labels":"neutral"},{"text":"I HAVE BEEN CALLED! I MUST ANSWER....ALWAAAAAAAYYYYYSSSSSS! *Death Scream*","labels":"neutral"},{"text":"And ignoring how \"magic\" works in the same way you support your arguments.","labels":"neutral"},{"text":"Lol religion is a crazy thing","labels":"amusement"},{"text":"The fact that this podcast isn't called \"Z-Targeting Dio's Balls\" disappoints me greatly.","labels":"disappointment"},{"text":"I wish Florida was a thing for me... But I'm keeping toasty with a little liquor love in Erie, PA... ","labels":"desire"},{"text":"Guess there is no benefit for my next car to be any safer considering I haven’t died in my old one then...","labels":"neutral"},{"text":"Funny how the whole rape thing just vanished once he was appointed.","labels":"embarrassment"},{"text":"Teaching kids to live under authoritarian rule!","labels":"neutral"},{"text":"*Whispers* ... ‘they are everywhere.’","labels":"neutral"},{"text":"Thank you. We're as messed up and fallible as any other set of parents, but we're trying to learn from our mistakes.","labels":"annoyance"},{"text":"I actually kinda like this bug because I like to get trippy","labels":"love"},{"text":"Huhhhh wat the hell.. looks good","labels":"amusement"},{"text":"Go on...","labels":"neutral"},{"text":"and here we all thought they just didn’t know what they were doing","labels":"neutral"},{"text":"“Siri. Call Delivery.”","labels":"neutral"},{"text":"You're implying it by equating occasional defections to every single Republican voting against net neutrality","labels":"neutral"},{"text":"It was good, but not great.","labels":"disappointment"},{"text":"This is a serious question. Are you glad they told you?","labels":"relief"},{"text":"I am getting a lot of weird replies...","labels":"annoyance"},{"text":"Same but I’m not really believing the OP isn’t a troll.","labels":"neutral"},{"text":"Pulling for you so much ❤️. You got this!","labels":"caring"},{"text":"Ahh giving cc when no one asked for how nice of you.. \/s","labels":"neutral"},{"text":"That windshield crack from his skull!","labels":"neutral"},{"text":"I like how she was trying to stop the fight, then just gave up and started throwing them too.","labels":"love"},{"text":"What a methy situation!","labels":"surprise"},{"text":"So..the head [NAME], is afraid of being rammed?","labels":"embarrassment"},{"text":"good to know. thanks!","labels":"gratitude"},{"text":"I think you can find it in pieces on YouTube. But CW seed should work. It’s odd that it isn’t.","labels":"neutral"},{"text":"I remember running into teachers at the grocery store or whatever when I was a little kid and having that same feeling!","labels":"neutral"},{"text":"Damn, even here in CA the gun haters almost invariably exempt law enforcement from their crusade.","labels":"anger"},{"text":"What kind of dog is this?","labels":"anger"},{"text":"Not sure why you got downvoted, it's easy to miss some of these brand replacement names","labels":"neutral"},{"text":"What? Fur definitely shows up on beige. She stayed for 35 minutes and held one dog who was wearing a coat.","labels":"anger"},{"text":"It's a god awful feeling. It's changed me a little, but time heals wounds.","labels":"nervousness"},{"text":"Weird, just got back from the one on Grand 45 min ago and I got in and out no problem. ","labels":"annoyance"},{"text":"I think that's also what I'm saying so we're good.","labels":"neutral"},{"text":"That Burberry?","labels":"neutral"},{"text":"air supply? the irony of life","labels":"annoyance"},{"text":"I’d go back to the 1996 season. That’s the last time we were in crazy cold territory.","labels":"joy"},{"text":"I see so many different worlds in this! Love it","labels":"love"},{"text":"I like how because it’s on topic you assume everyone involved is making it their entire being. Lmao.","labels":"amusement"},{"text":"you cut cakes with that chin?","labels":"amusement"},{"text":"What did we do to deserve [NAME]? Loved that guy since his buff days","labels":"love"},{"text":"great ideas!","labels":"amusement"},{"text":"I always thought filet mignon had bacon and garlic butter. Colour me surprised Deliberately ignoring anything to do with the minion","labels":"surprise"},{"text":"Don’t hate barstool","labels":"anger"},{"text":"YOU CAN'T TELL ME WHAT TO DO","labels":"disapproval"},{"text":"Ooh, I have a fascination with North Korea, and now I need to check out that book! ","labels":"approval"},{"text":"Nobody claims that 20th century socialism was a utopia. Please remember your own comment before replying.","labels":"neutral"},{"text":"Can you imagine being the person in this costume #mascotlivesmatter","labels":"neutral"},{"text":"What are these words? I'm so confused.","labels":"confusion"},{"text":"Was this at Meadowvale? I wanted to take a pic but had my gloves on","labels":"confusion"},{"text":"you are a smart dude","labels":"amusement"},{"text":"virtual hugs, OP!","labels":"neutral"},{"text":"You know when I typed \"legal tender\" I had a horrible feeling I was going down a rabbit hole.","labels":"fear"},{"text":"There is nothing more statist than socialized and compulsory education. They subsist on violence and perpetuate violence. These people are the clergy of the state.","labels":"anger"},{"text":"I'm not looking for pity or sorrow. Thanks for your input.","labels":"gratitude"},{"text":"[NAME] didn't refuse to trade [NAME] to the Lakers out of spite. He saw nothing he wanted.","labels":"neutral"},{"text":"This is kinda sad","labels":"sadness"},{"text":"Got any evidence that he did? Yeah. Neither did anyone else. You leftists are really too gullible for your own good.","labels":"annoyance"},{"text":"Lions fan.... Thanks for the beer. It's the first thing I've ever won.","labels":"gratitude"},{"text":"I know she's literally only just been revealed, but I *love* the name [NAME]","labels":"love"},{"text":"So are some women. A couple of my friends have this very issue.","labels":"sadness"},{"text":"Thank you for writing this, for letting us into your world so that we can better understand our own. I am very grateful for this gift.","labels":"gratitude"},{"text":"Similar to seroquel?","labels":"neutral"},{"text":"I saw gluten free cat grass at the pet supplies store once. Did not know that was a thing","labels":"neutral"},{"text":"Of course it can, but if the information is true than you can’t blame the information","labels":"neutral"},{"text":"because the cops dont have the manpower to chase after every schmuck who orders small amounts...","labels":"neutral"},{"text":"She should not defend herself? Stop blaming both sides.","labels":"anger"},{"text":"I’m sorry. He’s in a better place. I hope you can keep the good memories","labels":"optimism"},{"text":"The real bad beat.","labels":"neutral"},{"text":"Oh my god, zero-calorie Gatorade is a thing ^(i don't care how many chemicals are in it if its zero-calorie)","labels":"surprise"},{"text":"and is where it's at!","labels":"confusion"},{"text":"\" Personal responsibility\" code for \"if you aren't rich, get fucked!\"","labels":"neutral"},{"text":"Also it’s YOU’RE a fucking stupid moron. Thank u.","labels":"annoyance"},{"text":"It feels like an ironic meme. How is this not ironic?","labels":"curiosity"},{"text":"The thought of him having to schedule me in really turns me off and makes me sad. Has the reduced gaming time helped with intimacy in any way?","labels":"annoyance"},{"text":"Lol i got bottled by one of them in a brawl with a bunch of the nazis","labels":"disgust"},{"text":"Sad truth is you cant run away from who you are no matter how hard you try :(","labels":"sadness"},{"text":"...and life can be very good when you free yourself from that fear!","labels":"joy"},{"text":"“We only let him jump around for 12 hours a day!” Wow. I’m so sorry this is happening to you.","labels":"remorse"},{"text":"These are good ideas, thank you so much.","labels":"gratitude"},{"text":"Right? Considering it’s such an important document, I should know the damned thing backwards and forwards... thanks again for the help!","labels":"approval"},{"text":"I don't know where exactly but these pictures are really good. Keep it up!","labels":"gratitude"},{"text":"Thanks. Didn't quite catch all that.","labels":"relief"},{"text":"I just threw up in my mouth a little bit...","labels":"neutral"},{"text":"It’s so sad that i can play all these Zelda games on my 3DS but not my Switch. I have like 12 Zelda games on my 3DS","labels":"approval"},{"text":"How dare you disparage a 3D printed JV riding a goddamn raptor","labels":"anger"},{"text":"FIRE THE MEDICAL TEAM.","labels":"anger"},{"text":"The UK having disdain for Ireland or Irish people isn’t exactly new.","labels":"annoyance"},{"text":"[NAME] has been really good this game and I thought he was good against the coyotes as well.","labels":"amusement"},{"text":"The fuck? That ball was still on the ground tho.","labels":"neutral"},{"text":"Ah, victory ","labels":"amusement"},{"text":"That looks so delicious! What are the beans?","labels":"neutral"},{"text":"You're thinking of the mirror universe from Star Trek, not [NAME]. Easy mistake to make, I guess.","labels":"neutral"},{"text":"All the time here! Say have kid an ex wife and there poof gone!","labels":"neutral"},{"text":"I really want pizza right now","labels":"desire"},{"text":"That’s how free market works","labels":"neutral"},{"text":"Why did you agree to it... Lol... I'd understand if it was kindergarten kids who agreed to some rules and later decided to change their minds...","labels":"amusement"},{"text":"That's no hero to me.","labels":"neutral"},{"text":"Petty excuse. Your constraints seem monetary, not technological.","labels":"realization"},{"text":"Just a minute... I’m late for GOLF!!","labels":"neutral"},{"text":"Gives me [NAME] 2005 bad memories.","labels":"disgust"},{"text":"INTRODUCING BUD LIGHT LIGHT for the [NAME] a beer consumer! Just when you thing Bud Light was light enough we managed to water it down more!","labels":"neutral"},{"text":"It’s bad law. I wouldn’t be surprised either.","labels":"disapproval"},{"text":"It's amazing how polar opposite [NAME] is from Thibs","labels":"excitement"},{"text":"Say what you want about me, I can take it... but stop slandering poor defenseless [NAME]...","labels":"disapproval"},{"text":"well we all know what a complex meal sandwiches are! hahaha","labels":"amusement"},{"text":"Collab on the way?","labels":"neutral"},{"text":"A TECHNICAL Lmao.","labels":"amusement"},{"text":"Man, what a great post Edit: wow! Thanks for the kind, gold stranger!","labels":"gratitude"},{"text":"after another rape joke, though I think both times he was quoting It's Always Sunny in Philadelphia. ","labels":"amusement"},{"text":"It's fucking laurel you god damn yanny hearing fascists.","labels":"anger"},{"text":"Maybe he talking bout smash bros","labels":"neutral"},{"text":"She’ll just be like, not in my backyard!","labels":"neutral"},{"text":"Tried it. Failed it. Got mental consequences, my memory wont recover after half a year. You will regret it.","labels":"annoyance"},{"text":"Yes pls my pugnacoins are waiting","labels":"neutral"},{"text":"I've been into cuckolding for many years, and I'm wondering the same thing! ","labels":"surprise"},{"text":"Again, thanks!","labels":"gratitude"},{"text":"you have captured their ugliness perfectly . GREAT JOB","labels":"amusement"},{"text":"It is, but that isnt what makes it unfunny","labels":"neutral"},{"text":"Insipid shite so far. We look mid-table.","labels":"annoyance"},{"text":"Oh wow I didn’t know they put out the entire song. Thank you! Have an upvote.","labels":"gratitude"},{"text":"Maybe it's better to start telling the truth and start actually being a father.","labels":"neutral"},{"text":"That Pixel art yak is so cute tho.","labels":"amusement"},{"text":"She likes her dogs despite this incident. But thanks for your input Mr. [NAME].","labels":"gratitude"},{"text":"oh... haven't seen it.","labels":"neutral"},{"text":"Right! I wish that fool would throw in some examples.","labels":"annoyance"},{"text":"I live in Suiderstrand, which is past Aghulas, no option for fibre here unfortunately :(","labels":"neutral"},{"text":"Shouldn’t this be “How sex feels after your wife has a child”","labels":"neutral"},{"text":"According to [NAME] there was no contact.","labels":"neutral"},{"text":"Wipe them out, all of them!","labels":"neutral"},{"text":"You think they're going to actually compost it or just toss it in the garbage?","labels":"neutral"},{"text":"But what if that's the only job I would enjoy?","labels":"anger"},{"text":"...not enough headphones for [NAME]? Also, [NAME] looks like a New [NAME].","labels":"confusion"},{"text":"An online poll that the Berners didn't manage to swarm? Color me shocked.","labels":"curiosity"},{"text":"[NAME] is as intellectually dishonest and stupid as people like [NAME] and [NAME] of Akhad. He’s just a chameleon who’s clueless.","labels":"neutral"},{"text":"Ouch, that looks horrible. Tagged his leg on the dumpster. Lucky he didn’t lose a leg going that fast.","labels":"fear"},{"text":"Her playing with fire, and getting burned. Stay strong. ","labels":"caring"},{"text":"That feels nice.","labels":"love"},{"text":"Yep. No better birth control. It's almost comical. If only it were happening to someone else...","labels":"amusement"},{"text":"This is me being hopeful that there’s not one poor soul out there who’s happy that the Wilpons are our owners","labels":"joy"},{"text":"Fidget spinners are cool again","labels":"relief"},{"text":"I forsee success in your future endeavors.","labels":"disappointment"},{"text":"I got mine a few months ago and honestly apprehensive to wear it out to a game in fear of staining it.","labels":"fear"},{"text":"Interesting ideas and has a strong argument against postmodernism","labels":"annoyance"},{"text":"That's the most obvious lie I've seen all year...","labels":"neutral"},{"text":"I think he ([NAME]) was escort. And [NAME] was medium.","labels":"neutral"},{"text":"As far as I know [NAME] alcoholism and [NAME] diabetus are untreated.","labels":"disappointment"},{"text":"Yea that's nonsense","labels":"neutral"},{"text":"hm so overall was this video a + or a -? I'm trying to figure out whether or not to publish it lol","labels":"confusion"},{"text":"I have a good feeling about the ability to be a left handed gunslinger.. please Rockstar :(","labels":"caring"},{"text":"It really isn’t hard to put your chat in submode like every other pro player does.","labels":"caring"},{"text":"He's not had a great season but Athletic in general has been a shitshow this season (and last) so no real surprise there.","labels":"annoyance"},{"text":"Just out of interest, what mm rank are you?","labels":"neutral"},{"text":"I really hope no one actually thought [NAME] would be our coach for next season.","labels":"neutral"},{"text":"No phone, can't help....sorry?","labels":"remorse"},{"text":"I love it","labels":"love"},{"text":"Holy shit it's almost like the PYD is a organization of Syrian citizens I can't believe he exposed them on that.","labels":"annoyance"},{"text":"[NAME] “Good! It’s such a distraction to the team!”","labels":"annoyance"},{"text":"OP may have been avoiding [NAME] jokes.","labels":"neutral"},{"text":"Alllllllllmooooooooost got ittttttttt.","labels":"neutral"},{"text":"You are so pretty.","labels":"amusement"},{"text":"Someone else mentioned the council of Rome (382), but I’ll look into Carthage (397) and Hippo (393). Thank you!","labels":"gratitude"},{"text":"Wow [NAME] has a lot more insecurities than I thought","labels":"curiosity"},{"text":"They too wish they could be comfortable, but they have this idea that they can't.","labels":"neutral"},{"text":"Doesn't matter, you don't deserve an advantage over everyone else just because you have a disability. Edit: Lol, downvoted for stating a fact.","labels":"annoyance"},{"text":"> Origin Peak is a volcanic island less than 2000 years old! Volcanoes can appear VERY quickly...","labels":"neutral"},{"text":"It's almost unfair. Time to shop for a sweater.","labels":"annoyance"},{"text":"Dammit I got whooshed","labels":"neutral"},{"text":"That was an horrendous season to an otherwise amazing show","labels":"fear"},{"text":"There are! Ask your doctor today!","labels":"neutral"},{"text":"When you're too stupid to realize they showed off character customization in the trailer...","labels":"annoyance"},{"text":"I'm moving to Dallas soon too, from out of state. lol. Seems like it's the closest\/most similar area to home, vibe-wise.","labels":"approval"},{"text":"surprise surprise! cbs loves this phony old wannabee","labels":"love"},{"text":"It just kind of naturally happens. I've actually had a spontaneous switch in two different relationships, though.","labels":"neutral"},{"text":"Do you read any of the content on this sub? Lol. Because it contains very specific detailed critiques and concerns that you're conveniently ignoring...","labels":"annoyance"},{"text":"exactly . all these people commenting “i could do that!!!” well guess what ?! YOU DIDN’T.","labels":"neutral"},{"text":"If you know it's the right thing to do, it's better to \"lose\" that person than to \"lose\" that opportunity.","labels":"realization"},{"text":"Do you find yourself depressed a lot? I feel like depression comes out of boredom.","labels":"curiosity"},{"text":"Thank you for ruining the [NAME] joke.","labels":"anger"},{"text":"I hope all of y'all that are commenting isn't all men because not all women do that!","labels":"optimism"},{"text":"TFW RIGHT IS LEFT AND LEFT IS RIGHT","labels":"neutral"},{"text":"[NAME] should be in. Tough road for Red, but they have been a lot better their last three games.","labels":"realization"},{"text":"Gotta love Texas high school football for exposing me early.","labels":"love"},{"text":"[NAME] my new favorite Hollywood person","labels":"love"},{"text":"This reply made me giggle. Sorry you got hit by a moron! Hope your car is repairable!","labels":"optimism"},{"text":"Just one or two, but it is hard since so few transphobes *have* souls.","labels":"annoyance"},{"text":"Oh [NAME], even if I had a bf I would be ashamed to have him do that for ","labels":"embarrassment"},{"text":"Just goes to show how stupid they are","labels":"annoyance"},{"text":"Tell her, it may have been a huge [NAME] fan and I was even shorter than [NAME].","labels":"confusion"},{"text":"Go Leafs Go","labels":"neutral"},{"text":"I pirate anything I want to watch that is not on those platforms","labels":"desire"},{"text":"Maybe that's what the jerseys looked like 7 years ago when that photo of [NAME] was taken.","labels":"neutral"},{"text":"as a kpop stan and a army, i am very disappointed","labels":"disappointment"},{"text":"I didn’t like that blue & yellow until you said [NAME].","labels":"neutral"},{"text":"for Inter fans because THEIR BEST PLAYER IS COMING TO CHELSEA THIS WINTER","labels":"approval"},{"text":"Hell yeah if it were me I would be cheesing ear to ear!","labels":"neutral"},{"text":"You gotta be a fucking idiot to use a regualr wooden pallet for a bale. Blue or Red pallets only","labels":"annoyance"},{"text":"[NAME] back too please. It's like [NAME] summoning the nazguls to retrieve the ring\/stop 10IAR.","labels":"annoyance"},{"text":"Future is bright to me!","labels":"neutral"},{"text":"I don't know if I'm comfortable with a religion that approves of human sacrifice tbh","labels":"confusion"},{"text":"hello there, i sent some hugs your way. ^.^","labels":"love"},{"text":"I hope Dallas gets close and loses in heartbreak.","labels":"disappointment"},{"text":"It's the first two themes in the themes section lol - what game did you get :)","labels":"annoyance"},{"text":"I've found that people who say things like that are the worst at partying","labels":"realization"},{"text":"Yay! Smug buddies!","labels":"neutral"},{"text":"I’m now a [NAME] fan! Hope he does well, gl my Canadian brother ❤️","labels":"desire"},{"text":"I'm proud that this is the first response I see.","labels":"pride"},{"text":"He doesn’t use Gillette. Just lets that glorious neckbeard grow.","labels":"neutral"},{"text":"It doesn't matter. You can pick someone with the #1 Pick that will never be any good...","labels":"fear"},{"text":"I'll always be a big fan of seabiscuit, doesn't require any explanation and its a classic","labels":"love"},{"text":"I’m so happy for you! Keep doing the damn thing! :):)","labels":"joy"},{"text":"I THOUGHT IT WAS \"PRESS GANGING\" WHERE THEY WOULD RANDOMLY GRAB YOUNG BOYS OFF THE STREETS OF ENGLAND AND FORCE THEM TO SERVE IN THE ROYAL NAVY?","labels":"neutral"},{"text":"I'm glad they called it. Basketball is so dumb in that it's one of the few sports you're rewarding for committing a penalty.","labels":"joy"},{"text":"Oh my [NAME] coco I’m so sorry sweety","labels":"remorse"},{"text":"[NAME] 1st wife was his fucking cousin","labels":"neutral"},{"text":"No, stop! He'll stop cranking the job machine if you insult him again!","labels":"neutral"},{"text":"I appreciate the dedication, but they really didn't have to be silent for three quarters of the game.","labels":"gratitude"},{"text":"Second quote is [NAME], I will Remember You. She's a great singer :)","labels":"amusement"},{"text":"Video...must get video when popping in the pubic region. Now go to your room.","labels":"neutral"},{"text":"The characters and story are really enjoyable. The dungeons are awesome. Generally decent sidequests. Fun items. Cool art style and character designs","labels":"amusement"},{"text":"If we find a solid rental centre again maybe.","labels":"neutral"},{"text":"What a charming puddle of smegma.","labels":"amusement"},{"text":"Don't you have a cashier to hassle somewhere? Go find something without a price tag and then tell them \"I guess it's free!\"","labels":"anger"},{"text":"A little over 10k.","labels":"neutral"},{"text":"I love this post. Are you with park services?","labels":"curiosity"},{"text":"Juicing at 19 seems so extreme to me","labels":"excitement"},{"text":"Go your own way, loser. ","labels":"anger"},{"text":"How come you shock the spinach in an ice bath?","labels":"curiosity"},{"text":"Asides from the max number of choices each share, probably being shamed on the internet","labels":"embarrassment"},{"text":"I secretly hoped we would lose by like 70.. 35 is not enough","labels":"disappointment"},{"text":"this reddit is so good man i feel at home","labels":"amusement"},{"text":"excuse me what the *fuck* was that","labels":"anger"},{"text":"I wanna add on that the perk I was talking about is on the dagger from the pack, which you can get standalone for 250 helix points","labels":"neutral"},{"text":"What got me was Fairfield, Trumbul, Stratford closed.... Bridgeport 2 hour delay!!!","labels":"neutral"},{"text":"ORaNgE MaN bAd AnD iS HiTlEr!!!! EvErYoNe I dOnT lIkE iS HiTlEr!","labels":"neutral"},{"text":"Support this cause please. It saves lives","labels":"caring"},{"text":"Flair checking in! I love it when they don't change the template messages!","labels":"love"},{"text":"Most likely. If he falls to our 3rd round pick ,I think we should definitely take him.","labels":"neutral"},{"text":"The simple ones feel elegant.","labels":"excitement"},{"text":"I just want to die. I don't want to keep trying.","labels":"sadness"},{"text":"Heh, unfortunately true. Especially with US medical system which mostly refuses euthanasia of any kind.","labels":"neutral"},{"text":"You Done?","labels":"neutral"},{"text":"I may be wrong but I think cows are stronger than horses, or at least made to be ","labels":"neutral"},{"text":"My response would have been, If [NAME] sees me as unworthy, then I do believe that [NAME] would have more use for my tithings.","labels":"neutral"},{"text":"One of the best single-hour segments of the show I've ever seen! I hope the next two are just as good! Let's go!","labels":"amusement"},{"text":"What is old Canada?","labels":"neutral"},{"text":"So ungrateful. I wouldn’t have even offered that bc ppl who try to argue with closing times are not people who settle.","labels":"annoyance"},{"text":"Go fuck yourself.","labels":"neutral"},{"text":"Brilliant! Like I said to the other dude, anything that's similar to this is a happy coincidence:)","labels":"gratitude"},{"text":"[NAME] what a piece of shit! How could you do that to an animal?!","labels":"neutral"},{"text":"The local council is gonna have fun removing all those dodgy fillings.","labels":"amusement"},{"text":"the rubber coming off is always a problem","labels":"sadness"},{"text":"well, that took a dark turn","labels":"neutral"},{"text":"Besides the fact that he hasn't announced that he's running yet (to my knowledge), there are CONSIDERABLE problems still lingering from his last campaign.","labels":"neutral"},{"text":"If I see this gif one more time, I’m going to lose it","labels":"disappointment"},{"text":"If you are still trying to lose weight you could post it with a comment about how you found it an inspiration to drive you forward.","labels":"neutral"},{"text":"None at all. I dont like kids and dont want them. I got a vasectomy and it's a done deal. Zero regrets","labels":"anger"},{"text":"Just admit you got busted and admit you were wrong and we can move on","labels":"neutral"},{"text":"I think he acted that part pretty well","labels":"neutral"},{"text":"lmao! That happens to me at times, It’s like really??? I was just checking if my bullets came in the mail.","labels":"neutral"},{"text":"I like [NAME].","labels":"love"},{"text":"What are you basing this on?","labels":"curiosity"},{"text":"I know. Imagine calling your kid [NAME]..","labels":"neutral"},{"text":"Go lie somewhere else. Go to Faux News or something. They,ll believe you.","labels":"neutral"},{"text":"TSA agents are like tow truck drivers. Everyone hates them.","labels":"anger"},{"text":"Honestly I realized they’re not really gatekeeping, but [NAME] last comment shows the gatekeeping","labels":"realization"},{"text":"I never feel a connection or when I do I push them away.","labels":"approval"},{"text":"Terrible shade of lipstick she's wearing...","labels":"fear"},{"text":"Yeah shame is hard to deal with","labels":"embarrassment"},{"text":"it originated in [NAME], i don't trust them to have any actual grasp on satire.","labels":"neutral"},{"text":"Happy Together. It feels so natural.","labels":"joy"},{"text":"You talk the talk without walking the walk. You cannot be a [NAME] and worship [NAME].","labels":"neutral"},{"text":"I've been getting it off from the West Wing since I discovered it after the election.","labels":"realization"},{"text":"Loved this video so much! [NAME] is my favorite and her pups crack me up!","labels":"love"},{"text":"Just hold on a second...Curley: \"Oh, ok, no problem\"","labels":"neutral"},{"text":"Here you go. Just search your username for the respective platform.","labels":"neutral"},{"text":"And let us not forget the lord's privilege with a new bride. Ahhhh......the good old days.","labels":"joy"},{"text":"The lies of this evangelical “[RELIGION]” woman are simply staggering. What a wonderful example she is for her children.","labels":"amusement"},{"text":"Man I jave never heard such a load of horseshit.","labels":"anger"},{"text":"I'm personally curious why we didnt get a video bit from him. Is he natty or bust? His stuff is great","labels":"curiosity"},{"text":"Oh thanks! The bot didn't link it so I didn't know","labels":"gratitude"},{"text":"Don't read, it just gets worse! ","labels":"anger"},{"text":"Huh, I'd missed this one when looking for new games a few months back. Might have to give it a try.","labels":"annoyance"},{"text":"No sorry still looking","labels":"remorse"},{"text":"Nah, stick with me, I've got a new angle.","labels":"neutral"},{"text":"You will watch porn again, don't try to fool me","labels":"anger"},{"text":"There's zero defending [NAME], he's worse than [NAME]","labels":"disappointment"},{"text":"Thank you so much for this post. You wrote what I always thought and couldn't describe.","labels":"disappointment"},{"text":"Back to formula!","labels":"neutral"},{"text":"It's shameful how this sub sold out to Big Broccoli (TM).","labels":"embarrassment"},{"text":"The King of DoorDash. Great work as always.","labels":"gratitude"},{"text":"No it doesn't. It's a lie. [NAME] is not far right. The US hasn't \"installed\" anyone","labels":"neutral"},{"text":"This is beautifully written.","labels":"amusement"},{"text":"No it’s ok. How does [NAME] feel about his mom hovering? Are there plans to move out or is this a permanent thing?","labels":"curiosity"},{"text":"[NAME] all but guaranteed to win the Rumble. [NAME]","labels":"neutral"},{"text":"Such pretty kitties!","labels":"amusement"},{"text":"Good luck my dude, took me three OD's before I realized I should probably stop.","labels":"optimism"},{"text":"Interactive map can be found","labels":"approval"},{"text":"Unless something changed I'm pretty sure you can't add flairs on the default Reddit app.","labels":"neutral"},{"text":"Great hand eye coordination and speed. Reads the plays in the D zone very well.","labels":"excitement"},{"text":". . .k but it's unlikely since unless you're a liberal and a woman thinking emotionally often shouldn't be a thing.","labels":"sadness"},{"text":"Thank you for charging your fucking phone!","labels":"gratitude"},{"text":"I honestly would've sued anyway. You could have died, and all you got out of it was a guy fired?","labels":"confusion"},{"text":"And a place to live","labels":"neutral"},{"text":"[NAME], I don’t miss that guy. ","labels":"neutral"},{"text":"And you're competing for moral high ground on the internet. Hope you feel accomplished.","labels":"optimism"},{"text":"Proud [NAME], proud European. There are at least 16m of us.","labels":"pride"},{"text":"off [NAME] you lame ass I bet you smell like bellybutton lint.","labels":"annoyance"},{"text":"More like hold my cane","labels":"neutral"},{"text":"Imagine the gifts this baby is going to get from all the housewives.","labels":"neutral"},{"text":"Japan shouldn't have attacked the USA.","labels":"disapproval"},{"text":"Talking about cats my lil Friend just jumped on the couch *pat pat from the nice people of reddit*","labels":"fear"},{"text":"How about we get no wall and Medicare for all. Then only the good ideas get funded.","labels":"neutral"},{"text":"That’s beyond disgusting in every way.","labels":"disgust"},{"text":"We should build a pipeline! Oh wait...","labels":"curiosity"},{"text":"Still pretty alarming. Thanks for these.","labels":"gratitude"},{"text":"Google owns youtube.","labels":"neutral"},{"text":"Which one?","labels":"confusion"},{"text":"So THATS why the sheep followed that pig in that Babe movie...","labels":"neutral"},{"text":"Oops! The lack of free trade caused the death of 20 Million proletariat!","labels":"sadness"},{"text":"Because no one was seriously hurt - - - It's hard not to watch this without laughing.","labels":"annoyance"},{"text":"It doesn't go to neutral. Every throw break leaves the characters at a different frame advantage\/disadvantage.","labels":"neutral"},{"text":"Based on her other post she's young, pregnant and possibly homeless. Looking for help and advice.","labels":"sadness"},{"text":"Congrats on approaching the situation with logic unlike most everyone else","labels":"gratitude"},{"text":"You sound like someone who has never banged a BPD girl.","labels":"neutral"},{"text":"At first view, I thought it was a beer mug seen from above but immediately saw it's a pancake and now I'm just feeling dipshit.","labels":"annoyance"},{"text":"Oh I remember that final , I just dont want to involve my team in the conversation because we share a rivalry","labels":"annoyance"},{"text":"This picture is old af","labels":"neutral"},{"text":"So like most of the pros you got more time to play blackout. Which is the only good thing about this game.","labels":"curiosity"},{"text":"What makes it ok as it is?","labels":"confusion"},{"text":"I kind of love the rabbit","labels":"love"},{"text":"I read the second tier cast makes very little by comparison. So [NAME], [NAME], [NAME], [NAME], etc","labels":"neutral"},{"text":"thanks this isn’t incredibly triggering for me (and a bunch of others) or anything","labels":"gratitude"},{"text":"An Alabama DOINK!!","labels":"neutral"},{"text":"\"Real life [NAME]\" is clickbate bs. This guy makes dmt which is far better than meth","labels":"neutral"},{"text":"All the time","labels":"amusement"},{"text":"No. If you want to make sure you play with people with mics, just put a post on LFG. Problem solved.","labels":"neutral"},{"text":"Morality whilst trying not to destroy their future clients trust.","labels":"neutral"},{"text":"Looks pretty dope.","labels":"joy"},{"text":"I thought Detroit or Oakland . . . and both have fantastic areas despite what pop culture might lead you to believe.","labels":"excitement"},{"text":"This is a very offseason thing to say","labels":"neutral"},{"text":"My new favourite bromance","labels":"love"},{"text":"SO MUCH.","labels":"amusement"},{"text":"I found some very interesting things on the mind shock podcasts about questions I had. Enjoy the digging in the reddit hole.","labels":"approval"},{"text":"Nice, Butt Stallion just chilling in the background","labels":"gratitude"},{"text":"I did anyway hahahahahahahahahahahahahahahahahahahahahahahahahahhahahahhahahaa fucking rekt XD","labels":"amusement"},{"text":"Nobody has guns in NYC, they're ilegal there lol.","labels":"amusement"},{"text":"Never seen this. Thank you for sharing","labels":"surprise"},{"text":"Indeed. And good on those that do so. I wish those I've heard complain about what they don't know would be so proactive.","labels":"desire"},{"text":"You have no right to be there waiting to be nudged.","labels":"anger"},{"text":"It's actually remarkable how universally disliked [NAME] is as a commentator in the community but he still commentates at practically every big melee tournament","labels":"amusement"},{"text":"lol, [NAME] i hope not","labels":"amusement"},{"text":"[NAME] Almighty. This may be the most empathetic and compassionate reddit thread I've ever seen! Who ever said drunks were mean? Terrible stereotype.","labels":"fear"},{"text":"This is my favorite picture in this sub","labels":"love"},{"text":"it’s amazing how he is already just about my favourite skater ever.","labels":"curiosity"},{"text":"good luck getting them to understand that","labels":"optimism"},{"text":"She said that? Wtf?? That's fucked up. I shouldn't be surprised. Hypocrisy is common with this bunch.","labels":"annoyance"},{"text":"This is my dream deal as well please basketball gods make it happen","labels":"desire"},{"text":"You're a bit of a wet wipe aren't you?","labels":"confusion"},{"text":"Wow OP sounds like you're really skilled at opening your legs, you're parents should be proud of you, STI and all.","labels":"excitement"},{"text":"I love the guy but can't see this working out well. That being said if he plays as the furthest forward of the midfield 3- who knows.","labels":"love"},{"text":"Must be a nice feeling...unless UDG is counted.","labels":"caring"},{"text":"Got home from helping my friend move and turned it on literally just in time to see [NAME] score. Let's go Knights!","labels":"neutral"},{"text":"I love all weightloss shows but that one doesn’t interest me at all","labels":"love"},{"text":"I agree but if we fell behind we lost the game without any chance. But let us be grateful that we have a Toplaner that is really godlike xd","labels":"disappointment"},{"text":"DID YOU KNOW THAT CASHEWS COME FROM A FRUIT!?!?","labels":"curiosity"},{"text":"Everybody loves labs","labels":"love"},{"text":"How about \"Your rich, you should use some of your wealth to seek professional help. I wish you the best of luck.\"","labels":"optimism"},{"text":"Honestly i have no clue. Just got my feelings hurt by the mean things he was saying to nurk and wanted to cyberbully him in response","labels":"annoyance"},{"text":"Will be when we organise a run on the banks and hopefully take the only thing Westminster cares about away from them.","labels":"optimism"},{"text":"Expecting for him to turn this situation into a net positive, by taking the lead on this widespread issue. ","labels":"neutral"},{"text":"Ladies and gentlemen, we got him.","labels":"neutral"},{"text":"Yeah I cannot either on mobile, same with enough internet. Thoroughly disappointing.","labels":"disappointment"},{"text":"Alright, thanks","labels":"gratitude"},{"text":"What a heel.","labels":"surprise"},{"text":"Or it could have just never happened because nobody ever wanted to see it.","labels":"neutral"},{"text":"I AM CERTAIN THIS IMAGE HAS FULLY ACTIVATED MY EXCITEMENT.EXE. bad bot.","labels":"annoyance"},{"text":"Typical Lebronsexual garbage channel. Don't watch video.","labels":"caring"},{"text":"Given that the murder rate is primarily caused by the so-called \"war on drugs\", I don't see how gun laws would affect it at all. ","labels":"neutral"},{"text":"Wait, what does golf have to do with this? ","labels":"curiosity"},{"text":"lol You could have saved even more time by not making a douche comment","labels":"amusement"},{"text":"What? That is the most recent big meme, it's not cringy","labels":"approval"},{"text":"So you are in Finland or Israel? Edit: that is kind of funny, I said that, THEN clicked on your profile, and sure enough ","labels":"amusement"},{"text":"Standing ovation. Nicely done.","labels":"gratitude"},{"text":"you couldn't make a more unsubstantiated claim even if you tried","labels":"neutral"},{"text":"Hmm, I understand your frustration then","labels":"anger"},{"text":"they already ruined their own lives by having an affair. the other spouse knowing is just a consequence of their selfish actions.","labels":"disappointment"},{"text":"Did anyone catch [NAME] imitating him laying on the ice as the game ended? [NAME] as fuck","labels":"neutral"},{"text":"Thank you. As a father I found this hysterical. I'm legit laugh-crying rn","labels":"gratitude"},{"text":"Y'all been eatin' long enough now, stop being greedy!","labels":"annoyance"},{"text":"Just learn to talk to yourself like [NAME] and you'll only be a little lonely.","labels":"caring"},{"text":"It wouldn't interest me at all, unfortunately.","labels":"neutral"},{"text":"Yeah 150 is a little much. Reverting to 125 would be perfect","labels":"realization"},{"text":"I think there was a reason, there was for me. I saw her as far too power-hungry and completely full of herself.","labels":"neutral"},{"text":"Was this tattoo designed by [NAME]?","labels":"confusion"},{"text":"Wow, I wonder who's going on about Tahiti in the background.","labels":"surprise"},{"text":"Lucky he didn't jackknife.","labels":"neutral"},{"text":"I mean, she could still be related to Palpatine or something. I mean, who knows they're kinda making it all up as they go along.","labels":"neutral"},{"text":"They killed [NAME] for being a [NAME] right after this. [NAME] was a notorious anti-Semite.","labels":"disappointment"},{"text":"This sub is going to be so ridiculous until he signs somewhere lol","labels":"amusement"},{"text":"I'm glad it only sprayed soda when his thumb went into the can, and not blood everywhere.","labels":"relief"},{"text":"Literally every man, hell every person, has things that weigh on them. One type of person gets a lot more positive support though. ","labels":"neutral"},{"text":"I've had a few blisters from hot welds, but nothing that bad...","labels":"sadness"},{"text":"You know we can see your post history, right? Orange fan sad.","labels":"disappointment"},{"text":"Thanks. I was leaning towards the 11:05 tourney at MGM since it's deeper stack and slightly longer blind levels.","labels":"gratitude"},{"text":"That explains an awful lot about ICP.","labels":"disgust"},{"text":"I love her omg","labels":"neutral"},{"text":"So you ignored the part I was clearly responding to, though, and decided you needed to explain the other thing. That makes sense to you?","labels":"annoyance"},{"text":"Sounds like another data point for \"fear homo Sapiens\", haha. ","labels":"fear"},{"text":"That fucking Mills charge is FUCKING BULLSHIT","labels":"annoyance"},{"text":"Virtually no happiness anymore, exhausted with trying, meds not working properly and just tired of it all.","labels":"annoyance"},{"text":"My father actually works in McDonald’s headquarters and he said they were shocked when the video came out, they had no idea.","labels":"neutral"},{"text":"You have no regard for due process or the law if you're suggesting [NAME] be charged with evidence tampering because there is nothing to back up that claim.","labels":"neutral"},{"text":"I honestly have no clue but I’d also love to have one of those","labels":"love"},{"text":"Thanks Captain [NAME]. Admiral Semantics was just here, left a message to inform the crew that everything you eat is part of a diet.","labels":"gratitude"},{"text":"I agree with the last statement but apparently I'm also bad at matching pokemon to rep :(","labels":"nervousness"},{"text":"Only 2 days ?","labels":"curiosity"},{"text":"Fantastic. Would love to see where its at at 250 and 500 hours - I'm sure still well ahead of my 1\/3 hourly.","labels":"excitement"},{"text":"I did.","labels":"neutral"},{"text":"What a coincidence. I also had a Bort.","labels":"surprise"},{"text":"How do you know they are [NAME]? Where they caught? Maybe a cat? It's just some crazy person?","labels":"excitement"},{"text":"Those are pretty good points. Not just for a hypothetical argument, but just good points about the plot in general.","labels":"amusement"},{"text":"What's up, man? I'm new to this but I will try my best ","labels":"approval"},{"text":"Well...... can only hope it works out in America’s best interest now","labels":"optimism"},{"text":"malicious intentions? what are you talking about?","labels":"confusion"},{"text":"Same. However, do we have tea or is this just speculation?","labels":"confusion"},{"text":"I like the way your mind works.","labels":"love"},{"text":"Hey! That’s my name!","labels":"neutral"},{"text":"Franchise QB's are leaders who set the tone for the entire lockerroom. [NAME] is a terrible leader.","labels":"neutral"},{"text":"I don't know who that is so it wasn't intentional","labels":"neutral"},{"text":"oh my [NAME] the hands... so small... but so powerful...","labels":"amusement"},{"text":"Troll, bro. They know they're saying stupid shit. The motherfucker does nothing but stink up libertarian subs talking shit","labels":"annoyance"},{"text":"no I meant, it would appear if I just walk up and have the ability, without doing anything else. ","labels":"neutral"},{"text":"Feel so bad for her, not even mad about the glove wipe-offs. ","labels":"neutral"},{"text":"Disgusting making [NAME] talk to this fat moron","labels":"disgust"},{"text":"I feel like the last two seasons made me detach from the show.","labels":"disappointment"},{"text":"Love [NAME]! MAGA and [NAME]! [NAME]! But this is not helping....","labels":"love"},{"text":"Nothing about that looks comfortable","labels":"annoyance"},{"text":"Oh dear - I can spot a problem with this...","labels":"neutral"},{"text":"Sad face it is","labels":"sadness"},{"text":"You just found out your dog has a girl and a kid. How does it feel Grandpa?","labels":"neutral"},{"text":"Same thing happened (to a slightly lesser degree) with [NAME] last year and it made for a lot of heartbreak that some never quite got over.","labels":"disappointment"},{"text":"I am honored to be your only comment","labels":"amusement"},{"text":"are you printing labels through ebay\/paypal\/other online service? You get a discount there. If you're paying retail, stop it. ","labels":"annoyance"},{"text":"oh of course they were playing as nix","labels":"neutral"},{"text":"Heart breaking* sorry haha","labels":"remorse"},{"text":"Those are some interesting stats. I’m gonna save your answer so I can remember them for later discussions. Thanks for that.","labels":"gratitude"},{"text":"I'd imagine they're mostly fakes. You'd be uncomfortably warm in a real CG Parka in our climate.","labels":"annoyance"},{"text":"I saw 25yr old with 3 kids and a house. How do u think I feel. I'm over 30 and still single.","labels":"neutral"},{"text":"Any rap song because I hate it","labels":"anger"},{"text":"Good luck with writing in the future :D Everyone has to have their critics...right?","labels":"anger"},{"text":"Lakers truly have the worst fans","labels":"annoyance"},{"text":"Someone said earlier today in the other thread he had no doubt they would hear the backlash and relent and that’s exactly what they did.","labels":"neutral"},{"text":"Welcome to my world. fml","labels":"excitement"},{"text":"Safe rooms and hidden passages, I hope.","labels":"optimism"},{"text":"It's sad how long it took me to get that. Haha got em","labels":"sadness"},{"text":"That was a great interview","labels":"amusement"},{"text":"I have never gone from almost brushing off something to darn near vomiting because of it, good lord.","labels":"amusement"},{"text":"What's wrong with that? [NAME] scandal is funny but not something to focus on in 2020.","labels":"amusement"},{"text":"Also threw about 4 passes that should have been interceptions, but Eagles DBs cannot hold onto the ball.","labels":"annoyance"},{"text":"Yes, that is exactly what happened.","labels":"neutral"},{"text":"Not to mention that the automation is meaningless if the economy that supports it has collapsed due to rampant poverty and unemployment.","labels":"neutral"},{"text":"Lmfao i don't know why this is so funny","labels":"amusement"},{"text":"I know to you Professor, break time is nothing. But to me, it's serious.","labels":"annoyance"},{"text":"Everyone get your tea kettles ready to boil some water so that you can throw it into the cold air!","labels":"neutral"},{"text":"Oh. You’re one of.... ^*those.*","labels":"surprise"},{"text":"Woot! Happy New Year!","labels":"neutral"},{"text":"Excellent work thank you for this. This is why I love Reddit.","labels":"gratitude"},{"text":"This is a gift for my rematch secret Santa recipient. I hope they’re both confused and amused.","labels":"optimism"},{"text":"One good girl is worth twenty hoes - G - Easy","labels":"amusement"},{"text":"woke take I appreciate you speaking the truth","labels":"gratitude"},{"text":"Are you in enough of a hurry to get in anyway? (Morbid humor, sorry. That’s really horrific.)","labels":"fear"},{"text":"Now watch this place decend into the same voidless pits that r\/soccer belongs to Bring on the half n half OF scarfs","labels":"neutral"},{"text":"Incoming 20m a year contract [NAME] !!!","labels":"neutral"},{"text":"Oh my gooooooooood","labels":"surprise"},{"text":"Epic didn’t take the rights, Skybound chose to work with them. Blame Skybound not epic.","labels":"remorse"},{"text":"That’s a great idea! Thank you :)","labels":"gratitude"},{"text":"That's the main reason to play [NAME]? I hate it too.","labels":"anger"},{"text":"Unless you're a conservative trying to protect yourself. In that case, good luck.","labels":"optimism"},{"text":"They could just lie! And then only musicians who look at it and can do reasonable sightreading would know they're lying.","labels":"neutral"},{"text":"That [NAME] missed layup is haunting me right now.","labels":"neutral"},{"text":"Omg is this that what older kids call s*x?1?1??1??","labels":"curiosity"},{"text":"It's the universe trying to kill us with radiation :D","labels":"fear"},{"text":"[NAME]? 1st for [NAME]?","labels":"amusement"},{"text":"Still my nightmare aged 34....","labels":"neutral"},{"text":"Eh. People really are judgemental towards \"hoes\", so I don't blame them. What is stupid is to shame people for having sex.","labels":"annoyance"},{"text":"I just want to note that \"Live Photo\" is something how I'd expect [NAME] describe a video.","labels":"neutral"},{"text":"Have you ever, you know, tried not reading something that pisses you off? Just downvote and move on.","labels":"neutral"},{"text":"I think the Sugar Bowl is enough. You'd basically guarantee a rematch most years in some fashion with a challenge like that.","labels":"neutral"},{"text":"i feel like they are hateful towards everyone but that might be me not understanding their community","labels":"anger"},{"text":"I love how people downvote you because you are right. It's okay dude for honor community is a hive mind of braindead plebs","labels":"love"},{"text":"I dont even try to land it, half the time if I am flying low a building or the ground will suck me up and destroy the plane","labels":"fear"},{"text":"Best of luck with your new religion.","labels":"optimism"},{"text":"Poor [NAME] she just broke her back","labels":"disappointment"},{"text":"It’s 8 rounds on all different topics organized by check it","labels":"neutral"},{"text":"That just shows how similar people can be in this kind of situation, demanding, rude, and can sometimes damage stuff without care","labels":"anger"},{"text":"It's very normal in most parts of the world. It just rightfully appears horrifying to those in 1st world countries.","labels":"fear"},{"text":"You say weaboo, we say virgin","labels":"neutral"},{"text":"What other account do you think is mine?","labels":"curiosity"},{"text":"> Just name one review bombing that had no basis to its cause, i dare you. That was pretty damn easy. ","labels":"neutral"},{"text":"Nice, congrats!","labels":"gratitude"},{"text":"Lol you're an idiot.","labels":"amusement"},{"text":"Back to back against Nashville and Vegas. Fuck I love this team.","labels":"love"},{"text":"It’s not violence against political opponents if it’s against a tyrant, which you define as a political opponent","labels":"annoyance"},{"text":"Every year, consistently, once I turned 18. What a world.","labels":"neutral"},{"text":"Haha. Fucking banana stand. Didn’t realize people actually used them.","labels":"amusement"},{"text":"Is there any example in History where a 'multicultural' society has succeeded to the point of them becoming a major power?","labels":"curiosity"},{"text":"This should be on r\/Unexpected oh wait...","labels":"neutral"},{"text":"That was [NAME] not Slacked.","labels":"neutral"},{"text":"Older people who didn't grow up with the INTERNET don't think of ALL CAPS as YELLING.","labels":"neutral"},{"text":"Pretty sure it was a joke bud","labels":"amusement"},{"text":"I've never heard of him. Do you have a link? Curious to see if he has any videos on accents I'm familiar with.","labels":"curiosity"},{"text":"Yeah, I always thought [NAME] would be an improved [NAME]. It's a damn shame we haven't thrown to him more often.","labels":"annoyance"},{"text":"Immaturity at its finest","labels":"neutral"},{"text":"Really takes ya by surprise anyway though, huh?","labels":"surprise"},{"text":"This is the big one. If he gets away with this he'll get away with anything. People need to do what it takes to prevent this","labels":"neutral"},{"text":"All I know is everyone is Tuscaloosa considers this season an abysmal failure.","labels":"approval"},{"text":"Fucking pouliot you're shit","labels":"neutral"},{"text":"Well I WISH SOMEONE WOULD'VE TOLD ME THAT","labels":"desire"},{"text":"Or maybe just cross posting. Or even just saving the picture, reddit does have a handy feature for that. ","labels":"neutral"},{"text":"I wish [NAME] son was older so it be possible he did this.","labels":"desire"},{"text":"Spot on. You have astute comments.","labels":"neutral"},{"text":"I’m happy I can help.","labels":"approval"},{"text":"Exactly why I will never again play a pvp game on PC.","labels":"anger"},{"text":"[NAME] poisoned them both","labels":"neutral"},{"text":"Then when you dropped them that was it for youth group cred for the night. Lol","labels":"amusement"},{"text":"The day I die is the day I'm happy","labels":"excitement"},{"text":"Thank you so much. That means a lot. ❤","labels":"love"},{"text":"She seems like such a happy kid too!","labels":"joy"},{"text":"Lmaooo I’m sooo gonna use “As asap as possible.”","labels":"amusement"},{"text":"I'm excited as a Lions fan.","labels":"excitement"},{"text":"Doing homework and paying attention in class? Sounds like ADHD.","labels":"neutral"},{"text":"The fuck?! You're in the wrong subreddit with this regressive bullshit victim blaming.","labels":"neutral"},{"text":"Same. I want to play through it to get the platinum trophy on PS4 but it's not worth the time sink.","labels":"desire"},{"text":"Cheers, girl! But yeah, he could return her, but no refund or exchanges for him! ","labels":"neutral"},{"text":"It's a song reference. The lyrics were awkward so one of my FB friends made a meme","labels":"embarrassment"},{"text":"damn he took my diamonds and all my emeralds smh.","labels":"annoyance"},{"text":"Yeah it's a weird thing people do","labels":"approval"},{"text":"Didn't know it could get that cold in the US (I assume).","labels":"neutral"},{"text":"Oh, [NAME]!","labels":"neutral"},{"text":"Reminds me of that chick and the lizard, [NAME], and 7-11 tried to get the store number lol","labels":"amusement"},{"text":"I am so sorry. My kids are the only thing keeping me going. The loneliness is agony.","labels":"caring"},{"text":"Shit's going down in Zim. 6 people killed yesterday by army and over 200 arrested.","labels":"sadness"},{"text":"Wow, what a violent cunt.","labels":"remorse"},{"text":"Shit musta been bad for him.","labels":"nervousness"},{"text":"I'm not sure you know what a [NAME] is","labels":"neutral"},{"text":"IS THIS NOT THE GOOGLE???? GOOGLE CHICKEN POT PIE RECIPE. DAMN TECHNOLOGY AND MELLINIALS.","labels":"confusion"},{"text":"I can hardly hear you over those goal posts moving! Ahhhh the facts! They hurt! They hurt so bad mama!","labels":"annoyance"},{"text":"Thanks you!","labels":"gratitude"},{"text":"Never understood the hype with the Beatles. All of their songs to me sound like unfinished demo tracks","labels":"annoyance"},{"text":"Plus they might still be salty about the prison colony debacal.","labels":"neutral"},{"text":"No problem! Glad to help.","labels":"joy"},{"text":"Its wild to find such similar situations on this sub!","labels":"neutral"},{"text":"The person who got those wanted to stand back and watch people try and shove it into their mouths. Laughing ensued.","labels":"amusement"},{"text":"Good minutes from bayless","labels":"neutral"},{"text":"Correct, so who's the devil? Did you know that in the original Hebrew text [NAME] means adversary?","labels":"curiosity"},{"text":"Oh you mean 490 € from your fellow citizens who work so they can pay taxes that fall into your pocket?","labels":"curiosity"},{"text":"you dont have to believe me","labels":"neutral"},{"text":"Oh wow I didn’t realize that","labels":"excitement"},{"text":"I didn't even cringe at this, I unironically love doggo mems","labels":"love"},{"text":"It was received on Jan 25th at 9:22 am .81627 BTC and $3800. for it with a $600. fee. Happy!","labels":"approval"},{"text":"shockingly close to reality.","labels":"surprise"},{"text":"Oh no here come the fanboys and girls, dude... RUUUNNN","labels":"neutral"},{"text":"It happens way more than you think. People are repulsive.","labels":"neutral"},{"text":"I have decided to put myself first and see what happens ... some day things will be amazing","labels":"amusement"},{"text":"Comedown is only a tenth of addiction. Addiction is when you find a high that you love more than yourself. Be careful.","labels":"caring"},{"text":"I hope your struggle is worth it. Stay strong.","labels":"caring"},{"text":"Damn, that sucks.","labels":"annoyance"},{"text":"Change the channel during the NFC Playoffs? Hey did you ever pay that ticket? No? Just wondering....","labels":"confusion"},{"text":"Didn't you just post this and people told you it was dumb and not meant for this sub?","labels":"confusion"},{"text":"Wow! That's too real, it touched me! Nice work :D","labels":"gratitude"},{"text":"[NAME] I hate my hometown","labels":"anger"},{"text":"B E N","labels":"amusement"},{"text":"I live in a valley so it's effectively earlier than that for me.","labels":"relief"},{"text":"Wow that's a really great explanation. Makes sense!","labels":"amusement"},{"text":"Great pick! Especially when I realized she was meant to lose yesterday...good luck!","labels":"optimism"},{"text":"Ignore the trolls this is a fantastic idea.","labels":"gratitude"},{"text":"Yes, when I need to get my jush, it’s freaking epic.","labels":"anger"},{"text":"Way far down for the usual RVA hype train","labels":"neutral"},{"text":"This is a symptom of the main reason I don't drink or do drugs. F","labels":"neutral"},{"text":"I'm getting old. :\/","labels":"neutral"},{"text":"This is a hate sub","labels":"anger"},{"text":"Sling yoghurt hahaha omg x I’m 19 yeh so pretty young but what a phrase","labels":"annoyance"},{"text":"Oh that's good!","labels":"amusement"},{"text":"This happens to me a lot. I'll also sing the same phrase over and over.","labels":"neutral"},{"text":"Luckily that is not going to happen ever! [NAME] and I work at a massive university in entirely different sections \/ different campuses!","labels":"approval"},{"text":"O-officer what are you doing with those cuffs? <w<","labels":"neutral"},{"text":"I interview applicants and respect people that ask about work life balance and harassment policy... are applicants afraid of asking these questions?","labels":"approval"},{"text":"> Democracy doesn't seem like such a great idea Here's your honorary trip to China","labels":"neutral"},{"text":"Happened this afternoon, January 21, 2019 in the Central South-East area. So frustrating! ","labels":"anger"},{"text":"WHO'S EVEN ON THE ROSTER AGAIN? FUCK, [NAME]? [NAME]?","labels":"neutral"},{"text":"If an AI projectile is your biggest problem you've got bigger issues, next. ","labels":"fear"},{"text":"Seems like it was supposed to be funny.","labels":"amusement"},{"text":"The Angels should recruit him. (only a bit \/s)","labels":"neutral"},{"text":"That's a lot to keep in your head to maintain a lifestyle.","labels":"neutral"},{"text":"I would’ve gotten the “oooh lights!” look from the truck if I’d tried that","labels":"neutral"},{"text":"So? Keep doing it anyway. Who don't worry about the downvotes.","labels":"anger"},{"text":"Is this in New Orleans?? I really feel like this is New Orleans.","labels":"neutral"},{"text":"No matter what job she actually gets, say she’s going to go work for his company “because of her great workplace attitude.”","labels":"neutral"},{"text":"Correct. I just enjoy debating them.","labels":"joy"},{"text":"I'm jealous. I'm in California","labels":"neutral"},{"text":"I thought this was an obvious gimme in the first place.","labels":"disappointment"},{"text":"[NAME] what's your opinion on this?","labels":"neutral"},{"text":">image management issue Seriously?! I must have missed that.","labels":"fear"},{"text":"Should people be taken to court if they are suspicions about them killing someone?","labels":"curiosity"},{"text":"yep, you don't hate Mondays, you hate capitalism. ","labels":"anger"},{"text":"Its not just kids being kids, stop being so naive","labels":"neutral"},{"text":"Fair enough. I considered it malicious compliance because I followed the letter if the rules while purposely not following the spirit.","labels":"fear"},{"text":"Unfortunately you can’t control YouTube. It’s pretty bad out there, you just have to finish the episode ASAP. ","labels":"neutral"},{"text":"Yeah very true","labels":"neutral"},{"text":"A 19 year old talking to a 17 old is not that crazy it happens pretty often","labels":"embarrassment"},{"text":"Happy New Year! Let's smash 2019!","labels":"joy"},{"text":"[NAME]... I hadn't seen or had forgotten that study.","labels":"neutral"},{"text":"[NAME] is untouchable fam","labels":"neutral"},{"text":"And try Nuraphones, seriously. It's like hearing your favorite song for the first time.","labels":"love"},{"text":"[NAME] and [NAME] should be there too E: Damn didn't think this would be unpopular lol","labels":"amusement"},{"text":"Megagrindr, and I love it.","labels":"love"},{"text":"You're delusional and unabashedly willing to lie about others for ideological reasons.","labels":"neutral"},{"text":"damn all you do is rate other people's submissions? worst reddit user ever, and I've been here nearly 11 years I should know","labels":"annoyance"},{"text":"Haha good point","labels":"gratitude"},{"text":"it really do be like that sometimes","labels":"neutral"},{"text":"Went from 0 to 60 real fast, there, duder.","labels":"neutral"},{"text":"You're right and I hate it.","labels":"anger"},{"text":"Dad of two boys. Still find this unsettling. My oldest kicked me in the head one time while I listened for him in the womb","labels":"neutral"},{"text":"But I love solids","labels":"love"},{"text":"I'm surprised they play the national anthem at derby bouts there, been to many bouts in Minnesota and haven't once heard the national anthem performed.","labels":"surprise"},{"text":"can you send the patch notes? i cant ever find them online.","labels":"curiosity"},{"text":"Talk to his parents maybe if that's an option. Just tread gently.","labels":"neutral"},{"text":"Omfg the worst!! want to pull my hair out!!","labels":"disgust"},{"text":"Stop, your hurting me!","labels":"anger"},{"text":"thats some very advanced way of thinking - and I dont think I was able to do that when I was 18","labels":"disapproval"},{"text":"im just going to leave this here","labels":"neutral"},{"text":"That’s another unfair accusation. I spent a lot of time trying to reach an understanding with you.","labels":"annoyance"},{"text":"Just what I need; a video of my commute to work so I can enjoy the experience in my free time.","labels":"joy"},{"text":"You're naive if you think they won't balance it out somehow in the future.","labels":"neutral"},{"text":"Suns fan here, I firmly believe you guys keep number one. Just having a bad game ","labels":"annoyance"},{"text":"I’m not usually into ASMR, but I’ll look into it! Thank youu","labels":"gratitude"},{"text":"Go back to being third ;)","labels":"neutral"},{"text":"These rich fucking senators are completely out of touch with reality. Eat. The. Rich.","labels":"annoyance"},{"text":"Always and I appreciate your opinion good sir","labels":"gratitude"},{"text":"Only until recently, that being said, I’m really glad. Run the scum over.","labels":"joy"},{"text":"Acute services are just for that, for acute services. It sucks, but it's not your doctor's fault.","labels":"neutral"},{"text":"Bruh. Same I’m sitting here wide awake barely breathing outta one nostril.trying to blow my nose every ten seconds and I thins happening","labels":"neutral"},{"text":"Breathing out like a dragon keeps me from gagging when i brush the back of my tongue","labels":"disgust"},{"text":"I had a similar fear last month after exceeding the two hours in a Homebase car park.","labels":"fear"},{"text":"Aladdin is my jam as well! :D","labels":"neutral"},{"text":"Peering into the void Out of the abyss Something stirs Terrible secrets _____ Hope is lost Once it wakes [NAME] is dead","labels":"embarrassment"},{"text":"The bitch doesnt need drag race (bc shes amazing) but im still sad.","labels":"disappointment"},{"text":"The concept, design and artwork are gorgeous. I would love to buy this skin if it was available in game. ","labels":"gratitude"},{"text":"This sounds an awful lot like khorne......","labels":"disgust"},{"text":"This is awesome! do you have any more artwork on a website or social site? Is this for sale!?","labels":"curiosity"},{"text":"From my point of view the freefolk are evil","labels":"anger"},{"text":"Sure. But [NAME] was well aware of the problem re GST and didn’t mention it until he was filling in his pension application.","labels":"realization"},{"text":"That’s good to hear..I’m so worried I’ll be making the wrong choice by leaving my job I hate soon.","labels":"disappointment"},{"text":"My bad on the phrasing, it’s more of a hole with a vent cover ","labels":"neutral"},{"text":"# SOMEONE GIVE THIS GOLD!!!!!!!!!!!! #","labels":"neutral"},{"text":"Absolutely glorious morning. There is no better weather.","labels":"amusement"},{"text":"So I have a hobby, I'm passionate about my 2nd Amendment rights, and I dont post\/comment on reddit often. Your point?","labels":"approval"},{"text":"When nobody can tell or force you to pay up, being in debt isnt so bad.","labels":"embarrassment"},{"text":"I'm humble.","labels":"neutral"},{"text":"Basically. My step dad didn't choose to break his back and his knees. The whale chose to overeat and become obese","labels":"neutral"},{"text":"Wow, way to be gorgeous as yourself!","labels":"neutral"},{"text":"I wonder why don't we share this planet together as human beings instead of slaving and being like robots... [NAME]","labels":"surprise"},{"text":"no clip as an example to backup your claims?","labels":"confusion"},{"text":"That's actually legitimately hilarious. I'm going to have to start following this [NAME] fella","labels":"amusement"},{"text":"Reads like a movie script to me.","labels":"neutral"},{"text":"Actually he did beat his girlfriend. Don’t know how far up yer arse you had to reach for that one","labels":"neutral"},{"text":"Y'all i have option one. Lemme tell you. Sex is important. I miss it","labels":"neutral"},{"text":"Or don't notify the boss, and keep not singing Happy birthday in restaurants. (Maybe I'm just no fun?)","labels":"sadness"},{"text":"This is borderline experimental","labels":"neutral"},{"text":"Of course he can't","labels":"neutral"},{"text":"Damn Replays was pretty solid last year. But maybe he should go back to coaching.","labels":"annoyance"},{"text":"I'd be pissed off if I was a [NAME] who voted to remain in the UK & then got shafted by brexit..","labels":"annoyance"},{"text":"You seem eager to just eat up whatever Manila does, werk","labels":"neutral"},{"text":"> Did [NAME] join another mvp Yes","labels":"neutral"},{"text":"It took me a second to distinguish between whether it was [NAME] or [NAME]. I have officially been cursed by this subreddit.","labels":"realization"},{"text":"TIL the President is not an adult. Actually IL that a long time ago.","labels":"approval"},{"text":"I just got the sarcasm of your post.","labels":"neutral"},{"text":"I loved how proud [NAME] looked","labels":"love"},{"text":"I wish your mom had used the stick on his mom and explained that she has to be allowed to do it because otherwise she'd cry.","labels":"desire"},{"text":"I thought that said affordable, and i was really concerned","labels":"caring"},{"text":"In that case the bottom queens would probably not learn the lyrics","labels":"neutral"},{"text":"Why? I love it.","labels":"annoyance"},{"text":">If you're not embarrassed they probably won't probe. I'd hope not!","labels":"neutral"},{"text":"Funny coming from the party that is #1 in killing babies.","labels":"fear"},{"text":"Alexa play Sad!","labels":"sadness"},{"text":"Well, quite. Now I’m all annoyed.","labels":"annoyance"},{"text":"Umm, zoom out. The ICO was $0.30. I only put 0.5 BTC into it then though. Wish I did more.","labels":"desire"},{"text":"My first name is her first name I mean, not my reddit name. ","labels":"neutral"},{"text":"Looks like emotionally and physically beating the shit out of his wife and children was not wasted then.","labels":"neutral"},{"text":"I can’t see many players having a problem with [NAME] being gone. Sometimes a coaching change can create the jump start this team needs.","labels":"neutral"},{"text":"It's an \"inconvenient truth\" as someone once said. :)","labels":"annoyance"},{"text":"I'm starting to wonder if these are satire... They're too hilarious to be actual conservative memes.","labels":"amusement"},{"text":"I don’t feel like anyone’s blaming him","labels":"neutral"},{"text":"Just walk ahead of everyone and be the leader","labels":"neutral"},{"text":"well i am gonna have to try it now and will post it in \/r\/food","labels":"neutral"},{"text":"Thanks for posting OP, much love to the [NAME] out there.","labels":"gratitude"},{"text":"This could be valid. Remember that [NAME] was basically non-existent for the first 4 or so episodes of S9","labels":"neutral"},{"text":"Emo!!","labels":"amusement"},{"text":"ah i was also confused but i think they mean friends around the same age","labels":"confusion"},{"text":"I don't think we can beat capitalism, but there is a lot of progress to be made. ","labels":"annoyance"},{"text":"A person can make mistakes. Doesn't make her a bad lawyer. Her career history speaks for itself.","labels":"neutral"},{"text":"Thanks friend. I will change everything around here I promise.","labels":"gratitude"},{"text":"wouldn't you say [NAME] and [NAME] are part of the same generation?","labels":"curiosity"},{"text":"As someone who could totally eat three donuts in a row if I let myself, the amount of sugar this woman consumed still struck terror into my heart","labels":"annoyance"},{"text":"not at all. Hong kong streets and roads are super narrow. I get claustrophobic there.","labels":"fear"},{"text":"> If you love that you probably also love no man sky's algorithm. I loved it back then, because it was the only game. ","labels":"love"},{"text":"Yeah, for sure. I've definitely come pretty close to panic attacks at the dentist as well.","labels":"fear"},{"text":"i dont think theyre planning beyond \"screw over them liberal educators that are ruining our children with their sjw bullshit\" themed rants","labels":"annoyance"},{"text":"Really? Down voted for thinking picking up the phone in the middle of sex is crappy?","labels":"confusion"},{"text":"Thanks buddy, looks pretty cool.","labels":"relief"},{"text":"Everything's broken then. It's not like all other discourse is high minded and unemotional.","labels":"disappointment"},{"text":"Maybe you just don't like women that much...","labels":"disapproval"},{"text":"I'm curious where this girl ended up today. She'd be around 33","labels":"curiosity"},{"text":"I love conspiracy theories with no shred of proof","labels":"love"},{"text":"And then peeing on them. I came, I saw, I peed.","labels":"neutral"},{"text":"He should really let [NAME] come inside him","labels":"neutral"},{"text":"These things are so cool.","labels":"relief"},{"text":"It’s the comment about smelling her that makes it pure cringe.","labels":"fear"},{"text":"You are laughable, you will defend this backup until he's gone.","labels":"neutral"},{"text":"A 2-day old account, and this is how you decided to use your time? Trolling the teacher subreddit? Ok dude...","labels":"annoyance"},{"text":"First thing I thought of, people need to know these things","labels":"neutral"},{"text":"I've seen muuuuuch weirder. But that was confusing as hell. LOL!","labels":"amusement"},{"text":"He’s creepy","labels":"fear"},{"text":"A family friend was just found to have made this comment, I am interested to hear your thoughts. ","labels":"excitement"},{"text":"No I wish. They don't come to Texas very often.","labels":"desire"},{"text":"Infacy gosples?","labels":"curiosity"},{"text":"It’s very unlikely that they charged the rider again.","labels":"annoyance"},{"text":"If you’re that disassociated with reality then it doesn’t matter","labels":"neutral"},{"text":"uhh guys love natural beauty in a partner but the random effort is like a cool surprise","labels":"love"},{"text":"Really? That already looks way too salty for my taste.","labels":"excitement"},{"text":"Do you know what caused the relapse? Identify the cause of failure so you won't repeat the same mistake.","labels":"caring"},{"text":"I’m so sorry for your loss and even more sorry about your mothers shitty reaction. I hope you’re doing better. ❤️","labels":"optimism"},{"text":"Ex's are ex's for a reason. Let it go man. For your sanity, let it go. ","labels":"neutral"},{"text":"How autistic.","labels":"curiosity"},{"text":"You are [NAME] and I claim my five pounds.","labels":"neutral"},{"text":"That’s good","labels":"gratitude"},{"text":"Jumps like this are often explained by Twitch front page in certain countries. Every time it happens people get accused of view botting.","labels":"neutral"},{"text":"What kind of frankenshoe...","labels":"curiosity"},{"text":"Entire planet should be good","labels":"caring"},{"text":"Yeahhhh I’m going to go to sleep now...","labels":"neutral"},{"text":"You can just go to their subreddit and there's a lot of things people are saying that we've been saying all these years.","labels":"neutral"},{"text":"As an autism mum, I can’t thank you enough. ❤️","labels":"annoyance"},{"text":"I would love you forever! Or dare I say, love you long time!","labels":"love"},{"text":"You sound like a douche.","labels":"relief"},{"text":"nope. not hers.","labels":"neutral"},{"text":"Where is the discusting from?","labels":"annoyance"},{"text":"Boring way to get it and unfair with the rest of the pkayers","labels":"neutral"},{"text":"Oh cool another manufactured awful [NAME] pushing untalented rapper. It’s getting more obvious as time goes by","labels":"nervousness"},{"text":"Nice play! But, why would u play [NAME], in tribute?","labels":"curiosity"},{"text":"I mean fun","labels":"amusement"},{"text":"That hit was under 2 seconds after he had possession. Was it unwarranted? Yes Was it SUPER late? No","labels":"curiosity"},{"text":"that's the only thing i remember from this book","labels":"neutral"},{"text":"!!!!! Best girl","labels":"love"},{"text":"So no replays for arsenal penalty calls.. Cool cool cool cool cool cool cool cool","labels":"relief"},{"text":"There isn't really much to say to something like this, is there? Its unsettling.","labels":"neutral"},{"text":"They look incredibly legal, organized, and accurate, just like yours! ","labels":"amusement"},{"text":"That guy’s heart must be more broken than [NAME] when he had the heart virus","labels":"sadness"},{"text":"I agree with this coked-up fiend.","labels":"approval"},{"text":"There's a ton of reasons in other threads.","labels":"neutral"},{"text":"Kerastase. Redken is pretty good, too. ","labels":"amusement"},{"text":"Are u gey","labels":"curiosity"},{"text":"My hair never scrunched and I was so jealous","labels":"embarrassment"},{"text":"We are usually way worse in the 3rd tbf","labels":"annoyance"},{"text":"This is so sad. [NAME], play 'bitch lasagna'","labels":"sadness"},{"text":"Thanks. Those are great suggestions.","labels":"gratitude"},{"text":"Kind of uncool dude","labels":"neutral"},{"text":"Omg the hockey god’s actually helped us !?","labels":"surprise"},{"text":"If you are into sours they put out some decent stuff, but anything outside of that is completely forgettable and average.","labels":"annoyance"},{"text":"I’m not sure why they thought it was cute, but this is what that alluded ","labels":"confusion"},{"text":"Dude. There should be like...underpants with a huge pouch for your balls then. When you age those guys get so saggy.","labels":"embarrassment"},{"text":"Just go through the history of this sub, it's full of them. ","labels":"neutral"},{"text":"Didn't read all of it, read the relevant articles (165 for license simultaneity, and 56 for carryover sanctions) haha","labels":"neutral"},{"text":"You know what? Let's **FUCKING DO IT!!!!**","labels":"neutral"},{"text":"[NAME] being discussed as top 15-20 pick, [NAME] top 5 and [NAME] early round 2. This would be the most amazing draft ever though lol","labels":"amusement"},{"text":"You are saying toxic people try to be the victim by calling you toxic.","labels":"anger"},{"text":"There's a crocodile who's not hungry. Pissed off but not hungry. \"Get the f--- off me!\"","labels":"neutral"},{"text":"See the other one has advertising that hides the fucking stupid [NAME] that's the difference!","labels":"annoyance"},{"text":"We don’t “know” but it was reported he is expected to stay on. Really glad about it","labels":"joy"},{"text":"I want to say I'm shocked. I'm not. Disgusted, but not shocked.","labels":"desire"},{"text":"Jeez I just did those for fun but good luck","labels":"amusement"},{"text":"There is also no dog in the white house. Why? Because dogs can smell an asshole a mile away.","labels":"approval"},{"text":"Slap her hand if she is trying to force you to do anything! Tell her not to put her hands on you, and enforce it every time. ","labels":"neutral"},{"text":"Because you see me like a UFO, that’s like NEVVVVVEEEERRRRR brings me to tears every time ","labels":"neutral"},{"text":"not sure why people are downvoting you saying youre a hurricane fan","labels":"neutral"},{"text":"We should urge him to run, put our Sorosbux to some good use.","labels":"neutral"},{"text":"The Roy Laugh is the show's highest honor.","labels":"neutral"},{"text":"January 19. At least we won't have to wait long for this one.","labels":"neutral"},{"text":"> No one bugs me. And yet you're scared to take your family in public because of Patriot Prayer?","labels":"approval"},{"text":"Meanwhile, I was literally saying to myself \"*I like rusty spoons*\" earlier this morning RIGHT BEFORE logging onto Reddit. Kinda strange","labels":"annoyance"},{"text":"Cervezas for everyone!","labels":"neutral"},{"text":"But that's classified under the DSM-5 as a mental disorder.","labels":"sadness"},{"text":"lol, suit yourself.","labels":"neutral"},{"text":"Sadly no, everything was thrown around the room, and everytime I rebuilt something, it would be annihilated again.","labels":"sadness"},{"text":"This is love <3","labels":"love"}]