[{"text":"Only thing TO know is that this motherfucker is obviously living his best birdy life and good for him. Fly high little buddy, fly high. ","labels":"anger"},{"text":"They’re looking at her like they wish they’d ordered her instead.","labels":"neutral"},{"text":"Thanks! Need to rewatch the series soon","labels":"gratitude"},{"text":"If he was a rap ‘musician ‘ then I’m all in favour.","labels":"neutral"},{"text":">more money than you I seriously, *seriously* doubt that. >doing something before this guys are outta the country Prove it.","labels":"anger"},{"text":"I’m interested in the tactics and positional play lmao ;)","labels":"amusement"},{"text":"[NAME] damn it","labels":"anger"},{"text":"I wouldn’t recommend expensive brands in this subreddit. People get irrationally angry and condescending.","labels":"annoyance"},{"text":"I mean nowadays the first grader would be expelled as a sex offender and put on a registry anyway","labels":"neutral"},{"text":"you'd have to help them get past [NAME] extremely tough immigration process","labels":"realization"},{"text":"Good retort! Thank you for your contribution to the discussion.","labels":"gratitude"},{"text":"Look! More complaining about people complaining, thus compounding the issue! What a happy little circle-jerk : ) You guys will never stop.","labels":"anger"},{"text":"Game pass has a lot of good games you get aswell, id look at them first","labels":"neutral"},{"text":"they just dropped KAP45. Free for 2 amazing guns but a pistol costs money? What gives.","labels":"curiosity"},{"text":"Every single [NAME] should have the right to import by mail any medicine from all over the world and nobody should be allowed to stop them.","labels":"optimism"},{"text":"I just drank some chocolate milk, now I'm a 9\/10 supermodel with a great husband and my own island in a tropical location. Thanks! \/s","labels":"gratitude"},{"text":"And that’s assuming all your organs are in good condition, if you smoke or drink heavily you are likely losing lots of value.","labels":"caring"},{"text":"Me but with boobs. When will be able to trade body parts [NAME]","labels":"curiosity"},{"text":"Wait there are more psychopaths in this world than are diagnosed? Color me shocked","labels":"curiosity"},{"text":"You post your pics online. Good for you! You're probably not a subhuman","labels":"caring"},{"text":"There would be a lot of sexual tension in faze...","labels":"disgust"},{"text":"Shouldnt you be attacking immigrants on the trains about now [NAME]?","labels":"curiosity"},{"text":"Is your job my job? Because I don't know what it is about hardware stores that make Ppl stupid but hell are they stupid...","labels":"anger"},{"text":"But I promise “it’s only something other people do”.","labels":"neutral"},{"text":"Even one second gets you killed against focus fire, especially if you're discorded, which is almost always in this meta. ","labels":"anger"},{"text":"Dementia is in my family so this is pretty exciting. I also have to wonder if this bacteria could cause other kinds of mental illnesses..","labels":"surprise"},{"text":"Hmm. Never saw a COMMENT downvoted!","labels":"disapproval"},{"text":"That is the squeal of a kid who gets whatever he wants.","labels":"neutral"},{"text":"I need to know this as well, so I hope no one minds if I leave a comment here.","labels":"optimism"},{"text":"That really is fantastic","labels":"excitement"},{"text":"I'm just happy I have the Pen to watch and listen too when the Steelers are on the brink of collapsing...PLUS no locker room drama...","labels":"joy"},{"text":"Probably yes. Impossible to say without details. Has he tried giving the bill to his insurance?","labels":"curiosity"},{"text":"I've never been more disturbed by a dog","labels":"annoyance"},{"text":"Clean your room before daddy [NAME] gets home.","labels":"neutral"},{"text":"When I get real pissed I just do R2 then R3 after lol.","labels":"neutral"},{"text":"If there is no goal on this powerplay it will be difficult not to be hopeless","labels":"annoyance"},{"text":"I mean most players get that","labels":"optimism"},{"text":"This is actually funny","labels":"amusement"},{"text":"OMG, crying laughing right now. Hubs and I both. What a visual!","labels":"excitement"},{"text":"Hmm.. I means what's the point.. there's not gonna be much difference since both of em aren't doing good.","labels":"annoyance"},{"text":"Its one thing to LOSE a debate, its another to be disqualified for wrong think. ","labels":"annoyance"},{"text":"And some of us wish to die first so we don't have to deal with the loneliness.","labels":"annoyance"},{"text":"What reason do you have for not already having been prepared?","labels":"anger"},{"text":"Sitting at home drunk waiting for my tech to charge so I can sit out back and listen to music lol","labels":"amusement"},{"text":"I miss the [NAME] and [NAME] love story.","labels":"sadness"},{"text":"Thank you I love you","labels":"gratitude"},{"text":"[NAME] is an **integrity** man. Without it, there is nothing. edit 1:without it, not with it, sorry typo","labels":"neutral"},{"text":"Thanks for catching that. Fixed.","labels":"gratitude"},{"text":"Maybe you feel a pressure to succeed and that makes it harder to do so","labels":"neutral"},{"text":"He’s just behind [NAME] and [NAME]. Having 2 second rows on the bench would’ve been overkill when we’ve got [NAME] available.","labels":"neutral"},{"text":"I am seeing the insane clown posse there in two weeks and I have no idea how I am going to get home covered in faygo","labels":"confusion"},{"text":"Even with their new location around the corner, they are still incredibly awful. By far the worst [NAME]. ","labels":"disgust"},{"text":"This is the funniest thing I’ve seen today","labels":"amusement"},{"text":"It's great you have a friend with the same struggles as long as you both encourage each other to do better. It can be very comforting.","labels":"amusement"},{"text":"so stoked this is happening. My boyfriend and his bff made plans immediately when they saw the commercial for it.","labels":"neutral"},{"text":"I like how submissive the coyote is being to this tiny little cat. Like, dude, you could just eat him.","labels":"love"},{"text":"Yeah, I guess you’re right! I’ll definitely try talking to him. Thank you","labels":"approval"},{"text":"Lol well if you see an awkward looking girl in a white car following at a safe distance, just know that’s little ole anxious me!","labels":"excitement"},{"text":"In Mekkkah's latest pitfall video, he describes the common bad habit new Fire Emblem players have of _________.","labels":"neutral"},{"text":"Why the fuck does this exist","labels":"neutral"},{"text":"Sometimes I just have to close my eyes and pass out immediately","labels":"neutral"},{"text":"I wonder how [NAME] prepares his food.","labels":"excitement"},{"text":"My father actually works in McDonald’s headquarters and he said they were shocked when the video came out, they had no idea.","labels":"neutral"},{"text":"I missed you [NAME] you're pretty cool","labels":"approval"},{"text":"To be fair, the world (especially politics) has been kind of a shit show since 2016","labels":"annoyance"},{"text":"[NAME] dumped me...","labels":"neutral"},{"text":"I love this so much, glad [NAME] made it to San Jose after all","labels":"joy"},{"text":"brick house nibbas assemble","labels":"neutral"},{"text":"Cats are repulsive and they don't deserve to be pets","labels":"disgust"},{"text":"Now they are on 7. They are using a special stripped-down and heavily modified version of Windows 7 Professional.","labels":"realization"},{"text":"\"I'm not going to date him...I love him to death.\" -[NAME] in the same sentence","labels":"annoyance"},{"text":"Then do lemon tek....trip last 3-4 hours but is very potent","labels":"neutral"},{"text":"Praying this goes to at least 4. I like both the players but would really like to see [NAME] play to his max GS potential","labels":"love"},{"text":"Spoiler alert, it's terrifying and depressiong","labels":"fear"},{"text":"Trash pick up vehicle driver. Uh.. a garbage man?","labels":"anger"},{"text":"Got one, it's still bad dude","labels":"disappointment"},{"text":"I know, I know. I wish Reptile had a better fate. ","labels":"desire"},{"text":"ha ha LOL guys aren't we so QuIrKyyyy","labels":"amusement"},{"text":"This is the best quote I have ever read on reddit.","labels":"amusement"},{"text":"Here you go:","labels":"neutral"},{"text":"As someone who has been in a similar relationship, it is indeed emotional abuse.","labels":"sadness"},{"text":"You are so stunning! A very classic beauty.","labels":"amusement"},{"text":"I’m sorry","labels":"remorse"},{"text":"It dulls the pain","labels":"neutral"},{"text":"Pissed at you for not allowing them to live in ignorant bliss?","labels":"anger"},{"text":"This is a powerful mood.","labels":"neutral"},{"text":"It doesn't matter. You can pick someone with the #1 Pick that will never be any good...","labels":"realization"},{"text":"This is true, but For THIS situation, it's time to take notes on the situation and do better on the next one. She deserves better.","labels":"caring"},{"text":"Lack of a dart board.","labels":"neutral"},{"text":"Sucking [NAME] pecker! They're no respect for your dignity! Suck it!!!!","labels":"annoyance"},{"text":"Because Rian is a hack...and TLJ sucks. That's my default response that seems to be the correct answer most often. lol","labels":"neutral"},{"text":"I will third Blues City Deli...the Prez [NAME] is ridiculous!","labels":"amusement"},{"text":"I would be interested in some of this stuff. Would love to see if posted here","labels":"curiosity"},{"text":"Thank you, I know you’re right, I’m just overthinking for sure ","labels":"approval"},{"text":"Every. Bloody. Time. I never learn to just shut up though.","labels":"anger"},{"text":"It’s the comment about smelling her that makes it pure cringe.","labels":"fear"},{"text":"Dude don’t even trip. [NAME] is the shit. I also have a soft spot for [NAME] if you’re into her at all lol","labels":"annoyance"},{"text":"My truck has a camper shell. I can drive around town while you kids screw back there. $20\/hr and gas.","labels":"caring"},{"text":"If we can trade down with the jags, send a 5, get their 1, jalen and draft an edge I’ll fuck. ","labels":"neutral"},{"text":"I wish I could tell you if it was a good t.v. Let me just find the MOTHERFUCKING REMOTE!!!!!!!!","labels":"neutral"},{"text":"That is disgusting. And not one parent thought that was a *bit* inappropriate? smh","labels":"annoyance"},{"text":"That guy was a true [NAME].","labels":"neutral"},{"text":"That...that was way more disturbing than the top level sub. What the fuck?","labels":"nervousness"},{"text":"The nfl has been the outcome of ref interpretation and flag throwing for years. Why are we surprised this continues?","labels":"curiosity"},{"text":"[NAME] got a bad report card from [NAME] as well today.","labels":"neutral"},{"text":"I like that he keeps with the Cardinals’ colors. This needs to be an alternative uniform","labels":"love"},{"text":"WHAT THAT EXISTS AS AN LP???? I want it so badly ;___;","labels":"curiosity"},{"text":"If y'all didn't like OKC before, you hate 'em now.","labels":"anger"},{"text":"They did the Unreal Engine store in the same way. I'm not surprised.","labels":"disappointment"},{"text":"2005? I think we might be the same person lol. What a terrible year. I go back to that one a lot.","labels":"fear"},{"text":"You do, you forget it all & bam something reminds you and it all comes screaming back. Breathe in truth, breathe out bullsh...","labels":"neutral"},{"text":"There was a fuel station near mine where they put the fuel in the wrong underground tanks. So you can at least unload it wrong.","labels":"realization"},{"text":"Welcome to non union states!","labels":"gratitude"},{"text":"> i can't hug nagisa mood","labels":"annoyance"},{"text":"They are children, they have no souls. ","labels":"annoyance"},{"text":"I wish that I could do this and have someone genuinely care, and have it not be a therapist cause I can't afford it. ","labels":"desire"},{"text":"Go on a group vacation!! Or a concert weekend that’d be fun!","labels":"amusement"},{"text":"Leave the guy alone he’s making sidewalk angels","labels":"annoyance"},{"text":"Free fish...nice","labels":"amusement"},{"text":"I’m not gonna be writing you a paper check!","labels":"annoyance"},{"text":"Press fucken charges the moment they use your info.","labels":"caring"},{"text":"Wasn't there some sort of human Cylon orgy in The Plan or am I misremembering? Because I have bad memories of [NAME] and sexytimes.","labels":"confusion"},{"text":"Now it's a double birth stone, so it's extra special!","labels":"excitement"},{"text":"They love me!","labels":"neutral"},{"text":"Is that listing not supposed to be a joke?","labels":"annoyance"},{"text":"love u too","labels":"love"},{"text":"the original concern was about one particular type of vaccine, not all vaccinations.","labels":"disappointment"},{"text":"Well I'm scared as shit let's hope for the best, benz should be back(?)","labels":"fear"},{"text":"Yeah the family loved you, who played porn at a family gathering with no warning. Sure.","labels":"neutral"},{"text":"Funny. My wife is currently trying to grow shrimp by feeding the algae to them. She has some optimistic results!","labels":"amusement"},{"text":"cause he likes to eat garbage.","labels":"neutral"},{"text":"Except for the part where it grows in with that awful shape people make because they can only see themselves in the mirror.","labels":"disgust"},{"text":"These style skins remind me so much of hollow knight","labels":"neutral"},{"text":"Let me know how you enjoy it!","labels":"curiosity"},{"text":">backpfeifengesicht I'm doing my best to memorise this. I have a feeling it will come in handy.","labels":"optimism"},{"text":"Got to love all the fake fans that know nothing about hockey!","labels":"love"},{"text":"What the hell are you on about now? Those are some weird examples to go with your clarified opinion.","labels":"anger"},{"text":"Anyone who can pass the test proceeds. The standard exists to protect everyone in Britain, including the failed candidate. They should be recognized for volunteering. ","labels":"approval"},{"text":"That was around 5 grand but cheers and hope wherever you go in life keeps you happy and striving to go higher!","labels":"joy"},{"text":"Wow, I just googled it and holy shizz that's an insane difference.","labels":"excitement"},{"text":"That's...kinda...why...i...used...the....phrase.","labels":"confusion"},{"text":"As a whole, yes, if it wasn't for Classified being the greatest thing to come to zombies since bo1, then I'd have to agree.","labels":"neutral"},{"text":"Someone has a story.","labels":"neutral"},{"text":"[NAME] better apologize to [NAME] for her comments, given that now she knows how it feels to send someone home.","labels":"annoyance"},{"text":"Maybe the [NAME] curse isnt real, but the [NAME] curse sure as hell is. We dont want any [NAME] on the cover!!","labels":"confusion"},{"text":"Hopefully never, both the result of truly dreadful storylines.","labels":"optimism"},{"text":"You are the smiley face killer","labels":"annoyance"},{"text":"> +Beal from last year would have been a 1st\/2nd I beg your pardon?","labels":"disappointment"},{"text":"The fact that this hasn’t happened to [NAME] yet in this day and age is simply incredible.","labels":"neutral"},{"text":"Hoping Heavy Machinery get the win. Would like to see them as champs.","labels":"optimism"},{"text":"I think you're missing a \/s","labels":"neutral"},{"text":"Argh. The most stupid and needless abuse of power teachers do. Some particularly stupid ones at least.","labels":"anger"},{"text":"I drove off 170 onto 40 and was surprised by the lack of brakelights.... keep it closed haha","labels":"amusement"},{"text":"Very surprised he didn't frog leap at the guy the close the distance","labels":"surprise"},{"text":"When you decide to root against your favorite team, for a better future “The hardest choices require the strongest will”","labels":"neutral"},{"text":"I actually did just after writing it hope the poster doesn't mind, but just so you can find ","labels":"optimism"},{"text":"How fortunate you're able to whine about it without being censored...","labels":"excitement"},{"text":"*pounces on you* uwu you’re so warm","labels":"amusement"},{"text":"LETS GO MO","labels":"neutral"},{"text":"Uhhhhh...it ain't cheaper than upstate especially the Syracuse, Rochester, and Buffalo area. It's much more expensive. ","labels":"disappointment"},{"text":"There's absolutely no question personality effects the outcome of an interaction, however a personality can not make up for lack of physical attraction.","labels":"approval"},{"text":"Afraid not. I was just given a different perspective.","labels":"relief"},{"text":"seems like an odd time to post this","labels":"neutral"},{"text":"That's because it's called LATCH here and most people just call them \"car seat anchors\". Maybe that's why...","labels":"realization"},{"text":"He's really likeable but has some flaws. I hope I'm wrong but i don't see him being a phenom like [NAME]","labels":"disappointment"},{"text":"What’s that extra B for?","labels":"curiosity"},{"text":"Only >!best boys!< get in this sandwich","labels":"amusement"},{"text":"Geez. Why is Duchene their 3C?","labels":"curiosity"},{"text":"I love this sub. Always 5% toxic, 95% thought out properly ","labels":"love"},{"text":"This sounds like fainting. Get your blood pressure\/sugars checked.","labels":"caring"},{"text":"Wow, Canada’s yellow vests are way cooler.","labels":"excitement"},{"text":"[NAME] bless you, fellow [NAME]! What a wonderful testimony of the changes that [NAME] can make in us. ","labels":"optimism"},{"text":"Nah, that's ArmedForcesUpdate, always good for a laugh","labels":"gratitude"},{"text":"Same. All other map on OG with SSD were fine. [NAME] drops and it's terrible.","labels":"fear"},{"text":"In Europe there's no way at all that the Democrats would be called left wing!","labels":"realization"},{"text":"This is his speculation or a leak?","labels":"confusion"},{"text":"Hmm surprised that went on for as long as it did, at some point there must have been some redeeming qualities. ","labels":"surprise"},{"text":"It seems to be either forgotten or overlooked that the Jags offense also lost [NAME] and [NAME] last offseason.","labels":"neutral"},{"text":"People feeling bad for [NAME], but he did this to himself teaming up with [NAME]. \/s","labels":"caring"},{"text":"I hope you like it-","labels":"optimism"},{"text":"[NAME] what do you do with his underwEAR","labels":"curiosity"},{"text":"This game like 30 dollars on Humble Bundle on PC. When it goes down again (sale has expired) I'll try to buy it again.","labels":"optimism"},{"text":"Thats me. Delivering justice two sentence at a time","labels":"neutral"},{"text":"[NAME] gave me depression because had I been left unchecked I would have bested him in hand to hand combat by age 16","labels":"disappointment"},{"text":"You just made me remember [NAME] is gone and that made me happy. Thank you stranger.","labels":"gratitude"},{"text":"It's so satisfying. It's the little things that makes pubg the best!","labels":"pride"},{"text":"You okay there, bot?","labels":"curiosity"},{"text":"I was actually looking in to this game, glad they did this now so I can avoid it, yeesh","labels":"joy"},{"text":"except that he can't, he already played a South American U20 with Argentina which cap ties him.","labels":"neutral"},{"text":"I am a leaf on the wind...","labels":"neutral"},{"text":"Why do I seem to hit 6\/7, and can't go any deeper without throwing up. I wanna see and feel more shit FML lol.","labels":"confusion"},{"text":"She's digging herself a nice grave for [NAME] to bury her in.","labels":"gratitude"},{"text":"Huzzah!!","labels":"amusement"},{"text":"This is an awesome idea. I'm in with my coins when this is ready to roll.","labels":"amusement"},{"text":"SHAVE YOUR BEAR","labels":"neutral"},{"text":"How scary! She loves you! I hope you are ok.","labels":"fear"},{"text":"But milk is beta food! Who wants that girly ass shit from a boob? My child will drink bone broth and the tears of broken women!!","labels":"anger"},{"text":"A girl that ugly only liking me isn't a compliment its an insult and it shows [NAME] hates me","labels":"anger"},{"text":"Didn’t the chinook end? How are her legs not freezing off?!","labels":"confusion"},{"text":"How does she hear everyones prayers?","labels":"curiosity"},{"text":"Wait, did they get married at the detention center? Why is she exiting with a bouquet? ","labels":"curiosity"},{"text":"A 100years? That's far too long dude. Reminder: ww2 was 73 years ago...","labels":"surprise"},{"text":"Sport shooting can be done with air guns. Problem solved.","labels":"relief"},{"text":"This is actually kinda funny","labels":"amusement"},{"text":"Define woman please if you're not going to use the accepted denotation.","labels":"annoyance"},{"text":"The man in the picture is a legend since he is the only non toxic and not annoying mic person","labels":"amusement"},{"text":"Sorry what, seriously? Who decided that shit, that wasn't even [NAME]?","labels":"anger"},{"text":"I love her omg","labels":"love"},{"text":"Thank you for your time and effort! I'm going to actively focus on enabling my Rein and tracking enemy ults.","labels":"gratitude"},{"text":"How are they assholes?","labels":"annoyance"},{"text":"Tf happened to him? You just said thanks LOL","labels":"curiosity"},{"text":"Me, because I'm a narcissistic bastard.","labels":"anger"},{"text":"It's a miracle! This is how religions start.","labels":"excitement"},{"text":"That looked HARD","labels":"neutral"},{"text":"Previously it wasn't working, now its fine though","labels":"approval"},{"text":"This is an issue I had with breaking bad. I love the show but sometimes the actors would talk so frigan quietly.","labels":"love"},{"text":"Just wanna boop that T I N Y B O Y E on her snoot and hear her Bork Bork Edit: we don’t preserve dogs","labels":"annoyance"},{"text":"I feel like she’d be more than half-way there if she just fixed those eyebrows...","labels":"neutral"},{"text":"Word. I have 0 of these in my life. I miss my INTJ ex brother-in-law haha.","labels":"amusement"},{"text":"AKA free to those who can afford it.","labels":"neutral"},{"text":"They might say that capitalism has directly or indirectly caused just as many deaths (slavery, colonialism, etc). ","labels":"neutral"},{"text":"Oh, [NAME]... [INSERT SITCOM LAUGH TRACK HERE]","labels":"neutral"},{"text":"Kinda like a thing that comes out of the ground and it smells nice, I think. Cannot confirm","labels":"amusement"},{"text":"Don’t eat snickers on shrooms the taste was so intense and salty I was convinced I’d thrown up","labels":"caring"},{"text":"did he just hecking kill [NAME]","labels":"confusion"},{"text":"It positively reeks of an abusive household","labels":"annoyance"},{"text":"Why is there a huge focus on the living room? The perspective confused me so much.","labels":"confusion"},{"text":"I hear lobsters are great","labels":"amusement"},{"text":"Libraries are usually a Freak Show anyway.","labels":"annoyance"},{"text":"I have all the names..","labels":"approval"},{"text":"Or minor son - this news is about two female chiefs being accused of molesting two male trainees.","labels":"annoyance"},{"text":"Wow i didn't really expect both the explosion and him to live","labels":"surprise"},{"text":"That's no hero to me.","labels":"neutral"},{"text":"I bet the same person rails against monopolies.","labels":"annoyance"},{"text":"[NAME]? He doesn't steal it, and he acts like shep in me2. But yeah, the picture looks like [NAME], more than a femshep. ","labels":"neutral"},{"text":"Haha I remember her! And that documentary was insane. (its on Netflix and is called The Rachel Divide, for anyone who is wondering.)","labels":"annoyance"},{"text":"But why? I have enough awkward moments in my life. I just want to see comedy when I watch a show labeled as one.","labels":"curiosity"},{"text":"I love going to a diner and eating in a booth by myself.","labels":"love"},{"text":"She looks really pretty","labels":"amusement"},{"text":"black bears will run off if you yell at it. if its a grizzly, you play dead and hope it believes you. ","labels":"neutral"},{"text":"Yes, I am 100% superior to [NAME]. If you're not, I'm sorry ","labels":"approval"},{"text":"They're really cute but I'd never in a million years own one because they literally smell like week-old pissed on rugs.","labels":"amusement"},{"text":"Noooo I missed the blood moon again. Someone post a pic","labels":"sadness"},{"text":"We have enough places to start a convo with [NAME], but others have better pieces.","labels":"realization"},{"text":"I’m surprised alcohol isn’t entirely sold by the state like it is in many states in the East.","labels":"surprise"},{"text":" yay!!! Congratulations! You are so pretty, make up is going to look awesome on you! Your hair is beautiful too ^_^","labels":"amusement"},{"text":"I LOVE [NAME]. I truly do. I will be happy to vote for her, but pointing out clear differences is not negative.","labels":"joy"},{"text":"Yeah, and don't forget the unblockable attack spam storm...","labels":"sadness"},{"text":"Disney World\/Land or NYE at Time's Square have always made me nervous.","labels":"nervousness"},{"text":"Because it's fun?","labels":"confusion"},{"text":"Taking a float plane is such a amazing experience - highly recommend!","labels":"excitement"},{"text":"I've been here too long. My first response was: \"I imagined worse.\"","labels":"neutral"},{"text":"If you are following the schedule, your kid got up to 6 in one visit...at 2 months.","labels":"caring"},{"text":"[NAME] is giving y'all some weird energy. I wish [NAME] would do that","labels":"desire"},{"text":"Gonna hang it in the grow tent for a few days with the lights off.","labels":"neutral"},{"text":"You didn't deserve to win after drafting [NAME] in the 2nd","labels":"anger"},{"text":"One more reason for us to have our own space program.","labels":"neutral"},{"text":"Same truly adds to making La Liga the great league it is.","labels":"amusement"},{"text":"[NAME] a good guy who hosts leagues full of people who want to have fun. Check it out!","labels":"amusement"},{"text":"Okay, thanks for the clarification!","labels":"gratitude"},{"text":"At least the crack makes it look cool eh. Happy new year :)","labels":"excitement"},{"text":"You're welcome, eh","labels":"gratitude"},{"text":"She said in the ama she prefers they to he when out of drag but is ok with both","labels":"neutral"},{"text":"The twist is that is that it was all a [NAME] fever dream the whole time.","labels":"neutral"},{"text":"I'm hopeful but going in with tempered expectations. There have been some remasters in which I was really disappointed. BioShock comes to mind.","labels":"disappointment"},{"text":"It was SO hard to click the upvote button on this one. It's one of those \"I hate it. Well done\" moments.","labels":"anger"},{"text":"You're a man sleeping with a man. Ok.","labels":"neutral"},{"text":"Ah, I read it wrong. Jzk. ","labels":"remorse"},{"text":"Where can I get some? These are awesome!","labels":"curiosity"},{"text":"Alicorn then maybe?","labels":"confusion"},{"text":"Nah I wish, that would have been awesome!!","labels":"amusement"},{"text":"Well, yeah, it's a climate target. Climate targets are made for missing.","labels":"neutral"},{"text":"But the right to not have your property taken away from you is a right.","labels":"approval"},{"text":"I love how Chapotraphouse links directly to neoliberal","labels":"love"},{"text":"I'll Google it, thanks again!","labels":"gratitude"},{"text":"Hysterical!!!!","labels":"neutral"},{"text":"Love the cheese!","labels":"love"},{"text":"Erm... Maybe he wants you to use those toys... On him.","labels":"neutral"},{"text":"I'm afraid you have your terms mixed up -","labels":"fear"},{"text":"Have a good one, mate. I wish you all the loves. Here, a potcoin for you.","labels":"optimism"},{"text":"ah fuck. From xbox to zullily? seriously!?","labels":"confusion"},{"text":"Must've been some damn good fries...","labels":"desire"},{"text":"Adding this to the list of reason why Wales doesn't get the Celtic Union invite when it all goes to shit over there","labels":"annoyance"},{"text":"wrap it as a package and take it to a bad neighborhood and leave it on someones front door step.","labels":"annoyance"},{"text":"Never ceases to boggle my mind how truly ignorant some people are.","labels":"neutral"},{"text":"I just spit out my drink If I had money I would gold you I’m dead r\/JesusChristReddit","labels":"annoyance"},{"text":"a guy named [NAME] had a nightmare of [NAME] getting shot at a live performance.","labels":"neutral"},{"text":"Love the beauty of nature.","labels":"love"},{"text":"What an awful video. I just wanted to see the jump in real time, not 10 cuts of the start, followed by 1 slomo finish.","labels":"desire"},{"text":"What band?","labels":"curiosity"},{"text":"As if I needed another reason to avoid the Galleria.","labels":"neutral"},{"text":"Looks like a cool location.","labels":"amusement"},{"text":"**KICK HIS ASS SEABASS**","labels":"anger"},{"text":"Yeah, they have uniforms and everything. It’s really great.","labels":"amusement"},{"text":"Well done OP for acting on your words. I hope you have a great day together!","labels":"approval"},{"text":"for me it was def the egg yolk. i’m pouting as i reluctantly eat it.","labels":"annoyance"},{"text":"Ok ill get right on that. I have all day to hunt. Thanks for the quick reply.","labels":"gratitude"},{"text":"Pretty sure it was New Orleans.","labels":"optimism"},{"text":"I think that toxic masculinity refers to toxic behavior that has misogynistic undertones.","labels":"realization"},{"text":"Because you see me like a UFO, that’s like NEVVVVVEEEERRRRR brings me to tears every time ","labels":"neutral"},{"text":"You did. But I’m not arguing with a bunch of troglodytes. Have a nice day.","labels":"annoyance"},{"text":"HOWS THIS HOWS THIS HOWS THIS","labels":"amusement"},{"text":"I WANTED GENERAL LUCK TO MARCH TO NEW ENGLAND AND *THEN* GET SPANKED UP AND DOWN THE FIELD FOR 60 MINUTES.","labels":"desire"},{"text":"me too. it's a way of keeping distance. feels too intimate to use someone's name.","labels":"embarrassment"},{"text":"...this magical creation I believe was called the ‘Cheezboiga’ pizza. Oh and that’s not hot sauce.. it’s ketchup.","labels":"excitement"},{"text":"This WILL work for you [NAME]!! I have hope for you bro!!","labels":"optimism"},{"text":"I ALWAYS notice how [NAME] used latex gloves now","labels":"neutral"},{"text":"Same. You run a progressive or I will not vote","labels":"disapproval"},{"text":"I see. Thanks again.","labels":"gratitude"},{"text":"I hope this is better than The Middle I mean it's [NAME] so it's going to be decent at worst.","labels":"disgust"},{"text":"So, so good","labels":"neutral"},{"text":"In other words this looks bad, so we’re trying to distance ourselves from it. Yeah too bad NRA. Zero sympathy from here. ","labels":"annoyance"},{"text":"Naw man, I think they were everywhere in Glasgow. The trams in the City Centre had the same colour scheme aswell apparently haha","labels":"neutral"},{"text":"I'm 31 and didn't even have my first cell phone, period, until I was 20. This is just more anthropological fake news.","labels":"neutral"},{"text":"I'd say the pecans is the biggest mistake","labels":"annoyance"},{"text":"##EVEN IF YOU DONT WANT TO WATCH IT, GO TO 40:20 AND WATCH FOR 20 SECONDS, I SWEAR TO FUCKING [NAME] YOU WILL LOVE IT","labels":"neutral"},{"text":"Filthy. Stay there, please.","labels":"annoyance"},{"text":"Like that little pony who was trotting for his life, saying, “Oh shit oh shit oh shit!”","labels":"neutral"},{"text":"Kinda what I figured. Just wanted to see if anyone else had this issue before","labels":"neutral"},{"text":"That guy talked bad about his haircut I guess","labels":"confusion"},{"text":"I'm not apologizing for it. I just didn't think there was something this blatantly immoral in the new testament.","labels":"annoyance"},{"text":"Jolex because [NAME] grated on my nerves so bad","labels":"disappointment"},{"text":"He NOPED the fuck out of there at the end","labels":"neutral"},{"text":"Start an initiative to take away cops guns since you feel so strongly about it","labels":"approval"},{"text":"Gonna get a cheeky nandos with the mandem","labels":"excitement"},{"text":"Nevertheless, it amuses me that they mis-spelled \"literally\", and *only* \"literally\".","labels":"amusement"},{"text":"I want to date that guy (platonic date). He’s big and could give great hugs.","labels":"desire"},{"text":"Good luck to you all. You don't owe your dad anything, don't let anyone guilt you into seeing him.","labels":"optimism"},{"text":"Ask if they can send your mother a thank you note so she knows that you did not accept her \"gift.\"","labels":"caring"},{"text":"of course everyones for sure ML isles lose in the S\/O lol","labels":"amusement"},{"text":"Definitely accurate, lasted about a month total in a Disney “internship” program... was more like slavery. Terrible experience that ruined Disney for me","labels":"approval"},{"text":"LN is flawed by design and BTCs limited on-chain capacity cannot carry mainstream LN onboarding.","labels":"disapproval"},{"text":"You’ve never been to Oakland, Hayward, or Richmond?","labels":"curiosity"},{"text":"Single payer is not what they have in Canada or the UK.","labels":"neutral"},{"text":"It would probably be horrifying if we tried, when a bug causes an integer overflow and resets our aggression levels. ","labels":"fear"},{"text":"I've seen [NAME] at the bars in Huntington a couple times and every time I see her I buy her a drink.","labels":"neutral"},{"text":"Oh shit lol I forgot to put “ashamed.”","labels":"annoyance"},{"text":"Well, seeing as how communism is by definition stateless, I'd be interested to hear how one would get communism with a state...","labels":"curiosity"},{"text":"i guess you must eat filets and lobster at all your parties haha","labels":"neutral"},{"text":"Don’t spend time with someone who isn’t going to respect you as a person.","labels":"anger"},{"text":"Willpower. I have a lot of little compulsions I give into. Time to gain control over my day to day.","labels":"excitement"},{"text":"Love this - beautiful penmanship","labels":"love"},{"text":"I like it. Ending made me cry happy tears. I don't cry often","labels":"love"},{"text":"You can tell it’s an Aspen tree because of the way it is.","labels":"caring"},{"text":"I only buy Venus razors, in solidarity with women everywhere. Why should I get to make more *and* spend less on razors?","labels":"annoyance"},{"text":"Im from Austria, so im supporting TSM from EU. Would appreciate to Share my thoughts.","labels":"gratitude"},{"text":"I think it’s a bit more complicated than that, it also would appear I may have been misunderstood.","labels":"confusion"},{"text":"I’ve lived in Florida. Hurricanes are *much* worse.","labels":"disgust"},{"text":"Same for me, feels like i've been made alone just so my brother can get all the attention","labels":"disappointment"},{"text":"Don't forget colors. They panic at the sight of a chess board.","labels":"neutral"},{"text":"Well that’s definitely a pallet headed to walmart. Why am I not surprised","labels":"confusion"},{"text":"*Bride walks by* B: \"You ruined my wedding [NAME], great to see you!\"","labels":"excitement"},{"text":"Are you ok?","labels":"caring"},{"text":"Yeah I think this is a well rounded pov. Agree.","labels":"approval"},{"text":"As a PPD mommy myself, you're my [NAME]! Thanks for this... Thank you for reminding me how amazing us mommies truly are!!","labels":"gratitude"},{"text":"*[NAME] (hopefully) wins roast","labels":"optimism"},{"text":"I highly doubt it man. You should be in the clear.","labels":"approval"},{"text":"False equivalence in the sense property rights aren't enforced but more accurately defended.","labels":"realization"},{"text":"[NAME] is gorgeous and so are you.","labels":"amusement"},{"text":"how'd you know? they're soooo good","labels":"curiosity"},{"text":"How is one not amused by that? I can't imagine being angry even if it was my lunch. lmao...","labels":"anger"},{"text":"I know, right? I mean I liked Le Tigre, but this is just damn embarassing.","labels":"embarrassment"},{"text":"\"So, I was grading your work and someone spilled coffee on them. Sorry for the mess.\"","labels":"remorse"},{"text":"Nah, you’re pretty fucked given the amount of weed you smoke and the fact you’re planning on finishing your 1.5 grams before the test.","labels":"caring"},{"text":"This seems like a colossally unimportant thing to sign a petition over.","labels":"disapproval"},{"text":"This is amazingly unsatisfying.","labels":"sadness"},{"text":"I feel like environmentalism has lost steam over the past ten to twenty years as the call to action has gotten too large in scope and abstract.","labels":"realization"},{"text":"this is the best thing I have read in awhile. so simple yet so hiarious.","labels":"amusement"},{"text":"As far as I know, she offered quick snack to all of them, just out of obligation and two of them accepted that.","labels":"annoyance"},{"text":"Sure you are, comrade. You've met your quota of replies now, yes?","labels":"approval"},{"text":"Loved him in Gavin and Stacey! Thanks for the recommendation","labels":"gratitude"},{"text":"It’s perfect. You’re perfect. Never change.","labels":"amusement"},{"text":"Robinhood & LibertyX receive licenses from New York","labels":"neutral"},{"text":"In my experience its always [NAME]' Mine","labels":"neutral"},{"text":"Had a baby before, those movements should be the last of your worries","labels":"sadness"},{"text":"also anxious that people will be angry or surprised or upset at me for me never telling people about this before","labels":"nervousness"},{"text":"Love it! It’s somewhat realistic. Maybe not that THAT degree, but I enjoyed it.","labels":"joy"},{"text":"My anger, up 50%. ","labels":"anger"},{"text":"His main goal is attacking KSI's comment section","labels":"neutral"},{"text":">I don’t believe in changing the rules and laws however ... Then you believe [RELIGION] is in the 7th century for all times","labels":"disapproval"},{"text":"got a screenshot of the interaction!","labels":"optimism"},{"text":"Yeah. And for some people it takes longer than that to really kick in.","labels":"approval"},{"text":"Needs more travel photos","labels":"neutral"},{"text":"I second that. A broader mobilization and awareness would go a long way.","labels":"annoyance"},{"text":"Hopefully she lives in a very vaccinated area that will protect her baby. Hopefully.","labels":"optimism"},{"text":"Can we please just call out defense next year the Legion or Doom. The LOD just sounds incredible","labels":"confusion"},{"text":"I think they honestly don't realize they're self-contradictory. It's not your ordinary, everyday doublethink...","labels":"annoyance"},{"text":"The mouthbreathers usually aren't boys but guys between 2-3 times my age. Possibly homeless and very smelly.","labels":"sadness"},{"text":"It’s a wonder [NAME] didn’t get more duis with the amount he needed to drink","labels":"neutral"},{"text":"I like [NAME].","labels":"joy"},{"text":"no problem!!! :) have a great day, thanks for taking the time to comment","labels":"gratitude"},{"text":"Who is afraid of who here? The shower or you?","labels":"curiosity"},{"text":"It still hurts 15 years later. I don't know how people can be so callous their own child","labels":"annoyance"},{"text":"They’re as good as tagged","labels":"approval"},{"text":"Sakura drops & Goodbye happiness","labels":"joy"},{"text":"I like this one.","labels":"love"},{"text":"Not sure if very professional image journalist or avid porn enthusiast but good job all the same!","labels":"confusion"},{"text":"I honestly really think tumblr should’ve gotten rid of everything but legal porn","labels":"optimism"},{"text":"So you have your twin 6'9 215 pound forwards playing different positions? Interesting gm'ing. I see why the Hornets are so terrible.","labels":"curiosity"},{"text":"I never said it was irrelevant. I am trying to add on to what the OP had said for potential savings.","labels":"annoyance"},{"text":"Turning the Sunny Side Up into a Shitty Side in All Directions. Love it!","labels":"love"},{"text":"This article was written so poorly that it's hard to take seriously. It's like a stream of consciousness with very little to actually say","labels":"annoyance"},{"text":"Oh god, [NAME] is terrible. My kid loves it though, and Dr [NAME]","labels":"fear"},{"text":"This almost certainly should not have gone to OT. SEC refs are bad CBB refs are bad","labels":"annoyance"},{"text":"Hit up skull forts if you are looking for the fastest way. But just play and have fun.","labels":"neutral"},{"text":"i truly believe compulsive, chronic cheaters are sociopaths. no empathy, compassion, and they're impulsive and manipulative","labels":"approval"},{"text":"Good for you man. Enjoy.","labels":"caring"},{"text":"Moral and factual truths are equivalent. If you purposely make a wrong decision based on false beliefs or incorrect theories then you're immoral.","labels":"annoyance"},{"text":"31\/M\/I don’t know, I’m blind.","labels":"disapproval"},{"text":"Shit out to my little hommies who's parents made them go to school today.","labels":"anger"},{"text":"I feel that nobody cares and nothing will be different because this is a total non issue for vast majority of people.","labels":"relief"},{"text":"So, so many hugs and high fives! You are an awesome momma. ","labels":"joy"},{"text":"One of my favs was when we were in the playoffs against the Habs and we won all five fights in a line brawl","labels":"approval"},{"text":"You're FUCKING JOKING","labels":"neutral"},{"text":"The way it took out that tree!!","labels":"neutral"},{"text":"I tell them I've been a fan since the very beginning of the franchise, so there's no way I could be a bandwagoner","labels":"annoyance"},{"text":"And then they got shot down","labels":"neutral"},{"text":"Stop laughing at me.","labels":"anger"},{"text":"I love it.","labels":"love"},{"text":"Fuck reddit.","labels":"neutral"},{"text":"Happy Cake Day! :)","labels":"excitement"},{"text":"That must hurt","labels":"sadness"},{"text":"Even silk is something that will chafe the fuck out of your sensitive parts.","labels":"neutral"},{"text":"I can't upvote this enough. Thank you for practicing what is preached!","labels":"gratitude"},{"text":"Bruh this the magic, we shouldn't have to have a big comeback","labels":"neutral"},{"text":"Yup and those 2 supposedly intervened in Pennsylvania according to some theories, going against the idea that passengers downed the flight","labels":"annoyance"},{"text":"Yep! And the buns seemed so much fresher then. Last time I went, years ago, it was terribly disappointing.","labels":"disappointment"},{"text":"Removed and warned. R1","labels":"anger"},{"text":"Happy B'day for Thursday!","labels":"excitement"},{"text":"I completely agree, and I love Space Jame. But Back in Action was just amazing and incredibly satirical and witty.","labels":"amusement"},{"text":"> Corporate Media I like this one.","labels":"love"},{"text":"Sweet. This is the perfect article for my question.","labels":"neutral"},{"text":"Those are some nice guns","labels":"amusement"},{"text":"Growing soybean on the moon is really going to piss off the trade war neckbeards.","labels":"realization"},{"text":"I never pre-order anything and I am never disappointed with that decision","labels":"approval"},{"text":"I cannot believe how unbelievably well [NAME] is playing. It’s insane he hasn’t scored.","labels":"surprise"},{"text":"Must be nice my seats were in that area... sadly I decided to go to the bathroom. #PTSD","labels":"sadness"},{"text":"His other book was interesting, The Age of EM","labels":"amusement"},{"text":"I'd love if this just quick-panned to [NAME] giving a brutal RBF while this moid fawned over her \"personality shining\"","labels":"love"},{"text":"No, this was pretty expected","labels":"disapproval"},{"text":"I *couldn't.*","labels":"neutral"},{"text":"I am shocked they don’t have a vanity plate that reads “Beer Cheez”","labels":"surprise"},{"text":"That’s horrible. What country? If you don’t mind. My [NAME] was abused by her heavily religious (Pentecostal) father.","labels":"annoyance"},{"text":"For the most part yes.","labels":"neutral"},{"text":"That happens and is his own fault. Glad he's gone and Juve have [NAME] now.","labels":"annoyance"},{"text":"that's really good","labels":"amusement"},{"text":"Weird... maybe he was offended that the store had security in the neighborhood because it was so nice. People baffle me.","labels":"neutral"},{"text":"\"I'm here for the strings\" I like this.","labels":"love"},{"text":"your joke sucks","labels":"neutral"},{"text":"To prep or not to prep, that is thy question.","labels":"neutral"},{"text":"That's not correct. The \"Dallas-Fort Worth, TX-OK Combined Statistical Area\" includes Durant, as it does Athens. ","labels":"disapproval"},{"text":"I still think [NAME] is better, [NAME] normal are really bad... ","labels":"embarrassment"},{"text":"Your meme is bad and you should feel bad","labels":"anger"},{"text":"Let’s try and convert this home momentum to some road success!","labels":"neutral"},{"text":"Sounds racist, fetishistic, sexist, and objectifying.","labels":"annoyance"},{"text":"Looks really good! TY! Will watch it tonight","labels":"amusement"},{"text":"“I love food! Or “I’m a foodie!”","labels":"love"},{"text":"Maybe you should reflect on why the left is full of [NAME]. I would also like your source on TD being white nationalists.","labels":"love"},{"text":"SEVEN parrots? Wow. Bit of a hoarder there.","labels":"curiosity"},{"text":"I can't watch Isco rotting on the bench and LV playing instead.","labels":"relief"},{"text":"Oooooow check it out, HIRED guy. *fist bump*","labels":"neutral"},{"text":"That's not even accounting for the NDAs other customers have had to sign.","labels":"realization"},{"text":"No guns = no gun violence! How come no one has ever thought of this before!","labels":"annoyance"},{"text":"Sorry if this has been covered a bunch but what happened on the play where [NAME] got injured?","labels":"embarrassment"},{"text":"What I’m hearing is you’re under 15. \/r\/teenagers is that way","labels":"neutral"},{"text":"#THEY DON'T VOTE IN FEDERAL ELECTIONS, JUST LOCAL ONES *Takes a deep breath*","labels":"relief"},{"text":"Mom.......MOTHERFUCKING CRACK","labels":"neutral"},{"text":"LMAO why are [NAME] so bad at this primarying thing. [NAME] and [NAME] are both gonna win their primaries at this point.","labels":"annoyance"},{"text":"Parents should at the very least monitor the childrens activity or put an adult block on the websites","labels":"caring"},{"text":"Watch them end up with another girl. Like just because you want to try for a boy doesn't mean you will get one.","labels":"neutral"},{"text":"its here! nice","labels":"gratitude"},{"text":"> As long as they dont bother people or start a mess. When are they not?","labels":"annoyance"},{"text":"Im a revolver guy so I've always admired the rhino and its low bore axis design. The Rhino and the Kimber k6s are on my list.","labels":"realization"},{"text":"They were just gonna do a review parody of their favorite movie. What’s hard to understand?","labels":"anger"},{"text":"they are needlepoint, excellent tabs. i've gained his trust and toured the lab. this is no weak shit. thanks for the info.","labels":"gratitude"},{"text":"Bet you don't even get £400, you probably only started this thread for some attention ","labels":"neutral"},{"text":"women just don't take initiative just give her one more opportunity after all as you said she flaked for legit shit","labels":"caring"},{"text":"No,not a fan of cigarettes","labels":"neutral"},{"text":"shockingly close to reality.","labels":"surprise"},{"text":"Been their. We got into a huge argument and that caused our first break up. Video games...","labels":"annoyance"},{"text":"That was like a movie the way [NAME] and [NAME] were slaying on the enemy ship with Cobbobles firing canons from their ship.","labels":"anger"},{"text":"It's Cursed Ryoma","labels":"neutral"},{"text":"[NAME] is a terrible defender, and as much as I like [NAME], I think it would be more beneficial to move his contract and sign another piece","labels":"approval"},{"text":"So sounds like she was raped, and she seriously needs to press charges, this bartender needs to be raped in prison big time.","labels":"annoyance"},{"text":"Yea I saw that...had me worried for a sec but I had no trouble at Delta","labels":"nervousness"},{"text":"Struggling to get the basics with a $1,000 phone. Y’all need a reality check ","labels":"neutral"},{"text":"You might be experiencing a ttd bug?","labels":"curiosity"},{"text":"Something Something Something, space of aids","labels":"neutral"},{"text":"Rec and Red just need to die as teams. Fucking joke of a performance here considering how much funding they are both getting.","labels":"curiosity"},{"text":"One of my favorite shows of all time.","labels":"love"},{"text":"i passed thanks everyone","labels":"gratitude"},{"text":"Yes, its from the song Ultimate by [NAME] (kinda of a hype\/rap song)","labels":"approval"},{"text":"The Islanders don't play between January 22nd and February 1 and I swear to [NAME] I have no idea what I'm going to do with myself.","labels":"realization"},{"text":"He’s legally blind... medical marijuana is a thing bro... got any on ya?","labels":"caring"},{"text":"You're right, thank you.","labels":"approval"},{"text":"Nobody here says 'excuse me' , it's 'sorry' ","labels":"remorse"},{"text":"Gotta love our *progressive* neighbors","labels":"love"},{"text":"Blade and soul","labels":"neutral"},{"text":"Now this is a Contrapoints video I want to see","labels":"excitement"},{"text":"Yooooooou are the ooooooocean's gray waaaaaaaaves...","labels":"neutral"},{"text":"Wow. That'll teach you to try and help!","labels":"excitement"},{"text":"[NAME] on a pretzel. That is just...fucked up. Those comments are absolutely...I can’t think of anything awful enough to describe them.","labels":"fear"},{"text":"Because killing people is wrong?","labels":"curiosity"},{"text":"It's about fucking time, hope this is real.","labels":"optimism"},{"text":"I'd love an updated Garris!","labels":"love"},{"text":"They are always a fun time.","labels":"amusement"},{"text":"Well Played","labels":"approval"},{"text":"Oh sorry- to be clearer, I meant everyone not on the APP looking for a scooter will get sick of seeing random scooters. ","labels":"remorse"},{"text":"Absolutely nothing! LOL","labels":"amusement"},{"text":"I think he’s still around because [NAME] mentioned him in his latest video with [NAME]","labels":"neutral"},{"text":"Gotta hang tough","labels":"neutral"},{"text":"Hi, [NAME]! I am stopping by to wish you the best day, and the best year! -HappyFriendlyBot","labels":"excitement"},{"text":"We have 9 home games which is awesome.","labels":"amusement"},{"text":"Yeah, what do you know about her? Her Wikipedia page is pretty barren.","labels":"anger"},{"text":"The Ethical code of conduct. However it's subjective in many instances. But its based on impairment","labels":"approval"},{"text":"I agree with this, but I'm guessing it's because he works from home and can work anywhere while she can't.","labels":"approval"},{"text":"On my phone I can delete a conversation and when someone will send a message it will look like the first message ever","labels":"neutral"},{"text":"I fail to see how: capitalists are the ones responsible for going to war and not the government, how wars make money.","labels":"anger"},{"text":">Well, minus the interbreeding part. Eh, I wouldn't be so sure about that","labels":"confusion"},{"text":"What?! Now you are just reaching bro. He's not even the best bodybuilder named [NAME], [NAME] has him beat.","labels":"curiosity"},{"text":"I highly doubt they would do that in CA. That would put prices at 36$\/pack and no one is going to pay 9$\/pod.","labels":"confusion"},{"text":"Does anyone know what the Free Slot might be used for? It confuses me a bit","labels":"confusion"},{"text":"Desperation doesn't think.","labels":"neutral"},{"text":"She looks almost devoid of color. Kinda like a manga. Amazing.","labels":"amusement"},{"text":"You mean the millions of college grads living with their parents?","labels":"confusion"},{"text":"I heard someone say one... ‘everywhere is is better but Perth is the best!’ Glad you enjoyed your holiday!","labels":"joy"},{"text":"Ouch! My hear sank. Don’t do this to me.","labels":"anger"},{"text":"I think this divorce is planned so that people will stop pointing fingers at the insane rich person robbing the wealth of the people.","labels":"annoyance"},{"text":"To check if someone was home? Someone answers the door, he just plays dumb and asks for directions or something. ","labels":"curiosity"},{"text":"Half the cars I see in Florida seem to be allowed to drive at night without any lights. I don't get how they get away with it.","labels":"confusion"},{"text":"Always thought [NAME] spear look lethal...especially compared to someone like [NAME].","labels":"neutral"},{"text":"So you want [NAME] & [NAME] to be like [NAME]? That would be so nice.","labels":"gratitude"},{"text":"[NAME] is a jinx. Please send him back.","labels":"annoyance"},{"text":"That's beautiful and wholesome","labels":"amusement"},{"text":"Worst feeling ever","labels":"disgust"},{"text":"There's a difference between rights and law. Stop conflating the two.","labels":"anger"},{"text":"[NAME] that was so stupid lol holy fuck wat","labels":"anger"},{"text":"Replacing pillows often is also important. Buy more less expensive pillows. I love pillows from Ikea.","labels":"love"},{"text":"Idk, I just need someone who cares but I always lose everyone and I’m sick of trying to be good enough.","labels":"disappointment"},{"text":"Wonder how the iPhones working out","labels":"curiosity"},{"text":"> like beer, is a waste of time Sir you forget yourself!","labels":"disappointment"},{"text":"So the term Londoner is now Sunderlander? Thanks for the update.","labels":"confusion"},{"text":"Not all [NAME] supporters are tankies, but all tankies are [NAME] supporters","labels":"neutral"},{"text":"Toronto. Barring [NAME] exploding we match up very well","labels":"neutral"},{"text":"They've been banned. We'd like to start leaving up more comments though so that threads actually make sense. Capitalists will always be banned.","labels":"annoyance"},{"text":"If state showed any competence they would sue on behalf of the residents.","labels":"realization"},{"text":"I actually have an odd feeling the game will become even more fun than before.","labels":"excitement"},{"text":"Unfortunately there are also far less\/weaker unions now too","labels":"sadness"},{"text":"its petty revenge to a [NAME] who's too nice to commit to petty revenge","labels":"annoyance"},{"text":"Lmao good luck tryna convince anyone you’re not just a brain washed redpiller tryna start shit just for validation :\/","labels":"caring"},{"text":"I feel personally attacked.","labels":"sadness"},{"text":"Way braver than me. Hope you have a great night. Cheers!","labels":"optimism"},{"text":"I suspect wilful idiocy to sell books and merchandise to the even more idiotic.","labels":"anger"},{"text":"He seemed like he was about to run away and go do some meth.","labels":"neutral"},{"text":">Let's see with all the player turnover he managed to go 8-4 [NAME] still had NFL Caliber players on those Penn State team.","labels":"approval"},{"text":"What kind of dove is he? He is soooo pretty!!","labels":"curiosity"},{"text":">West Covina That just happens to be where [NAME] lives!","labels":"neutral"},{"text":"I like your style.","labels":"love"},{"text":"Yet another clown whining about discussions about bitcoin in a bitcoin sub.","labels":"anger"},{"text":"Thank you.","labels":"gratitude"},{"text":"Ace here! I do masturbate and enjoy it, I just feel no sexual attraction or desire to have sex with other people.","labels":"joy"},{"text":"That guy had the day off when HI came in.","labels":"neutral"},{"text":"This is great. Thanks for sharing OP :)","labels":"gratitude"},{"text":"CNC is just the safe way to play out a rape fetish","labels":"approval"},{"text":"Fuuuuck that's rough","labels":"annoyance"},{"text":"[NAME] makes me want to punch ugly pillows.","labels":"annoyance"},{"text":"Cheers! :)","labels":"neutral"},{"text":"You're happy something is negatively affecting people as long as it isn't you? [NAME]. You probably support [NAME] too.","labels":"neutral"},{"text":"Mate you're only 20, you'll laugh at how ridiculous what you said is when you're older. ","labels":"neutral"},{"text":"You're making yourself look more stupid with every reply. Google what the heck model organisms are.","labels":"anger"},{"text":"[NAME] would've had to get lucky on that one. Can't give up that opportunity.","labels":"neutral"},{"text":"It's pretty stupid. Yes","labels":"annoyance"},{"text":"That is a valid question, I hope it can change, but admittedly that hope is pretty small.","labels":"optimism"},{"text":"Um. Not sure what your point is here. Especially with that last paragraph...","labels":"confusion"},{"text":"Another reason to instantly kill people who constantly use the word \"awesome\" for everything. This is just brainless mediocrity at its best.","labels":"anger"},{"text":"Well, if that's how you always are, I can't imagine even wanting to be next you let alone have deer like sex with you.","labels":"neutral"},{"text":"Character and emotions are not the reigning champion one year earlier...","labels":"approval"},{"text":"I don’t know Lady [NAME] drag race has a nice ring to it LOL [NAME].","labels":"amusement"},{"text":"Art Director in advertising\/marketing design.","labels":"neutral"},{"text":"I love posts like this because they make me feel so much better about being vegan.","labels":"love"},{"text":"That might be intentional? Not sure, I don't use it.","labels":"anger"},{"text":"Oh boy here we go.","labels":"neutral"},{"text":"self fulfilling prophecies are always quite fascinating","labels":"amusement"},{"text":"Don’t forget me man, hit select before you hit start!","labels":"neutral"},{"text":"I’m going off memory for the FLDS and the show “sister wives” so I could be totally wrong.","labels":"disappointment"},{"text":"You can't reason with some people. This person said people call 911 (emergency number) when they see his face.","labels":"neutral"},{"text":"As a high libido female, I feel the same with posts from males. It's slightly relieving to know someone else struggles the same way.","labels":"relief"},{"text":"There's no better way to make yourself miserable than by comparing yourself to others.","labels":"anger"},{"text":"I'm asking if you didn't realize orthodoxy considers not Orthodox movements to be wrong. I'm asking if you didn't realize what the implications are","labels":"annoyance"},{"text":"We've sucked ever since he got here. Just saying","labels":"neutral"},{"text":"Imagine thinking anybody cares about the constitution at this point.","labels":"neutral"},{"text":"Thank you for explaining:)","labels":"gratitude"},{"text":"[NAME] said it best. Un-fuckin-believable bro","labels":"approval"},{"text":"Thanks I'll take all the good vibes I can. I'm going to try to sleep too. And get through the next week","labels":"gratitude"},{"text":"That's a good idea, I'm going to have to make some room! Thank you. ","labels":"gratitude"},{"text":"A lot of people shit on wiki edits, but most of them give me a nice little chuckle","labels":"approval"},{"text":"My IT professor would love this because he always said that he wanted a brick with good airflow for his case","labels":"neutral"},{"text":"Anyone considering bed - we all knew coming in that AO means two weeks of no sleep. Persist!","labels":"neutral"},{"text":"Why thank you :)","labels":"curiosity"},{"text":"That's fine. I'm searching for the truth, not just the legal truth. To each their own. ","labels":"approval"},{"text":"Oh sorry dude, I was just looking for the WiFi password. [NAME], but I hope you stay safe","labels":"caring"},{"text":"Ik I’m crying rn","labels":"sadness"},{"text":"Love it.","labels":"love"},{"text":"Self driving cars still won't help fix the problem if old people can't afford them","labels":"disapproval"},{"text":"Ya well if I have a daughter I hope my husband doesn’t have these excessively weirdo and aberrant aspirations for her. Smh","labels":"disappointment"},{"text":"I'm flattered but I'm a good [RELIGION] scarf","labels":"amusement"},{"text":"I would have said ok well I'll just take this back to the store.","labels":"approval"},{"text":"Its the easiest subject in the whole school, they teach us stuff we should’ve learned when we were 11, it’s so bad...","labels":"embarrassment"},{"text":"You’re a good man. Stay blessed","labels":"amusement"},{"text":"You’re killin me smalls. Hilarious.","labels":"amusement"},{"text":"It is a long panel but very insightful - skip the intro pleasantries if you want, but you will have seen enough by the 30 minute mark ","labels":"excitement"},{"text":"It was a very nice car, a 1978 Bugatti.","labels":"amusement"},{"text":"I think you're pretty neat, but I respect your distance","labels":"amusement"},{"text":"You know it doesn't use the word \"boycott\" at all, right?","labels":"anger"},{"text":"GSW vs TOR NBA FINALS WOULD BE DOPE BUT I WANT LAKERS VS RAPTORS TOO","labels":"desire"},{"text":"Which one is your favorite?","labels":"curiosity"},{"text":"Did the goat enjoy it?","labels":"curiosity"},{"text":"Oh man, I forgot about that! Which episode was that from?","labels":"curiosity"},{"text":"His wounds weren’t that bad, but probably got infected. Antibiotics fixed him. Good as new. ","labels":"gratitude"},{"text":"I’ve always heard that the two people you *never* hook up with are exes and roommates. That’s the only bad sounding part of this.","labels":"sadness"},{"text":"Truth is hate. Men are women.","labels":"neutral"},{"text":"From his username I can tell he lives in a city close to me. I'm sorry everyone, Vermont has better to offer than the likes of him","labels":"remorse"},{"text":"I believe so","labels":"optimism"},{"text":"Stafford Starford Starlord OMG!!!","labels":"amusement"},{"text":"No kidding. Pretty sure my husband enjoys it as much as I do.","labels":"joy"},{"text":"Wait, what do you mean by NOT tanking? Is that legal?","labels":"annoyance"},{"text":"My dog knows when I say \"BRB\" on the mic he gets up and runs to the door.","labels":"neutral"},{"text":"Asexual and attractive","labels":"neutral"},{"text":"Pulled from IG. IDK where it originated so no credit given. It's just making the rounds.","labels":"neutral"},{"text":"Anyone else stressed out because [NAME] is not next to [NAME]... no? Ok, me neither","labels":"confusion"},{"text":"You know, that never occurred to me! So keep cool in summer, warm in winter?","labels":"anger"},{"text":"[NAME]² ~~good play btw~~","labels":"gratitude"},{"text":"That's without the Observant feat as well which knocks an extra 5 on it","labels":"approval"},{"text":"The BMW had to pee really bad.","labels":"anger"},{"text":"Lmao quality.","labels":"neutral"},{"text":"[NAME] was speaking as a man you idiots.","labels":"annoyance"},{"text":"Hypothetically if [NAME] makes a run with foles and decides to trade wentz, I’d give up [NAME] in a heartbeat","labels":"disappointment"},{"text":"Awesome ! That will be worth multitudes one day for certain. And such a classy gentleman, [NAME] is the best in NHL","labels":"amusement"},{"text":"Stop all the bullshit. Keep AB. Pick one.","labels":"anger"},{"text":"Embrace the feels my friend. Glad you found happiness even if it is fleeting.","labels":"joy"},{"text":"I'm pregnant! \"How dare you?!\" I love it.","labels":"anger"},{"text":"2009. What a year to be a 10 year old","labels":"surprise"},{"text":"Based on what I've seen, all the INFJ girls seem to be blue-haired damaged moonquacks that got abandoned by daddy.","labels":"annoyance"},{"text":"she seem immature, playing mind games. I would be direct and if she still keeps playing games let her go. seems like an attention seeker.","labels":"caring"},{"text":"And then, in private, what do you think they jerk off to? Normal porn? Lmao.","labels":"amusement"},{"text":"My fault, I jumped to a conclusion. I forgot that savanna cats are spotted not leopard print.","labels":"embarrassment"},{"text":"Yep. I’m an introvert with a big group of friends. I get tired even after spending just an hour with friends sometimes.","labels":"disappointment"},{"text":"Might I suggest if you give yourself an epithet with the word 'prick' you are infact inviting a little denigration from the jaded?","labels":"curiosity"},{"text":"I'm so gay I can't even drive straight - a bumper sticker older than most redditors","labels":"disappointment"},{"text":"Considering their plans, they won't have to spend too much time in order to consider it the rest of their life..","labels":"realization"},{"text":"I work in the clinic as well! There’s a lot about this place. More than willing to talk offline to answer your questions! 4N?","labels":"curiosity"},{"text":"I love the creative writing that stems from this sub, so entertaining.","labels":"love"},{"text":"I actually don't remember the last time I applied sunscreen to any part of my body","labels":"neutral"},{"text":"In all honesty my dude, just gotta work on getting to bed earlier during that downtime.","labels":"relief"},{"text":"Oh ho ho","labels":"amusement"},{"text":"LEATHAL PAPERCUT BRINGING THE BANTZ","labels":"neutral"},{"text":"[NAME] was injured going into that game and then ultimately left in the second half after suffering another injury","labels":"sadness"},{"text":"I really hope more queer couples have kids. It needs to become more normalized. I definitely want at least 2, probably through surrogacy.","labels":"desire"},{"text":"Love it.","labels":"love"},{"text":"True Detective: Season One","labels":"approval"},{"text":"a really cool acrylic painting of this same picture!","labels":"approval"},{"text":"Self serving cowards.","labels":"annoyance"},{"text":"Gotta pay sincere condiments for this rant... if I mustard the strength I'll ketchup to the topic.","labels":"neutral"},{"text":"Yeah what a great sport!","labels":"amusement"},{"text":"It’s a shame we have to face the islanders so soon","labels":"embarrassment"},{"text":"That's amazing!","labels":"amusement"},{"text":"It really do be like that","labels":"neutral"},{"text":"I saw these in a cart and I was so confused why the tennis balls were so small...then I noticed the word \"gum\".","labels":"confusion"},{"text":"Total non-reaction by the trio of guys. ‘There goes [NAME] again. Every time we come out here.’","labels":"neutral"},{"text":"BRING BACK NITARA","labels":"neutral"},{"text":"This says more about what [NAME] thinks about facts than what's true about music.","labels":"neutral"},{"text":"Thanks. I'm in the same boat about being against therapy. Good luck to you too.","labels":"gratitude"},{"text":"I will pray for you. [NAME] bless","labels":"caring"},{"text":"I love almost everything Ethiopian but by [NAME] is Ethiopian music hard to listen to","labels":"love"},{"text":"Ooooooh I wanna try it now!","labels":"desire"},{"text":"*oh god oh fuck*","labels":"neutral"},{"text":"Also. Read the sidebar, thank you.","labels":"gratitude"},{"text":"What makes you say that?","labels":"curiosity"},{"text":"[NAME] is also very creative with the puck, I'm mostly liking the new guys so far.","labels":"amusement"},{"text":"I mean you got 1.8k upvotes off it so far","labels":"neutral"},{"text":"Good for them","labels":"caring"},{"text":"It is definitely not a coincidence that he used women to represent both political sides.","labels":"annoyance"},{"text":"The cheerfulness of the “hail satan” text overlay was unexpected.","labels":"surprise"},{"text":"Honestly wish [NAME] would just stop taking threes all together. They just don’t fall for him.","labels":"desire"},{"text":"check out victim of ritual he's one of the best [NAME] players around and he uses a pad. It's nothing you can't get used to","labels":"amusement"},{"text":"I honestly do not know. Chastise them for their hardness of heart and presumptiveness I suppose. I guess that is what [NAME] would do.","labels":"annoyance"},{"text":"[NAME] damn you are autistic","labels":"sadness"},{"text":"I use them to lean against cause my lower back often hurts. But then again, any pillow could do that ","labels":"sadness"},{"text":"Man if you want some crazy dreams, slap on a few nicotine patches before bed.","labels":"neutral"},{"text":"Yes for sure! Please let me know how your job venture goes! :) would love to hear your experience.","labels":"approval"},{"text":"Theres a BIG difference between being against ones (hateful) political position and between harassing someone for his ethnicity.","labels":"annoyance"},{"text":"This is so uncharacteristic of him \/s","labels":"neutral"},{"text":"I don’t know","labels":"confusion"},{"text":"Im not looking to be forgiven lol. I still stand by what i said. Pll only read half my comment and ran with it","labels":"amusement"},{"text":"Nope, nope, nope and HELL NOPE! ","labels":"neutral"},{"text":"We are. EU regulations, laws created by the European Parliament. Don't say something that is blatantly untrue","labels":"annoyance"},{"text":"[NAME] has turned into one of the NBA's great actors","labels":"amusement"},{"text":"[NAME] ! Glad that we helped you.","labels":"gratitude"},{"text":"[NAME] and his supporters are the dumbest humans in the fucking galaxy. They should be locked up for their own safety.","labels":"anger"},{"text":"I use the app, it's not embedded they just don't bother changing it.","labels":"realization"},{"text":"Please don’t murder me","labels":"fear"},{"text":"This was great!! Thanks","labels":"gratitude"},{"text":"Little kids are the best because they're just like \"Wtf?!?!?\"\"","labels":"amusement"},{"text":"I've never heard of them until now, maybe that's why? ","labels":"confusion"},{"text":"You got a reply you walnut, as the guy said, plenty people collaborated this info.","labels":"neutral"},{"text":"Not to mention that the automation is meaningless if the economy that supports it has collapsed due to rampant poverty and unemployment.","labels":"annoyance"},{"text":"love that guy","labels":"love"},{"text":"Yay yayeeeee!","labels":"amusement"},{"text":"Woooooooahahhohohohohho nice one Bembry to [NAME].","labels":"amusement"},{"text":"I got bit by a Pomeranian while doing a dash...","labels":"neutral"},{"text":"When you feel nervousness, tell yourself it's just excitement. Makes a world of difference. :)","labels":"caring"},{"text":"Ah true blue love","labels":"love"},{"text":"Who the fuck reads news *papers* anymore? Baby boomers. This kind of crap is totally written by a \"journalist\" in need of a safe place.","labels":"anger"},{"text":"So you could say that this is one of very few subreddits that manages to somewhat avoid political spins and that the original commentor is a worthless shill","labels":"annoyance"},{"text":"Been closeted for 25 years, I feel like it made me the man I am today. ","labels":"neutral"},{"text":"Just look at Speedwagon. That man is... a beauty to say the least.","labels":"amusement"},{"text":"I don’t recall EVER being so excited about next year!","labels":"excitement"},{"text":"That was my favorite character... :’(","labels":"love"},{"text":"We did it, finally?! Idk weird timing.","labels":"confusion"},{"text":"It's better to say a moment like that could truly ignite her love for the game rather than putting a bit of a damper on it.","labels":"caring"},{"text":"I try I do but I retreat to my bed every time because I can’t handle it","labels":"disappointment"},{"text":"Weird, I checked again and it works for me now. It wasn't the first few times I tried to click.","labels":"neutral"},{"text":"This is all the creativity you folks could muster today? Up is down and red is blue? I was hoping for a little more effort. r\/terribletrollisterribleattrolling","labels":"anger"},{"text":"I don't even understand stuff is going on, I just laugh and hope it's at the right time. ","labels":"amusement"},{"text":"Scenes like these are what make me wish I could forget the entire show at will. So I can watch and enjoy them all over again.","labels":"joy"},{"text":"It certainly is. I create very little space in my life for people like that period.","labels":"approval"},{"text":"Thank fuck. So if you play exclusively through Steam is any action needed?","labels":"curiosity"},{"text":"I gave the show a chance because I enjoyed Bad Education. AP Bio is pretty bad compared to it. Hopefully season 2 improves.","labels":"joy"},{"text":"What's her name? I'm wondering if since it's being posted now years later Reddit might do it's thing and solve some crimes.","labels":"curiosity"},{"text":"no clip as an example to backup your claims?","labels":"confusion"},{"text":"I'd rather [NAME] take the fight at this point, [NAME] looks ready to red mist","labels":"neutral"},{"text":"Ah yes, my apologies!","labels":"remorse"},{"text":"Alright. I’ll do that. I just don’t want to fail the cdcs you know thank you.","labels":"optimism"},{"text":"what i imagine you sounded like when that cursor started freaking out","labels":"annoyance"},{"text":"I liked the Celtics until I started following barstool.","labels":"joy"},{"text":"I actually day trade blue chip stocks whenever I get the chance.","labels":"desire"},{"text":"As long as he doesn’t roll on the floor and then fix his hair it will be an improvement.","labels":"neutral"},{"text":"Same here. There's so much good to discover in any decade really.","labels":"neutral"},{"text":"I promise you it would for most people. You're just spoiled with having the mountains 45 minutes away.","labels":"caring"},{"text":"Huh, I'd missed this one when looking for new games a few months back. Might have to give it a try.","labels":"disappointment"},{"text":"Dude it was an old video. Your porn math is way off.","labels":"remorse"},{"text":"Thank you.","labels":"gratitude"},{"text":"FBI OPEN UP!","labels":"neutral"},{"text":"What were the forwards doing letting [NAME] skate up the middle to get that shot of and score?","labels":"curiosity"},{"text":"No idea at this point... found in the garage from my wife's residency many years ago... (she won't let me say HOW many years)","labels":"neutral"},{"text":"I do. Am chemist. Stop serving me things that remind me of work, goddamit.","labels":"anger"},{"text":"Good god what if they’re all ru songs","labels":"neutral"},{"text":"Fuck if I only could have those a single family home prices back :( maybe I wouldn’t be living in my RV","labels":"confusion"},{"text":"This could be valid. Remember that [NAME] was basically non-existent for the first 4 or so episodes of S9","labels":"annoyance"},{"text":"The city would have that removed so quickly to keep the cash cow mooing.","labels":"neutral"},{"text":"It sounds spasticated.","labels":"sadness"},{"text":">The Charisma Myth\" It's bullshit too.","labels":"anger"},{"text":"Haha sorry I’m still pretty clueless about this app","labels":"remorse"},{"text":"Highlights will be glorious to watch! Here’s [NAME] shootout zinger!","labels":"amusement"},{"text":"Isn't that redundant?","labels":"confusion"},{"text":"WHAT IS HAPPENING","labels":"annoyance"},{"text":"Don’t worry, he’s more afraid of you than you are of him. Just act tough, it’ll work...maybe...","labels":"caring"},{"text":"Nirvana is a great band but a good chunk of people in their fan base are just awful (underratedly awful)","labels":"fear"},{"text":"I wish I could make a garden","labels":"desire"},{"text":"JFC, they can't help themselves.","labels":"neutral"},{"text":"I will take it a as serious question. Sorry. I am in Europe","labels":"sadness"},{"text":"Yup, it's pretty funny to know we technically use the metric system.","labels":"amusement"},{"text":"Cool have fun","labels":"amusement"},{"text":"You shouldn't skip to any scene. This is a masterpiece from start to finish.","labels":"amusement"},{"text":"This is what they're addressing when [NAME] is asking if it was OK to kill the step dad.","labels":"neutral"},{"text":"Tbh I think there are a lot of parts of chicago that are way shittier than memphis","labels":"annoyance"},{"text":"That explains why the dude in the back reacts the way he does... thank you!","labels":"gratitude"},{"text":"There is nothing left about r\/Canada my man.","labels":"neutral"},{"text":"I’m slowly starting to get excited about what we will do with the draft pick(s?) they will most likely get in a trade","labels":"excitement"},{"text":"If Spider-Man 2 is a “failed movie” then so is The Dark Knight and all the LOTR movies.","labels":"neutral"},{"text":"I mean I love this but I actually think the backup was better.","labels":"love"},{"text":"Lmao, I really messed this up. Loved your replies in the og thread, mate, keep up the good work :). ","labels":"amusement"},{"text":"I'll try that but I'm thinking about going outside when it is unbearable to sleep. Also I'm scared of cold making me more sleepy.","labels":"fear"},{"text":"As a painter in a body shop, this pains me to watch.","labels":"sadness"},{"text":"I wish yall would stay off the fucking roads when youre drinking beer. Mind you, on a bike I may just get that wish after your first night out.","labels":"desire"},{"text":"Wow [NAME] hasn't been seen yet, can't wait for him to get no1","labels":"annoyance"},{"text":"So? [NAME] was and is a far higher rated player than [NAME] as much as I like him.","labels":"amusement"},{"text":"r\/hockey has no love for us! Just stay here with all us cool people!","labels":"neutral"},{"text":"Is it wrong that I've been really disappointed that I haven't gotten to try out my new snowblower? :-\/","labels":"disappointment"},{"text":"I hated broccoli until my parents tapped into my obsession with dinosaurs and got me to pretend I was a brontosaurus","labels":"anger"},{"text":"The [NAME] are all laughing at each other. They are divided. We need to strike them down while they are weak.","labels":"annoyance"},{"text":"Let it flow through you, become empowered by it. ","labels":"approval"},{"text":"I love humans","labels":"love"},{"text":"This definitely was what I was thinking too. With the things that go on nowadays, I wouldnt be suprised!","labels":"neutral"},{"text":"I'm at work right now and its going to start snowing before I leave. I drive an MR2. Thoughts and prayers please.","labels":"neutral"},{"text":"BAT OLA?","labels":"neutral"},{"text":"sorry my fellow youngsters, we're illiterate.","labels":"remorse"},{"text":"Burkina Faso is 1,000 miles of the Sahara away from Libya. Also, congratulations on embracing the sunk cost fallacy so completely.","labels":"gratitude"},{"text":"I've removed your post for witch hunting. Please be mindful of that in the future.","labels":"anger"},{"text":"At least it was to her mom and not her dad.","labels":"neutral"},{"text":"Your funny, thanks","labels":"amusement"},{"text":"Well thats survival sweety. Run away live to fight another day. You on the other hand are the one that learns the hard way and ends up dying first!","labels":"caring"},{"text":"If he does well, do you guys think that's a sign that we could flip a senate seat? I like [NAME] a lot.","labels":"love"},{"text":"Probably not, and I'm fine with that. Not exactly the position nor type of person a rebuilding team needs. ","labels":"confusion"},{"text":"What is the $250,000 figure based on?","labels":"curiosity"},{"text":"What...? That’s some real mental gymnastics to justify him assaulting her","labels":"annoyance"},{"text":"I regret my psycho ex. Does that mean I was raped? Or do the rules not apply because I'm a man?","labels":"sadness"},{"text":"I just shit my pants. Then walk away. Embarrassing enough he won't press or follow you.","labels":"embarrassment"},{"text":"I feel like the last line should be \"on your rep of failure\" rather than \"day\".","labels":"neutral"},{"text":"That basically means this site steals and sells your data so they don't want to make it GDPR compliant.","labels":"disapproval"},{"text":"You might enjoy this","labels":"neutral"},{"text":"I wish there was a bridge there, because then that would have been worth it. This river is the biggest pain in my zone!","labels":"desire"},{"text":"As it should be. Great.","labels":"amusement"},{"text":"OMG she's BYEsexual. Sorry I had to.","labels":"embarrassment"},{"text":"All right then, what’s your source?","labels":"curiosity"},{"text":"Thanks :).. My issue got solved :) . YT on Twitter never helps.. they just do the basic troubleshooting.","labels":"annoyance"},{"text":"I really like Funhaus","labels":"love"},{"text":"That one is my favorite btw, its delicious. sorry you couldn't have it :(","labels":"excitement"},{"text":"Why not both","labels":"confusion"},{"text":"Neither are those 6 other pairs that I am wearing!!!","labels":"disappointment"},{"text":"Knew someone at that actual party, according to them he was talked into doing it by Odd Future members not sure who tho","labels":"neutral"},{"text":"I have a feeling this is gonna get really crowded, and end up being a shit show with such short notice for everything.","labels":"approval"},{"text":"Raptors ML $$$$$$$$$$$$ Lowry has been upgraded to Questionable and will be at shootaround","labels":"neutral"},{"text":"ITS A SECKS THING SWEATERVEST!!!!!!!!1111","labels":"neutral"},{"text":"Oh haha I didn't see that!","labels":"amusement"},{"text":"You can read the report she was pretty busted up. You can restrain a woman without leaving her bruised up.","labels":"neutral"},{"text":"Aww that's so sweet !","labels":"excitement"},{"text":"So this dude gets a bonus that could have funded HGC for at least 2 more years. Thanks Activision!","labels":"gratitude"},{"text":"This guy gets it (and feels it as well... Sorry brother)","labels":"remorse"},{"text":"Congrats, still waiting on getting called for an interview for another internal position. Applying around Christmas HR is so fucking slow.","labels":"gratitude"},{"text":"Thanks for all these suggestions!","labels":"gratitude"},{"text":"Holy shit he hit him hard","labels":"annoyance"},{"text":"Who exactly are their ‘volunteers’? The IRA?","labels":"curiosity"},{"text":"Shit, I wish I had your skin and those blackheads. I’m 38 and still get acne and have scars!","labels":"annoyance"},{"text":"Happy cake day bruh","labels":"excitement"},{"text":"Another fun fact is that the survivors present at the campfire are the ones you most recently played as.","labels":"amusement"},{"text":"I think it is worth documenting this sort of stuff, as a reminder. They'd do this to your kids too. In a heartbeat.","labels":"amusement"},{"text":"I feel like someone smart will go pound bama on the ML right now. But that person won’t be me lol.","labels":"amusement"},{"text":"Then why are you commenting on a thread about that article?","labels":"anger"},{"text":"You're dad's favorite? No fair!","labels":"curiosity"},{"text":"Drink the kool-aid! Lol","labels":"amusement"},{"text":"Wooshes for everyone!","labels":"neutral"},{"text":"That's one of the only times I've ever felt bad for [NAME]. He was relentless and would not let it go!","labels":"sadness"},{"text":"it’s starting to get weird","labels":"embarrassment"},{"text":"ugh, same. it also gave me the shakes, so I quit. so far, I've found Trintellix to be a nice compromise","labels":"fear"},{"text":"Bisexuality does not and never has implied gender preference. Assuming that is perpetuating biphobia.","labels":"disapproval"},{"text":"That creepy realization that everything [NAME] says is projection...","labels":"realization"},{"text":"wouldnt like most of the pokemon fanbase be adults now tho","labels":"approval"},{"text":"I feel fantastic","labels":"excitement"},{"text":"The fuck?! You're in the wrong subreddit with this regressive bullshit victim blaming.","labels":"annoyance"},{"text":"> a mother in law unit Apropos of this and not the main thing.. lol! We call them granny flats in Aus :)","labels":"amusement"},{"text":"I wish I'd get invited to parties...","labels":"desire"},{"text":"Oh Lord...","labels":"neutral"},{"text":"Seriously, [NAME], if you happen to see this, I love not just your work, but who you are. Thanks for being awesome. ❤️","labels":"gratitude"},{"text":"I always love her reaction. She acts like life is over.","labels":"love"},{"text":"Because it's stealing from her company.","labels":"neutral"},{"text":"Actually my biggest question is why people are working if they aren't getting paid","labels":"annoyance"},{"text":"hey people at the game, i asked this last time we did this too, but how frosted is the Fortress tonight?","labels":"neutral"},{"text":"It is his welcome, he can do with it as he wishes. Your misunderstanding is forgiven.","labels":"caring"},{"text":"I’m surprised nyxl hasn’t done that with their overloaded dps roster, but a possible upcoming import limit might be the issue","labels":"surprise"},{"text":"Oh, so it isn't a term made up by antivaxers designed to be intentionally vague? I thought you said it was.","labels":"confusion"},{"text":"Please tell me she has a partner named [NAME]","labels":"neutral"},{"text":"Sorry thought you were the other guy that said it was a privilege.","labels":"remorse"},{"text":"This makes my tummy sick.","labels":"sadness"},{"text":"I ASSURE YOU WE'RE OPEN","labels":"approval"},{"text":"I like [NAME] as a person I just don’t want to see or hear any sexy times between her and [NAME].","labels":"annoyance"},{"text":"Lmao he did that at the concert i went to and said that it was the first time hes ever seen it","labels":"neutral"},{"text":"Because feminists have equal rights already. Feminism only still exists because some women figured out that they could use to further their privilege.","labels":"approval"},{"text":"Yes, he's really pushing the Devils to new heights.","labels":"approval"},{"text":"Disaster!!","labels":"neutral"},{"text":"Shhh don't give them the idea!","labels":"anger"},{"text":"Don't go into alcoholism because of my comment :(","labels":"caring"},{"text":"I don’t like dogs so I don’t care.","labels":"anger"},{"text":"Hey man it's all good, I'm glad I can relate to someone as well!","labels":"relief"},{"text":"I love it. She really snapped.","labels":"love"},{"text":"It's in case he suffers from amnesia and forgets his name.","labels":"fear"},{"text":"I read fuck and not tuck. Was wondering how the hell it wasn't creepy....","labels":"surprise"},{"text":"That’s pretty neat","labels":"approval"},{"text":"Do you have cash app?","labels":"curiosity"},{"text":"[NAME]. How are your attempts at arguing reality into agreeing with you going?","labels":"curiosity"},{"text":"i did, but it was at 3 am before i went to bed, so i’m gonna cheat and count it as 2018 LOL.","labels":"fear"},{"text":"Just thinking about all the stupid stuff I did as a kid makes me very afraid for my 5 year old.","labels":"annoyance"},{"text":"He reminded me more of [NAME] last year. His lumbering skating this year makes him look different.","labels":"neutral"},{"text":"Wow there a lot to choose from for 10 bucks or less too","labels":"surprise"},{"text":"And those poor kids are still paying for it. And we have actual grown adults that are bullying them even today.","labels":"sadness"},{"text":"Ok. Good idea!","labels":"approval"},{"text":"Sounds like not a typical 1\/3 hand ...","labels":"relief"},{"text":"Wish i had more up votes for you.","labels":"desire"},{"text":"i used that as an example, and i also said it would be very difficult. this is hypothetical there’s no need to be rude.","labels":"annoyance"},{"text":"Hope for the best but still work as hard as we can.","labels":"optimism"},{"text":"You sure? They seem so much brighter on screen lol","labels":"amusement"},{"text":"No it's actually a land form just off the toes of the giant!","labels":"approval"},{"text":"No such thing as too cold, friend! Just too long, I don't wanna bother.","labels":"sadness"},{"text":"I am 33 and I still regret things I said in the 5th grade.","labels":"sadness"},{"text":"For some reason I'm imagining a hauty, French snorting laugh.","labels":"amusement"},{"text":"Why don’t you just *get the fuck out* of Edmonton if you hate it so much?","labels":"anger"},{"text":"I like this","labels":"love"},{"text":"Or you just don't understand what fascism is, the role it plays, and the material conditions that bring it about.","labels":"anger"},{"text":"[NAME] voice actor by the end of the game was phenomenal. So much rage and sadness","labels":"anger"},{"text":"We smart apes","labels":"pride"},{"text":"I took a picture of a farmer treating his crops with roundup yesterday.. it was horrifying","labels":"fear"},{"text":"That's a Russian pun, which is super easy. Also, inferior to [NAME] \"In Soviet Russia...\" jokes.","labels":"amusement"},{"text":"I would like to say that I see plenty of people in their young adult life that are still incapable of living on their own.. lol","labels":"neutral"},{"text":"Pure asshole.","labels":"annoyance"},{"text":"Didn’t mean to offend, sorry if I did. I’m a firm believer in less glass( phones) and more flesh\/blood. ","labels":"remorse"},{"text":"I actually have the complete collection so I can play any of them when I want to!","labels":"neutral"},{"text":"You sure are outraged about some people making fun of [NAME]. Gee, that's easy!","labels":"amusement"},{"text":"Im tiddly at beer oclock. Hello from taranaki new Zealand.","labels":"neutral"},{"text":"Are you saying you did not expect those bananas?","labels":"curiosity"},{"text":"I just wish she could do this on the show more readily","labels":"desire"},{"text":"At least we can all rest easy that it doesn’t happen in “The Zookeeper”","labels":"relief"},{"text":"Yeah Stupid Sexy groening","labels":"annoyance"},{"text":"I was born in caul but my psychic powers haven't come in yet. :(","labels":"neutral"},{"text":"That depends on the type. Some are three wheels spinning inside each other and **covered in eyes**.","labels":"approval"},{"text":"aint that obvious","labels":"neutral"},{"text":"I'm so delighted that my boyfriend has found this community.","labels":"joy"},{"text":"With the weather we are having, it is a surprise when a battery works.","labels":"surprise"},{"text":"And I'm sure grandmas in SC love the stereotype of the violent black man.","labels":"approval"},{"text":"You guys are heading toward healing, that's amazing.. Is it possible that you are wishes on true healing ","labels":"amusement"},{"text":"Don't forget [NAME] being nerfed because she was unfun to play against in QM, then being reworked, then being nerfed again for the same reason.","labels":"annoyance"},{"text":"Throwback to [NAME] tweeting about how bad it was that [NAME] was in a punk band in college","labels":"embarrassment"},{"text":"I'm underweight anyways, somebody hand me an English to (whatever language) translation book.","labels":"neutral"},{"text":"nice to see that more special needs are out in the work force. go get em pal.","labels":"joy"},{"text":"I love my cheek bones and my skin tone (this one took me a while to accept!).","labels":"love"},{"text":"The issur obviously couldn't apply as they don't have free will, so I guess the tuma'ah is dependent on the issur.","labels":"neutral"},{"text":"Honestly, it's a great sample of the world as a whole. One articulate person can steer an entire crowd of idiots to do anything.","labels":"amusement"},{"text":"Have you asked her child?","labels":"curiosity"},{"text":"Now you tell me! I’m heading at high speed towards a one-third-life crisis and need a change.","labels":"annoyance"},{"text":"Haha this dude’s from the area I’m from. He’s a local treasure","labels":"amusement"},{"text":"The caption says \"tried\", but it seems she actually did get away with not paying. What really happened?","labels":"curiosity"},{"text":"You mean you wouldn't want to be a transhuman cyborg alien experiment? That's not very cash money of you, my friend.","labels":"confusion"},{"text":"Oh I know just bantz","labels":"neutral"},{"text":"I worry that as soon as VR and AR take off, it'll be the nail in the coffin and we will be trapped.","labels":"nervousness"},{"text":"Iss all good now but thanks!","labels":"gratitude"},{"text":"Yeah I just saw that. The wheels are turnin' :)","labels":"neutral"},{"text":"The pink hats in here will tell us something different but we know the truth. Thanks for the comment","labels":"gratitude"},{"text":"I keep wondering about armpit waxing, but the potential pain scares me. ","labels":"fear"},{"text":"I like how it's \"unacceptable\" lol. The nerve","labels":"amusement"},{"text":"I would enjoy Kreate a Kharacter. But it'll need a lot of help. They shouldn't let you put cubes and stuff everywhere like in SC6.","labels":"joy"},{"text":">Being sexually desired False, since there are a lot of things you can change on yourself to be more desirable. Also you act out of experience.","labels":"annoyance"},{"text":"I also love that her correction was wrong. But all the bustling millinery on The Island can do that to a person.","labels":"love"},{"text":"Other than the Futurescope trilogy, it is pretty bland.","labels":"neutral"},{"text":"The guy with the camo comment is correct. r\/woosh","labels":"approval"},{"text":"1. Dr. [NAME] job is just cause drama and look frustrated 2. I wanna know the mothers of people ITT","labels":"anger"},{"text":"Thanks! I'm glad you got a kick out of it.","labels":"gratitude"},{"text":"Nize it lol. Everyone on this subreddit sounds like they’re 50+","labels":"amusement"},{"text":"I bet you could get away with this at work just fine.","labels":"optimism"},{"text":"she once had a one way 30 minute conversation with me about how she and her boyfriend met while I was holding food what do you think","labels":"neutral"},{"text":"PS. I love my aunt! She’s one of the reasons I went into “nursins.”","labels":"love"},{"text":"Obviously he has not adhered to his promises, however what I noticed is this is basically the same message that [NAME] had.","labels":"annoyance"},{"text":"Stocks have less market friction...there is also more chaos due to the amount of individuals vying to make money there, compared to here.","labels":"disappointment"},{"text":"I'm proud that this is the first response I see.","labels":"pride"},{"text":"Oh god dammit I've been bamboozled, I fell for the b8","labels":"annoyance"},{"text":"NOPE. Comox Valley and loving it!!","labels":"disapproval"},{"text":"Debating whether this is a troll or gross overshare. Going to go with troll since you just also made a new account","labels":"neutral"},{"text":"This feels more like \"Lofi Rock\" if that exists, or even Jazz. Very interesting.","labels":"curiosity"},{"text":"I wish my family was a gov so I could charge random people on the street for my family's mess ups :\/","labels":"desire"},{"text":"Oh I know. I was just pointing out that our current number one has consistency issues as well so we are used to it.","labels":"annoyance"},{"text":"Us as well, along with home","labels":"neutral"},{"text":"Not defending [NAME] at all but this is just super sad if it’s true...","labels":"neutral"},{"text":"Yea the conversation went as expected and now I'm looking for a new job. Thanks to all for the help","labels":"gratitude"},{"text":"I can be convinced to like any trade right now but it all comes down to the return.","labels":"love"},{"text":"We moved away from our home town a few years ago. We have no family and not many close friends.","labels":"sadness"},{"text":"The wilderbeast only hit muscles so they patches her up, cleabed the wound and gave her antibiotics","labels":"neutral"},{"text":"It’s Beirt for people, wouldn’t it be beirt garda?","labels":"confusion"},{"text":"Just don’t be born on a raped planet. Jeez why do you damned virgeens make such a fuss?","labels":"anger"},{"text":"Interesting, but I can't imagine it will be there long until someone steals or destroys it.","labels":"excitement"},{"text":"He has been given all the time\/freedom in the world - he just doesn't deliver.","labels":"neutral"},{"text":"This is the best Cowboy Story Arch.","labels":"amusement"},{"text":"[NAME] has a great bit on this topic.","labels":"amusement"},{"text":"A supposedly professional article banging on about gammons and insulting people's appearance. Not an impressive display of journalism, just a pathetic blog designed to preach to the choir.","labels":"approval"},{"text":"I didn't realize being in my late 20s qualified me as a senior citizen, where do I get my AARP card?","labels":"curiosity"},{"text":"Sorry, should've mentioned... ","labels":"remorse"},{"text":"he can still be heard uttering \"I'm a huge fan\" alone in a dark room","labels":"neutral"},{"text":"You want me to go searching around for that? I'm good. I'll just assume you're wrong because of the way you type.","labels":"annoyance"},{"text":"Poeling is looking like a fkn stud. Imagine our C depth next season... [NAME]... holy fuck","labels":"annoyance"},{"text":"Can't even do that anymore :(","labels":"anger"},{"text":"I am getting a cursed vibe from this","labels":"anger"},{"text":"Doesn't matter, you don't deserve an advantage over everyone else just because you have a disability. Edit: Lol, downvoted for stating a fact.","labels":"annoyance"},{"text":"I'd have to really contemplate that, but my huntch is to agree.","labels":"neutral"},{"text":"Which is fine, when you rush back guys from injuries you end up with a [NAME] situation.","labels":"annoyance"},{"text":"#SHOCKEEEEEEEEEEEER!","labels":"neutral"},{"text":"[NAME] did a photo shoot with the first presidency. Hilarious","labels":"amusement"},{"text":"None. If you get anything at all, it's a bonus, but don't expect anything.","labels":"anger"},{"text":"Thanks that's very helpful because I can't seem to decifer all of the levels of irony in some posts on this subreddit haha.","labels":"gratitude"},{"text":"She looks like her face is pulled back with ''face lifts'' tape. Or like she's pulling back her face like that scene in MIB I.","labels":"neutral"},{"text":"i suppose it did, but the kick follow up whiff is what i was really pointing out","labels":"neutral"},{"text":"> [NAME] mother allegedly vandalized [NAME] grave, stating that she had ruined her son's life. No....","labels":"realization"},{"text":"Think we need a sub dedicated to miserable reviews.","labels":"neutral"},{"text":"Me too.. which left me conflicted about how to feel.","labels":"anger"},{"text":"She truly looks like a puma, beautiful!!","labels":"amusement"},{"text":"Wow OP sounds like you're really skilled at opening your legs, you're parents should be proud of you, STI and all.","labels":"excitement"},{"text":"WHAT. It says due date 12\/31\/18. Did she have the kid yet? Oh [NAME] I feel so bad for her and that child...... nooooooo","labels":"curiosity"},{"text":"That was my wish in writing this. We all need hope sometimes. Some enchanted evening comes for each of us in its own time I think.","labels":"desire"},{"text":"Politics are boring. Vote for everyone. -[NAME]","labels":"annoyance"},{"text":"nice, was a big fan of REQ but haven't kept up with their progress much the last year","labels":"gratitude"},{"text":"Except you didn't and it's still false.","labels":"annoyance"},{"text":"*[NAME] intensifies*","labels":"neutral"},{"text":"[NAME] and [NAME] at a brothel together > [NAME] and [NAME] at the Laver Cup","labels":"neutral"},{"text":"And let me guess, is our friend [NAME] also shilling his own coin that solves all the problems?","labels":"curiosity"},{"text":"Love their channel, with tracks like these I'm expecting them to become a full band","labels":"love"},{"text":"That’s not true*","labels":"approval"},{"text":"These are some of the most talented marbles I've ever had the honor and privilege of watching.","labels":"amusement"},{"text":"the fuck? I would do it in a heart beat. ya'll nuts if you think [NAME] will draft any better than [NAME]","labels":"anger"},{"text":"\"but did it feel good tho?\"","labels":"curiosity"},{"text":"Hell yeah my dude. And the best part is, if I had the money, I could get either or both of those right now :)","labels":"excitement"},{"text":"that's weird, I thought we already had too many outfielders? edit: this was a joke.","labels":"confusion"},{"text":"Threatening to jail disadvantaged families is low even by Democrat standards.","labels":"disappointment"},{"text":"No, YOU’RE crying!!!!","labels":"sadness"},{"text":"TV shows. And occasionally movies. I stopped Interstellar at that stupid love speech. Never finished it.","labels":"anger"},{"text":"Why do we play NJ so shitty?","labels":"anger"},{"text":"wooosh! orange fans mad","labels":"annoyance"},{"text":"Yes that would've been so much fun! You can only imagine my shock and disappointment...","labels":"amusement"},{"text":"Just go for it, man. Life is too short.","labels":"annoyance"},{"text":"Very interesting link, thanks for sharing. Happy New Year!","labels":"excitement"},{"text":"Yes definitely do","labels":"approval"},{"text":"[NAME] doesn't believe in tipping.","labels":"neutral"},{"text":"Weirdly I never heard of this show till I saw it on the RTE player this morning, and now this post... Maybe its a sign? ","labels":"surprise"},{"text":"I pray that you will have strenght to fight for yourself and go NC.","labels":"caring"},{"text":"Watch it in German but use English subtitles trust me","labels":"caring"},{"text":"> Is it weird to have more sympathy for animals than humans? It's frighteningly common, so not *weird*, but it's definitely sad","labels":"sadness"},{"text":"Sorry if I’m late to the party but when does the new season start? I’m getting withdrawals! Happily ever after that is.","labels":"curiosity"},{"text":"Don’t forget sports gambling. THEN we’ll be happy.","labels":"joy"},{"text":"I thought you were suggesting a bigger knife for a second.","labels":"neutral"},{"text":"I love that he wears the rad suits. You do you Mr [NAME].","labels":"love"},{"text":"Photo critique? It's quite blurry. But the colours is great, as is the angle. ","labels":"amusement"},{"text":"Imagine the gifts this baby is going to get from all the housewives.","labels":"neutral"},{"text":"Shh don't spoil it for us","labels":"anger"},{"text":"Damn, for real? I'm 250 and drink regularly, if I pound two beers in under a minute I'm good for a little while.","labels":"optimism"},{"text":"The only flight delay I’ve had at slc is because there was too much rain at lax","labels":"nervousness"},{"text":"Has he done this with other world leaders, too? Or only [NAME]?","labels":"curiosity"},{"text":"This has been going on for months and bypass 2018 and now it is about to end.Actually I doubt it","labels":"confusion"},{"text":"I could not imagine being that imprisoned by my body.","labels":"neutral"},{"text":"Let's be honest here if [NAME] played last night the Canucks win. This defense is a major concern and needs a complete overhaul this offseason.","labels":"approval"},{"text":"Tfw when not only is it tiny, but it’s damn ugly too. :( ","labels":"disappointment"},{"text":"my gawd! This is adorable!","labels":"amusement"},{"text":"YES! *-*","labels":"amusement"},{"text":"I miss [NAME]","labels":"disappointment"},{"text":"unbridled bigotry that started as a meme but ended... well, it hasn't yet but its not looking good","labels":"disapproval"},{"text":"People keep giving serious arguments but you keep replying “but mah happiness” Not worth it to lose time arguing with the likes of you","labels":"annoyance"},{"text":"What the fuck [NAME]! Are you easy to talk to? 29 years and you didn't see it coming?","labels":"neutral"},{"text":"I bet she’s gonna bring it. Hopefully they spend more money on the production of the season versus that Scheißer RuVeal.","labels":"optimism"},{"text":"Im about to order 1b-lsd today since thats all i can get here legaly and dont have underground conections to get real acid. I will keep that in mind :D","labels":"realization"},{"text":"Lol Jets Skills Comp got taken down due to Copyright","labels":"amusement"},{"text":"It always upset me that [NAME] would require his only son to do this I no longer believe it","labels":"disappointment"},{"text":"I'm 'old school' Manual; left arm (unless contraindicated), straightened, relaxed breathing, no talking, slow release.","labels":"neutral"},{"text":"Something is rotten in Deutschland.","labels":"disgust"},{"text":"I'm surprised that the police have not send her to a mental institution","labels":"surprise"},{"text":"Thanks, I was confused, too. I was like, \"how did your grandma rinse vegetables??\" Lol","labels":"confusion"},{"text":"Bump stocks too I guess, I can't imagine why he actually did that though, perhaps his advisors told him to do it to pander","labels":"annoyance"},{"text":"FYI that ‘[NAME] quote’ is not only false but also not an [NAME] quote.","labels":"neutral"},{"text":"Thats dope. But looks dumb when you write it. Should be, Forum 41. Or, 41st Forum or something like that.","labels":"realization"},{"text":"I don't remember if I've entered","labels":"neutral"},{"text":"> pro peace. Somehow pro-peace became pro-Putin. Yes, people have lost their minds.","labels":"neutral"},{"text":"Okay, but your other comment didn’t even make sense. Wasn’t sure what you were complaining about ","labels":"annoyance"},{"text":"Lmao bro.","labels":"neutral"},{"text":"I just want instant run off voting, which wasn't one of the three options.","labels":"desire"},{"text":"This comment doesn't make sense. I'm not sure what you're trying to say.","labels":"annoyance"},{"text":"Wow. She just risked her life and interfered with the process of natural selection. Hopefully she gets eaten next time","labels":"optimism"},{"text":"unrealistic, the little fuck didn't taunt post-kill","labels":"anger"},{"text":"I'm not your buddy, friend. Btw, enjoy the rumble you nice dude. ","labels":"joy"},{"text":"See i was kinda right in the first verse, thanks aha","labels":"gratitude"},{"text":"Check Billboard's actual site. Not Wikipedia. Can't knock the hustle hit #10 on 1-12-2019","labels":"annoyance"},{"text":"There goes my hero....","labels":"neutral"},{"text":"It didnt fuck up his career at all. Hes got thousands of ravenous fangirls and still makes absolute bank.","labels":"excitement"},{"text":"That was 1 scene and I think was more about her sense of powerlessness in the situation","labels":"neutral"},{"text":"It could have heat resistant padding on the other side. Honestly in the 1940s it's probably asbestos on the inside lol","labels":"neutral"},{"text":">Playing competitive MTG has brought me as much joy as my children. Yeah this conversation is over","labels":"joy"},{"text":"Does windows xp count as odd or even?","labels":"confusion"},{"text":"I was expecting it and I jumped. I don’t even have thlassaphobia lol","labels":"neutral"},{"text":"What in the West Virginia is this?","labels":"curiosity"},{"text":"[NAME] and [NAME] are friends now.","labels":"neutral"},{"text":"Seems to be fake. Checked the Morning Mix website, no articles from Nov 13^(th) 2018 that match the title shown.","labels":"neutral"},{"text":"Don't judge our love","labels":"anger"},{"text":"we go!","labels":"neutral"},{"text":"I’m guessing you’re talking about when I burned my arm. 2nd degree and luckily no scaring","labels":"relief"},{"text":"I was surprised too","labels":"surprise"},{"text":"Foooooooor shadowing!","labels":"neutral"},{"text":"LOL. The one in the bed, when [NAME] is walking in with the candle. It was just awkward. ","labels":"amusement"},{"text":"I don't know who the hell that is, but I will gladly upvote your post because it's not a stupid driving rant.","labels":"anger"},{"text":"How did he kill u with kobolds btw?i wanna know how this was done.","labels":"curiosity"},{"text":"Well how’d the planters pull this off? Step by step.","labels":"curiosity"},{"text":"But teres an increce in autims retas. With tah vaxenes.","labels":"approval"},{"text":"I wanted [NAME] so bad, but at least we got a cute character (little ticked about the scythe but, I'll still play her)","labels":"relief"},{"text":"Lol dream on buddy. You’ve had enough attention today. Actually learn what your talking about helps a lot. Sorry your stuck in free roam smokin crack","labels":"sadness"},{"text":"Im so sad how that movie turned out. We could have achived something good","labels":"sadness"},{"text":"As of right now, [NAME] is the better overall player.","labels":"amusement"},{"text":"To be fair, they did call it a horror. ","labels":"neutral"},{"text":"I'm a doctor. The doctor examining him with severe back pain after an injury should test for sensibility, muscle strength, and reflexes at least.","labels":"sadness"},{"text":"They live was a great film.","labels":"amusement"},{"text":"Looks like a plate to me. A stupid plate. But a plate nonetheless.","labels":"anger"},{"text":"[NAME] has a second channel called JessiStyles! She has dry skin :)","labels":"neutral"},{"text":"He is the best","labels":"approval"},{"text":"Central Business District. Its where main shops are located normally in very close vicinity.","labels":"relief"},{"text":"Yep. Been there. Watching my baby crying while vomiting and her eyes looking at me so hurt was hard.","labels":"sadness"},{"text":"For futures sake, if someone is in the Midwest, where would we opt to play? ","labels":"curiosity"},{"text":"Well that's Kraaifontein .... Where the kids bite the dogs","labels":"neutral"},{"text":"Srs I have tears in my eye from laughing... and also because I’m immunocompromised and live not too far from there lmaoooooooooo","labels":"amusement"},{"text":"He goes after my Wisconsin teams all the time... so I live that one haha. Pisses me off but still love em","labels":"amusement"},{"text":"Your dog is soooo cute","labels":"love"},{"text":"I just discovered her today and I love her music","labels":"love"},{"text":"Seconded! [NAME] is gorgeous.","labels":"gratitude"},{"text":"Where about sis this it’s gorgeous. I’d love to have a piece of property with a creek. That’s my dream.","labels":"love"},{"text":"It tasted strange to me.","labels":"neutral"},{"text":"I hate it and I love it.","labels":"anger"},{"text":"I was getting arrested and my dog run away from home like a bullet","labels":"sadness"},{"text":"Except it seems like the constant jerking off about DMC was one of the several things that could have led to them drifting apart.","labels":"disappointment"},{"text":"Riot keeping nailing it in the cinematic and music department. That was so fun to watch, especially how amazing [NAME] and [NAME] part was.","labels":"amusement"},{"text":"The bourgeoisie elected courts were going to backtrack on all [NAME] economic reforms. Fuck those guys.","labels":"realization"},{"text":"I'M MOTIVATED!","labels":"gratitude"},{"text":"Don't chase after out of position teammates. Your life as a Mercy is more important. Let them fools die and learn their lesson.","labels":"caring"},{"text":"Nah man. This website smells like toast and makes my left arm hurt.","labels":"disappointment"},{"text":"[NAME] still pulling in the numbers. Doubt we'll ever see [NAME] on PPV again but [NAME] is still a draw with the right opponent","labels":"neutral"},{"text":"This movie, though simple but effective, shows how it is being jammed in your face is because it was just one police officer, chill.","labels":"amusement"},{"text":"I didn't know that, thanks for the clarification.","labels":"gratitude"},{"text":"Oh, didn’t catch that.","labels":"annoyance"},{"text":"Also, on my phone this didn't show up as a \"cross post\". Sorry!","labels":"remorse"},{"text":"Like wtf how is that angle 114 degrees","labels":"curiosity"},{"text":"oh thank you! im relatively new-ish and did not know that","labels":"gratitude"},{"text":"I hope they caught the bastard","labels":"optimism"},{"text":"what level of bloom would you think is appropriate?","labels":"curiosity"},{"text":"Fun fact: not everyone is a guy, although you may not have any contact with women personally","labels":"approval"},{"text":"do some blow and spice, it'll be just another day in Florida for Florida man","labels":"neutral"},{"text":"Buddy. Your prejudice is showing. Also plot twist I'm a white [NAME] woman. You don't understand the principle of what white privilege is.","labels":"neutral"},{"text":"Yes - sometimes I see amazingly detailed little faces. It's so weird.","labels":"joy"},{"text":"You have no idea what you're talking about.","labels":"neutral"},{"text":"hmmm....","labels":"amusement"},{"text":"I came to say this. Lebanon is on there twice, too.","labels":"neutral"},{"text":"Sometimes, I am amazed that they are able to fit into a car.","labels":"surprise"},{"text":"And are millennials supposed to be attracted to these? If anything I'd be more offended than encouraged to join.","labels":"curiosity"},{"text":"Damn, he sold all out for that kick","labels":"anger"},{"text":"Idk what dumbass downvoted you, somatotypes are bullshit lol","labels":"annoyance"},{"text":"That's crazy. Glad you got your money back though!","labels":"joy"},{"text":"It’s also extremely expensive and school options are limited. Just a thought, I’m all about advancing your career:)","labels":"disappointment"},{"text":"Sorry guys, accidentally sold 10,000k","labels":"remorse"},{"text":"I'm so racist and self important I refuse to braid this girls hair","labels":"anger"},{"text":"I'm beginning to think that ArcSys might be my favorite videogame company. They make such good fighting games.","labels":"amusement"},{"text":"Well at least it's your fellow countrymen treating you like shit now and not outsiders. Improvement amirite?","labels":"amusement"},{"text":">And you contribute to them not interacting with other people... Which I never told anyone not to. Hmmmmm","labels":"neutral"},{"text":"Makes way less mistakes than [NAME]","labels":"neutral"},{"text":"Brew bus in the Tampa area?","labels":"curiosity"},{"text":"That’s great of you :)","labels":"amusement"},{"text":"Was anyone on just now, and got booted from the server? It now looks like both servers are down, both are 9999 ping for me.","labels":"curiosity"},{"text":"This is exactly what I told him. I went the fuck off. Lol","labels":"annoyance"},{"text":"[NAME] is nowhere close to the worst linebacker in the league.","labels":"disgust"},{"text":"I’m picking up my fourth one tomorrow. CZ Scorpion Evo 3 .... and I’m stoked","labels":"excitement"},{"text":"Have faith.","labels":"approval"},{"text":"I could believe it's natty transformation, just not in so short time-frame. Hence, juicy or time-frame is closer to 2 years.","labels":"neutral"},{"text":"It's funny cause you say socialists have an \"ignorance of economics\" while posting on an anarcho-capitalist sub :) I think you clearly fundamentally misunderstand socialism. ","labels":"amusement"},{"text":"Removed. Guilting the OP and pushing this course of action is not acceptable here. Be sensitive to the OP's current frame of mind and wishes.","labels":"annoyance"},{"text":"Anytime someone says “Sorry, English is my second language,” I already know I’m in for a well written post.","labels":"neutral"},{"text":"That was the only place I saw and their pictures looked horrible. Might just have to go to the source and vacation in southern Asia","labels":"fear"},{"text":"Sounds like fun, actually?","labels":"confusion"},{"text":"Omg its hannibal cooper","labels":"surprise"},{"text":"I dunno. Backhanded compliments in girl world are like professional sports.","labels":"realization"},{"text":"That's literally insane considering we're talking about [NAME] and [NAME].","labels":"annoyance"},{"text":"Dont keep your mouth shut.","labels":"anger"},{"text":"I swear to [NAME], these offseason dream\/hypothetical lineups get me rock solid every single time. I love it","labels":"love"},{"text":"This just reminded me to continue designing that bloody website.","labels":"anger"},{"text":"The house actually looks amazing, though the risk of haunting may not be worth the cheaper price!! ","labels":"amusement"},{"text":"This is almost irritating. Like, take a breath, shithead..,","labels":"annoyance"},{"text":"My cat just attacked me for treats and scratched me on the finger. If this affects my typing, he's in so much trouble.","labels":"annoyance"},{"text":"You didn't need to split this into two posts...","labels":"anger"},{"text":"I was kicked, and apparently don't care about oversharing on Reddit about it anymore","labels":"anger"},{"text":"This is the most beautiful story I've ever heard.","labels":"amusement"},{"text":"Huge, huge internet hugs. My heart broke for you reading this. I'm so sorry you had to go through this. ","labels":"remorse"},{"text":"My only issue with private schooling is it discourages those with children in private schools from wanting money to go towards public education.","labels":"approval"},{"text":"Yeah, I feel like Velvet Underground is the band of choice for 20 year olds ","labels":"amusement"},{"text":"i choose alcohol. not recommended and ofc doesnt help to overcome anxiety, it just reduces its symptoms for a while...","labels":"realization"},{"text":"And the shit like \"like for [NAME], Ignore for satan\"","labels":"annoyance"},{"text":"Don’t dm girls you don’t know. Get on tinder or something like that.","labels":"caring"},{"text":"Cardinals\/ [NAME] MNF. Give the people what they really want!!","labels":"caring"},{"text":"What an interesting thread you referenced in your response!","labels":"excitement"},{"text":"Pls no, it's too cold outside to go hatless.","labels":"fear"},{"text":"[NAME] dumb friends wanted him with the little baddie. and now he's gonna end up back in jail. Oh [NAME] I love [NAME].","labels":"love"},{"text":"You will find the words that work for your dynamic. The fact you are worried and thinking about it is 75% of the battle","labels":"neutral"},{"text":"Not censoring usernames is against Reddit’s rules...","labels":"annoyance"},{"text":"I hope all the best for you. Keep posting in this sub when you need help, but always run it by your physician\/therapist before taking any advice ","labels":"optimism"},{"text":"Well they did make it entertaining on [NAME], almost forgot OW has all these heroes.","labels":"amusement"},{"text":"Bad news dude. You're almost 100 years past that.","labels":"sadness"},{"text":"[NAME] is the gift we all deserve","labels":"neutral"},{"text":"I’ve made the same exact comment before It’s mind boggling","labels":"approval"},{"text":"Im so sorry","labels":"remorse"},{"text":"This is the best one yet.","labels":"approval"},{"text":"That doesn't look too bad.","labels":"nervousness"},{"text":"No worries. I'll look into this for sure.","labels":"approval"},{"text":"Yes but the way she does so at the moment, with makeup and bracelets are a bit uncomfortable for her, she says","labels":"neutral"},{"text":"Thank you so much. Fur babies are one of a kind.","labels":"gratitude"},{"text":"OK OK WE GOT IT","labels":"neutral"},{"text":"[NAME] is the most useless phantom thief change my mind","labels":"anger"},{"text":"I doubt groot arms are on the list of MLB approved bats. It's politics","labels":"annoyance"},{"text":"I refuse to read him any more. Just another [RELIGION] man getting a slap on the hand & a cover up job.","labels":"anger"},{"text":"This kid is blatantly trolling and everyone is taking him seriously LMAO. You people should quit Salem your scum reading skills are horrible","labels":"annoyance"},{"text":"Sorry, what?","labels":"curiosity"},{"text":"I mean he's still not wrong. A traitor did bring out the worst in him then.","labels":"annoyance"},{"text":"I didn't know that kind of \"full-tang\" existed. Good to know. ","labels":"neutral"},{"text":"I meant after tech school but thanks","labels":"gratitude"},{"text":"*Hey just noticed..* it's your **4th Cakeday** notasci! ^(hug)","labels":"excitement"},{"text":"You mean like popping the cork with your thumb as people have done for the last 100+ years.","labels":"neutral"},{"text":"End this relationship NOW. And please learn from it!!","labels":"annoyance"},{"text":"And then we wish for winter because it's so damn hot, thus the cycle continues. ","labels":"desire"},{"text":"Can someone summarise it here? I can’t get past the paywall.","labels":"neutral"},{"text":"And that wig is awful","labels":"disgust"},{"text":"Yikes that's cringe","labels":"fear"},{"text":"I'm clueless as to what I could be clueless about too, [NAME]. What is the difference? Aren't all video games ultimately 'no lifeing' it?","labels":"curiosity"},{"text":"What a trainwreck","labels":"curiosity"},{"text":"finally, a game to watch","labels":"neutral"},{"text":"Now you're trying to push boundaries, get off my side of the fence","labels":"caring"},{"text":"Oh my [NAME] do you value 'freedom' over safety?!","labels":"anger"},{"text":"My point is we have been shit for the most of the season, today we are just shit in a new formation","labels":"annoyance"},{"text":"That would be more accurate but less impactful\/explanatory of the point the creator is trying to make---it's an illustration of the Apex fallacy.","labels":"approval"},{"text":"I know it's possible, but you have to be wayyyy above average alpha type.","labels":"neutral"},{"text":"I'm always stuck in platinum because every match is a loss, no healer what so ever","labels":"disappointment"},{"text":"I love that smile of his!!!!","labels":"love"},{"text":"Pacific Daydream but with the instrumentation of this album would’ve been way better now that I’m hearing this","labels":"amusement"},{"text":"I would say ask him. Don't read into things too much. Just enjoy. You'll never know if you don't ask.","labels":"annoyance"},{"text":"I'm not advocating eating the pain away, but bring apples just in case. ","labels":"annoyance"},{"text":"Same old b.s.","labels":"realization"},{"text":"ah ok, thanks","labels":"gratitude"},{"text":"His playstyle is everything that everyone complains about in Wisconsin basketball and is a cocky little shit, I love him. ","labels":"love"},{"text":"Really? I find being left alone better than being harassed, honestly.","labels":"sadness"},{"text":"How do you know [NAME] isn’t 6’10” right now? Have you measured him lately?","labels":"curiosity"},{"text":"Why is it impossible? Can we not manage our own education and incentivise people into the fields we need them?","labels":"anger"},{"text":"Using high capital (money\/picks) for 3 edge rushers would both be incredibly stupid *and* unjustifiable","labels":"annoyance"},{"text":"This team needs to tighten up in the third. Absolutely brutal.","labels":"annoyance"},{"text":"I answered, and then asked if you can think of any legitimate uses. Apparently you can't.","labels":"annoyance"},{"text":"Thank you so much for this advice :) i'm just really worried about going through the process again","labels":"gratitude"},{"text":"Sure. But [NAME] was well aware of the problem re GST and didn’t mention it until he was filling in his pension application.","labels":"realization"},{"text":"America is not a country, it's a fucking business. if you have zero money, no one cares about you.","labels":"anger"},{"text":"After reading a lot of replies you should bee ashamed of yourself. This thread is a hive of bad puns and references.","labels":"anger"},{"text":"Confidently guessing how the INTP acts to things wrongly can really trigger them. I remember when a friend called me bias and I started acting up a ton.","labels":"optimism"},{"text":"Nothing gets past you!","labels":"neutral"},{"text":"Eh, I'm not a fan of the grayscale. Looks too Kingsish. ","labels":"disapproval"},{"text":"I'm thankful every day I was in school before the Internet, smart phones and social media.","labels":"gratitude"},{"text":"r\/succulents is one of my fav subs and I thought this was from there scrollin' through.","labels":"joy"},{"text":"This is not true, you can still cross train to short fall career fields at the half.","labels":"approval"},{"text":"Boys lets go start a donnybrook","labels":"neutral"},{"text":"is a minimum score. If you don't get it you fail the ASVAB. It's a really simple concept.","labels":"approval"},{"text":"I would love a gatling gun arm like Barret from FF7 has.","labels":"love"},{"text":"His mom is indeed half black, [NAME] brother [NAME] confirmed it years ago in an interview. Doesn't fit the white supremacist narrative.","labels":"realization"},{"text":"would love to see a win here","labels":"love"},{"text":"Feudalism is statism, dumbass.","labels":"anger"},{"text":"Damn that's huge","labels":"neutral"},{"text":"I never said I was brave, I just said that compared to the average great white 6ft is small","labels":"annoyance"},{"text":"Don't use gay as an insult.","labels":"anger"},{"text":"Looks like a pretty good plate overall!!","labels":"approval"},{"text":"Cant wait for the [NAME] [NAME] vs [NAME]","labels":"excitement"},{"text":"Any time. I’m sorry you’re going through this. Just don’t drink your emotions like I did.","labels":"caring"},{"text":"[NAME] path made me hate everything associated with pirates","labels":"anger"},{"text":"And we missed the playoffs the next year","labels":"disappointment"},{"text":"LHW is such a barren shithole that I’d be more excited for this than anyone at 205 getting a shot","labels":"excitement"},{"text":"Good suggestion, he does a great job guarding [NAME] in their matchups","labels":"amusement"},{"text":"Daddies little nightmare","labels":"neutral"},{"text":"Play a [NAME] lol that’s sound like a play style that fits your criteria.","labels":"caring"},{"text":"What did he say?","labels":"curiosity"},{"text":"No lights are a problem for the people in front of you. Not the offender.","labels":"annoyance"},{"text":"This is true, but he's perceived as white by most liberals. ","labels":"approval"},{"text":"This post is a waste of time and doesn't belong here.","labels":"annoyance"},{"text":"Wouldn't it be better if it was like 2017. More OL available later on for us.","labels":"disappointment"},{"text":"Hated the work or the city?","labels":"confusion"},{"text":"Thats exactly what a J-word would say","labels":"neutral"},{"text":"If only you had the same sentiment towards those who took over BTC and changed it off this course.","labels":"neutral"},{"text":"Mod like that should get doxxed honestly.","labels":"neutral"},{"text":"Justified or not he'll probably go before [NAME]","labels":"neutral"},{"text":"I cannot believe a woman in her 30s has never had an orgasm. I would have tried everything on the planet to have one.","labels":"neutral"},{"text":"Tiki Lounge always smells like sewage. I'm surprise it's lasted this long.","labels":"surprise"},{"text":"The ND vs Georgia game in Athens will be a good one.","labels":"amusement"},{"text":"And we play for 6 dollars, this makes me so angry we need a big ass casino in that game","labels":"anger"},{"text":"No problem, good luck","labels":"optimism"},{"text":"Good to know thank you! Is per diem at hospital?","labels":"gratitude"},{"text":"was....was he not?","labels":"confusion"},{"text":"Don’t be a class traitor","labels":"annoyance"},{"text":"\"in2\" Is this a time saver over \"into\"? This reporter says no.","labels":"curiosity"},{"text":"Ah, fair enough.","labels":"neutral"},{"text":"That theater is huge","labels":"neutral"},{"text":"This is what makes this sub so valuable, crazy and fun.","labels":"amusement"},{"text":"As quick as possible? I wish. 2 hours and 9 minutes I will never get back","labels":"desire"},{"text":"On top of being cheaper and a better power curve, devo gloves synergies with crit builds, since you’ll get huge chunk of lifesteal. ","labels":"neutral"},{"text":"haha I didnt remember that Rampage was there live commentating for that one, good stuff. ","labels":"amusement"},{"text":"Oh I haven’t even found those! That’s hilarious though.","labels":"amusement"},{"text":"Holy fuck, no wonder the turtle beat the hare","labels":"neutral"},{"text":"But we libertarians are incapable of blindly voting for a bad candidate based on party! \/s","labels":"embarrassment"},{"text":"For drunks is a paradise!!","labels":"neutral"},{"text":"uh oh is it yiff","labels":"amusement"},{"text":"I dm'ed you","labels":"neutral"},{"text":"If they add the yellow boots I’ll be happy. I really like this suit","labels":"joy"},{"text":"> If you have a point - make it. I did, I'm sorry you missed it.","labels":"remorse"},{"text":"Man, half the time they show me a google search that had no target results.","labels":"neutral"},{"text":"Fantastic news for supply - hopefully it translates to less pressure on rents. This market desperately needs more supply and this is great news.","labels":"optimism"},{"text":"But you've been openly critical of men's rights and have defended feminism.","labels":"annoyance"},{"text":"Didn’t they play a game earlier this season with both [NAME] and [NAME] out?","labels":"curiosity"},{"text":"Dallas should feel absolutely horrible this is a 1 goal game given how patheticallly bad the Devils are tonight.","labels":"sadness"},{"text":"It's not like an NFL coach would trip a player on the field if they had the opportunity......oh wait","labels":"annoyance"},{"text":"I think they are being sarcastic, notice the \/s ","labels":"neutral"},{"text":"We used to do a lot of terrible shit in the past that’s not a good argument","labels":"realization"},{"text":"As guaranteed me under the terms of the Good Friday Agreement.","labels":"neutral"},{"text":"Insensitive tweets don't help, though.","labels":"approval"},{"text":"What if they’re just fans of Dukes of Hazard though... Edit: I forgot to \/s. Lol.","labels":"neutral"},{"text":"This is such a lame idea. Instead of getting better and outplaying your opponent, you just want to make your opponent worse. Sad.","labels":"annoyance"},{"text":"They are wingers. [NAME] is not. That's about I it tbh. Also they are loans and we may not keep them.","labels":"neutral"},{"text":"Who cares? 2019 season hasn’t even started","labels":"anger"},{"text":"Not even in The Twelve Days of Christine? She was amazing in that.","labels":"amusement"},{"text":"You look better when people can’t see you <3","labels":"amusement"},{"text":"When my Dad ([NAME] all the way) is Tsar of the Earth I'll have him make doxxing a crime with mandatory sentencing to terrible things.","labels":"annoyance"},{"text":"I don’t know who [NAME] is and, at this point, I’m too afraid to ask.","labels":"confusion"},{"text":"Damn have they not heard of shelters. Bro go adopt a pupper.","labels":"annoyance"},{"text":"OP literally said guys like [NAME] are not unicorns and not hard to find. They never said [NAME] was the ultimate standard lol","labels":"realization"},{"text":"That's why I'm glad they got [NAME].","labels":"joy"},{"text":"So cute and there would be nothing with talking to her about it after and both being on the same page","labels":"gratitude"},{"text":"Getting jealous over exes is hard to overcome but they are EXES, he\/she doesn’t want them, they want you.","labels":"realization"},{"text":"this is retarded","labels":"neutral"},{"text":"Because Reddit. The other day I got downvoted because I said I liked The Office lol","labels":"disappointment"},{"text":"It's not a fair question.","labels":"disappointment"},{"text":"Did the same thing more than 20 years ago and I still think about it periodically. Brutal.","labels":"disappointment"},{"text":"Thank you for this video","labels":"gratitude"},{"text":"Rouge Park is federal.","labels":"approval"},{"text":"Big thanks to OP for that magnificent wall. I guess that we can reopen the government now.","labels":"gratitude"},{"text":"Pickeks are nice idk how many calories I eat day to day lol","labels":"gratitude"},{"text":"Well if this post isn’t just like staring into a mirror, I don’t know what is. ","labels":"confusion"},{"text":"Looks like something you'd eat in Monster Hunter","labels":"neutral"},{"text":"Cool! Glad to see some cooperation.","labels":"joy"},{"text":"oh right that was a huge leap my bad","labels":"disappointment"},{"text":"I'm 39 and still love being given chocolate.","labels":"love"},{"text":"sorry. emotional writing bot! you dont know what its like to have an amygdala! lol","labels":"remorse"},{"text":"I feel you mate","labels":"neutral"},{"text":"I feel [NAME] and [NAME] got off the boat but that's just my opinion though.","labels":"neutral"},{"text":"I didn’t know I’m sorry","labels":"remorse"},{"text":"Guns are too quick. You can't savor all the... Little emotions","labels":"neutral"},{"text":"I would literally rather have the government throw $3k into a shredder than fund this shithead’s trip down south","labels":"anger"},{"text":"Thank you. This is something I really needed to hear. Hugs, mama.","labels":"gratitude"},{"text":"He landed badly on his shoulder at full speed. Definitely wasn’t nothing","labels":"relief"},{"text":"That gives me flashbacks to when my mom used to record me crying because she thought it was funny. Ugh.","labels":"sadness"},{"text":"If this happens in my dream then I will get up and do this.","labels":"desire"},{"text":"Sorry, didn't realise I had to mollycoddle your feefees. ","labels":"remorse"},{"text":"I think the real incels are the ones that were willing to buy her yoga pants, most likely her followers.","labels":"neutral"},{"text":"In my school we have specific councilors for the students matched alphabetically. Mine just sucks.","labels":"approval"},{"text":"What do you mean by \"free game\"? Are you under the assumption that the Executive branch can dictate appropriations?","labels":"curiosity"},{"text":"If you plan on doing more then do leo next. Hitting \/r\/Tekken with the gender mixup.","labels":"caring"},{"text":"I started a play about a man with tourettes and no fingers. Critics called it \"offensive and pointless\".","labels":"annoyance"},{"text":"Go watch a show","labels":"neutral"},{"text":"I thought you were just going to wait her out. You actually engineered her loss of space to someone else. WELL DONE!!!!","labels":"approval"},{"text":"I feel for the dad curled up at the end of the bed like a loyal dog","labels":"sadness"},{"text":"Happy New Year","labels":"excitement"},{"text":"This feels like a joke [NAME] would tell. Love it","labels":"amusement"},{"text":"Ahh dammit I knew that was why I was getting the feels","labels":"realization"},{"text":"Fuck this team. I’m done, we all should boycott this bullshit","labels":"anger"},{"text":"Are you new to drag race skits?","labels":"curiosity"},{"text":"the farm is where polly ran off to in season one while she had her babies!","labels":"neutral"},{"text":"Yes, and it's also possible to have sex without involving a dom\/sub dynamic.","labels":"neutral"},{"text":"We might now be almost maybe nearly ready to potentially maybe play finals. I think [NAME] will make the finals this year. They'll be the surprise team.","labels":"optimism"},{"text":"np, good luck","labels":"optimism"},{"text":"This cut so terribly deep and touched places I had hidden away. I'm at a loss for words.","labels":"sadness"},{"text":"Very succinct and accurate","labels":"neutral"},{"text":"If this team could make there wide open shots, we could win some games. Its unbelievable how many open shots we miss. ","labels":"approval"},{"text":"I was in Buckhead waiting to celebrate in the streets. Ugh. [NAME] freakin [NAME].","labels":"joy"},{"text":"I still enjoy the content here sometimes, but....finally! This post nailed it.","labels":"joy"},{"text":"Your husband sounds both smart and kind. Good for you. (says she with a big smile)","labels":"amusement"},{"text":"My wife is divorcing me because I glued [NAME] face onto all of our family photos He looks good with her body","labels":"sadness"},{"text":"They probably got de-funded. I need to support them.","labels":"neutral"},{"text":"We will probably get our chance again next episode without [NAME] becoming a psychopath.","labels":"realization"},{"text":"Most important!!! ALWAYS AIM THE HEAD! [NAME] arrows are pretty fat woodsticks, so keep aiming on the head on long distance. Thats it","labels":"annoyance"},{"text":"Idk, r\/Tinder has plenty of posts to do with awful men too lol","labels":"amusement"},{"text":"You conveniently ignored my response to this naivety when you said it before.","labels":"annoyance"},{"text":"I asked at the Bodies Reveled show if they used prisoner bodies.. I got an awkward no.","labels":"embarrassment"},{"text":"Oh you know they’re BOTH going for it.","labels":"neutral"},{"text":"It’s not clear to me that vulnerability functions as an ethical compass. Will table further replies in deference to a culture war thread.","labels":"confusion"},{"text":"AWIL, great movie.","labels":"amusement"},{"text":"I wouldn't say age would stop it just lessen the affect of it but probably start to notice it around mid to late 30's.","labels":"realization"},{"text":"Omg lmfao!!","labels":"amusement"},{"text":"VP pick guaranteed - and the pivot will be hilarious","labels":"amusement"},{"text":"The food you are putting in your mouth is causing obesity. Stop abusing it. A higher body weight is the cause of your increased risk of ILLNESSES","labels":"caring"},{"text":"If you are in the northern hemisphere, you must subscribe to the [NAME] “seasonal theory of lardons”.","labels":"neutral"},{"text":"Not a steal at all but thats about 100 times the amount he ever successfully defended","labels":"neutral"},{"text":"Thank you [NAME].","labels":"gratitude"},{"text":"sad to see [NAME] the man go but realy happy for [NAME]!!","labels":"joy"},{"text":"OK. caitoz is an [NAME] shill and closely aligned with Russia. Enjoy irony!","labels":"joy"},{"text":"They took my favorite hair gel!! The bastards! Good thing I took a picture of it beforehand just in case","labels":"anger"},{"text":"[NAME] fuck my brain hurts, way to early for this shit. Sorry in advance if English is a 2nd language ","labels":"remorse"},{"text":"People have gotten shot with legal means while breaking into someone's home, sued the home owner and won. ","labels":"neutral"},{"text":"Plus in total I ended up consuming near 1,500mg because I threw up early in the night and tried to redose","labels":"neutral"},{"text":"Apparently LucasFilm didn't want the optics of it to look like they were overshadowing MLK tributes. Delayed a week for precaution.","labels":"caring"},{"text":"Maybe you could put it in the context, which was responding to someone who claimed to have been blocked for political reasons.","labels":"confusion"},{"text":"So excited for this!! Thanks to all who have worked so hard to put this together <3","labels":"excitement"},{"text":"He played in the [NAME] and [NAME] era so it’s hard to get the spotlight for those years.","labels":"neutral"},{"text":"180 is not good for checking enzyme deficiency which is what I am referring too.","labels":"approval"},{"text":"Don’t shove your “self control” in my face","labels":"anger"},{"text":"In that I should not have posted it or it's just really blatant","labels":"sadness"},{"text":"Splash your face with cold water. Refresh.","labels":"caring"},{"text":"[NAME]. Please, [NAME]. ","labels":"neutral"},{"text":"Are you a [NAME] main hiding from the other survivors in a locker?","labels":"curiosity"},{"text":"I don't even have a desktop PC, so I don't think being able to play on a computer will really be possible","labels":"neutral"},{"text":"I've found that people who say things like that are the worst at partying","labels":"annoyance"},{"text":"why is this guy assuming the teen is some kind of southern pro slavery hick","labels":"curiosity"},{"text":"Great reply as usual","labels":"amusement"},{"text":"Women wear makeup to threaten other women. It has nothing to do with men. Same w all their weird mutilations.","labels":"annoyance"},{"text":"Ah man, so many memories of those skits","labels":"joy"},{"text":"Which ventilators unfortunately have a serious list of potential side effects.","labels":"confusion"},{"text":"I love 4 and 5 just as much as the early seasons. You can't recapture lightning in a bottle; I'm just glad they kept at it.","labels":"joy"},{"text":"They do in the common tourist hotspots where our undesirables travel.","labels":"neutral"},{"text":"I’m sorry Mr. [NAME]","labels":"remorse"},{"text":"Damn that is impressive. Can we draft an entire o-line from them?","labels":"confusion"},{"text":"She ate too many porgs, they’re high in fat.","labels":"neutral"},{"text":"most conservatives have been pissed at cities in Minnesota raising the age to buy tobacco, I guess i'm a little confused on what you are talking about.","labels":"confusion"},{"text":"HAHAHAHA... Damn it.... I knew that was coming. Alright, I will try to upload it into this thread on my lunch break.","labels":"annoyance"},{"text":"Sooooo much upper body strength. My GOD the muscles. He's positively rrrrrrrripped!!","labels":"neutral"},{"text":"Not anywhere near caught up.","labels":"neutral"},{"text":"Maybe because [NAME] didn't actually made a joke, he just pretended to be stupid","labels":"annoyance"},{"text":"Oh thanks a lot! :) Please let me know.","labels":"gratitude"},{"text":"You gotta be a fucking idiot to use a regualr wooden pallet for a bale. Blue or Red pallets only","labels":"anger"},{"text":"that made me feel bad for nw","labels":"sadness"},{"text":"The hooters waitress I hooked up with became a stripper. Now she’s engaged to her dui attorney who is 60","labels":"neutral"},{"text":"I’ll leave it for the rest of your life to do.","labels":"sadness"},{"text":"That logic leads to a very dark place if all you have are terrible people in your life.","labels":"anger"},{"text":"You sound like a great Dad and husband to me. Hang in there.","labels":"amusement"},{"text":"Islanders [NAME] says that given what happened yesterday we win this game 7-2 after a lackluster first period with a [NAME] hat trick.","labels":"realization"},{"text":"Yeah that is a pretty crap and unhelpful thing to say, especially coming from someone who works in that job. ","labels":"annoyance"},{"text":"Both directions? They should all be arrested. This will cost the people of Edmonton a lot of time and money. Fuck these pricks.","labels":"anger"},{"text":"That sucks. Learn to check your ping like everyone else.","labels":"anger"},{"text":"*Just look at the opposing team's hooker and lick your lips as every scrum starts.*","labels":"neutral"},{"text":"*Claims to know Chinese people and Chinese culture* *doesn't even speak the language*","labels":"neutral"},{"text":"I’m with you, like shouldn’t we call someone or make sure this was followed up on? This poor guy. ","labels":"curiosity"},{"text":"I wonder if Belpedio will get a chance up here at some point.","labels":"surprise"},{"text":"no your are disrespectful at least i pay my respects","labels":"annoyance"},{"text":"[NAME] was one of the only good things in that season","labels":"approval"},{"text":"I heard her affair wrecked his marriage. His wife saying anything about that would wreck [NAME].","labels":"neutral"},{"text":"Sounds great! Thanks!","labels":"gratitude"},{"text":"I wonder how she would respond if he said this. It's almost worth doing to find out.... Almost","labels":"surprise"},{"text":"It’s selfish to not want to march with people who believe you’re termites and [NAME] killers?","labels":"anger"},{"text":"Wow, he showed some backbone. I’ve always been pretty ambivalent towards him, but this ups my opinion a little.","labels":"excitement"},{"text":"No problem. It will seem impossible at first but just keep your cool! Best of luck","labels":"optimism"},{"text":"Wait, you never mentioned boy's soul was on the menu.","labels":"annoyance"},{"text":"OMG make it I want to be in on the ground floor of something #INVEST INVEST","labels":"neutral"},{"text":"Sure dude. Although I’d say my rate at dispensing profound wisdom is lesser than the rate at which I can talk utter BS haha","labels":"optimism"},{"text":"They did and he is going to be extremely difficult to feel much empathy for him.","labels":"neutral"},{"text":"Should have been bunch of whining abults","labels":"neutral"},{"text":"She would be devastated! Whatever you're going through won't last forever... this will pass!! Ask for help - find someone to talk to!","labels":"anger"},{"text":"i love this subreddit","labels":"love"},{"text":"Congratulations!! How are you feeling\/doing these days?","labels":"caring"},{"text":"Vans are ugly as hell. You just cant make a Minivan look mean. Also why are they trying?","labels":"annoyance"},{"text":"Yeah what do they expect? maybe they should realize if you push Gen [NAME] and under into poverty they won't be able to afford your crap.","labels":"annoyance"},{"text":"This is horrible","labels":"fear"},{"text":"It is designed that way, but curiously, some of the color options are not worn","labels":"curiosity"},{"text":"It’s not about the money, it’s all about the love of the game.","labels":"realization"},{"text":"So many nice things here. Good vibes. Enjoy your cake day and weekend. ✌","labels":"joy"},{"text":"Fuck that, take some actual gold, bruh.","labels":"neutral"},{"text":"Looks like pure tabbaco but great roll !","labels":"amusement"},{"text":"Pedophile abuses kid. Kid grows up to become abusive. The Pedophile is blameless?","labels":"anger"},{"text":"Oh [NAME]. someone finally posted something I can't bring myself to finish reading, it's too much","labels":"surprise"},{"text":"That was the best time to be Black in LA","labels":"approval"},{"text":"This helped me when I was in my worst mental state. I'm glad","labels":"joy"},{"text":"Fact: Anyone who gives there money to someone looking like this deserves to lose it. Like, wow.","labels":"amusement"},{"text":"Sorry, that was a camel (unless you're talking about the remake).","labels":"remorse"},{"text":"And every message from her family is the first message. I mean come on!","labels":"neutral"},{"text":"So where are all these [NAME] lining up to be landscapers and farmhands for minimum wage?","labels":"curiosity"},{"text":"[NAME] faults during his playing days shouldn’t define his coaching ability.","labels":"neutral"},{"text":"Nice quote, not sure if it was worth the time to pull up though.","labels":"confusion"},{"text":"I honestly can’t keep a secret but I think that’s because I’m a Chatty [NAME], not because of my gender. ","labels":"neutral"},{"text":"Was a great interview! Loved the segment on them asking about [NAME] and if he actually had to go to class haha.","labels":"love"},{"text":"So happy the new rules weren't in place back then. All those hard hits on [NAME] would have made the refs flag-happy","labels":"joy"},{"text":"Min Gung in Glastonbury also has all you can eat sushi. Always a good time!","labels":"caring"},{"text":"It's funny because he just got out of jail.","labels":"amusement"},{"text":"Yeah, not gonna happen. People need these things in their life to feel better about themselves.","labels":"caring"},{"text":"*sigh* just take it ⬆️","labels":"approval"},{"text":"What am I supposed to understand from the phrase \"1v1 fam, a duel\".","labels":"annoyance"},{"text":"I had a crush on this guy ever since I saw him as the mad hatter on OUAT.","labels":"love"},{"text":"oooops... now you tell me???","labels":"neutral"},{"text":"It's punishment for endangering others purposefully. That's not a slippery slope.","labels":"annoyance"},{"text":"The whole paper ballet thing makes tampering a non issue.","labels":"neutral"},{"text":"I love how far some people stretch. I don’t think this fits the sub and now I’m a [NAME] that uses storefront. Nice.","labels":"love"},{"text":"I'm so sorry. You can do this. Just remember YOU are a person who is worthy of love and respect.","labels":"caring"},{"text":"You could say he's a genocide denial denier now.","labels":"neutral"},{"text":"you have captured their ugliness perfectly . GREAT JOB","labels":"amusement"},{"text":"At least this makes me feel better about not being photogenic. It’s the cameras fault!","labels":"relief"},{"text":"This is my favourite game of all time and I miss it dearly. I made most of my best friends playing this game.","labels":"sadness"},{"text":"This makes me wanna die","labels":"sadness"},{"text":"this is killing me LMAO","labels":"amusement"},{"text":"I want to be their friend","labels":"desire"},{"text":"I agree, thanks for the help and sorry for the late response.","labels":"gratitude"},{"text":"As someone who is dairy intolerant (milk is in _everything _!!) this veganuary is awesome :D","labels":"joy"},{"text":"I would absolutely hate it if they used it in the games tbh","labels":"anger"},{"text":"I know they finally gave Return of the King best Pic but my favorite out of the three was Two Towers. They are all great though.","labels":"amusement"},{"text":"You kind of look like [NAME]. Very cute.","labels":"amusement"},{"text":"It's like a before and after of a stock market crash with a dodgy investment manager.","labels":"approval"},{"text":"We're ALL what's wrong with this country","labels":"anger"},{"text":"Yeah people used it as precedence. That’s very sad. What’s your point? What abhorrent treatment?","labels":"curiosity"},{"text":"The scooters are fine. It's the people that are the problem.","labels":"annoyance"},{"text":"Good luck my G","labels":"optimism"},{"text":"If he’s American...then he’s fucked","labels":"annoyance"},{"text":"Crowder is terrible... How do you lose that gunfight or not have the common sense to just run away","labels":"anger"},{"text":"Why or when was he ever a locker room cancer though? Am I missing something? Thanks for the downvote for asking a question, though. ","labels":"confusion"},{"text":"I'm skeptical a single opinion would change. Politics is so polarized anyone who would bother to listen already made up their mind.","labels":"realization"},{"text":"Find a better partner. It's past time to move on! He sounds very lazy, selfish, and he doesn't care about your needs.","labels":"annoyance"},{"text":"WHERE IS THE JOKE","labels":"curiosity"},{"text":"#YES.","labels":"neutral"},{"text":"That's just... Wow. I would've called CPS on her.","labels":"amusement"},{"text":"I wish your mom had used the stick on his mom and explained that she has to be allowed to do it because otherwise she'd cry.","labels":"desire"},{"text":"Not necessarily, plenty of people in my small town that will buy your food stamps.","labels":"realization"},{"text":"you too good sir","labels":"amusement"},{"text":"Diacetyl, which is actually in higher amounts in cigarettes themselves, and even cigs havent caused popcorn lung lol","labels":"neutral"},{"text":"Sorry man, it’s gonna be really hard to find a Rose jersey anywhere that isn’t a 3XL","labels":"remorse"},{"text":"I'm sorry you fell for the carnie, bro.","labels":"remorse"},{"text":"Worst episode of the entire show","labels":"disgust"},{"text":"I liked the slug :(","labels":"love"},{"text":"Sometimes that would work. Sometimes it wouldn't. Regardless, the OP asked what he could do, not who was at fault.","labels":"anger"},{"text":"OP inserted the F into “of” to make “off” and now it’s truly upsetting.","labels":"disappointment"},{"text":"27 I like the Reds and am indifferent towards the Angels","labels":"love"},{"text":"My problem was that Flashpoint ended in 1 episode, when it could've been an entire arc","labels":"disappointment"},{"text":"Which was even more possible 2 years ago. It’s tougher now than it was with a larger republican majority.","labels":"realization"},{"text":"Well, I hope everything is going well in your retirement. Do your best to enjoy it :).","labels":"optimism"},{"text":"I can’t wait","labels":"anger"},{"text":"[NAME] isn't likely to get traded. Out of the 4 he's the least likely.","labels":"caring"},{"text":"You're right, but you forgot to mention they are registered [NAME]","labels":"approval"},{"text":"I would love to hang out with him & listen to his stories","labels":"love"},{"text":"Fuck my life","labels":"anger"},{"text":"No, that's not standard, it's a common house rule (and is often published in the instructions as an alternate rule as well).","labels":"disapproval"},{"text":"exactly how i feel about it too. the guy is just a jerk, and can't be bothered to care unless it benefits him. selfish little prick","labels":"annoyance"},{"text":"I think all coffee is keto already....","labels":"neutral"},{"text":"[NAME] loves his Starbucks!","labels":"love"},{"text":">Cannot predict now Guess it's on you now \/u\/smackspr!","labels":"neutral"},{"text":"I don’t see the MAGA hat kid working to undermine civil liberty. It’s at least understandable to react violently to tyrants.","labels":"annoyance"},{"text":"C'mon baby, C'MON DEEP SHIT","labels":"neutral"},{"text":"that is awesome! i've been looking into going to therapy myself. glad you were able to have a great experience.","labels":"amusement"},{"text":"Except [NAME] isn't under our control or capable of having an impact on our team. We traded him. lol","labels":"realization"},{"text":"maybe dont do any drugs lol","labels":"realization"},{"text":"Time to do a little of your own research now.","labels":"neutral"},{"text":"Yeah but how is that even possible if 99% of girls who are out are with friends? That’s pretty intimidating","labels":"curiosity"},{"text":"You'll miss a begging old man asking for a spare coin. RIP","labels":"sadness"},{"text":"I love this ahahah","labels":"love"},{"text":"Looks interesting, I'll definitely keep an eye out for it when it's closer to release. ","labels":"curiosity"},{"text":"Thank you !","labels":"gratitude"},{"text":"Oh my [NAME] coco I’m so sorry sweety","labels":"remorse"},{"text":"It's actually pretty fun, or it would be if it would run properly...","labels":"amusement"},{"text":"My house. Excluding that since it was bank money, we plan to pay cash for a kitchen renovation this year that will be about 7k","labels":"approval"},{"text":"Yaaaay!!","labels":"amusement"},{"text":"That's bomb! I'm so happy for you! Good luck","labels":"joy"},{"text":"Ah damn, I forgot the \/s, a AAA company would never put out a half-finished game. Good catch","labels":"annoyance"},{"text":"I just love the look of most benzos. Bars of course the most. But a handful of 10mg valiums or 2mg klonopin is also mouth watering :)","labels":"love"},{"text":"no one loves me","labels":"disappointment"},{"text":"\"No thanks\"","labels":"neutral"},{"text":"No one is getting jailed for cannabis that's the biggest fucking joke I've heard all week","labels":"amusement"},{"text":"Lol, wut","labels":"neutral"},{"text":"I find calzone to be... Fatty.","labels":"neutral"},{"text":"Happy cake day!","labels":"excitement"},{"text":"Some great advice right here!!!!!! I forgot about this","labels":"realization"},{"text":"I love [NAME] and totally understand. I hope she and [NAME] are able to have their healthy baby.","labels":"love"},{"text":"I want to end myself when it happens","labels":"sadness"},{"text":"Yes, thank [NAME] the wisest of [NAME] live outside your country","labels":"relief"},{"text":"I'm now scared to post this link]( I guess I should [stop.","labels":"fear"},{"text":"Lol this is so true [NAME] thanks for sharing","labels":"amusement"},{"text":"I will watch tonight, thank you!","labels":"gratitude"},{"text":"Alright then, I'm glad to hear that. I hope it's handled in any case.","labels":"joy"},{"text":"You’ll get hired, but you can never call out. ","labels":"optimism"},{"text":"Seems familiar","labels":"neutral"},{"text":"I can’t change that it’s just how the site works, I wish I could but I can’t ","labels":"annoyance"},{"text":"I don't know. I really don't know. Rest assured, it probably won't reproduce. ","labels":"confusion"},{"text":"I know! I would absolutely do this as well. I’d love to to a AMA with him to find out more.","labels":"love"},{"text":"My mom said that I was an ingrate who didn't appreciate all the sacrifices she made to make me happy.","labels":"neutral"},{"text":"Great to hear!","labels":"excitement"},{"text":"kino = german for 'cinema', so a cape-kino would be a superhero movie. took me a second, too--my brain was pronouncing it like cappuccino","labels":"joy"},{"text":"Yes she was, but I'm here now. ","labels":"neutral"},{"text":"Thanks for reminding me to never live in NYC","labels":"gratitude"},{"text":"It's due to the fee we have to pay since we aren't buying an electrical company from Washington state.","labels":"neutral"},{"text":"Bring on the mosquito to destroy those tired legs","labels":"annoyance"},{"text":"Not necessarily. Poor people tend to purchase cheaper foods, and have assistance programs that others don't have access to. ","labels":"neutral"},{"text":"O-officer what are you doing with those cuffs? <w<","labels":"curiosity"},{"text":"To be fair, all of those QBs may not have been starting quality but most of them ended up being solid backup else where in the league. ","labels":"approval"},{"text":"> The headline writers are misrepresenting her words (second publication I have seen in minutes that has done so). Oh wow I wonder why","labels":"surprise"},{"text":"So glad you are safe. It looks like icy conditions, too, so that is great that you were able to avoid this.","labels":"amusement"},{"text":"Had to been done thank me later","labels":"neutral"},{"text":"So juicy i'm surprised the man from Del Monte isn't knocking at his door.","labels":"surprise"},{"text":"I love it when they have those realistic conversations where people interrupt eachother and talk over eachother. It makes it more relatable","labels":"love"},{"text":"Ah yes I used to enjoy those. Before the dark times. Before the days of a FOX less Netflix.","labels":"joy"},{"text":"Oh my gosh she opens her gullet like a freaking pelican!!!","labels":"surprise"},{"text":"Hail [NAME]!","labels":"neutral"},{"text":"we need to deregulate more so we can beat them. america needs to be #1 in something","labels":"optimism"},{"text":"\"This droid has a bad motivator.\"","labels":"disappointment"},{"text":"Thank you sir, this has made me happy. ","labels":"gratitude"},{"text":"Ah, yeah. That's the trouble with anywhere that isn't London\/NYC, especially if you speak English.","labels":"approval"},{"text":"The altcoin thread!? This is the first time I've seen it in 6 months.","labels":"realization"},{"text":"I guess. I'm going to try getting in better shape, and just socialize more.","labels":"excitement"},{"text":"I want to see the human equivalent to how happy this dog is","labels":"desire"},{"text":"Happy cake day!","labels":"excitement"},{"text":"[NAME] is a turd, but I actually believe him here. I'd be stunned if he didn't have a bigger offer than what [NAME] reported.","labels":"anger"},{"text":"Jokes aside, welding is so fucking fun, and they get paid damnnnn well.","labels":"amusement"},{"text":"They’ve performed it live together so maybe you’ve heard that.","labels":"approval"},{"text":"The fake news media and it's supporters are the enemy of the people.","labels":"annoyance"},{"text":"Way too much bounce in that pad to get enough height. Needs natural grass. It was doomed from the start.","labels":"sadness"},{"text":"They got rid","labels":"neutral"},{"text":"[NAME], [NAME] and [NAME] would like a word...","labels":"neutral"},{"text":"Just reload auto save and you should be golden","labels":"neutral"},{"text":"Debs a bitch","labels":"anger"},{"text":"picture isnt that clear but I am 80% sure they're fake. break one and see how it crumbles.","labels":"annoyance"},{"text":"how many times are we gonna let them cut in like that","labels":"curiosity"},{"text":"Either is ok","labels":"neutral"},{"text":"I think he's in it. I know [NAME] is killing me on my fantasy team right now","labels":"disappointment"},{"text":"wow, we really live in future","labels":"excitement"},{"text":"not really, no","labels":"disapproval"},{"text":"I blame [NAME] for this series of unfortunate events","labels":"sadness"},{"text":"This comment has been removed for breaking rule #8.","labels":"annoyance"},{"text":"The Morton hockey team train there, if the football moved down maybe we’d have success","labels":"realization"},{"text":"Absolutely terrible. But wholesome aswell.","labels":"fear"},{"text":"Thank you. This sub is the one place I feel understood","labels":"gratitude"},{"text":"I was grouping twitter with it. Tweets were great this year","labels":"amusement"},{"text":"Im sorry dude. Drumming Octopuss.","labels":"remorse"},{"text":"I didn't come out [of my mother] drawing [goshdarn] [NAME]","labels":"neutral"},{"text":"Just be there for him in the best way you can. Look out for him but also keep yourself in mind. It's all you can do","labels":"caring"},{"text":"Sad\/Sweet for her to put in the effort to fake it!","labels":"sadness"},{"text":"Nobody is shaming them for trying to stop article 13. Youtube is being shamed for being hypocrites.","labels":"annoyance"},{"text":"A sharp stick? I think you need a rifle to kill that bastard","labels":"anger"},{"text":"It is a highly underappreciated movie...FOOLS","labels":"anger"},{"text":"Could be worse. At least he's not the guy who wrote the Witcher books LOL.","labels":"disgust"},{"text":"My aim in battlefornt 2 is pretty good = navy seal, elite unit","labels":"pride"},{"text":"I feel so guilty that this picture exists. I feel like I need to donate to charity after this.","labels":"remorse"},{"text":"You're not going to drastically improve in a day to where itll have any significance in a game hours from the postb","labels":"annoyance"},{"text":"We have the same feelings","labels":"neutral"},{"text":"Sadly too easy to gank. Bronze brawl 4-man notices you are split pushing, you are dead.","labels":"sadness"},{"text":":) this made me smile. I laughed so hard at the blinker fluid part. You and [NAME] are proof that not all heroes wear capes.","labels":"amusement"},{"text":"Utah grubs This is a great place for restaurant recommendations.","labels":"amusement"},{"text":"My phone won’t let me open the article, how much did he win?","labels":"curiosity"},{"text":"Wow. Good thing [NAME] are known for having ample savings since our country treats the average worker so well.","labels":"approval"},{"text":"Ouch, that hurts, would've won without the injury","labels":"sadness"},{"text":"I am but me and my SO live separate lives.","labels":"neutral"},{"text":"And that’s how the mafia works.","labels":"neutral"},{"text":"I’m sorry if I hurt your fragile ego, you should get off the internet lol","labels":"embarrassment"},{"text":"From heroic cancer survivor to bad Italian boy. What a world we love in","labels":"annoyance"},{"text":"I get my tax money back every year, no complaints. Plus the college and other skills i got were worth it.","labels":"amusement"},{"text":"I wish I didn’t fall for my ex. He is not a beautiful person. He is a monster.","labels":"annoyance"},{"text":"If [NAME] is his idol, then we got ourselves a boi with a winner’s mentality ","labels":"amusement"},{"text":"Eagles fan here. is this goalpost an old meme here? or was it due to recent circumstances?","labels":"curiosity"},{"text":"Honestly I don't care if they're faked. It's an original concept that I find pretty funny","labels":"amusement"},{"text":"He said great investment definitely not lost is this sub going to get back on track. Just because a post is bad doesn't mean they're lost.","labels":"sadness"},{"text":"congrats, [NAME]. you played yourself","labels":"gratitude"},{"text":"Man, I remember when we were utter pish. Those were not happy memories.","labels":"neutral"},{"text":"Please tell me you were buying something extremely embarassing!","labels":"annoyance"},{"text":"I love democracy","labels":"love"},{"text":"How do you know they are [NAME]? Where they caught? Maybe a cat? It's just some crazy person?","labels":"curiosity"},{"text":"Vitamin C is water soluble, you literally piss excess amount.","labels":"neutral"},{"text":"Happened this afternoon, January 21, 2019 in the Central South-East area. So frustrating! ","labels":"annoyance"},{"text":"I guess the answer is pretty obvious too lol. It would be silly if you posted “[NAME] too...” the bucs?","labels":"amusement"},{"text":"Luckily every elevator would be broken at all times.","labels":"disappointment"},{"text":"Thanks! I'm now quite excited. Unless of course they all decide to skip straight from Chatswood to Gordon.","labels":"excitement"},{"text":"Steeler 4 life lol","labels":"amusement"},{"text":"Hah, I'd like to rub this in the faces of pro-forced-birth liars who preach the opposite.","labels":"anger"},{"text":"Omg at this rate he's gonna be in the next smash bros","labels":"excitement"},{"text":"I think my mom is similar but I feel like I make things worse by trying to explain myself.","labels":"realization"},{"text":"Considering most people voted for their candidate purely out of hate for the other candidate does that even matter?","labels":"annoyance"},{"text":"Nah, stick with me, I've got a new angle.","labels":"neutral"},{"text":"Haha i have a depression playlist 3 years in the making. Love gorrilaz and rip x.","labels":"amusement"},{"text":"This is scary to know that you went through. People like this are one step away from coming home with a gun or knife.","labels":"fear"},{"text":"Please point out my fallacious line of reasoning instead of insulting my intelligence. You are an example of a bigot that thinks he is wiser than everyone else.","labels":"annoyance"},{"text":"i dont give a flaming fart about averages. most people have no taste in comedy.","labels":"annoyance"},{"text":"Sounds like a really bad time. Just wait till you have a nice time and place to trip.","labels":"sadness"},{"text":"this guy rebuttals.","labels":"annoyance"},{"text":"we def don’t deserve dog s","labels":"disapproval"},{"text":"Probably, but fuck Reddit then. Personal safety is up to the person, not public opinion.","labels":"caring"},{"text":"A comb that combs near and far. Great for rushed carpools to work.","labels":"amusement"},{"text":"Glad I’m on my way out through ATL instead!","labels":"joy"},{"text":"Oh wow, this is the first I've heard of her aligning with those people. ","labels":"surprise"},{"text":"The Cavs didn’t even want [NAME]. They just wanted to fuck with us.","labels":"neutral"},{"text":"We had 2 1000 yrd receivers, why would we add a 3rd?","labels":"confusion"},{"text":"we are at !CURSED! levels of cursed","labels":"annoyance"},{"text":"> Wonder why centrism was basically nonexistent like a decade ago. Moderates existed even before that, so not really","labels":"surprise"},{"text":"Appreciate the love! Maybe during the offseason, for sure! I'll pass it along","labels":"neutral"},{"text":"Dont worry, they are the best surgeons in the hospital and they will remove the tumor in no time","labels":"caring"},{"text":"Oh, it was THAT episode?","labels":"surprise"},{"text":"[NAME] has gotta he replaced or that was just terrible writing","labels":"fear"},{"text":"Here is their other hot wallet: the story behind","labels":"neutral"},{"text":"v0.1.2 should have multiple versions, one of which preserves 1RN. Additional info on the linked page.","labels":"realization"},{"text":"How are you 100% positive that you're pregnant if you haven't taken a test yet?","labels":"anger"},{"text":"Relax everyone i'm sure USPS isn't going to cry because you didn't ship on the date especially if its on a weekend.","labels":"optimism"},{"text":"How did anyone not know what this movie was? WE HAVE OUR OWN RELIGION.","labels":"curiosity"},{"text":"###READ THE BREAD BOOK","labels":"neutral"},{"text":"Idk what's so unrealistic about it. [NAME] is probably just as close to [NAME] as [NAME] and [NAME] are.","labels":"caring"},{"text":"Fidget spinners are cool again","labels":"relief"},{"text":"Oh, Boy. You into phrenology too.","labels":"surprise"},{"text":"lol yep that is the case and has same taste in food as well!","labels":"amusement"},{"text":"The US version of The Office isn’t even the best version of The Office, never mind the best comedy ever.","labels":"disapproval"},{"text":"The one where MIL flooded the whole house","labels":"neutral"},{"text":"My mom works for Nasa and apparently no. They gave them pamphlets with numbers for credit agencies and tips on getting loans lol. Its kinda awful.","labels":"fear"},{"text":"Or SFO. The only one that comes close is SEA and it’s a looooot smaller.","labels":"neutral"},{"text":"Really??","labels":"curiosity"},{"text":"How tf did the vaccine cause them to lose their jaw? This smells like BS","labels":"curiosity"},{"text":"I discovered this channel last night! She has a video on Harry Potter and the end of history that’s really good.","labels":"approval"},{"text":"Thanks mate. It's just a process now. Fingers crossed that time will heal all (or most) wounds!","labels":"gratitude"},{"text":"He was aggrieved that people didn’t recognize him and recognized steroid users instead.","labels":"anger"},{"text":"Wow, y'all are heroes! ","labels":"excitement"},{"text":"I always get concerned when I see Nono standing at the stove or being instructed to pick Milania up from demon spawn practice.","labels":"nervousness"},{"text":"Hey, you ever watch the sopranos before?","labels":"curiosity"},{"text":"No my friend, no, I no make fuck-fuck. I take you to girls, many many girls. You make fuck-fuck with girls.","labels":"neutral"},{"text":"I have little to no anxiety and it really helps me when i have to take a test.","labels":"relief"},{"text":"Where'd you go tough guy? You were talking so big before. Way to downvote and move on punk.","labels":"anger"},{"text":"Yeah, The Donald seems to spread its purging mentality to most right leaning subreddits. Reminds me, I should get banned from r\/theDonald again for quoting [NAME]","labels":"anger"},{"text":"don’t curse mmeEEEE !","labels":"anger"},{"text":"Great anime though. [NAME] awesome.","labels":"amusement"},{"text":"I hope they meet someone who changed their name to Dad","labels":"optimism"},{"text":"Well shit, time to talk to the wife. It appears she has two husbands.","labels":"annoyance"},{"text":"One of the most reasonable comments I've ever read on the site (sad, right?). Salute to you","labels":"gratitude"},{"text":"We know, buddy.","labels":"neutral"},{"text":"We talk about PizzaGate too Why doesn't CNN cover Israeli interference in US elections? CNN seems to be aiding and abetting Israel in their meddling in US politics","labels":"curiosity"},{"text":"Ive faced the same immortal teams 3 times out of 4 so far. So not by much at least","labels":"neutral"},{"text":"I think [NAME] did such a classy exit! Hopefully people don’t give her too much hate. She comes from a good place.","labels":"optimism"},{"text":"lol my mom once told me that alcohol can't be a drug because it's legal","labels":"neutral"},{"text":"How dare you interrupt the circle jerk. Out, sir.","labels":"anger"},{"text":"Because I want to be with someone but no one wants to be with me.","labels":"sadness"},{"text":"You better be!","labels":"amusement"},{"text":"damn thats good","labels":"amusement"},{"text":"Sorry actually [NAME] runs this one. [NAME] runs the daily wire. Also I didn’t see anywhere in there where she said that","labels":"remorse"},{"text":"Agree. Not sure why you are being downvoted.","labels":"confusion"},{"text":"That’s awesome! VPD and the Mounties should do the same here.","labels":"amusement"},{"text":"Aaaand this is why I couldn’t do online dating when I was single.","labels":"annoyance"},{"text":"Dark and funny, but not really nice guy. He has yet to call the dead girls whores for declining to sleep with him. ","labels":"amusement"},{"text":"at this point if you couldnt figure out that most [NAME] here dont actually support [NAME], you must have some problems","labels":"annoyance"},{"text":"Don't forget the price increase. They made sure to keep that promise.","labels":"neutral"},{"text":"Seriously? If he spent the same amount of time doing anything else would everyone be bitching that he’s addicted to that? Doubtful.","labels":"confusion"},{"text":"Even on steroids of all kinds in high doses there is no way that this is done in 16 weeks","labels":"realization"},{"text":"Thank you :) I'll try to stay positive","labels":"gratitude"},{"text":"Run, run Run for the roses Quicker it opens Sooner it closes Man oh man oh friend of mine All good things in all good time","labels":"joy"},{"text":"Yeah that zip code is like right by where I work... now I’m curious lol","labels":"curiosity"},{"text":"Thanks for the gold","labels":"gratitude"},{"text":"Also, keep an eye out for women who just want to use you for free drinks!","labels":"caring"},{"text":"I'm more than sure we [NAME] lovers feel the same way, her outfits are awful","labels":"fear"},{"text":"Hey when your yard is made up entirely of gravel you can do what you want.","labels":"neutral"},{"text":"You must have watched a lot of two girls and one cup.","labels":"neutral"},{"text":"Just stunning my meats","labels":"amusement"},{"text":"[NAME] having a horrible night","labels":"neutral"},{"text":"I love that your drinking that out a tumbler","labels":"love"},{"text":"Losing my identity, wondering have I gone insane...","labels":"disappointment"},{"text":"I was wondering the same thing?","labels":"surprise"},{"text":"Then am I correct in assuming that you categorically oppose the ridicule of all public figures in society for the same reason?","labels":"anger"},{"text":"Well, Detroit isn't currently marred by ownership and front office incompetence.","labels":"realization"},{"text":"Finally, someone that understands you don't just get to keep information from your spouse about cheating to \"protect them\". That's crazy to me.","labels":"annoyance"},{"text":"Ive never done deadlifts. Are they worth getting into in terms of back hypertrophy? I already do rows and weighted pullups.","labels":"anger"},{"text":"Sounds fun to be around her....Jk:)","labels":"amusement"},{"text":"[NAME] has always favoured [NAME] so I'd assume this means he's the next up, I just prefer [NAME] and find [NAME] a little overrated.","labels":"neutral"},{"text":"That was a hell of a tip, that happens","labels":"anger"},{"text":"Do you have a link? I never saw the video, I only heard about it","labels":"curiosity"},{"text":"i hate [NAME] and 20 good men","labels":"anger"},{"text":"But if you go to fredmeyer, which is also Kroger, It's like 50% cheaper on most things. lol.","labels":"caring"},{"text":"I love her face in the second one. Embrace your waiste!","labels":"love"},{"text":"You're not my STBXH hehe. He doesn't type like you.","labels":"excitement"},{"text":"It's hard to respect them as an organization when we hear shit like this. They will struggle as a franchise to win another WS anytime soon.","labels":"anger"},{"text":"i actually dont mind either of those","labels":"anger"},{"text":"Yep! It's still busy. Slightly less crowded but still fun!","labels":"amusement"},{"text":"A 70’s Pontiac bonneville , it was a huge boat.","labels":"realization"},{"text":"why is this being downvoted?","labels":"curiosity"},{"text":"My point was that there is no good vote here. This is legislative battle over wall funding and any given vote makes sense only in that context.","labels":"approval"},{"text":"[NAME]. i love it","labels":"love"},{"text":"The Imperial is the best gay bar in Sydney. PERIOD.","labels":"approval"},{"text":"but.... but the lizards would eat the bugs....?","labels":"curiosity"},{"text":"> is this big news? Not really. The primary use of vit D is different.","labels":"confusion"},{"text":"Makes sense. So I need 2 USB drives according the the TAILS website.","labels":"neutral"},{"text":"Do not defend yourself.","labels":"neutral"},{"text":"Can confirm he does not follow the 49ers on Instagram.","labels":"approval"},{"text":"Yeah lol like I'm cool with signing\/drafting DL but pls not in the first like 3 rounds lol, much less at 2.","labels":"relief"},{"text":"Yes in 5he 80s when everybody in NYC was snorting coke at the clubs he was [NAME]. He was also rich then.","labels":"realization"},{"text":"Think about how many times OP has jerked it into those sheets","labels":"annoyance"},{"text":"She should just go straight to therapy.","labels":"caring"},{"text":"Thanks, man!","labels":"gratitude"},{"text":"100%,I'm actually impressed","labels":"amusement"},{"text":"Definitely didn’t give [NAME] a huge scar","labels":"approval"},{"text":"That's why he's gotta go!! Yes, girls!","labels":"neutral"},{"text":"Well I don't think it works the other way around. As someone who is incredibly insecure, I am also definitely not a narcissist.","labels":"neutral"},{"text":"Yeah there's no reason to believe you staying up as a kid has anything to do with your current insomnia","labels":"annoyance"},{"text":"nope! she meets up with robb en route to the twins and he sends her back to riverrun to not spite the freys. little did he know..","labels":"annoyance"},{"text":"I've wanted one ever since [NAME] dual wielded them in Bad Boys 2.","labels":"desire"},{"text":"This was literally me!","labels":"neutral"},{"text":"What the hell are you talking about?","labels":"anger"},{"text":"yeah sounds like you're thinking real hard on it. Stop wasting peoples time theres folks in actual need for help. And this sub isnt for that","labels":"annoyance"},{"text":"I love when that happens. I call it \"butt cuddles\" and we do it all the time lol!","labels":"amusement"},{"text":"Narcissism combined with pure idiocy leads to statements like those.","labels":"neutral"},{"text":"So you stay on your theft from auto waiting for them to dispatch the next shift to the backlog of calls.","labels":"anger"},{"text":"Here's a great essay by [NAME] regarding the Skripal farce that I've just run across:","labels":"amusement"},{"text":"So 10 bucks says shes just gonna leave him after this anyway","labels":"neutral"},{"text":" No mention of [NAME]? For shame, subreddit. For shame. ","labels":"curiosity"},{"text":"I don’t like [NAME] in the slightest but I hate [NAME] even more. Get her Belcalis","labels":"anger"},{"text":"Guess he should just go hungry then huh?","labels":"neutral"},{"text":"I once went alert on N1 and killed 3 people.. 2 maf and a doc. Doc got resurrected later thankfully","labels":"realization"},{"text":"Surely anyone can submit an application for a writ of habeas corpus?","labels":"confusion"},{"text":"Thanks, I hate it. They're out now though.","labels":"anger"},{"text":"I didn't know that he did. Just Googled it. Dope!","labels":"neutral"},{"text":"I still hated the system though. I felt penalized for using anything that wasn't the power beam the entire game.","labels":"anger"},{"text":"I keep telling everyone to watch it. It's such a fun movie and the directing is great.","labels":"amusement"},{"text":"Ride in trunk","labels":"neutral"},{"text":"never, because I actually married someone I wanted to be with l, and didn’t fucking betray their trust, unlike you arseholes ","labels":"anger"},{"text":"The absolute worst!","labels":"disgust"},{"text":"And now Episode 9 will be a hip meta-homage to Weekend at Bernie's where they try to pass off the franchise as being alive.","labels":"neutral"},{"text":"he refers to marijuana as a narcotic. da fuq??","labels":"annoyance"},{"text":"It doesn't, really.","labels":"neutral"},{"text":"I preferred the old one that only made me want to gouge one eye out","labels":"neutral"},{"text":"Which is why I'm glad he turn around as he did. xD Still is both scary and funny if you look at it from a different light","labels":"amusement"},{"text":"Thats weak as fuck.","labels":"neutral"},{"text":"Whoever this is, feel free to PM me if you want to chat!","labels":"neutral"},{"text":"I really hope your marriage is healed and can become stronger than ever.","labels":"optimism"},{"text":"I laughed harder than I should have at this reply. Then the sadness hit me when I realized it wasn't meant to be funny.","labels":"amusement"},{"text":"If you bake em you're gonna have a bad time","labels":"annoyance"},{"text":"No it’s not! It’s much easier to pull in to the space and leave it there.","labels":"relief"},{"text":"Keep them until November, and then return them. ","labels":"neutral"},{"text":"Better start believing in miracles then! LOL","labels":"amusement"},{"text":"I continue to sub here only because your quips make me laugh","labels":"amusement"},{"text":"Sorry I haven't been keeping up to date, what happens next week?","labels":"curiosity"},{"text":"She’s so gorgeous, I hate you too.","labels":"annoyance"},{"text":"I am so thrilled that you broke through that constraining ceiling, or that \"tunnel vision\".","labels":"excitement"},{"text":"I will never not laugh","labels":"annoyance"},{"text":"The EU delusion:why a utopian project was always doomed to failure.","labels":"disappointment"},{"text":"Wow, you weren't instantly downvoted hundreds of times. The omniscum must have had a salad once and got a protein deficancy.","labels":"realization"},{"text":"I just googled the thing. Yeah thats it! I might have described it incorrectly but that looks very similar. Thanks!","labels":"gratitude"},{"text":"Okay, thank you very much! So we are off the deep end of Riverdale logic here.","labels":"gratitude"},{"text":"*The Panic Virus* by [NAME] is a really interesting, well-researched book about the rise of the anti-vax movement.","labels":"curiosity"},{"text":"Anything can happen. So many upsets have happened at the PLQ. Every team is beatable.","labels":"neutral"},{"text":"Uh, sorry. We're under trumpcare now.","labels":"remorse"},{"text":"Thanks ? Lol I'm no internet warrior but that crossed the line. I also DM the video to [NAME]. The girl deserves love","labels":"amusement"},{"text":"i’m so glad you’re wrong lol","labels":"joy"},{"text":"It's just the reliability of a Honda. But I don't know a whole lot.","labels":"confusion"},{"text":"That’s not what I mean Him being a snack is just well","labels":"neutral"},{"text":"I just came off of watching all of his movies. Dear [NAME]. I love and hate them at the same time.","labels":"anger"},{"text":"Wow that's amazing, I hope my situation is as good next year. ","labels":"joy"},{"text":"Sweet! I'm a Packers fan in Winnipeg. Really hoping to catch a game there next season.","labels":"optimism"},{"text":"Seriously. I legit laughed at this.","labels":"amusement"},{"text":"ITS A GOOD BOI!!","labels":"approval"},{"text":"It means she likes it when you do that thing.","labels":"neutral"},{"text":"Still better than YouTube rewind","labels":"neutral"},{"text":"The what now?","labels":"curiosity"},{"text":"I feel the guy did this only to correct his mistake and to pretend it never happened.","labels":"realization"},{"text":"[NAME] is invaluable. Kawhi mama love him. Kawhi love him. His bow-legged ass is finally playing like NORMGOD again. He stay.","labels":"neutral"},{"text":"It's a photograph with one of our greatest ever defender and captain. What's your problem?","labels":"annoyance"},{"text":"Wow now I know there's a twist. Why even watch it?","labels":"anger"},{"text":"Poor kid. He just wanted to rescue his mum from a nefarious organisation. I hope he gets decent representation.","labels":"sadness"},{"text":"Is a threesome, lady in the back has a strap on.","labels":"neutral"},{"text":"The sad thing is that most of them are gone the next election anyway.","labels":"sadness"},{"text":">So that was a **fucking** lie. FTFY.","labels":"anger"},{"text":"Sick comeback. Not really a dirty combo other than the unblockable.","labels":"relief"},{"text":"I don't blame you, this sub makes me feel crazy on a daily basis. ","labels":"annoyance"},{"text":"There are assholes who think that these are \"their trails\" and do this sort of thing.","labels":"neutral"},{"text":"[NAME], [NAME], [NAME] all looking nicer ","labels":"gratitude"},{"text":"I feel like the cameraman is having a seizure or something","labels":"neutral"},{"text":"You're welcome! And whoops, my bad. I did not know that, thank you. I edited it up above.","labels":"gratitude"},{"text":"[NAME] in Richardson gets my love.","labels":"neutral"},{"text":"I hope you enjoy it!","labels":"optimism"},{"text":"When it comes to kids people get irrational. One good snake oil salesmen peddling this garbage can convince people with enough fear.","labels":"neutral"},{"text":"I sincerely apologize...I’ll delete and please take this upvote","labels":"remorse"},{"text":"It's horrible and I love it and you should be proud.","labels":"fear"},{"text":"They blew up my feelings :'(","labels":"sadness"},{"text":"Ay just like my life *whips whilst sobbing","labels":"neutral"},{"text":"What a coincidence. I also had a Bort.","labels":"surprise"},{"text":"No. You are not.","labels":"neutral"},{"text":"Yeah, no problem. My mindset is if you aren’t bothering me or anyone else for that matter, then I don’t really care lol","labels":"annoyance"},{"text":"[NAME] will love [NAME]. I wonder what the deal will look like if it happens.","labels":"surprise"},{"text":"Heels are fucking hot. Do you like the crop used on you, him, or both?","labels":"curiosity"},{"text":"Deep blue eyes look weird to me. The rest seems pretty good.","labels":"approval"},{"text":"Good! We need him to serve bops so pop can win some more","labels":"approval"},{"text":"Not really, every other post is summit doing something. Gets boring. ","labels":"neutral"},{"text":"Nothing personal against you. Thanks for explaining your intentions, though.","labels":"gratitude"},{"text":"The point we're making isn't that it IS an alt-right position, but that only the alt-right would pretend it is.","labels":"neutral"},{"text":"Thanks man, it’s sucks that I’m paying to get left on read","labels":"gratitude"},{"text":"You are laughable, you will defend this backup until he's gone.","labels":"neutral"},{"text":"I for one applaud any and all fake big cats","labels":"amusement"},{"text":"as long as they remain indoor cats, no problem with being a cat lady. you do you ","labels":"neutral"},{"text":"Ugh, I want to have his baby too...","labels":"desire"},{"text":"I would also have all this issues if I looked myself in the mirror dressing like that","labels":"sadness"},{"text":"Which side story? Thanks for the info!","labels":"confusion"},{"text":"Its what keeps me going, I couldn't hurt my friends and family i love them too much","labels":"love"},{"text":"Keep stocking that steel core ammo bois","labels":"neutral"},{"text":"He did all this road to find this coconut oil ! Are you ungrateful ? :( !","labels":"embarrassment"},{"text":"I'm just glad we'll be getting either [NAME] or [NAME]. They both seem like they'll be beasts and it'll fill our greatest position of need","labels":"joy"},{"text":"Shame about him killing [NAME] on camera.","labels":"embarrassment"},{"text":"Oof, somebody doesn’t like anyone to make jokes or enjoy anything. It least we’re not complete pricks, douche.","labels":"annoyance"},{"text":"Canucks get a mind-numbing penalty called on them and the other team scores on the ensuing PP. Surprising nobody.","labels":"realization"},{"text":"I don't see much reason for it even as a 2nd.","labels":"neutral"},{"text":"FIRE THE MEDICAL TEAM.","labels":"anger"},{"text":"What's good kid? Sorry for the racism.","labels":"remorse"},{"text":"I predict one of them is going to be complete garbage and the other one gonna be competent with some critics calling it better than the original.","labels":"realization"},{"text":"Fry a egg with that bad boy. And you got yourself a nice breakfast.","labels":"annoyance"},{"text":"Glasses and [NAME] made me regain interest in the show. Pluuus I want to know what happens to [NAME], she's my favourite character :(","labels":"curiosity"},{"text":"thank you for taking the time to answer, im freaking out big time","labels":"annoyance"},{"text":"Yeah, I guess you’re right","labels":"amusement"},{"text":"yeah, those seem like they'll flop around quite safely... ","labels":"neutral"},{"text":"As a woman who drives a Jeep, I am not getting another one.","labels":"pride"},{"text":"I love Earth Balance, but does anyone know if the palm fruit is ethically sourced? I’ve cut out palm products due to deforestation. ","labels":"curiosity"},{"text":"He ran as a [NAME] in the Senate primary and then declined the nomination. Multiple times. He isn't \"honoring\" shit.","labels":"neutral"},{"text":"Sounds pretty optimistic... I'll believe it when I see it!","labels":"optimism"},{"text":"Came for the murderino and stayed to say I drive like [NAME] a lot and it’s bad lol","labels":"disgust"},{"text":"Ah, I remember you. You were mentioned on this subreddit before as a magnificent player.","labels":"realization"},{"text":"I used to have a pet rat. She was the best pet I ever had.","labels":"amusement"},{"text":"Looks sooooo good~","labels":"gratitude"},{"text":"I never understood why the idea of always swinging pitches served to you on a plate seems radical.","labels":"confusion"},{"text":"I was hoping [NAME] would get into commentating.","labels":"optimism"},{"text":"amendments are allowed on monday to mays deal, i'd be amazed if no one kills her deal","labels":"surprise"},{"text":"Big ups. The small things make the difference.","labels":"neutral"},{"text":"She better not die","labels":"optimism"},{"text":"The claim that whole milk is 40% fat is surprisingly not the most absurd part of this picture. \/j","labels":"surprise"},{"text":"Same here, after she initiated the divorce and acussed me of not doing anything to stop it. ","labels":"sadness"},{"text":"They lost because they didn't run a leftist at all","labels":"disappointment"},{"text":"Very interesting prediction!","labels":"optimism"},{"text":"Waaaaaaay too much work. Just make guacamole and salsa and eat it with the [NAME]","labels":"caring"},{"text":"leg-lock speaks to me in the most animalistic level","labels":"neutral"},{"text":"Le sigh, yes... or I'm [NAME] would have gone to another team... ;)","labels":"neutral"},{"text":">Working in MD AND DC? Would this be illegal? I will do that, thanks!","labels":"optimism"},{"text":"No. This simply is not the case","labels":"disapproval"},{"text":"[NAME] is honestly really badass and he has a great design I hope they give him something good to do in 11","labels":"optimism"},{"text":"it's just a gamer word bro way to disrespect gamer culture smh my head","labels":"anger"},{"text":"Looks like a hover hand for a few frames.","labels":"neutral"},{"text":"I'm still rocking my Pebble 2SE.","labels":"excitement"},{"text":"I haven't had class in three years and yet I've literally had this nightmare dozens of times.","labels":"sadness"},{"text":"Run the addresses through the property records. If the mailing address of owner ain't local, they its a lie. ","labels":"annoyance"},{"text":"[NAME] plays with [NAME] for 2 minutes and he's already doing outlet passes lmao","labels":"amusement"},{"text":"None, I know nobody or have anyone nearby who can help.","labels":"sadness"},{"text":"Try reading up. Not going to play these stupid games with a butt hurt Meltzer fan boy.","labels":"anger"},{"text":"Had to stick my fist in my mouth in bed lmao","labels":"realization"},{"text":"You are entitled to live your life the way you want to. I never said you weren't. You really are just disappointing.","labels":"neutral"},{"text":">[NAME] in a confusion night, Um, she kissed him.","labels":"confusion"},{"text":"He now looks like his daughter wearing a fake beard.","labels":"neutral"},{"text":"oh my [NAME] easily one of the worst sounds aaahhhhhh","labels":"surprise"},{"text":"Happy birthday!","labels":"excitement"},{"text":"Is this in the US? 30k per year blows my mind, my tuition is like 9k ish a year+rent","labels":"curiosity"},{"text":"Be true to yourself. Your the only one who will be","labels":"approval"},{"text":"Ugh. Nice season from him, hoping he can build on it next year and play a bigger role at the world juniors.","labels":"gratitude"},{"text":"Oh hell yes, baby. Give it to me","labels":"neutral"},{"text":"we are scared on \/r\/bengals rn","labels":"fear"},{"text":"Sounds like you have a great doctor. Most are scared to give you any sort of advice like that.","labels":"amusement"},{"text":"Don't care. Have fun. Got better things to do.","labels":"amusement"},{"text":"The worst is when those moments pop up randomly. Especially when you’re feeling happy and then a mistake you did back in 2005 comes creeping up.","labels":"anger"},{"text":"i know! its like, im fine if you eat rabbit meat. just dont brag about it to someone who has a pet rabbit. ","labels":"annoyance"},{"text":"My shirt is [NAME]. My balloon popper is the DNC. And then [NAME] is the fire under my ass to dive deeper ever day.","labels":"annoyance"},{"text":"Wait till I show up in threads and start saying opposites just to trick you.","labels":"neutral"},{"text":"How old are you?","labels":"curiosity"},{"text":"I don't know him well but I have met him a few times through a mutual friend. Really nice guy and very young for his age.","labels":"gratitude"},{"text":"You can always view afterwards, no confidential votes in Parliament.","labels":"realization"},{"text":"When I read where the fire apparently started that was my first thought.","labels":"neutral"},{"text":"Those turkey legs look delicious","labels":"excitement"},{"text":"Cheers! *clink*","labels":"neutral"},{"text":"Not to mention people who illegally own guns probably aren't going to admit it for a study either.","labels":"anger"},{"text":">Ordinary Men by [NAME] Thanks for the recommendation. Got it ordered on kindle from Amazon.","labels":"gratitude"},{"text":"I loved the first single from BO so hopefully the entire album will be good. And has more effort into it than \"WHERE ARE THE JOKES\"","labels":"love"},{"text":"Love it.","labels":"love"},{"text":"Win what exactly? A meaningless game in a very long season to be swept out of the playoffs? No thanks.","labels":"annoyance"},{"text":"New flavour! I love it!","labels":"love"},{"text":"Wow your post history is toxic.","labels":"annoyance"},{"text":"Lol I’d leave my work phone off and be like, nope didn’t see any calls lol","labels":"neutral"},{"text":"Don't get your hopes up; apparently car seats also cause autism:","labels":"annoyance"},{"text":"Yes Will do thanks alot!!","labels":"gratitude"},{"text":"Glad to hear it :) definitely more on the way!","labels":"joy"},{"text":"Thank you! And may [NAME] shine His love upon you!","labels":"gratitude"},{"text":"Does that caption say [NAME] and [NAME] are planning to move to Austin....? Dear [NAME] PLEASE no we already have [NAME]!","labels":"curiosity"},{"text":"Holy shit did this sub just get wholesome for a second?","labels":"anger"},{"text":"Oh, I saw it. I was giving him the benefit of the doubt to see if he wound up saying the quiet part out loud.","labels":"relief"},{"text":"And here i am, cant even clean my tongue without gagging... ","labels":"neutral"},{"text":"Wish they showed us more of their friendship in previous episodes, this drawing is amazing.","labels":"amusement"},{"text":"That would...hurt","labels":"sadness"},{"text":"[NAME] still looks him off unfortunately but he made a three","labels":"neutral"},{"text":"You're a horrible person.","labels":"fear"},{"text":"Oof. Same guy probably would've had an aneurysm if he saw how much my boss charges for a cup of shredded cheese","labels":"realization"},{"text":"That’s wonderful to hear. :) I hope you get your guy!","labels":"excitement"},{"text":"One period? Damn you think it would last that long","labels":"anger"},{"text":"So get a job and leave. It's just going to get worse. First the tv then you. Get out while you can","labels":"annoyance"},{"text":"Welcome back [NAME]!! You sexy Brazilian SON OF A BITCH","labels":"neutral"},{"text":"Guy got the looks","labels":"neutral"},{"text":"We got 6 (: She had us carry them out for her. There were some interesting items in the car.","labels":"excitement"},{"text":"That's me every damn time","labels":"annoyance"},{"text":"They are building a new Whole Foods on Smith and Elgin I believe","labels":"neutral"},{"text":"I was trying to make the point that the patient is still having a seizure; it's just not visible because they are paralyzed.","labels":"nervousness"},{"text":"This one too!","labels":"neutral"},{"text":"JACKPOT!!!","labels":"excitement"},{"text":"No surprise, it's nearly impossible to find a seat in the library any time remotely close to exams. ","labels":"disapproval"},{"text":"The reason you keep going is the same as mine, I just don’t know how we’ll get there.","labels":"confusion"},{"text":"Point proven. Thanks","labels":"approval"},{"text":"Yes, but shockingly that was the first post of hers I’ve read in years that didn’t make me want to claw my eyes out. ","labels":"sadness"},{"text":"You killed them!","labels":"anger"},{"text":"What documentaries would you recommend? I want to see it.","labels":"curiosity"},{"text":"it’s just a nice gesture. don’t make it so deep lol","labels":"gratitude"},{"text":"Hey, better safe than sorry with spoilers. But my point stands. ","labels":"caring"},{"text":"I was scrolling through and thought “who is [NAME]...” for a minute before I remembered. It was the best 10-20 seconds of my life lol.","labels":"confusion"},{"text":"Oh fuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuck RIGHT OFF!!!!!","labels":"neutral"},{"text":"That and useful idiots.","labels":"anger"},{"text":"It's been deleted, we can't even see what it was now (unfortunately). ","labels":"sadness"},{"text":"And you'd be in prison.","labels":"neutral"},{"text":"Kill whitey!","labels":"anger"},{"text":"Before we start obvi. I’m taking out legs before I get embarrassed.","labels":"neutral"},{"text":"Sorry i was thinking of the word \"Plaintiff\"","labels":"remorse"},{"text":"> bacon You had my curiosity, but now you have my attention","labels":"curiosity"},{"text":"Fruit is byfar the worst of all flavors","labels":"disgust"},{"text":"That first picture perfectly depicts the epitome of a punchable face.","labels":"desire"},{"text":"Car just saw a chance to escape. Car took the chance.","labels":"neutral"},{"text":"I meant after he first suspected the incest and told [NAME]. He went to Dragonstone as he was afraid he would be killed.","labels":"neutral"},{"text":"Sorry it didn't help. I hope you can find something that does.","labels":"optimism"},{"text":"Drugs are a hell of a drug...","labels":"anger"},{"text":"I'll save people some Googlin Feb 26","labels":"optimism"},{"text":"Nooooooo they're so delicious!","labels":"joy"},{"text":"How long were you broken up and how long together?","labels":"curiosity"},{"text":"Great, but we can't just assume that that's the case and allow everyone to DevientArt the whole subreddit","labels":"amusement"},{"text":"This isn't so bad. The fact that the buttons only go up halfway doesn't bug me at all. At. All...","labels":"anger"},{"text":"They are too busy getting murdered and mugged to give a crap about all these vigalantes","labels":"neutral"},{"text":"Not a chance on this","labels":"approval"},{"text":"No group... I didn't say the guy's plan was realistic haha","labels":"neutral"},{"text":"Nope, it’s what you said. If 17 isn’t a child then what are they?","labels":"confusion"},{"text":"We never knew what friends we had, until we came to Lehningrad","labels":"neutral"},{"text":"Watch it! He has the diabeetus.","labels":"neutral"},{"text":"It would be funny and sad if he gets heart complications again","labels":"amusement"},{"text":"Sorry, I live in the real world. Just because you don't like facts doesn't mean they don't exist.","labels":"remorse"},{"text":"hi [NAME], toxicity in a multiplayer game is something that should always be expected no matter the game cause people are assholes.","labels":"annoyance"},{"text":"i am ive done him 3 times now and i have found multiple people who have the bug.","labels":"neutral"},{"text":"Ahhh makes sense. They were being sarcastic but it went over my head haha. Thank you.","labels":"annoyance"},{"text":"\"*You can sifu stance your bitchass on outta here!\"*","labels":"approval"},{"text":"I was tripping balls my first time.","labels":"neutral"},{"text":"Mediocrity? We were just in the nfc chamionship game. As far as NFL franchises go, the Vikings are far from mediocre","labels":"curiosity"},{"text":"That's true. It's on you if you want to practice respect and kindness for its own sake.","labels":"approval"},{"text":"Hey I thought she was cute the whole time. I was also 12 though and she cute.","labels":"amusement"},{"text":"Sounds like my SIL with me\/hubby. But she's a bitch and we never liked her anyways, so neither of us really care lol. ","labels":"annoyance"},{"text":"Lmao, The first thing i did after reading is trying to do it.","labels":"neutral"},{"text":"Yeah those glimpses of the person I fell in love with too but unfortunately the glimpses are not enough which hurts :\/","labels":"sadness"},{"text":"Preference isn't racist only if your not untested in them for a false and cruel reason.","labels":"annoyance"},{"text":"Really because it looks like the judge is allowing the case to proceed. Must mean there's some merit to the claims.","labels":"disapproval"},{"text":"Well I for one think small d**** are adorable","labels":"amusement"},{"text":"She was cheating on you *during* the wedding? That's impressive.","labels":"curiosity"},{"text":"Sometimes we pick the bad option to make a point.","labels":"neutral"},{"text":"Awesome, glad you like it. I need to get one this week now.","labels":"joy"},{"text":"that's nice :)","labels":"gratitude"},{"text":"yes. to the above number i provided :) hope it’s helpful!","labels":"optimism"},{"text":"I'd also report to the post office... and next time these nasty neighbors come-give them the number to call and complain.","labels":"anger"},{"text":"Look at downvote_me_moreYOLO's posting history. Looks like a UofT student from the GTA. Judge the source and throttle your anger accordingly.","labels":"annoyance"},{"text":"Especially that “Australia ain’t gonna cop it” ad on TV god I hate [NAME]","labels":"anger"},{"text":"The rest of the country is getting dicked by the cold weather meanwhile Phoenix had a low of 54 only.","labels":"realization"},{"text":"I would say make it NSFW but I won't joke. We don't work here","labels":"anger"},{"text":"Y'all taking this way too seriously...the point is they're both fierce.","labels":"nervousness"},{"text":"I always thought [NAME] wore the most adorable outfits.","labels":"amusement"},{"text":"also, [NAME] just brutal here. ","labels":"annoyance"},{"text":"Hahaha okay that actually made me laugh. Thanks man","labels":"amusement"},{"text":"it’s amazing how he is already just about my favourite skater ever.","labels":"surprise"},{"text":"Make a great gag gift","labels":"neutral"},{"text":"Why would we sign [NAME] when we already have a full time shortstop and third baseman?","labels":"annoyance"},{"text":"Notice me dooku","labels":"neutral"},{"text":"Because he thought he could do it, but he couldn't make himself pull the trigger.","labels":"neutral"},{"text":"Due to work, gotta stay legal. Edibles aren’t legal yet sadly. Fortunately not taking it for cancer though, just pain.","labels":"sadness"},{"text":"I really wanna see how this argument goes....!","labels":"curiosity"},{"text":"I was mocking the original thread that this was taken from. Like I've said over and over through this comment thread.","labels":"embarrassment"},{"text":"Probably Papa John's rather than Pizza Hut.","labels":"neutral"},{"text":"Sorry, but getting shot at causes an almost instinctive natural reflexive reaction to shoot back. I guess I'm just weird like that. ","labels":"remorse"},{"text":"They don't even have to do \"both sides,\" just the truth!","labels":"annoyance"},{"text":"Testing it out in creative it feels like the hunting rifle got a huge buff this patch, cant wait to bring out one of my favorite weapons ","labels":"excitement"},{"text":"Nice try coppers.","labels":"gratitude"},{"text":"And now Horse Armour is totally normal. In fact, Horse Armour is now extremely reasonably priced DLC, relatively speaking.","labels":"realization"},{"text":"Clever!!!","labels":"neutral"},{"text":"Awesome me too, can't wait.","labels":"amusement"},{"text":"Omg the face","labels":"surprise"},{"text":"Lmao I'm sorry!","labels":"amusement"},{"text":"That shit sent me on a fucking journey to read.","labels":"anger"},{"text":"I wonder if losing their majority in the 2019 locals would shift the Unionist parties’ position?","labels":"curiosity"},{"text":"If [NAME] had served all fast food buffet to a football team Reddit would be circlejerking \"So down to earth and amazing!!1\"","labels":"amusement"},{"text":"No it's not. It's two people legally allowed to kiss kissing. Whatever stigma you have is yours and not shared by everyone.","labels":"annoyance"},{"text":"Challenging experience and knowledge with your opinion is condescending and patronising. Don't do it here.","labels":"annoyance"},{"text":"Elly's is dog friendly for brunch.","labels":"neutral"},{"text":"*Pauses clip to make sure that's not me* We're good. What a disappointing [NAME]!","labels":"disappointment"},{"text":"Because I suck at lying and they will have to find out about him eventually","labels":"annoyance"},{"text":"That's probably percisely what they did... They couldn't get into the server still. I'm sure they have specific rules about delaying and pausing.","labels":"anger"},{"text":"You can't leave the ECHR while a member of the EU so they are not \"totally separate\"","labels":"neutral"},{"text":"Thank you! And yet he's called about 5 of the same on Laca","labels":"gratitude"},{"text":"Me when I spent 90% of the art exam time finishing the head and need to rush the rest of the body.","labels":"neutral"},{"text":"After all that i expected it to not look terrible. Oh well.","labels":"neutral"},{"text":"Every single time a person has demanded to see an MD rather than me I have appreciated the dodged bullet. It's never fun for the physician.","labels":"gratitude"},{"text":"thank you maybe its just best if i forget it.","labels":"gratitude"},{"text":"It’s... METAPHORICAL!","labels":"neutral"},{"text":"Ours go insides and zones random isles.","labels":"neutral"},{"text":"No. People just realized how dogs make good companions and the dogs in the US aren’t infested with various diseases compared to the ones in developing countries","labels":"disapproval"},{"text":"I f a picture and not realizing it until it bursts. [NAME].","labels":"disappointment"},{"text":"[NAME] is like [NAME]. He can be in absolute trash and it's still okay because he's [NAME].","labels":"caring"},{"text":"I wonder what he's listening to...","labels":"surprise"},{"text":"FIDLAR dropped their new album today (yesterday?). It is certainly...different. But I'm enjoying it all the same","labels":"joy"},{"text":"Lost my kid to the system, wanna see wha the wee lassie has tae say","labels":"sadness"},{"text":"Tbh not sure why you'd ever keep those two by each other. One above oven other literally almost anywhere else besides above oven","labels":"neutral"},{"text":"I guess your ex-fiance was different huh? That's really interesting. I've never had a fiance before, personally","labels":"disapproval"},{"text":"Why in the world did you marry her? She's ragging on your own sister???","labels":"curiosity"},{"text":"Communists are the scum of the Earth.","labels":"neutral"},{"text":"Yeah, I don't think I'd get along with \/u\/77096, either.","labels":"neutral"},{"text":"Hi I’m [NAME], why don’t you take a seat over there.","labels":"curiosity"},{"text":"I am surprised Facebook can't detect a non mobile device and redirect to the normal page.","labels":"surprise"},{"text":"\"Meatball Mayhem\" would be an interesting battle royale game mode..","labels":"excitement"},{"text":"It's the physical pain, mostly, I think. Maybe with cbd stuff getting big and easy to get now it'll taper down?","labels":"curiosity"},{"text":"7) All success, disappointment, and venting posts may only be made as comments in the weekly megathread.","labels":"realization"},{"text":"This is the beginning of a comeback for the ages.","labels":"neutral"},{"text":"Unexpected Hail corporate.","labels":"surprise"},{"text":"Lol kill me now","labels":"amusement"},{"text":"Tell them you Reddit while you poop. No one will dare question your bowel movement and you'll be free to share the story!","labels":"neutral"},{"text":"I love a good leg pop","labels":"love"},{"text":"It's the first two themes in the themes section lol - what game did you get :)","labels":"curiosity"},{"text":"What it felt like rooting for the pats today","labels":"neutral"},{"text":"My mom is the one who posts these, and it isn't a surprise to me.","labels":"neutral"},{"text":"I am sure the men here who have Career [NAME] and Supermodel [NAME] fighting over him will appreciate this sage advice.","labels":"desire"},{"text":"Well fuck. Just glad to get the point outta that","labels":"joy"},{"text":"she tries to stop you from busting out of the cell after [NAME] takes aj","labels":"neutral"},{"text":"No he’s right, the accents are the only thing similar, and even those aren’t.","labels":"annoyance"},{"text":"There are other petty crimes that can be more heavily prosecuted, like unpaid child support. ","labels":"annoyance"},{"text":"Saw it at work this morning, christ the clouds were beautiful","labels":"amusement"},{"text":"That is absolutely brilliant. Thank you so much for your help and support.","labels":"gratitude"},{"text":"I don't wish abortions on any woman. It's a terrible thing to endure. Necessary, sure, but it's still grim.","labels":"fear"},{"text":"Time heals all wounds :). Get this man a ring!","labels":"neutral"},{"text":"I would hope that Cartoon Network would have nothing to do with it. Would hate to see them \"Teen Titan\" ASOIAF. ","labels":"annoyance"},{"text":"Your both right and I'd rather have the drink than a rynair flight !","labels":"approval"},{"text":"Right time right place. Just like relationships.","labels":"neutral"},{"text":"ill show [NAME] this thanks well hang it up on the wall","labels":"neutral"},{"text":"A TECHNICAL Lmao.","labels":"amusement"},{"text":"And just to continue the tradition, they reported on building 7 falling 25 minutes before it fell...","labels":"realization"},{"text":"Typical verbal diarrhea from a cucked sheep. Good try though. B+ for effort.","labels":"amusement"},{"text":"MAGA morons don't travel outside their state so they don't care about this.","labels":"neutral"},{"text":"I grew up there!! Moved away 20 years ago but still my home. Hope you're having fun .","labels":"optimism"},{"text":"Well it doesn't matter anyway. Ignore compliments; they don't help you.","labels":"disapproval"},{"text":"I'm talking about statement in 11 july, not 14 july. I think you are confused. I posted 11 july statement","labels":"approval"},{"text":"I think you grossly overestimate how many former felons will bother voting anyway, and grossly underestimate how conservative hispanics ([NAME] in particular) are in Florida.","labels":"neutral"},{"text":"But some people are not on that subreddit, he is just reminding all the people in the [NAME] faction","labels":"neutral"},{"text":"It's pretty banging too.","labels":"amusement"},{"text":"wow that's dark","labels":"excitement"},{"text":"I'm curious about \"STERN? guy\" from the Phantom Menace review. I've never seen him in anything since.","labels":"curiosity"},{"text":"I'm I the only one actually rooting for them to make the playoffs next year, I don't hate them or anything unless we face em","labels":"neutral"},{"text":"That’s exactly what it says on the menu, don’t see what’s wrong here.","labels":"anger"},{"text":"And to think all along I was wondering if it was left hand turn day or just me!","labels":"surprise"},{"text":"This is the kind of crap I'm talking about.","labels":"embarrassment"},{"text":"The thing is you dont have to do cardio to stay in shape... its all about his diet.","labels":"caring"},{"text":"What does your statement even mean? It's a game set in WW2, not the war itself.","labels":"anger"},{"text":"I said this somewhere else.. but I swear that man in the hood is caucasian... But that was actually hilarious","labels":"amusement"},{"text":"The point is still moot tho so whats it matter","labels":"confusion"},{"text":"Thanks [NAME]!","labels":"gratitude"},{"text":"Lakers truly have the worst fans","labels":"annoyance"},{"text":"I'm not even going to read all of that. It is not mindboggling AT ALL. [NAME] is a huge douchebag. The end.","labels":"annoyance"},{"text":"In 5 days bones would not be crusted over,sorry not buying it.","labels":"remorse"},{"text":"Apparently a 3 year extension for DACA is what's on offer. No pathway to citizenship. That's gonna be a \"fuck no\" from me, dog. ","labels":"realization"},{"text":"Keep going man. I’ve been enjoying reading your posts. All the best!","labels":"joy"},{"text":"He didn’t do anything wrong, he made sure all three kids got a puck.","labels":"neutral"},{"text":"Aw :(","labels":"amusement"},{"text":"hello im bipolar 2 the fun kind","labels":"amusement"},{"text":"I am sure that whatever happens in the end, [NAME] will fuck it up.","labels":"realization"},{"text":"Shhhh it's ok","labels":"relief"},{"text":"You should call the cops of he comes back, I'm going to guess your coworker has plenty of similar stories about him.","labels":"neutral"},{"text":"Hehe if you think Mesmer is slow you haven’t seen anything yet. Chrono and mirage OOF.","labels":"neutral"},{"text":"[NAME] isnt right wing. Hes center left.","labels":"neutral"},{"text":"This hurts to watch","labels":"sadness"},{"text":"No stop. One Red and yellow team had to be sacrificed for the fortunes of the other. I’m sorry","labels":"sadness"},{"text":"Yeah. Go ahead. Go back to mensrights, sort by top all time, and see that I'm telling the truth. ","labels":"annoyance"},{"text":"I bet he doesn’t line up for Daniels Donuts","labels":"neutral"},{"text":"Now that I’ll need to see some evidence for.","labels":"neutral"},{"text":"I know it's Nightengale but he's saying upwards of 12\/350.. ya no thanks.","labels":"realization"},{"text":"I can't believe people voted us to beat Sydney. I've become extremely optimistic over the past few months and even i voted Sydney.","labels":"disapproval"},{"text":"I find that a normal chat in Chinese can sometimes have that effect too.","labels":"realization"},{"text":"Who the hell has all these power tools but no hammer","labels":"anger"},{"text":"I really hope we win tomorrow. .500 halfway through the season would be insanely satisfying... also I want to win lol","labels":"amusement"},{"text":"I like [NAME], but this entire sequence was hilarious. Poor guy. ","labels":"amusement"},{"text":"Lol this pregame about players sucking and getting sent down and then coming back up later and doing better. A giant message to our facebook fans.","labels":"amusement"},{"text":"Because he doesn't need to compensate for anything.","labels":"neutral"},{"text":"Mexicare for All.","labels":"neutral"},{"text":"She even looks like a trigglypuff.","labels":"neutral"},{"text":"Question of the century.","labels":"neutral"},{"text":"[NAME] : completely unpredictable Bunch of them were standing together in the middle of the ring lol","labels":"neutral"},{"text":"What a complete and utter cunt.","labels":"amusement"},{"text":"sweet home alabama","labels":"amusement"},{"text":"It would bother me so much to be so dependet from a Person. I am sure there is a way you can go without a person sponsoring You.","labels":"optimism"},{"text":"I really get that, it's soooo disappointing. I hope he can make it up to you.","labels":"disappointment"},{"text":"I was expecting the clip from Home Alone that [NAME] uses to scare the burglars (I think it's from Angels With Filthy Souls).","labels":"optimism"},{"text":"Then let's point it out even harder! Oh, and by the way, Happy Cake Day!","labels":"excitement"},{"text":"A surprise turn of events! I'm so glad you heard such great things about yourself!","labels":"joy"},{"text":"lol why ? they were both garbage when their time was up","labels":"annoyance"},{"text":"Unhappy, I am.","labels":"sadness"},{"text":"I see what you did there ;)","labels":"neutral"},{"text":"Thank you so much for all this! Nobody else seemed to understand the situation and just tell me to eat better, which I already do.","labels":"disappointment"},{"text":"I just saw a post above this about people getting offended by jokes too easily","labels":"neutral"},{"text":"I agree that you need more time in the later turns. But most games it feels like people wait until it is their turn to start thinking.","labels":"approval"},{"text":"The beauty of the horseshoe effect.","labels":"amusement"},{"text":"She's absolutely stunning in that photo","labels":"approval"},{"text":"I have an older set by what looks like the same artist. They look identical just with a few different players.","labels":"approval"},{"text":"The Blackweb screen protectors have saved my phone more times than I can count.","labels":"realization"},{"text":"I will read these articles. Thanks for sharing.","labels":"gratitude"},{"text":"What a fresh and unique criticism!","labels":"amusement"},{"text":"can I use I can't believe it's not butter because my boyfie doesn't make over 20k :(","labels":"surprise"},{"text":"CREEP FACTOR MIDNIGHT \"virgins gonna be scared\"","labels":"fear"},{"text":"Peaky blinders. No one else in my life has heard of it or will give it a chance.","labels":"neutral"},{"text":"lmao it's true. I'm cracking up about it.","labels":"amusement"},{"text":"She seems like such a happy kid too!","labels":"approval"},{"text":"She's as tall here, in giant heels, as [NAME] is without shoes so I'm betting on not tall.","labels":"neutral"},{"text":"Gang beast is really only fun with friends","labels":"amusement"},{"text":"Are you sure it wasn't just the six o'clock news? Its getting difficult to tell the difference these days.","labels":"confusion"},{"text":"Goddam it!","labels":"anger"},{"text":"[NAME] rev up my tractor I got a cuzin to marry","labels":"neutral"},{"text":"I can tell you professionals didn’t do it that way in 2009.","labels":"realization"},{"text":"A machine would literally do a worse job than him.","labels":"annoyance"},{"text":"Or we could just get menus with pictures of food like every other rational establishment. It's so bizarre","labels":"neutral"},{"text":"Yeh your right a bitter parra fan, have fun with norms him a bell end will get on fine","labels":"amusement"},{"text":"Complete with “No Stairway to Heaven!” sign","labels":"anger"},{"text":"I'll kill you.","labels":"anger"},{"text":"Nothing will, no, but it gives \/r\/conservative ammo against a sub like this. ","labels":"annoyance"},{"text":"I just switched to the extra srength coconut oil one and i absolutely love it","labels":"love"},{"text":"Then the argument is entirely wrong. Democratic socialist are not communists. Conservatives aren't fascists.","labels":"disapproval"},{"text":"...What is that?","labels":"curiosity"},{"text":"I would eat the everloving bejeesus out of that pickle.","labels":"love"},{"text":"When giving birth is the only thing you’ve ever accomplished","labels":"approval"},{"text":"You think her being a [NAME] is the reason for the hatred? Really?","labels":"curiosity"},{"text":"Sending prayers!!","labels":"neutral"},{"text":"[NAME], [NAME] and [NAME] just yelling over each other and [NAME] looking around like what the...?","labels":"anger"},{"text":"What an obnoxious, drunk girl. ","labels":"disgust"},{"text":"This is amazing!! Will it be integrated with the 7th heaven mod collection?","labels":"curiosity"},{"text":"Never played there but it seems Portland Meadows might be the spot.","labels":"neutral"},{"text":"shit. Sorry man :( They have great deals from now and then though via stacksocial. Check them from time to time.","labels":"embarrassment"},{"text":"I swear if he is drafted as a father son to Gold Coast, I wont be happy","labels":"disapproval"},{"text":"Agree but 2015\/2016 KAT != 2018 KAT","labels":"neutral"},{"text":"Any EU countries that get tricked into nationalism become prey and weaker relative to Russia and the US.","labels":"realization"},{"text":"What kind of dog is that on the left?! He looks like a sweet pup.","labels":"curiosity"},{"text":"No just hung up","labels":"neutral"},{"text":"Right now you’ll be sober for at least 15 years! Good luck man","labels":"optimism"},{"text":"Wow I guess alcoholics and drug addicts done exist either! and everyone always makes logical great decisions!!","labels":"amusement"},{"text":"Yeah suck it, California","labels":"neutral"},{"text":"I'm not surprised.","labels":"neutral"},{"text":"[NAME] has a fun instagram","labels":"neutral"},{"text":"That's where your mind went? Most of us instantly think about Winnie the Pooh and the Hundred Acre Woods, man. What's wrong with you?","labels":"anger"},{"text":"He needs to go back to [NAME] school","labels":"neutral"},{"text":"[NAME] this is so true, sometimes i will remember it like 5 years later and still regret it","labels":"sadness"},{"text":"It's not like the picture looks bad. Wait, no, I take that back immediately. I can't unsee it now too.","labels":"annoyance"},{"text":"You sound like a douche.","labels":"relief"},{"text":"Okay, two men's fault.","labels":"annoyance"},{"text":"The fact that you think like this is terrifying.","labels":"fear"},{"text":"These rich fucking senators are completely out of touch with reality. Eat. The. Rich.","labels":"annoyance"},{"text":"[NAME] and [NAME] are mad at [NAME].","labels":"neutral"},{"text":"You have mental problems dude. Get off the internet and get a life.","labels":"caring"},{"text":"I could but it's been a few months so you'll have to one","labels":"neutral"},{"text":"You didn't want to have sex with anyone before you turned 18?","labels":"curiosity"},{"text":"Oh, didn't know. Will lock the post.","labels":"annoyance"},{"text":"Your mistake, you should've waited outside, he just followed the app right to you.","labels":"anger"},{"text":"You admit to discrimination based on your personal criteria. Say no more.","labels":"anger"},{"text":"enjoy that vodka, [NAME]","labels":"joy"},{"text":"Honestly, if you did not, then you were watching the video incorrectly.","labels":"disapproval"},{"text":"As long as it's \"I don't like you.\" Not \" I don't like you because (protected status)\"","labels":"anger"},{"text":"I had a similar problem. Turned out to be technology, and overstimulation. Turned off the screens before dinner and had much better sleep.","labels":"sadness"},{"text":"Sorry, new at ","labels":"remorse"},{"text":"I absolutely hate the guy. Can't stand him. But we live in country with laws and he broke none. I think lynch mobs are more gross","labels":"anger"},{"text":"How do you walk about eating pasta?!","labels":"curiosity"},{"text":"Because deep down you know that you really don’t know what you’re talking about. Be grateful someone told you.","labels":"annoyance"},{"text":"When you think milkshakes aren't decadent enough, now we have cakeshakes!","labels":"realization"},{"text":"a realization of the fact that you're not good enough and you have to work a lot harder and develop your taste?","labels":"realization"},{"text":"Alcohol makes ur body go limp so u don’t get hurt.","labels":"caring"},{"text":"Don't give away my zip code! Craft beer and fabuloso be dammed!!","labels":"annoyance"},{"text":"[NAME] was a [NAME]. He's on your people.","labels":"neutral"},{"text":"Bloody Sundae ([NAME] x [NAME]).","labels":"anger"},{"text":"He really do be like that.","labels":"neutral"},{"text":"Did anyone catch [NAME] imitating him laying on the ice as the game ended? [NAME] as fuck","labels":"curiosity"},{"text":"I mean do what you want but I've always thought that's a good way of getting pink eye.","labels":"neutral"},{"text":"Whats trashy about her? She seems pretty well put together and untrashy to me. Everybody likes to put on a slutty dress and party every now and then","labels":"caring"},{"text":"Woah, woah, woah. You're trying to tell me that elites have a stranglehold in a country with an *actual* aristocracy?! ","labels":"anger"},{"text":"What's that like? Like what's the thought process? I dunno. I know what's a weird question..i just can't imagine","labels":"anger"},{"text":"And will gore you bad if you don't drop them first.","labels":"approval"},{"text":"I think I can agree with you here, I kinda forgot about the military.","labels":"approval"},{"text":"I’m reading Homegoing by [NAME] and it’s so good! It reminds me of Pachinko, which I also loved. ","labels":"love"},{"text":"well put yourself in his shoes though, it could make for a possible hostile working environment as well as be detrimental to his livelihood.","labels":"caring"},{"text":"Such pretty kitties!","labels":"amusement"},{"text":"Sure, they can help nurse [NAME] back to health. ","labels":"approval"},{"text":"Well that's why I'm reading up on the scientific research available. It's possible that it could mean that","labels":"approval"},{"text":"I’m not listening to a fucking plant.","labels":"annoyance"},{"text":"Oh look, another SHG against. Must be a day that ends in -y.","labels":"neutral"},{"text":"A grumpy old gardener in a rubber mask?","labels":"curiosity"},{"text":"Winter isn't even that bad here.","labels":"neutral"},{"text":"[NAME] bringing on Sir [NAME] to confront [NAME] about calling him fat is a great interview","labels":"amusement"},{"text":"The character [NAME], is it only useable in Blackout mode? Or can you use it in multiplayer?","labels":"confusion"},{"text":"Like I said, funny. ","labels":"amusement"},{"text":"ift yourself up on your feet! Let's get it on!","labels":"caring"},{"text":"Was totally expecting this to end with \"and then the game crashed\" lol","labels":"amusement"},{"text":"just speculation at this point but it's not looking good","labels":"disappointment"},{"text":"You badly need to do more research than just a few good operations. There are a lot of terrible ones.","labels":"fear"},{"text":"You okay?","labels":"caring"},{"text":"She won’t lose fans. If anything she’ll introduce her fans to this sound and give them a reason to love it.","labels":"neutral"},{"text":"Praying for the one who wrote that, that he isn't gonna caught...","labels":"caring"},{"text":"Just do it!","labels":"annoyance"},{"text":"I did that in origins but now that theres mercenaries and its sooo annoying to deal with them so i stay as quiet as i can until im caught.","labels":"sadness"},{"text":"Bee\/fly = white pepper\/black pepper","labels":"amusement"},{"text":"Is it because of the accents you thought they were the same?","labels":"curiosity"},{"text":"I would of my school would get me my fucking 1098-t!","labels":"neutral"},{"text":"So insightful!","labels":"neutral"},{"text":"It's still usually allowed if the first thing touched is ball","labels":"neutral"},{"text":"Yeah? I’ll believe it when the Packard plant is a bigger version of the Factory at franklin","labels":"realization"},{"text":"22 hours and emailed support an hour ago, no answer yet. Will update here on progress.","labels":"anger"},{"text":"We don’t like to talk about that","labels":"annoyance"},{"text":"It's amazing the people here supporting the [RELIGION] church and the child molesters over duterte... I wonder why.","labels":"surprise"},{"text":"Please do not take that personally. I thought this was a great photo.","labels":"annoyance"},{"text":"Thanks to the finicky nature of the reddit app, i accidentially gilded this post. Congrats :p","labels":"gratitude"},{"text":"We do? Strong disagree.","labels":"disapproval"},{"text":"How did your consultation go? I would really love to hear what it was like. I'm starting to think about my future consult too.","labels":"curiosity"},{"text":"Haha, then i am in... :)","labels":"amusement"},{"text":"No it’s mainly for the itching and Dxm tends to make you feel like hot in the head atleast for me and the Benadryl eliminates all of that","labels":"realization"},{"text":"My favorite explosion in all of Star Wars.","labels":"love"},{"text":"Hit my head on a bench doing parkour. Looked like that lol","labels":"anger"},{"text":"THAT IS A $200 PLASMA SCREEN TV YOU JUST KILLED, i also loved the way he walked into the room all mad, lol","labels":"amusement"},{"text":"I love [NAME]","labels":"love"},{"text":"Pant full of turd.","labels":"neutral"},{"text":"I was about to say the exact same thing so I will add Review to the list instead.","labels":"neutral"},{"text":"I just thought I would be remise if I did not engage with the subject.","labels":"disappointment"},{"text":"Yes, a month ago.","labels":"neutral"},{"text":"Man, dropping is rather dreadful but nothing’s more dreadful when you can reach into your pockets expecting it to be there and it isn’t ","labels":"fear"},{"text":"Quick way to get deactivated there buddy.","labels":"neutral"},{"text":"I agree totally. Talk about fucking insanely bizarre. He's stuck in the shining","labels":"annoyance"},{"text":"It will be carefully tailored to piss their parents off, which I will enjoy greatly :-)","labels":"joy"},{"text":"Can you try rewording that?","labels":"curiosity"},{"text":"Stay strong.","labels":"caring"},{"text":"Very good points. Thank you for sharing that!","labels":"gratitude"},{"text":"Ew yes I’m glad you brought that up.","labels":"joy"},{"text":"He also lost a QB battle to a 40 year old and rookie \"project\" QB that everyone thought needed to sit a year pre-draft.","labels":"disappointment"},{"text":"i like the poster","labels":"love"},{"text":"*Trust the plan*","labels":"neutral"},{"text":"Who is this?","labels":"curiosity"},{"text":"You can't. It's best you go see a professional about that wound of yours.","labels":"approval"},{"text":"I'd say the key difference is probably vegemite consumption...","labels":"approval"},{"text":"The one fucking thing my home town has contributed besides alcoholics and [NAME] and its a fucking backwards feminist horseshit theory.","labels":"anger"},{"text":"[NAME] is happy.","labels":"neutral"},{"text":"Somebody reverse this please I would be so happy.","labels":"joy"},{"text":". . .k but it's unlikely since unless you're a liberal and a woman thinking emotionally often shouldn't be a thing.","labels":"sadness"},{"text":"Death's sweet release.","labels":"neutral"},{"text":"I guess they thought the crit boost was way better than it is?","labels":"curiosity"},{"text":"In combination? Also interaction my Bipolar meds + blood pressure meds almost killed me. I now have very choices in meds.","labels":"sadness"},{"text":"So everyone elses advice is invalid? Elaborate.","labels":"realization"},{"text":"Thank you very much. I try my best to follow my steps from therapy, but it seems to be my biggest hurdle.","labels":"gratitude"},{"text":"Glad to hear this gets easier. I want to visit Hawaii, but I've held off to avoid those feelings. Same with Portland sadly. :(","labels":"relief"},{"text":"Give some evidence!","labels":"neutral"},{"text":"I didn't think it was that bad tbh","labels":"surprise"},{"text":"Awesome!!!","labels":"amusement"},{"text":"In all fairness Ive said it to men, woman, and children. Nobody is outside of my blind rage.","labels":"anger"},{"text":"He is a brave man to even have the courage to put this foundation on his face. I wouldn't have even if [NAME] told me to!","labels":"amusement"},{"text":"I friggin love [NAME]. Are we sure she aint [NAME] in disguise?","labels":"curiosity"},{"text":"I used to do the same exact thing! Now I love the fat on my steak and watching them cut it off in japanese restaurants makes me sad.","labels":"love"},{"text":"You’re so close:) hope you can get one","labels":"optimism"},{"text":"This primary doesn’t deserve this nice birthday.","labels":"annoyance"},{"text":"Imma let you finish, but Cutthroat Kitchen is one of the best cooking shows of all time.","labels":"amusement"},{"text":"As someone who works in the oil industry with a lot of big ships, this is badass.","labels":"neutral"},{"text":"I shouldn't be tanking this much rating after even a year bro. You don't understand how bad it feels to be in this garbage elo.","labels":"annoyance"},{"text":"ITS TO THE POINT WHERE I LOVE AND I HATE YOU","labels":"anger"},{"text":"Thank you, that is interesting!","labels":"gratitude"},{"text":"...old man","labels":"neutral"},{"text":"I totally agree with you. Porn is unnatural and creates honorless cuckolds.","labels":"annoyance"},{"text":"That was actually Chicago. Cute as hell though","labels":"annoyance"},{"text":"Don't feel bad! Hopefully they both run.. their delegates should go to whoever gets more votes in the end.","labels":"optimism"},{"text":"You too! Yay to a family of choice!","labels":"joy"},{"text":"Sorry to hear that brother! Solid advice and power and love to you. Here is knowing things will get better and that you're a champ!","labels":"love"},{"text":"yeh and the new ones just feel like reskin cod games sadly","labels":"sadness"},{"text":"Thank you for sharing this. I found my house in 1938. Very fascinating stuff :)","labels":"gratitude"},{"text":"Well. Good... they should know they've pissed me off","labels":"annoyance"},{"text":"In the worst of the anger phase I took up running. It’s hard to stay in that state while your legs are burning that much.","labels":"anger"},{"text":"We live in a completely different world than the 70s and 80s now","labels":"neutral"},{"text":"[NAME] is the best character in cinematic history","labels":"amusement"},{"text":"thanks mate! yes, will buy some protein shakes today.. fucking expensive but better than starving i guess","labels":"relief"},{"text":"I'm a male and I have trouble understanding these emotions, do not for one second think that they are normal emotions, male or otherwise.","labels":"confusion"},{"text":"I read that more as \"shut up, hypocrite\" than \"he's not that bad\".","labels":"realization"},{"text":"She's not even that pale that dude's cummies are just translucent. She gotta find a man with mayo cummies","labels":"neutral"},{"text":">Bad request. this is some dank-tier meme that I'm not authorised to see, thanks [NAME]!","labels":"annoyance"},{"text":"Exactly. Its serious, but not serious enough for the NFL. And for the list i made, those People still play in the NFL after suspensions. ","labels":"annoyance"},{"text":"Oh. Well then.","labels":"neutral"},{"text":"Nashville as a whole is easily one of the most classist, racist, judgemental, prejudiced cities I've set foot in. ","labels":"anger"},{"text":"There’s at least a thousand hallways that look exactly like that with people that look exactly like that in America","labels":"neutral"},{"text":"Marriage takes 2 to be successful. Love him enough to let him go.","labels":"love"},{"text":"That's why it would be amazing if [NAME] or [NAME] pull a Helsinki 2.0 and release a bombshell right before the president's speech tonight.","labels":"surprise"},{"text":"I'd love to collab with some reddit folks on NFL Draft prospect scouting, rankings and mock drafts if anyone is interested.","labels":"love"},{"text":"That's interesting, thank you. I'll mention it to the psych when I see them next.","labels":"gratitude"},{"text":"Just let your kid know you are disappointed in them and be done with it. Everyone will be better for it.","labels":"caring"},{"text":"I do not believe she has any secret information, but I still suspect she's in danger and her plan has backfired substantially.","labels":"disapproval"},{"text":"Ooh, political posturing! This accomplishes so much!","labels":"neutral"},{"text":"Well that just sounds awful.","labels":"disgust"},{"text":"poor little dude! Glad he's okay. He and his brother have a story to tell now.","labels":"sadness"},{"text":"Wait... so you do or don't have Cole Madison news? I heard he became a [NAME] and he's living in Thailand.","labels":"confusion"},{"text":"I mean there's a pretty big community of people that idolize school shooters and rapists so you never know on the internet.","labels":"anger"},{"text":"The first comment wasn't but when you not wanted you should just fuck off","labels":"neutral"},{"text":"Didn’t intend for it to be, just having a bit of fun because the dog was ironically let loose. ","labels":"amusement"},{"text":"It's a great side business. Great margins no returns","labels":"amusement"},{"text":"Oh [NAME] it's [NAME] against dinosaurs again","labels":"fear"},{"text":"Lol at the self-own of thinking “literally” is a “big word”, with a cherry of being too stupid to understand the context on top.","labels":"amusement"},{"text":"DmC fans love DMC 5 the fuck this is what i just don't understand we don't pick DMC or DmC WE LIKE BOTH there are no sides","labels":"confusion"},{"text":"I have a sudden urge to delete my reddit account","labels":"desire"},{"text":"Omg creepy!","labels":"fear"},{"text":"Nah I'll be right thanks [NAME]","labels":"gratitude"},{"text":"I sorry didn’t want to disrespect peep but as i said i needs to be dark and about something i like","labels":"remorse"},{"text":"[NAME], loved the story. Personally I don’t think this was petty I think it was quite fair and right. Good job dude.","labels":"love"},{"text":"I don’t feel like anyone’s blaming him","labels":"neutral"},{"text":"and this is why I, having been baptized [RELIGION], choose to be cremated after I die because I am sacred and can, finally, no longer be used","labels":"realization"},{"text":"Nah man presses, but good ones... the pharma kalmas are long gone bro, here in Australia anyway","labels":"amusement"},{"text":"Get out of here with this, dude.","labels":"anger"},{"text":"That's just a bad close-out, gotta know [NAME] is bating for those.","labels":"annoyance"},{"text":"Why on earth couldn't she just bring a hat from home if it was such a big issue to her? Lol.","labels":"amusement"},{"text":"I like [NAME] and would like to see him back, but he still makes me nervous at a high price too. ","labels":"love"},{"text":"Not sure what the point is, apart from illustrating the similarity of ordinary people throughout the world. The interviewee is a fairly normal ignorant bigot.","labels":"confusion"},{"text":"That poor girl who said she'd help out is about to get a surprise when she finds out she has to pay for the coffee.","labels":"surprise"},{"text":"He's been pretty open about their very legal and very cool bromance","labels":"approval"},{"text":"[NAME] represent!","labels":"neutral"},{"text":"If u see the show you would realize that swearengen it's motivating the journalist, everyone will run in to painful situations some give up, some fight back","labels":"approval"},{"text":"That’s amazing! I’m so happy for him!","labels":"joy"},{"text":"Get one. I love mine.","labels":"love"},{"text":"Same company probably makes bacon for Walmart and Kroger. Im guessing they're not the only ones","labels":"optimism"},{"text":"Gotcha! I don't know why I focused only on [NAME]. That's an interesting notion which I'll ponder on for a while :P","labels":"confusion"},{"text":"Feb 2nd you reset to zero so call in today to make sure you are healthy call it a health day.","labels":"neutral"},{"text":"And then everyone clapped","labels":"neutral"},{"text":"You sound scared","labels":"neutral"},{"text":"Imagine discovering time travel and you’re just like “hi, im famous now” ","labels":"neutral"},{"text":"Well, i was hoping it didn't run flat.","labels":"optimism"},{"text":"Instagram literally fueles my eating disorder, I can't have it. It is all fake though","labels":"annoyance"},{"text":"One of the 7 dwarfs is called happy","labels":"joy"},{"text":"Yah. I unfortunately was sitting and watching this documentary with my Mother. That was very awkward.","labels":"embarrassment"},{"text":"What the fuck are you talking about","labels":"anger"},{"text":"Indeed it does. I blame [NAME] and his love of sponsorships.","labels":"disgust"},{"text":"Seems like every season she is less hot. Too bad","labels":"annoyance"},{"text":"Bro thank you for what you do, and keeping the roads clear so I can make money, thank you","labels":"gratitude"},{"text":"Good news. Good for you buddy. Hope all of us get back our money soon :-)","labels":"optimism"},{"text":"Well that sucks","labels":"amusement"},{"text":"Never heard of high app but will look now!! Thanks for posting peeps!","labels":"gratitude"},{"text":"I don't think pairing [NAME] and [NAME] again is that bad an idea. Also love the [NAME] idea.","labels":"love"},{"text":"I have always loved [NAME], love the deadpan humor of him and peavis, and he's just a talented and amusing guy.","labels":"love"},{"text":"[NAME] saying she works all year. Most people work all year that’s normal!!!","labels":"approval"},{"text":"It sucks because the guy ruined the name. Also ruined a tiny mustache.","labels":"annoyance"},{"text":"nice try balance team","labels":"gratitude"},{"text":"Personally my number one ST love is [NAME], [NAME] is a close second tho.","labels":"love"},{"text":"I love the accidental deep frying from the tears on certain words","labels":"love"},{"text":"Not surprising.","labels":"neutral"},{"text":"Because the false accusation makes my anxiety worse","labels":"disgust"},{"text":"Too slow, I already found it ;) It is a great ad though.","labels":"amusement"},{"text":"I'm not sure what you are implying, but it seems very rude.","labels":"annoyance"},{"text":"Work on the pitching, that was a weakness of the team last season.","labels":"disappointment"},{"text":">They split up 5 years later after an extremely messy situation with Dr [NAME]. Very very long story. I would like to hear this story","labels":"curiosity"},{"text":"the older i get the more it hurts","labels":"sadness"},{"text":"It is so good to hear from you. Stay safe!","labels":"caring"},{"text":"Man, my USDA loan took months to process even when the govt wasn’t shut down. ","labels":"annoyance"},{"text":"You were disappointed in 2014?","labels":"curiosity"},{"text":"You are saying toxic people try to be the victim by calling you toxic.","labels":"anger"},{"text":"Whatever happens, you will survive this. Keep your head up brother ✊","labels":"caring"},{"text":"Because they pay into the EU we can't threaten to cut their allowance...","labels":"annoyance"},{"text":"I report these every time they appear on the buy\/swap\/sell groups.","labels":"neutral"},{"text":"No audio here either (Reddit mobile app)","labels":"neutral"},{"text":"Did you really just link a study about partner violence and then equate that to the entirety of violence? Holy shrimp.","labels":"curiosity"},{"text":"Sure hope #4 includes subsidized housing. I'm terrified.","labels":"fear"},{"text":"Luckily my wages are rising faster to compensate. Oh wait...","labels":"joy"},{"text":"Lol, exactly what a failure would say.","labels":"amusement"},{"text":"Oh they can make numbers up too , good idea. Astroturfing starwars, this is the worst timeline.","labels":"disgust"},{"text":"Dang.. I’m none of them. :-(","labels":"neutral"},{"text":"I loved [NAME]. She was too fine. [NAME] and [NAME] too. S1 babes were the best.","labels":"love"},{"text":"I can relate, and I blame sexual tension because of it.","labels":"annoyance"},{"text":"HOW?!","labels":"curiosity"},{"text":"Lol. I was fan of that show and that line prior to becoming a fan of Arsenal and recently put the 2 together.","labels":"amusement"},{"text":"1 coupon for a honey butter chicken biscuit and double cheeseburger Whataburger meal coming right up.","labels":"neutral"},{"text":"Are you actually making all this?","labels":"curiosity"},{"text":"your mom likes to copy me cause she has no creativity just like you:","labels":"neutral"},{"text":"Come on, New Day! Make it finally finally happen, [NAME]!","labels":"excitement"},{"text":"Yup, the cammer is at fault here.","labels":"annoyance"},{"text":"If the anime really ends that way there’s no way I see [NAME] and [NAME] get back together.","labels":"neutral"},{"text":"I.E. dictatorial control of foreign countries for the purposes of resource extraction.","labels":"neutral"},{"text":"Tommy John is an amazing brand for comfort","labels":"amusement"},{"text":"Washington had it so easy, until they signed [NAME] that stupid contract ...HAHAHHAHAHAHA","labels":"annoyance"},{"text":"This could be an amazing metaphor for super smart AI’s. We’re the egg.","labels":"amusement"},{"text":"There is no such thing as 'incel worldview'. Youve been indoctrinated by other subs, most likely [NAME]. Admit that you're wrong and move on.","labels":"realization"},{"text":"Right, ok thank you.","labels":"gratitude"},{"text":"Can I just tell you how much I've enjoyed your constant dunking on this guy? Like holy crap.","labels":"anger"},{"text":"they're shite - disgruntled OCSC fan","labels":"neutral"},{"text":"I should say to you that it's ok but at the cancer thing my mind changed Asshole, also get help","labels":"sadness"},{"text":"NP.this is just round #1 of negotiations. By telling you there is no hope for sex she just threw away her ace cards.","labels":"neutral"},{"text":"Same. I felt like I haven’t found the “right” therapist. Hang in there and hug your little one tight!","labels":"disappointment"},{"text":"That guy is an actor. Forgot his name but he's in imdb, played small roles. ","labels":"neutral"},{"text":"Single best comment in the thread and puts my own feelings to words.","labels":"desire"},{"text":"Thanks, didn't know that","labels":"gratitude"},{"text":"It’s the heavy sack. He’s too clogged up from sitting there too long.","labels":"neutral"},{"text":"That as absolutely insane.","labels":"approval"},{"text":"Please, please, please get help. ","labels":"caring"},{"text":"Thank you! You're right. It's all about survival","labels":"approval"},{"text":"Dang if that was actually what happened that does kind of suck. Thanks op!","labels":"gratitude"},{"text":"I’m already close to 50. It should be getting really interesting about the time I die.","labels":"neutral"},{"text":"I fucking hate [NAME]","labels":"anger"},{"text":"Overwatch. Dota 2. Rocket League. There are plenty of games that implement loot boxes well, and are the better for it. ","labels":"neutral"},{"text":"[NAME] is scary","labels":"fear"},{"text":"I called an ambulance for my friend without knowing it was against her wishes. She never blamed me but I felt really bad about it.","labels":"sadness"},{"text":"I really can't imagine someone saying that if the gender was reversed.","labels":"neutral"},{"text":"My dad also told me the car went underwater the first time we went to the Eastern Shore and I completely forgot about it until I read this comment.","labels":"neutral"},{"text":"I read this place obsessively and didn't see it, so I'm enjoying it and upvoting it anyway","labels":"joy"},{"text":"Don't worry about stupid people and you do whatever you want. Screw them kind of people.","labels":"anger"},{"text":"You remember this sub on the month of release? it was an absolute shitstorm","labels":"approval"},{"text":"They need more with more items because I've never been able to get same day.","labels":"disappointment"},{"text":"Is [NAME] gonna die to a bucket of water at the end of the series?","labels":"curiosity"},{"text":"Aw thanks for the hug, and yeah he did sound like a jerk. ","labels":"gratitude"},{"text":"I have a few WG brushes and a handful of other Fude so I’m really interested on how this turns out...could be good.","labels":"excitement"},{"text":"Sure, it’s just ironic for a National PM to see it as a crowning achievement on leaving politics.","labels":"annoyance"},{"text":"thanks for the thoughtful reply. but yeah I guess its mostly a pipe dream! I wish someone would post some detailed ideas and replies like this!","labels":"desire"},{"text":"Yea no problem just be aware that when you are trying to aim at someone it can lock onto the wrong target because of the bigger lock on area","labels":"caring"},{"text":"We really didn’t!","labels":"neutral"},{"text":"Because lost media presents a question with no answer. Humans are curious creatures, so presenting them with knowledge that cannot possibly be learned is extremely frustrating.","labels":"anger"},{"text":"Didn't he steal something ludicrous like a diamond ring? Like is he a cartoon bad guy?","labels":"curiosity"},{"text":"I am also interested in this religion!","labels":"curiosity"},{"text":"Two problems: It's not a newsworthy story. You'd get sued for defamation.","labels":"annoyance"},{"text":"Sorry buddy I think that one is permanently dead. :(","labels":"remorse"},{"text":"Omg you’re so cute!","labels":"amusement"},{"text":"It really is. I didn't know a thing about the feud and it caught me off guard how brutal it was. Enjoyed it a lot though.","labels":"joy"},{"text":"ah yes, the RAMtard in his natural habitat...","labels":"approval"},{"text":"Don’t say his name!!","labels":"neutral"},{"text":"There’s something I love about the idea of eating a cheap meal on fancy tableware","labels":"love"},{"text":"I don't know what would have happened had you tried to get past, but I'm glad you just noped the duck out of there.","labels":"confusion"},{"text":"That's DLo baby","labels":"neutral"},{"text":"prostate massaging with the booooooyz","labels":"neutral"},{"text":"Thank you for doing these, i wanna learn our prospects more and this helps","labels":"gratitude"},{"text":"I am glad, and enjoy. It has some pretty cool theological discussions.","labels":"joy"},{"text":"Oh for sure. Hopefully all 4 make the play offs. Pretty sure Leinster are nearly there already, the absolute madlads.","labels":"optimism"},{"text":"This really bothers me too. I completely agree. It would have helped us avoid a US situation. Now I think we're barreling toward it","labels":"sadness"},{"text":"I can see it, the wig\/bodysuit is very kalorie but the makeup is still 100% India","labels":"joy"},{"text":"You mean the best.","labels":"approval"},{"text":"Sounds like some people could just be a bit confused and maybe not been to a drive thru before","labels":"realization"},{"text":"[NAME] is happy","labels":"neutral"},{"text":"That's the worst feeling haha","labels":"disgust"},{"text":"Shhhh let them have it, they need this. They are still living in 1990 lol","labels":"caring"},{"text":"So happy I bought a PC. If you’re looking for a better experience across ALL games I suggest you do the same.","labels":"joy"},{"text":"If [NAME] loses I’ll break my phone, [NAME] is fighting like wilder what the fuck is this comeback","labels":"annoyance"},{"text":"12 players had points! Everyone except [NAME] had a shot on goal!","labels":"neutral"},{"text":"Oh I'm talking about cranberry.","labels":"neutral"},{"text":"Fuck i know. I'm so worried for girls like me growing up now.","labels":"nervousness"},{"text":"The double standard. Taking pictures of women without their permission is taboo and creepy.","labels":"annoyance"},{"text":"Need chemicals. Love it.","labels":"love"},{"text":"You are not wrong. I have learned about myself alot while on drugs. Sometimes it's scarry when i find out how limited my mind is.","labels":"fear"},{"text":"Do you want help?","labels":"curiosity"},{"text":"He looks cute, but if you have drugs in your underwear, he will attac. ","labels":"annoyance"},{"text":"Yes, that was indeed the joke, I’m glad you got it ;)","labels":"approval"},{"text":"So excited for the mauve album","labels":"excitement"},{"text":"He's not wrong.","labels":"disappointment"},{"text":"Great, now I look dumber than I normally am","labels":"annoyance"},{"text":"For the last Time [NAME], YOU ARENT [NAME]","labels":"neutral"},{"text":"Nice! I missed the Babybel.","labels":"gratitude"},{"text":"I’m going to say it. Those films are mostly over rated. Boring same old tame CGI stuff every time.","labels":"annoyance"},{"text":"In the prequels the son couldn't save the mother. Maybe things will be different this time...","labels":"disappointment"},{"text":"that was so sad :(","labels":"sadness"},{"text":"And when the 4th Quarter needed it most, it vanished!","labels":"disappointment"},{"text":"Um hi.","labels":"neutral"},{"text":"Do something you’ll love and you’ll never work a day in your life? Huh, strange","labels":"approval"},{"text":"Fiend! Take a good look at this silver cross, for it will be last thing you'll see of me and [NAME]!","labels":"annoyance"},{"text":"I got silver the other month on this sub using interesting title","labels":"joy"},{"text":"Lol. Not everything is about your pet issue but I do appreciate your attempts to frame it that way. Keep up the good fight!","labels":"gratitude"},{"text":"I like how you can see how it really looks with the minimap","labels":"love"},{"text":"I think only bc skilled players play her. Tbh I am not one of them","labels":"relief"},{"text":"I don’t like fasting but that’s not correct lol","labels":"neutral"},{"text":"Some antique stuff might have lead mixed in, but brass does not intrinsically require lead and modern brass doorknobs certainly wouldn't as it would be a liability.","labels":"realization"},{"text":"Amazing!! Congrats!","labels":"gratitude"},{"text":"YouTube is also fantastic for this stuff too.","labels":"amusement"},{"text":"I‘m sorry this guy is harassing you, check his history, he‘s trolling.","labels":"remorse"},{"text":"This is a test, now YOU have to give away that gold. Your donor was a cruel benefactor. ","labels":"anger"},{"text":"Her performance was absolutely awful in the Elseworlds crossover. So much so that every time she was on screen it made me cringe.","labels":"fear"},{"text":"Ohh salt would have been good, but I was too pissed off to not do something more aggressive lmao","labels":"annoyance"},{"text":"Well, we need to know so we can get the fuck as far away as possible.","labels":"curiosity"},{"text":"What. The. Fresh. Fuck.","labels":"amusement"},{"text":"Hyperthyroidism? Best get into a GP and get bloodwork done because many of these symptoms cannot be explained by mental illness.","labels":"curiosity"},{"text":"Hey, I’ve learnt something here today, so thanks! ","labels":"gratitude"},{"text":"Nothing will ever top In the Mouth of Madness (which isn't an actual adaptation but come on).","labels":"realization"},{"text":"Those subs ... wtf","labels":"neutral"},{"text":"I think this isn't allowed on \/r\/cringe and I think that's why they hid that sub.","labels":"neutral"},{"text":"I got matched with the best [NAME] in the world today, it was well fun. Felt happy to win a round ahaha.","labels":"amusement"},{"text":"Thank you for that statement.","labels":"gratitude"},{"text":"By [NAME]! That’s [NAME] music!","labels":"amusement"},{"text":"You know, ive always wondered how a car could get in a position like that","labels":"curiosity"},{"text":"[NAME] just a beast.","labels":"annoyance"},{"text":"You're implying it by equating occasional defections to every single Republican voting against net neutrality","labels":"neutral"},{"text":"My 35kg ball of quivering nerves, which I am currently wearing like a tea cosy, would like to register an objection. ","labels":"neutral"},{"text":"As funny as a sinking school bus.","labels":"amusement"},{"text":"[NAME] or [NAME] could be a good trade piece. We don't have to solve every problem in free agency","labels":"optimism"},{"text":"Fag breaks and a boozer within falling distance is a must.","labels":"realization"},{"text":"There are racist morons everywhere.","labels":"sadness"},{"text":"“What the FUCK is this [NAME], explain!”","labels":"anger"},{"text":"He's the only legitimate jetpacker","labels":"amusement"},{"text":"It feels weird to me cause im the type of person who always immediately texts back","labels":"disappointment"},{"text":"They make it difficult to chant this, they go and get indicted way too soon.","labels":"annoyance"},{"text":"Who are real \"[NAME]?\" Be specific which, denomination is the one true denomination?","labels":"curiosity"},{"text":"But he is just anti Israel and definitely doesn’t hate [NAME]. \/s","labels":"realization"},{"text":"I actually find it easier to place spawn beacons in stupid spots like this than a nice flat empty piece of ground.","labels":"annoyance"},{"text":"They keep teasing us with royal blue. It seems like it’s unofficially confirmed that they’re switching their color scheme back","labels":"annoyance"},{"text":"Just want to say you are not alone, I have all of those same ideas. You will succeed again, without her.","labels":"approval"},{"text":"What the shit is a “Netflix”? We are Hulu people now.","labels":"annoyance"},{"text":"Show me where jokes about (real) murdered children was acceptable in the past.","labels":"annoyance"},{"text":"There has been the odd occasion without condoms. No deep penetration, but never the less. Some. I feel awful.","labels":"disgust"},{"text":"I really didn’t wanna get up to do stuff today","labels":"annoyance"},{"text":"Oh that’s crazy to expect that much. 10\/5 years is nothing.","labels":"disapproval"},{"text":"Oh [NAME] that's terrible. I hope things are better for you now.","labels":"fear"},{"text":"I think this is my favourite one ever.","labels":"love"},{"text":"Ahhh I misread your comment as “If I noticed a car on a flat bed with no straps.”","labels":"realization"},{"text":"Less next gen gaming, more deliberately stupid human controlling.","labels":"anger"},{"text":"Fcking disgusting.","labels":"disgust"},{"text":"i hate that it's over an interstate bridge so people traveling from the west from other states have to look at it edit* because it's fucking corny","labels":"anger"}]