[{"text":"Gotta protect’em!","labels":"caring"},{"text":"Integrated, Antwaarps speaking, second generation, not already wearing a scarf back then... unlikely. ","labels":"disgust"},{"text":"Im 13 I can't get a job..","labels":"sadness"},{"text":"Have a look at the decks from the latest weplay tournament and if there’s anything you like the look of.","labels":"curiosity"},{"text":"yep, i think you should just try to be as honest as you can about how you feel, how it affects your daily life, etc","labels":"optimism"},{"text":"Who’s vid is This?","labels":"curiosity"},{"text":"Yeah, [NAME] stans cannot get enough of it. In their little bubble [NAME] can outsmart a queen with experience in dealing with petty people. ","labels":"approval"},{"text":"How many guys did they have on IR? I think their top 2 lineman at each spot were out at least. Hell, they almost beat us.","labels":"curiosity"},{"text":"An imaginary god won't make you feel better, that's right, just the one true Living and Eternal God of Great Mercy who loves you.","labels":"caring"},{"text":"I am bored of [NAME]. Next celebrity chef!","labels":"annoyance"},{"text":"I agree with that sentiment. But Doordash is not a job worth doing. I worked for less than minimum wage all summer.","labels":"realization"},{"text":"It's weird knowing that the people in these pictures are actually real You kinda forget sometimes","labels":"realization"},{"text":"Super boogers is one of the super weird and oddly satisfying parts of recovery imo.","labels":"realization"},{"text":"The only reason people are there is because they dont know [NAME] is fired lmao.","labels":"amusement"},{"text":"Ok so the scape goat is gone. No more excuses now [NAME].","labels":"disapproval"},{"text":"Or an infection from his gross fingernails.","labels":"neutral"},{"text":"You shut your mouth. shut it right now. *sobbing uncontrollably*","labels":"anger"},{"text":"18 still seems too young soooo.....","labels":"pride"},{"text":"For sure...sometimes I feel like I will just evaporate into nothingness as the stranger in the mirror looks on.","labels":"sadness"},{"text":"Anything can happen. So many upsets have happened at the PLQ. Every team is beatable.","labels":"curiosity"},{"text":"Oh no! That’s my favorite! Nothing like losing an organ to get you to eat healthier.","labels":"curiosity"},{"text":"\"We must fight!....to run away..\"","labels":"neutral"},{"text":"Imagine is the other kids parent pulled a [NAME] on em.","labels":"neutral"},{"text":"I was linked the unarchived link and it has some important updates. Wish the OP wasn't so salty and linked the actual","labels":"neutral"},{"text":"Unlike him, I can make AI.","labels":"pride"},{"text":"LA isn’t some scrub team, a win here could really boost us. ","labels":"amusement"},{"text":"oh damn that’s a pretty good idea!! thanks!! :)","labels":"gratitude"},{"text":"Wait. What. How?","labels":"confusion"},{"text":"Wow, I was JUST wondering what the bit characters on the show make. $250? - that’s it?!","labels":"amusement"},{"text":"This is scary to know that you went through. People like this are one step away from coming home with a gun or knife.","labels":"fear"},{"text":"And we'll be surrounded by friends","labels":"joy"},{"text":"I’m guessing this is in response to an advertisement from the shaving company Gillette. missed my chance....”contextttt!”","labels":"confusion"},{"text":"Ugh. \"I've found my forgiveness in [NAME].\" Burn in hell","labels":"realization"},{"text":"Oh my [NAME] I just noticed this too! I just rewatched it recently and noticed him just drinking some tea next to [NAME] and [NAME].","labels":"surprise"},{"text":"This is profoundly unsettling to me for some reason. Thanks, I hate it ","labels":"anger"},{"text":"Omg, I'm so sorry. I'm sending you love. That's horrible. :\/ Are you doing okay?","labels":"grief"},{"text":"They look damn good for being in their late 40's\/early 50's.","labels":"amusement"},{"text":"It is sad they didn't have a 4k highspeed camera running on this... I feel like the world lost an amazing possibility","labels":"realization"},{"text":"Why would a pop tart live in a toaster that’s like the most terrifying place for them","labels":"neutral"},{"text":"So you could say that this is one of very few subreddits that manages to somewhat avoid political spins and that the original commentor is a worthless shill","labels":"neutral"},{"text":"It's a reskin of Overlord, which is why it uses the OL VP.","labels":"neutral"},{"text":"Lies, damn lies and statistics. ","labels":"anger"},{"text":"Suddenly it’s gross","labels":"neutral"},{"text":"Have you told him you aren't 100% ok with it? It sounds like you're regretting this decision.","labels":"remorse"},{"text":"Nope. Has been and still is my favorite","labels":"amusement"},{"text":"This should be everyone's wish.","labels":"desire"},{"text":"I am also interested in this link!","labels":"approval"},{"text":"They'll investigate themselves and nothing will happen. Detroit police bully everyone. An they wonder why no one likes them, Respects them, Or why people run from them. ","labels":"anger"},{"text":"When you're accustomed to privilege equality feels like oppression.","labels":"neutral"},{"text":"Fun fact: 3 is both my favorite number and my lucky number!","labels":"approval"},{"text":"Dear [NAME], It’s time for the next flood. Thanks.","labels":"gratitude"},{"text":"Nope, but is that a thing people who talk about digestive enzymes over lunch breaks should do? ","labels":"curiosity"},{"text":"Funny how you're implying he'd even have a chance against [NAME]","labels":"amusement"},{"text":"Something Is wrong with your account then. The auctions I win get plastered all over my email and app notifications.","labels":"confusion"},{"text":"Exactly. So many people live here because they love public transit. It is an ammenity. NJ is not trying to make a profit from the PATH.","labels":"gratitude"},{"text":"I'll look into it, thank you! :)","labels":"gratitude"},{"text":"I can tell you thought this damp squib was an absolute dinger.","labels":"surprise"},{"text":"I really hope you won't have the chance to enjoy them because man, I didn't like them anything :)","labels":"neutral"},{"text":"Welcome to Reddit!","labels":"gratitude"},{"text":"As much fun as I've had yanking their chains, does anyone know the background behind these particular scam calls? I've gotten several of them lately.","labels":"confusion"},{"text":"Oh ok, thanks for that. Didn’t know.","labels":"gratitude"},{"text":"bushwick, and playing a drum doesn't mean someone cannot work a job. ","labels":"disapproval"},{"text":"I like your enthusiasm and yes it would be hilarious.","labels":"amusement"},{"text":"His team is chasing away any hope at a playoff berth","labels":"optimism"},{"text":"Besides, Canada is extremely choosy about the kind of people they allow in.","labels":"confusion"},{"text":"That head pat and hug was the physical equivalent of “oh my sweet summer child.”","labels":"neutral"},{"text":"“Dear [NAME] you Coach [NAME]?","labels":"curiosity"},{"text":"I repent. I repent. Oh [NAME] [NAME], I do repent.","labels":"remorse"},{"text":"[NAME] comment has me laughing","labels":"amusement"},{"text":"My body is ready for our Tank Commanders return!","labels":"excitement"},{"text":"Reserved for when the wizards blow my 3 team parlay","labels":"neutral"},{"text":"That woman has a nice body","labels":"amusement"},{"text":"So what about it is chicks then?","labels":"confusion"},{"text":"Oh I don't use Twitter, thank you for sharing that info!","labels":"gratitude"},{"text":"Their pain is offset by the success they've had. We don't have anything.","labels":"realization"},{"text":"> Society usually paints men as emotionless, cold, and self sustaining creatures who don't need affection. Not really, though.","labels":"amusement"},{"text":"tyvm for this advice actually, i was totally bamboozled on this topic","labels":"desire"},{"text":"I am just like this! Glad to know I’m not imagining it.","labels":"pride"},{"text":"Cool Thanks very much !","labels":"gratitude"},{"text":"[NAME], buy me dinner before you go to poundtown on us.","labels":"desire"},{"text":"Sure but its exclusion isn't some big travesty","labels":"realization"},{"text":"Oh my god... i JUST realized this!!! AHHHH this makes me SICK.","labels":"annoyance"},{"text":"What? What's wrong with making G a charge charact.. Ooh, yeah Q, I forgot.","labels":"confusion"},{"text":"Thanks bot! The water looks so weird now","labels":"gratitude"},{"text":"That would be an unfamiliar feeling","labels":"sadness"},{"text":"Aww that makes me happy!","labels":"excitement"},{"text":"The stressors of the hotel industry are much the same as a restaurant. It doesn't appeal to me","labels":"confusion"},{"text":"Same here man, terrible feeling","labels":"annoyance"},{"text":"I want to compete but not wait 1 hour finding unfair matches.","labels":"curiosity"},{"text":"pretending the issue is your wife cheating on you is why you're not learning anything","labels":"neutral"},{"text":"You're so special and quirky :D","labels":"amusement"},{"text":"Employ the son of your biggest donor?","labels":"caring"},{"text":"Even the worst pyramid scheme pays out something.","labels":"optimism"},{"text":"Lost his legs, what an idiot.","labels":"annoyance"},{"text":"Well it does appear to be a gold\/bronze Cadillac. And I think I see a flat bill in the front seat.","labels":"confusion"},{"text":"I never said it should have been called. I just think it's hilarious that the replay literally shows it.","labels":"amusement"},{"text":"[NAME] gonna miss the game tonight because I’ll be traveling to Phoenix. Give me another blowout win like the ones last week.","labels":"neutral"},{"text":"I used to have no problems finding them, but I’m struggling really hard now","labels":"realization"},{"text":"#WHERE ARE THE TURTLES","labels":"curiosity"},{"text":"We haven't seen him play since last split. I don't know what growth he could possibly be talking about...","labels":"realization"},{"text":"[NAME] can be my friend!","labels":"desire"},{"text":"Once they saw the purple hair dye go into the Amazon cart, they got real scared. ","labels":"fear"},{"text":"That's when you slow down and engage troll mode :))","labels":"caring"},{"text":"They all clapped.","labels":"joy"},{"text":"Unsurprisingly our closest competitors will try to capitalise as we stumble. Good luck to them, we have brought this on ourselves. ","labels":"curiosity"},{"text":"He sees you when you’re tweeting, He knows that you’re a fake, He knows that you love [NAME] So resign for goodness sake. ","labels":"realization"},{"text":"Then I find writing of us only eating it during winter strange.","labels":"realization"},{"text":"[NAME] should give him a little tough love","labels":"caring"},{"text":"Calm down kid jeez","labels":"caring"},{"text":"Yeah, think there's only about 100k of them. Can certainly say I don't know of any besides [NAME].","labels":"neutral"},{"text":"makes sense...except it doesn't.","labels":"realization"},{"text":"What a sweetheart.","labels":"love"},{"text":"I have too! I had to pick up sewing to do it but that has been fun as well!","labels":"amusement"},{"text":"Man, $22\/hour would be the bees knees for me. ","labels":"neutral"},{"text":"Can these guys just pick a team in the AL and go there??","labels":"curiosity"},{"text":"I will say, this tanking season is a lot more enjoyable than [NAME] cause we don't see [NAME] looking confused on the sideline every game.","labels":"confusion"},{"text":"This picture is from before 2010. It was funny at the time.","labels":"amusement"},{"text":"This is good advice, and I apologize for freaking out. ","labels":"remorse"},{"text":"Clever, original, and a little knotty. Nice work.","labels":"approval"},{"text":"love seeing \"donkey kong 64\" written on some official government paper congrats hbomb, you deserve it all champ ","labels":"love"},{"text":"Dear diversity coaches: Maybe people wouldn't ridicule your profession if you stopped ridiculing things you don't personally enjoy?","labels":"neutral"},{"text":"What the hell was that pass. That was magical","labels":"pride"},{"text":"Thanks for the detailed reply friend, much appreciated. I’m a history buff and love learning about these things.","labels":"gratitude"},{"text":"Don't you feel embarrassed at all that your country answers to a country literally opposite of the world from yours?","labels":"curiosity"},{"text":"Need a big lead and we have [NAME] shoot 3s and [NAME] waiting for the rebound!","labels":"pride"},{"text":"How the fuck do you moan tho","labels":"anger"},{"text":"Scary. I bet youre fun at parties.","labels":"joy"},{"text":"I’m laughing more that I feel I should st this but I just lost my leg so...","labels":"amusement"},{"text":"I made it! My DH went to bed at 10:00, so I kissed my dog at midnight. Happy New Year!!","labels":"excitement"},{"text":"I can’t stand this arrogant prick he’s no better thenFord in Ontario and that guy is a buffoon","labels":"anger"},{"text":"honestly this made me smile like an idiot on the subway, thank you.","labels":"gratitude"},{"text":"the whole thing, it was just hard to describe\/express given how it all happened and everything. ","labels":"disappointment"},{"text":"Put away the screen and go outside. You'll feel much better.","labels":"caring"},{"text":"This thing going to be a boon doggle. The last thing NJ needs is another mall.","labels":"disappointment"},{"text":"Likely just a scam","labels":"love"},{"text":"I actually listened to the entire joke... and I read the press release from the CHRT. How about you?","labels":"realization"},{"text":"> If you love that you probably also love no man sky's algorithm. I loved it back then, because it was the only game. ","labels":"love"},{"text":"I love when they send in the wrong meat, it’s only happened to me once,","labels":"love"},{"text":"[NAME] way of doing things is straight trash for [NAME] lol. The latter end of the competition being bottom is a default sometimes.","labels":"amusement"},{"text":"that dude steals so many tweets. i hate him","labels":"anger"},{"text":"Your life must be miserable. That's sad somehow","labels":"grief"},{"text":"Thank you so much for all this! Nobody else seemed to understand the situation and just tell me to eat better, which I already do.","labels":"gratitude"},{"text":"I'm seeing similar on Android, chrome browser. Other than that, great stuff!","labels":"amusement"},{"text":"Piss off a small percentage to gain an even larger one? That's hardly unheard of. The amount of publicity alone for this is astounding.","labels":"annoyance"},{"text":"Yup, thanks, I've got someone coming this week - good idea","labels":"gratitude"},{"text":"yeah sounds like you're thinking real hard on it. Stop wasting peoples time theres folks in actual need for help. And this sub isnt for that","labels":"neutral"},{"text":"But what did he druer? Sorry. (Im not sorry)","labels":"curiosity"},{"text":"Honestly, I bet they would argue that the food was out of the car, so you’re not covered. ","labels":"disappointment"},{"text":"Well then just ice it (if you haven’t already) and hope for the best","labels":"optimism"},{"text":"What are these other non stick options?","labels":"curiosity"},{"text":"It’s almost def happening and there nothing you can do about it lol","labels":"amusement"},{"text":"Yeah that’s what I heard on Univision deportes earlier. I hope he chooses Ajax rather than real Betis","labels":"optimism"},{"text":"[NAME] is actually [NAME] real name.","labels":"neutral"},{"text":"We are doomed","labels":"disappointment"},{"text":"Did they film Breaking Bad outside this home??","labels":"curiosity"},{"text":"Shootouts aren’t our strong suit. Happy to get out with a point though","labels":"realization"},{"text":"[NAME] and a libertarian? Is that some post-modern BS like a person can be a man and a woman at the same time?","labels":"neutral"},{"text":"Her question was theology actually. I wasn't even answering about the rape at all.","labels":"disapproval"},{"text":"I know, that is why I said that. ","labels":"caring"},{"text":"No surprise, it's nearly impossible to find a seat in the library any time remotely close to exams. ","labels":"realization"},{"text":"I used to get messages from neck fetishists a lot because I have a long neck lmao I didn't even realize that was a thing","labels":"amusement"},{"text":"i agree to kill all children","labels":"surprise"},{"text":"Hmmm Then it becomes about the wording of proposing to have dinner together, doesn't it..","labels":"sadness"},{"text":"We know blocking [NAME] was [NAME] choice because he said it was.","labels":"neutral"},{"text":"Oh my god are you [NAME]? If you are I am huge fan. I completed the IX EE earlier today using your guide","labels":"realization"},{"text":"You good = are you ready?","labels":"curiosity"},{"text":"According to them, it's perfectly acceptable to have intimacy with a woman and then ghost\/block her number. Lol.","labels":"amusement"},{"text":"They've done that with quite a few presidents before after all.","labels":"neutral"},{"text":"I have seen people that have many mutual friends with me but I have no idea who they are. It happens.","labels":"neutral"},{"text":"You just told a bunch of random people, I think you’ll have no problem telling her","labels":"realization"},{"text":"You’re a joke","labels":"amusement"},{"text":"And then they got shot down","labels":"neutral"},{"text":"Surely a regime that would kill millions of people wouldn't *dare* tell a lie.","labels":"pride"},{"text":"I love that show, that theme song is my ringtone, I never thought I'd see that anywhere else haha","labels":"love"},{"text":"That's a bit violent...... But then again I'm a [NAME] so whatever","labels":"annoyance"},{"text":"What are you smoking?","labels":"curiosity"},{"text":"I got confused for a second and thought why would you pay for your ex's trip","labels":"realization"},{"text":"He missed out on a golden kid. You should be proud of yourself, congrats!","labels":"annoyance"},{"text":"Put down that you are a starting forward and love incinerating $100 bills. Stay strong my Asia brah","labels":"caring"},{"text":"I think it’ll be a flashback","labels":"realization"},{"text":"Why would a poll showing a negative favorability rating go to her head? If anything, people should be worried this will cause her to change her approach.","labels":"confusion"},{"text":"This. We already have so much more OL talent. We need another WR and TE, but I'm kinda excited","labels":"excitement"},{"text":"She liked the picture too so it’s even better. Like she really does not give a shit hahaha","labels":"amusement"},{"text":"Nope, don’t even know what dart is. Sorry. And thanks!","labels":"grief"},{"text":"Already I can can hear the screaming and howling of the neoliberal right. They will amuse me.","labels":"excitement"},{"text":"Which is exactly the point capt obvious.","labels":"neutral"},{"text":"[NAME] I still love my [NAME] family too","labels":"joy"},{"text":"Right but even without the FPTA surely we could have found ourselves in the same situation from a legal perspective?","labels":"confusion"},{"text":"I love the name!","labels":"love"},{"text":"Please tell me how you feel about [NAME] and [NAME] again once you've finish with your manufactured outrage.","labels":"curiosity"},{"text":"My case is like when you involuntarily subscribed to something while browsing a strange website and now can't unsubscribe.","labels":"confusion"},{"text":">Turkish [NAME] You are right except \"[NAME]\" part. I could not found the attack but there was a [NAME] [NAME] who was involved..","labels":"realization"},{"text":"Oh wow thank you all for your opinions, I was just curious and wanted to stare at cool skins :3","labels":"gratitude"},{"text":"Ye is dragging a wagon","labels":"neutral"},{"text":"As a fellow shuffle\/jamskater this makes me really happy lol.","labels":"amusement"},{"text":"Not the mud bees!","labels":"neutral"},{"text":"I will! Thanks!","labels":"gratitude"},{"text":"This woman is “allergic” to [NAME]. [NAME] motherloving [NAME]! [NAME]!","labels":"neutral"},{"text":"Well done! That's usually the hardest part is to start going and I hope it helps!","labels":"optimism"},{"text":"Shouldn’t have told them how much they cost, as they advised they knew they were expensive and that it was ok. ","labels":"neutral"},{"text":"I’m afraid too. It’s the not knowing what will happen that scares me.","labels":"fear"},{"text":"I mean, is that really a guilty pleasure? It sounds like the coolest thing I have ever heard. ","labels":"disappointment"},{"text":"Oh wow, I am so sorry. I hope you find someone who values you for you. ","labels":"optimism"},{"text":"It was magic.","labels":"joy"},{"text":"Missed it by 4 minutes","labels":"disappointment"},{"text":"I love gold !!","labels":"love"},{"text":"For free? Tell him you ain no prude. You want $100","labels":"curiosity"},{"text":"What campaign? He is already president.","labels":"realization"},{"text":"He was young and he thought he was doing the right thing. No need to be rude about it.","labels":"approval"},{"text":"I’m starting to worry that [NAME] is not okay","labels":"caring"},{"text":"Thanks and you too!","labels":"gratitude"},{"text":"I take it they don’t train high risk traffic stops in Arkansas?","labels":"confusion"},{"text":"Honestly, an obvious possibility is you find the men who you are banging other than him to be more attractive. ","labels":"amusement"},{"text":"And KAT with 6. Weird game.","labels":"annoyance"},{"text":"It’s supposed to be. But ol [NAME] snuffed a few out that he could have otherwise put clothes on and sent home.","labels":"neutral"},{"text":"That’s pretty damn good","labels":"pride"},{"text":"Don't kiss your doorbell! Or anyone else's for that matter...","labels":"caring"},{"text":"the sky, living a happy and amazing life in the clouds.","labels":"gratitude"},{"text":"[NAME] was an awesome Chief. Wish we would've seen more of him being a badass.","labels":"amusement"},{"text":"Here is the rest. He finally give me a bad rating","labels":"disappointment"},{"text":"Got to love the people who decry a two-colour view of the world by painting it all monochrome","labels":"caring"},{"text":"what a crazy ride","labels":"optimism"},{"text":"[NAME] faults during his playing days shouldn’t define his coaching ability.","labels":"caring"},{"text":"Did [NAME] funnel money to any paramilitaries?","labels":"curiosity"},{"text":"Well the explosive oil laced diarrhoea probably makes you feel better about the flu","labels":"neutral"},{"text":"Good catch. I guess I was just remembering the shift after the first debate. That's pretty sad, tbh. ","labels":"sadness"},{"text":"There have been multiple threads about this, they can't afford to move up. It's not financially feasible.","labels":"fear"},{"text":"Okay, well here's my response to people saying *\"But Turkey is an NATO ally!\"*: So?","labels":"anger"},{"text":"Boy just tell her to \"calm down\" or \"watch her tone\" and get it over with.","labels":"anger"},{"text":"It's not a question of law; it's a matter of school policy.","labels":"confusion"},{"text":"My sister did Blue Apron and loved it.","labels":"love"},{"text":"That arena announcer is irritating.","labels":"annoyance"},{"text":"How stupid are you, if you dont réalize it’s staged ","labels":"anger"},{"text":"The last hour is great, but I would definitely say to at least leave 15 minutes before close so you can avoid the crowds in the street.","labels":"caring"},{"text":"There is a surprisingly large number of [NAME] who play.","labels":"surprise"},{"text":"They only want excuses to run the clock down towards no-deal.","labels":"annoyance"},{"text":"All game types are easy ekia. You sound jealous.","labels":"neutral"},{"text":"So true, thank you for posting this.","labels":"gratitude"},{"text":"The abilities look cool, but that trait is a little dull. It's almost exactly the same as [NAME].","labels":"amusement"},{"text":"Till Valhalla brother, you will be missed. ","labels":"sadness"},{"text":"Reminder!1 month Just so I can repost and harvest karma like everyone else","labels":"neutral"},{"text":"I just wanna see the fallout of [NAME] leaving. OH And the [NAME] stuff from yesterday. Pls CBS Plsss!!","labels":"curiosity"},{"text":"What did I miss?","labels":"neutral"},{"text":"Good question. Have seen him quite a bit. I love his coverage.","labels":"love"},{"text":"Bad luck you’re in Beckton","labels":"disappointment"},{"text":"interesting, I'd like to see more about this (when available of course)","labels":"excitement"},{"text":"She went from normal mom to ~~[NAME] amazed by balloons~~ [NAME] really fast.","labels":"excitement"},{"text":"It’s awful. I couldn’t even see the ending at all.","labels":"sadness"},{"text":"Ahhh, the ol' Samsung Special. ","labels":"neutral"},{"text":"Just give me 20 million dollars and let me retire early. gg wp life","labels":"desire"},{"text":"I dealt drugs like FIZZLE ROCKS to help my sick mom.","labels":"caring"},{"text":"My god he looks so different without a scowl or smirk on his face! He looks genuinely happy","labels":"surprise"},{"text":"A part of me rejects this as being real. No person can be this delusional right???","labels":"curiosity"},{"text":"The positive side to this is i get to relive the same emotions that I felt losing my virginity....ever few months.","labels":"amusement"},{"text":"Yep. 30ish middle class white fairly fit. Just started CrossFit!","labels":"neutral"},{"text":"From top left to bottom right, that is a zany work of video, my dear compatriote.","labels":"neutral"},{"text":"Did you seriously miss the like 50 comments above that girls can’t play games?","labels":"approval"},{"text":"I do enjoy how insignificant the belltower looks in its surroundings nowadays. Still a waste of money. Thanks [NAME] of \"Wes-tern Australia\".","labels":"gratitude"},{"text":"It was the most a receiver ever put on the Legion of Boom Seahawks though, so that's cool.","labels":"excitement"},{"text":"Okay this is racist fear mongering. I got it now thanks.","labels":"gratitude"},{"text":"He’s doing this to get some of that lawsuit money","labels":"neutral"},{"text":"...wasn't she recovering from pneumonia at the time?","labels":"curiosity"},{"text":"Because I was a fan through all of those NFCCG losses...","labels":"remorse"},{"text":"THIS is a good reply, and I have kids.","labels":"amusement"},{"text":"\"Yeah look\" like a toddler being surprised by his own genitals","labels":"surprise"},{"text":"They're a clear example of what can go wrong when you marry ANYONE you don't really know, regardless of where they're from.","labels":"neutral"},{"text":"Does him \"working on it\" consist of any kind of treatment or meetings\/program? ","labels":"curiosity"},{"text":"My parents are going to kill me when they find out.","labels":"fear"},{"text":"Please be [NAME]. I like [NAME], for the record. But I'm def willing to part ways with him. ","labels":"desire"},{"text":"Let's go [NAME]","labels":"neutral"},{"text":"I... don‘t see anything wrong with that?","labels":"realization"},{"text":"The whole post reeks of troll.","labels":"amusement"},{"text":"What scares me is that now that this happened, they're going to try and find ways to take women's phones away from them.","labels":"realization"},{"text":"\/s right?","labels":"neutral"},{"text":"no the first part about UK becoming a failed state. Why do you think a lot of [NAME] would not want this to happen?","labels":"curiosity"},{"text":"Are you being stupid again?","labels":"curiosity"},{"text":"DDR is enjoying a bit of a renaissance at the moment, thanks to DDR A. Hopefully this will lead Konami to considering a new home release.","labels":"gratitude"},{"text":"I love daddy long neck and crew. You won’t be disappointed when you look it up.","labels":"love"},{"text":"Just explain what is going on. But also understand the other people involved will probably be at least somewhat upset. No one likes plans cancelled on them","labels":"curiosity"},{"text":"The TV anime series is, at least, atrociously bad and stupid. Is full of deus ex and silly cliffhangers.","labels":"disappointment"},{"text":"Does she sleep with them all at once every time they hook up?","labels":"curiosity"},{"text":"TRMZs new video showed this really well. I can't wait for persistence to be ironed out so we start seeing these types of bases all over","labels":"caring"},{"text":"Thanks so much for the advice! Will definitely keep that in mind","labels":"gratitude"},{"text":"Not initially, however... ","labels":"disapproval"},{"text":"Well at least he wont be hungry ever again","labels":"realization"},{"text":"If I'm not mistaken we will have [NAME] as backup next year so not bad at all.","labels":"optimism"},{"text":"I caught that little tidbit too. Very unbiased. Very factual.","labels":"gratitude"},{"text":"What she is doing is child abuse, plain and simple. Fight with everything you have to protect your kids. ","labels":"anger"},{"text":"Wear you're ear pro kids. Styro plugs are cheap, and don't ruin the concert experience.... but it will save your ears.","labels":"caring"},{"text":"Splyce 3rd?! Times changed jheez","labels":"neutral"},{"text":"This is beautifully written.","labels":"love"},{"text":"If I was any of those and my parents needed it, of course I'd do it. Everyone else: fuck you, pay me.","labels":"anger"},{"text":"By the end I was I hysterics. Not a single reply from the wife too.","labels":"grief"},{"text":"Literally arrived last week solo. You can use Hellotalk to meet people or go to social events on","labels":"neutral"},{"text":"Do you have cash app?","labels":"neutral"},{"text":"I think the only person who needs to leave is you.","labels":"realization"},{"text":"He got It from his moma","labels":"joy"},{"text":"Damn this kid and her fancy clothes makes me feel like a bad parent.","labels":"disgust"},{"text":"I'll show some love for diazepam! Congratulations on the re up and let me Know if they are","labels":"caring"},{"text":"REALITY BENDS TO MY WILL!","labels":"excitement"},{"text":"Did anyone see [NAME] get pushed around by [NAME] and [NAME] in the post win lineup? I burst out laughing!","labels":"excitement"},{"text":"Was feeling victimized that it was very cold in my apartment. Windows are drafty af!!!!","labels":"annoyance"},{"text":"Well if you're in the plane I assume a boot in your ass to get you","labels":"neutral"},{"text":"this season has already become my favorite over '12-'13 (yes I know '08-'09 was better but I enjoyed watching the '13 team more)","labels":"approval"},{"text":"The only winner here is this guys future divorce lawyer.","labels":"pride"},{"text":"No, I was very interested in the game until this news broke. Now I’m a little disappointed. But at least I can opt-out. ","labels":"sadness"},{"text":"It is a fictional llama...how much PC do we actually need?","labels":"curiosity"},{"text":"Jfc, that's depressing.","labels":"nervousness"},{"text":"I hope that the talk goes ok. Though with these justno's it may not. I'm glad that you are prepared if it goes south.","labels":"relief"},{"text":"I am clueless lately. None of my students parents speak English. It breaks my heart because I want to have more open communication.","labels":"confusion"},{"text":"Aww I love it, she looks really cute with short hair!","labels":"love"},{"text":"Interesting. I’m wondering if nutritional therapy might help her.","labels":"caring"},{"text":"Now let's see what games media will magically defend because he's against it.","labels":"curiosity"},{"text":"I've finally found my people who know the struggle.","labels":"joy"},{"text":"You're right to be nervous. That happened near my college's campus when I was a student. She lost everything in her wallet.","labels":"realization"},{"text":"They’re my favorite couple that’s ever been on this show","labels":"love"},{"text":"Fair to say I won't have to pay pipebomb 10ETH. Happy New year, all!","labels":"excitement"},{"text":"I play around 2hs per day since launch. 1\/2 Cuz I like the game. 1\/2 In hope for a new expansión\/fix to get the players back X:","labels":"optimism"},{"text":"well, i've never had an outbreak or a cold sore. i have had chickenpox, though, but they have yet to reappear","labels":"sadness"},{"text":"I mean, it could work. I might be enticed by a slightly less ugly lady. ","labels":"optimism"},{"text":"All of Leviticus is wonderful and interesting. (But I do get the point you are making).","labels":"approval"},{"text":"I’m shaking rn","labels":"fear"},{"text":"Being alone isn't the problem. Being **forever** alone is the problem.","labels":"neutral"},{"text":"I applaud both of you for taking whatever action you can to make this succeed. Sorry I couldn’t offer any advice. Good luck.","labels":"gratitude"},{"text":"I like it A LOT.","labels":"love"},{"text":"Capitalism thrives where people are exploited more. Think about 19th century Britain (or America for that matter)","labels":"neutral"},{"text":"[NAME] was mediocre for several years in a row even if he was winning. He matches [NAME] more than anyone","labels":"realization"},{"text":"I wish the federal government would step in to take care of people. It’s overwhelming to care for them on a city or even state level.","labels":"caring"},{"text":"You're making me look bad [NAME], while she yells and screams.","labels":"anger"},{"text":"Didn't realize I'm so famous!","labels":"pride"},{"text":"Worst feeling ever","labels":"sadness"},{"text":"I think it can be good, bad, and everything in between. It's inevitable given the forward progress of civilization.","labels":"realization"},{"text":"I swear of all the people that dislike artifact, the gwent crew is by far the most obnoxious.","labels":"disgust"},{"text":"I love [NAME] as much as the next [NAME], but seriously man. Whatchu doing son?","labels":"love"},{"text":"I feel attacked \/s","labels":"annoyance"},{"text":">Sorry, but any city that had any kind of ~~epidemic in its~~ history will have bunches of dead people buried under it.","labels":"remorse"},{"text":"In my opinion, there should have never been a canon character... Maybe keeping it a mystery would be the BEST!","labels":"caring"},{"text":"He posted about white racists on a post that has nothing to do about racism. Pretty sure he is just racist.","labels":"neutral"},{"text":"Now you've told them","labels":"curiosity"},{"text":"I think 2020 will be the year it'll start to really crumble. 2019 is the year we still have to work really hard to make that happen.","labels":"optimism"},{"text":"Oh ok. I was looking at the wrong subs then. Good to know.","labels":"realization"},{"text":"This is a solid list, and I will totally allow Scream to count. Surprised to see 10 Things below She's All That tho.","labels":"annoyance"},{"text":"And he's showing off those tiny little hands","labels":"joy"},{"text":"Is it public? Are they aware of what's going on *all the time*? It's not as cut & dry as you think.","labels":"curiosity"},{"text":"you can but it takes a bit of time. I've had panic attacks and anxiety attacks and they are not remotely fun","labels":"nervousness"},{"text":"Her communications director his now working for [NAME]. Get ready for some more cringe","labels":"neutral"},{"text":"I definitely wouldn’t do a role change at the tournament but definitely when they get home. I should’ve clarified that sry.","labels":"realization"},{"text":"This guy is a hack lmao","labels":"amusement"},{"text":"A part of my soul died from reading that. Thank you for making me dumber from this experience.","labels":"gratitude"},{"text":"We also thought about that :)! I'll try look for other options!","labels":"realization"},{"text":"I’m ashamed to look at how much time I spend on Reddit","labels":"remorse"},{"text":"Well, don't kill spiders. That's what you get. Be nice and take them outside. It's not that hard.","labels":"caring"},{"text":"Well, I was going to surprise you [NAME], but what the heck...I’m gaining a bunch of weight to go on disability!","labels":"disappointment"},{"text":"Great post! I have tried online dating in the past and I've noticed these things before.","labels":"realization"},{"text":"im glad they have it but this should have really been introduced in DMC3","labels":"joy"},{"text":"I isst thought y’all woooshed me but then I realized what subreddit I’m on","labels":"realization"},{"text":"Lucky you, some people have all the love ","labels":"love"},{"text":"Cool! Well I look dumb but I learned something","labels":"realization"},{"text":"Here's my guess: they are educated, and tired of being treated like second class citizens by the D party for being men.","labels":"embarrassment"},{"text":"Having a child has only strengthened my views on abortion rights.","labels":"amusement"},{"text":"I feel the same at 5 feet 9. Feels bad","labels":"annoyance"},{"text":"I wouldn’t cause I already know my area so well I don’t want other drivers with that knowledge","labels":"disapproval"},{"text":"I wish I could be this person.","labels":"desire"},{"text":"Lmao, they are gonna have field day ","labels":"amusement"},{"text":"Also convicted of rape. Interesting quote given that context.","labels":"gratitude"},{"text":"For me it is unwatchable after the greatness of the LD seasons.","labels":"realization"},{"text":"i never really laughed at it, but its still one of my favorite movies. i view it more as a slice-of-life drama.","labels":"love"},{"text":">would of ......","labels":"neutral"},{"text":"I think only Germany would have this kind of organization skills. Source: Know 2 Germans. Am therefore expert.","labels":"amusement"},{"text":"That woman is on the fast track to being ostracized from that group real quick.","labels":"neutral"},{"text":"Stay away from her kids, [NAME]!","labels":"caring"},{"text":"ive had 300ug tabs before, took 2 had full on ego death was naked with my friends jumping on moving cars ","labels":"amusement"},{"text":"Most police departments have something similar, and it's the name.of the big LEO sub.","labels":"neutral"},{"text":"No no no no no no no Op you’re a brave one.","labels":"pride"},{"text":"> Probably because the guy gets violent because of his ~~ego~~ **fragile sexuality** FTFY","labels":"neutral"},{"text":"Good for you, maybe some day you'll come to an understanding of each other but familiarity breeds contempt.","labels":"amusement"},{"text":"Maybe I'm overly cautious, but when I was single I stayed away from people who worked with me. ","labels":"realization"},{"text":"You're a clown. What gives you confidence that anything takes place ever?","labels":"curiosity"},{"text":"Please tell me it opens up to a giant cave down there","labels":"caring"},{"text":"[NAME] AND [NAME] ENMESHED IN FISHY SEX SCANDAL!","labels":"neutral"},{"text":"I'm seeing this everywhere, what does BEC mean?","labels":"curiosity"},{"text":"I do have few friends from there and it's a lovely nation too.","labels":"love"},{"text":"The only sub that’s really bad now is the GKS the others are fine actually.","labels":"realization"},{"text":"Where did the second biker come from?!?! Did be climb out of the truck bed?","labels":"curiosity"},{"text":"[NAME] smashed some kitkats on their table for internet points. Very cool.","labels":"excitement"},{"text":"Good luck.","labels":"gratitude"},{"text":"The sad result of far too many gamers needing addiction mechanics to continue playing one of the greatest card games of all time.","labels":"neutral"},{"text":"I can hear [NAME] now: \"Why don't I have a mic why don't I have a mic FUCK I need a mic\"","labels":"anger"},{"text":"This is the worst I've ever seen. It really is","labels":"annoyance"},{"text":"[NAME] sounds happy to be back! So glad we have the full crew today!!","labels":"excitement"},{"text":"That's more like [NAME]. Breakdance vs Capoeira.","labels":"neutral"},{"text":"Wee bit touchy..","labels":"neutral"},{"text":"Please post any news you may find about her fate. This is so sad and so wrong. We need to know what happens to her.","labels":"gratitude"},{"text":"Ice looks fine on my TV","labels":"neutral"},{"text":"I'm not going out of my way to watch it but I might channel flip","labels":"disapproval"},{"text":"Update us?","labels":"neutral"},{"text":"it's quite a large red flag. It depends on the context, but if they are in her dating league, I would be suspicious. ","labels":"excitement"},{"text":"Reacting to [NAME] at this point just makes me feel worse about the artist.","labels":"annoyance"},{"text":"Well you got me. Interested in seeing what other E rides people got","labels":"approval"},{"text":"I have but she wont listen.","labels":"caring"},{"text":"I really don’t think that was racist honestly. He literally told you everyone matters regardless of color..?","labels":"approval"},{"text":"Create a youtube channel for when you work on cars.","labels":"caring"},{"text":"oh, ive seen that, ugh breeders have such weird and confusing minds","labels":"disgust"},{"text":"Well I can say 100% it didn’t go well.","labels":"disappointment"},{"text":"[NAME] is nowhere close to the worst linebacker in the league.","labels":"annoyance"},{"text":"Gotta get out on [NAME]","labels":"neutral"},{"text":"Still can’t blame him.... we’ve all been there","labels":"disapproval"},{"text":"Aah I hope he's okay. So glad it's back! Time to get creeped out tonight.","labels":"caring"},{"text":"I do but no one wants to play with me I at least try to play by my self but it gets really boring.","labels":"disappointment"},{"text":"Or “beta”","labels":"neutral"},{"text":"Farewell wonderful traffic. It's been good 2 weeks.","labels":"joy"},{"text":"I remember that one. It was so painful to watch","labels":"sadness"},{"text":"I don't mind helping people but often the problems seem so petty and small and the solution is so simple.","labels":"caring"},{"text":"Submissive? \"she’s a [NAME] so literally it’s like a brand new car [NAME] has blessed me with.\" You're disgusting.","labels":"amusement"},{"text":"I would have preferred that. But he wanted the big party, which admittedly, was super fun. ","labels":"amusement"},{"text":"Couldn't be worse than [NAME] who ONLY has eyes in the back of his head.","labels":"realization"},{"text":"Lol, nice try. ","labels":"amusement"},{"text":"He's a garbage person. It's very disappointing. I liked him so much before.","labels":"disappointment"},{"text":"> I can't see a teenage girl naming her only son the same name that her baby daddy's actual wife's trueborn son is. \/r\/brandnewsentence","labels":"neutral"},{"text":"Does this mean anything for the stability of Taiwan? Im going there in a month on a school field trip that could easily be canceled.","labels":"curiosity"},{"text":"Whoa this is really creepy","labels":"disgust"},{"text":"> punishment for saying no to rape Surely if you wanted to rape someone you'd have to punish them for saying yes...","labels":"anger"},{"text":"Don't forget [NAME] 3 whole days as an esthestician (or however it's spelt).","labels":"neutral"},{"text":"Exactly, she wasn't \"venting\", she was abusing his fiancee. ","labels":"annoyance"},{"text":"I feel so guilty that this picture exists. I feel like I need to donate to charity after this.","labels":"disappointment"},{"text":"I’m sorry there was trouble, but I’m glad it ended as okay as it did.","labels":"disappointment"},{"text":"Sure, its just that it was completely irrelevant to my reply","labels":"disappointment"},{"text":"If it's true i'm sad he's leaving but I wish him nothing but the best.","labels":"caring"},{"text":"You didnt!","labels":"neutral"},{"text":"As always I leave reddit slightly more confused than when I came here","labels":"confusion"},{"text":"Hey now I masturbate in my own filth and I don't take kindly to being compared to these people.","labels":"excitement"},{"text":"Faze might tbh","labels":"neutral"},{"text":"My god, [NAME]!","labels":"joy"},{"text":"Just like that fucking idiot that was just trying to kidnap that woman, and chased her into a Karate studio... turned out just about the same.","labels":"anger"},{"text":"You need to make sure that healthy food is within convenience for the players so that they don’t end up eating 2 minute noodles every day","labels":"caring"},{"text":"Haaaahaaaahaaaa! Been there. I had a little kid do the [NAME] handshake on me. I just looked confused.","labels":"amusement"},{"text":"Reywalker fans are setting themselves for another heartbreak then blame the director afterwards.","labels":"disappointment"},{"text":"No joke. Physics or chemistry I can see but comp 101? I’m surprised he has the ability to find the internet","labels":"realization"},{"text":"Let's keep making that trade with different teams until we have all 32 picks in the 6th round one year Sorry, I'll go back to my NHL19","labels":"excitement"},{"text":"Then let's point it out even harder! Oh, and by the way, Happy Cake Day!","labels":"love"},{"text":"I recently ate here and it changed my life. Get the steak sandwich with roasted peppers and goat cheese. You will not regret it.","labels":"love"},{"text":"because you are in danger of appropriating methhead culture.","labels":"fear"},{"text":"I feel these people think, what you think you can just feel good? They always feel bad so should you.","labels":"annoyance"},{"text":"Please provide a source, as far as I know our DND said they found nothing of the ","labels":"optimism"},{"text":"This. It IS a minority here, but they are very vocal and very active, exactly what you would expect from a PR team","labels":"neutral"},{"text":"Wait do they really have 500 people? I've always assumed they are an indie developer group of like 20 people.","labels":"curiosity"},{"text":"Excellent, this is exactly what I was looking for. Thank you !!!","labels":"gratitude"},{"text":"The real problem are all the people on the ground saying the same thing to the guy holding the sign...","labels":"annoyance"},{"text":"Totally forgot that, my bad","labels":"sadness"},{"text":"00:09 when the glue gun shows up","labels":"neutral"},{"text":"Damn... I’m not surprised though since everything is super close. With 0 traffic.","labels":"amusement"},{"text":"My kids did, I’m sure! I hope this card enjoys the bottom of my trash can. ","labels":"optimism"},{"text":"Well that just means that red hair isn't a valid hair color, just a mutation. We should just count them as brown instead. \/heavysarcasm","labels":"amusement"},{"text":"Tf happened to him? You just said thanks LOL","labels":"amusement"},{"text":"I really hope she wasn’t trafficked. It’s more prevalent in the US than a lot of people realize :(","labels":"optimism"},{"text":"She could have handed him her phone and said, \"Fine! You try it!\" ","labels":"confusion"},{"text":"I think they're fine people but I don't want to date one again because it's just a pain re:eating.","labels":"realization"},{"text":"4-25 against teams with winning records. 0-7 on Monday Night Football. The guy can't show up when it matters.","labels":"disappointment"},{"text":"I give 90 percent odds that [NAME] will be reelected. And I think it will be at a much higher margin than 2016.","labels":"curiosity"},{"text":"Griefing your oponents is amazing fun in a pvp game. *Cheating* to grief is the problem being addressed here.","labels":"amusement"},{"text":"Right. I’m surprised everyone thinks he’s so cute...","labels":"love"},{"text":"Tried to fight multiple times, cried, fallen over, and refused to eat... Sounds like my toddlers...","labels":"anger"},{"text":"Lol I understand the sleep issue. I’m CIO for a small financial trading startup, so I’m always on call no matter what.","labels":"amusement"},{"text":"you are my inspiration, read my last post quickly!","labels":"love"},{"text":"Nah i’d say that it’s reasonable enough to be in mildlyinteresting.","labels":"disapproval"},{"text":"Someone get us a [NAME] version of the [NAME] nice lead meme!!!","labels":"curiosity"},{"text":"Wait until you’re at least 25 to get a tattoo. You’ll more than likely regret it otherwise.","labels":"caring"},{"text":"Sorry man, losing the championship after picking him up this year is a tough break","labels":"remorse"},{"text":"Thanks!","labels":"gratitude"},{"text":"No problemo bro an another thing idk if this will affect you but you can't get your gun license if you get ur card","labels":"confusion"},{"text":"Yeah thats gucci man. You wander off into needy territory if she says no and you pester and beg her.","labels":"embarrassment"},{"text":"Will try. Thank you","labels":"gratitude"},{"text":"Now, remember, this is a very dulled version of what were used to considering they’re still riding the super bowl high from last year. ","labels":"confusion"},{"text":"How many days in are you? I just started but I could message you on here. I don't use WhatsApp or Facebook.","labels":"realization"},{"text":"I had that moment of “wait, am I the narcissist” too! Thankfully, like you said, time & distance cleared that up. ","labels":"gratitude"},{"text":"On my RX480 it gave me 15+ average FPS, when you're hovering around the 60-70 mark, that 15 can be huge.","labels":"desire"},{"text":"Yes, I had to drive about 2 miles to the restaurant but I only waited 5 minutes. ","labels":"realization"},{"text":"28 weeks!!?! modern medicine is AMAZING!","labels":"pride"},{"text":"Damn so the Patriots are gonna get thielen after all","labels":"curiosity"},{"text":"Just from this video I can conclude that Saquon is a better DB than BW Webb is.","labels":"realization"},{"text":"Bein' separated just doesn't feel so right.","labels":"fear"},{"text":"I'm not artistically talented and I did not create this. Go check out some of the artists other work if you're","labels":"neutral"},{"text":"\"you can't arrest me!! I'm attractive!\"","labels":"pride"},{"text":"Unlikely, but who knows? Memory speed rarely makes a difference in gaming, but I've seen stranger things. ","labels":"confusion"},{"text":"biological gender isn't real. it's biological sex. do some research","labels":"approval"},{"text":"My son brings *homework* from kindergarten. I feel betrayed.","labels":"annoyance"},{"text":"i wish i wasn’t a failure of a person.","labels":"desire"},{"text":"lol, it is. At least the leftist communities flat out tell you that you'll be banned for it.","labels":"amusement"},{"text":"i dunno, you commit one little genocide and you never hear the fucking end of it","labels":"anger"},{"text":"UN report says population before war: 300,000 [NAME] population before war: 2,000,000","labels":"neutral"},{"text":"Rape kit test from six year old migrant girl revealed DNA from 30 men.","labels":"sadness"},{"text":"so you did listen but pretend not to know then. fine.","labels":"caring"},{"text":"Sorry to hear that, I hope you're doing better now.","labels":"remorse"},{"text":"Thanks for this!","labels":"gratitude"},{"text":"At no point in that ridiculous tantrum did he express a single iota of concern for what his gf wanted. He sounds like a real winner","labels":"pride"},{"text":"Shivering Isles is what DLC should be. Fantastic expansions of content that dont cost quite as much as expansion packs did.","labels":"amusement"},{"text":"Oh, definitely [NAME]. ","labels":"neutral"},{"text":"I think you two are obligated to go to bed together now.","labels":"realization"},{"text":"as a woman, I can tell ya it’s not uncommon for that to happen, haha. [NAME] make it extra sad though.","labels":"realization"},{"text":"There's three ways to do things. The right way, the wrong way, and the Max Power way. ","labels":"confusion"},{"text":"If only they were more like [RELIGION] amirite?","labels":"confusion"},{"text":"Didn't he write a dissertation about the pros and cons of finishing college instead of going into MLB?","labels":"neutral"},{"text":"I feel so much safer when my doctors are only abusing prescription medication... \/s","labels":"caring"},{"text":"This is why I'm a communist. Eat. The. Rich.","labels":"pride"},{"text":"I’m more sorry that there are actual [NAME] fans...","labels":"remorse"},{"text":"Help that damn cat","labels":"annoyance"},{"text":"Fair enough good point","labels":"amusement"},{"text":"It could be how depression is effecting you but i don't think it's crazy","labels":"caring"},{"text":"Theres no way 88% did that grossness.","labels":"disapproval"},{"text":"Was that an airbag at your legs\/feet area?","labels":"curiosity"},{"text":"At first your post reads like some anti-vax, flat earth rant containing too many capitalised words... until you realise it's all true.","labels":"annoyance"},{"text":"I dated a Pens fan from SWB and can confirm this is very much a weird thing.","labels":"neutral"},{"text":"No. Hell no. It's \"anxiety\". When needed for medical notes and such my doctor will also write anxiety. ","labels":"annoyance"},{"text":"Looks great but am I the only one who can't hear anything?","labels":"amusement"},{"text":"Oh no, [NAME] is in pain","labels":"sadness"},{"text":"It’s a shame there is no sound lol","labels":"amusement"},{"text":"I already trained him to snap if they treat him like a normal pet.","labels":"neutral"},{"text":"Oh to be able to leave the house at night (I have a kid)","labels":"neutral"},{"text":"I love being down by 10+ constantly.... I feel like [NAME] gets dominated by literally everyone.","labels":"disappointment"},{"text":"I have had this same bug once as well. Idk what caused it, but it fixed itself next ","labels":"neutral"},{"text":"I’m wondering about those friends of hers that encouraged her to contact you..","labels":"surprise"},{"text":"Don’t I know it! I can’t believe this breading station thing is so enormous.","labels":"surprise"},{"text":"I hope you're ok, I feel this post :( big hugs from me","labels":"optimism"},{"text":"Theres no clonazolam in that bottle that vendor sends bunk shit. Im considering suing that vendor for scamming me","labels":"annoyance"},{"text":"I wonder if it's about a t t e n t i o n s e e k i n g . . .","labels":"confusion"},{"text":"If my team lost like that, I’d definitely be very upset. Just hard to see it.","labels":"disappointment"},{"text":"[NAME] someone kick this dork","labels":"amusement"},{"text":"Don't just distance yourself, BLOCK them","labels":"anger"},{"text":"Damn. This has to be one of the wrongest predictions ever in this war.","labels":"disappointment"},{"text":"It's hard to make friends. :( I sit alone.","labels":"sadness"},{"text":"Gotta boost that self esteem.","labels":"neutral"},{"text":"That kinda happened to me at a chillibees once. I semi full on panicked. I grew to hate that place. And booths.","labels":"anger"},{"text":"I love this so much","labels":"love"},{"text":"He got his drawers blowed off","labels":"realization"},{"text":"None of the movies deserve it and honestly the oscars are a sham at this point.","labels":"disappointment"},{"text":"Might is generous lol. He totally killed that guy.","labels":"amusement"},{"text":"Dude, y'all anti American scum don't even believe in science. Fuck off with your generic bullshit because you can't list a specific example. ","labels":"anger"},{"text":"Wish this applied to TPS's","labels":"desire"},{"text":"It's pretty stupid honestly. [NAME] clearly pointed a bug and people are saying \"oh, it's a feature\". ...seriously now.","labels":"annoyance"},{"text":"I'm still not not going if I've got somewhere else to not go.","labels":"confusion"},{"text":"Have you read the AUMF? It's insane how much power it grants the government to prosecute the \"War on Terror\"","labels":"surprise"},{"text":"Haha ik I SHOULD be. But I still love em both like a red headed step child.","labels":"amusement"},{"text":"What strain?","labels":"curiosity"},{"text":"I agree with you here but I don't see how he is a sexist?","labels":"disappointment"},{"text":"How can we send money to you?","labels":"confusion"},{"text":"I love happy endings.","labels":"love"},{"text":"I have a straight Lebanese friend (girl) and this happens all the time.","labels":"realization"},{"text":"You’re gonna be the best dad ever!","labels":"pride"},{"text":"happy new year buddy!","labels":"amusement"},{"text":"i wouldn't take that significant of a pay cut. you should keep your job and do your creative writing on the side\/free time.","labels":"disapproval"},{"text":"thats just an unpopular opinion, and legally wrong.","labels":"realization"},{"text":"Communists are the scum of the Earth.","labels":"neutral"},{"text":"[NAME] do not have a profound love of mayo, where did you get that idea?","labels":"neutral"},{"text":"It was complimentary. Was it a fly? Quiet possibly.","labels":"confusion"},{"text":"I was never a [NAME] guy, though he was CERTAINLY my 2nd choice. But I deeply love and empathize with this... ","labels":"gratitude"},{"text":"You fool! Now look what you've unleashed!","labels":"anger"},{"text":"So I heard. How is she, haven't seen her in a while.","labels":"curiosity"},{"text":"thank you so much! :)","labels":"gratitude"},{"text":"I’m all for this, but is anyone staying in these hotels? ","labels":"curiosity"},{"text":"I'm not responding until you point me where any of my statements contradict cut and clear","labels":"annoyance"},{"text":"I mean... I'm [RELIGION] so...","labels":"neutral"},{"text":"Twenty some years ago, while I was pregnant with my son, TLC aired shows like A Baby's Life. Oh, the old days...","labels":"excitement"},{"text":"Clearly there is only one way to solve this dilemma; COMMUNISM!","labels":"realization"},{"text":"I dont want to live in this world no more","labels":"disappointment"},{"text":"too cold hurts my teeth, so i just drink whatever comes out of my sink","labels":"realization"},{"text":"Okay, cool. Thanks.","labels":"gratitude"},{"text":"Guys. I think OP blew burns in college and wants to feel better about it.","labels":"annoyance"},{"text":"Oh shit I didn't even connect those dots!","labels":"realization"},{"text":"Safe to say we’re out of adjectives for him now","labels":"relief"},{"text":"This is great editing! I know this took a lot of work\/time. Awesome job!","labels":"amusement"},{"text":"I’m so sorry :\/ always happens to the ones who deserve it the least. feel better♥️","labels":"relief"},{"text":"People would still always parry them (600ms) :(","labels":"sadness"},{"text":"Ah. My misunderstanding. Yeah get rid of those but that isn't what the removed post was.","labels":"confusion"},{"text":"Without the stupid caption this is kinda funny","labels":"amusement"},{"text":"A fork and spoon could be a fapoon?","labels":"curiosity"},{"text":"Heaven forbid \/s","labels":"neutral"},{"text":"Yet somehow that doesn't make death threats any less scary, because of the fear the 0.00001% of them will try to follow through on that threat.","labels":"fear"},{"text":"Would have been faster to seal it and then pressurize the tube so the kitty gets shot out like a cannonball.","labels":"neutral"},{"text":"Nah, I'm a straight girl infiltrating this sub because the memes are so spicy","labels":"surprise"},{"text":"Lol nah fam coal is the future stop the war on coal!!!!!! \/s","labels":"amusement"},{"text":"Best of luck in your career :)","labels":"optimism"},{"text":"Excuse me, I am a very polite roid monkey. ","labels":"gratitude"},{"text":"Omg, the kitty bites the knee and then looks at the human to gauge reaction.","labels":"amusement"},{"text":"yeah u can have them both!","labels":"neutral"},{"text":"I get snuck up on by my papillon I wouldn't stand a chance against an actual predator","labels":"neutral"},{"text":"Mmmm, I haven't had dinner yet and it's been a while since I've ordered Thai...","labels":"neutral"},{"text":"Maybe we’ve been mishearing the word ‘starch’ as ‘staunch’","labels":"realization"},{"text":"I don't care for [NAME] but I still love this. Like it or not, he represents us.","labels":"love"},{"text":"Not exactly a question but thanks for all you did on the Mets.","labels":"gratitude"},{"text":"Yeah, without the music that scene would have been much worse.","labels":"realization"},{"text":". The only thing that matters is that [NAME] was murdered and those responsible must pay.","labels":"sadness"},{"text":"In bases loaded situations last year, opponents hit .500 against [NAME]. He was a far cry from the [NAME] of old. ","labels":"neutral"},{"text":"Wow! What a big beautiful terrific post, thank-you OP for enlightening us to these hidden truths.","labels":"gratitude"},{"text":"Thank you for writing this, for letting us into your world so that we can better understand our own. I am very grateful for this gift.","labels":"gratitude"},{"text":"When she drilled into the table [NAME] didn’t even know they were sleeping together. Her complaint should’ve been filed with Arizona.","labels":"disappointment"},{"text":"Just be respectful.","labels":"caring"},{"text":"What do you mean?","labels":"neutral"},{"text":"Thank you so much kind sir, now im excited to start reading the LN!","labels":"gratitude"},{"text":"Some of them will have to get new vehicles to meet the requirements. That means we get cleaner air. Where's the problem exactly?","labels":"approval"},{"text":"The right had both houses and the presidency and they wait until they lose the house to pretend they care about passing wall funding. So brave.","labels":"amusement"},{"text":"You naughty racist! Your use of logic and facts has been noted and you will be thrashed repeatedly with a rolled-up copy of the Guardian until you repent.","labels":"neutral"},{"text":"Pretty nice to see CONCACAF signing for the CPL.","labels":"gratitude"},{"text":"no its not lmao","labels":"amusement"},{"text":"I get hella pissed when people who are shorter than me complain about being too tall.","labels":"annoyance"},{"text":"What? That is the most recent big meme, it's not cringy","labels":"confusion"},{"text":"You smile warmly at people.","labels":"amusement"},{"text":"Thanks [NAME]!","labels":"gratitude"},{"text":"The first guy had his balls covered, he knew.","labels":"realization"},{"text":"Sounds like a fun game. Our home game around here is .05\/.10. Its fun but not very exciting.","labels":"excitement"},{"text":"o.o I want to be able to drop 30k on presents. [NAME]: Sounds fun.","labels":"amusement"},{"text":"That is genius.","labels":"amusement"},{"text":"If they take on Crabbe it could be alright. We should try to get [NAME] and [NAME] from Chicago while dumping Crabbe.","labels":"caring"},{"text":"Fuck so obvious","labels":"anger"},{"text":"don't send that message","labels":"annoyance"},{"text":"I don't believe no one in your class thought of Mac or iPhone.","labels":"annoyance"},{"text":"Just hearing that thing's carapace sliding around and it's feet hitting the ground would make me vomit.","labels":"disgust"},{"text":"Damn didn’t see it sorry","labels":"remorse"},{"text":"Life must be difficult for her then, I'm surprised she can leave her home. Hopefully she finds help if she wants it. ","labels":"caring"},{"text":"Title: geez another douche Text: ooh well lol","labels":"amusement"},{"text":"Kids are awesome","labels":"amusement"},{"text":"that's the spirt! *come to the dark side my child, embrace your hate*","labels":"relief"},{"text":"[NAME] could rebound and still be overpaid, depending on how hard he rebounds.","labels":"neutral"},{"text":"She needs new non-enabling friends.","labels":"desire"},{"text":"This team is fucking embarrassing.","labels":"annoyance"},{"text":"Your coaching is terrible.... be ready and see how [NAME] uses [NAME]","labels":"disappointment"},{"text":"Happy cake day bruh","labels":"love"},{"text":"I watched that same movie. Very generic Christmas movie but I liked it","labels":"love"},{"text":"I think it's racist to call yourself or anyone European. If you're born on Earth, you're an [NAME], separating yourself is Racist.","labels":"anger"},{"text":"My kids would have never gone back to sleep. You know your kids temperaments best though","labels":"amusement"},{"text":"Great article. Thanks for posting","labels":"gratitude"},{"text":"The EU's 'red lines' are in treaty and legislation. The UK's red lines are just May's opinions, they could disappear in two minutes.","labels":"nervousness"},{"text":"That’s horrible. I’m probably going to donate to them I can’t imagine not missing out on a season because someone stole.","labels":"neutral"},{"text":"[NAME] for sure. I really hope we don’t lose [NAME] though. He’s basically our ace for the moment.","labels":"neutral"},{"text":"Alright, I really wanted you to go to HR but it might not go right for you","labels":"caring"},{"text":"To each according to their needs... Except entitled parents, who need everything.","labels":"neutral"},{"text":"The joke's on them, because I'm too ugly and petty to have a wife!","labels":"excitement"},{"text":"Out of curiosity, about how many students were in the class?","labels":"curiosity"},{"text":"this is too cool","labels":"excitement"},{"text":"Ah thanks for the tip.","labels":"gratitude"},{"text":"Me too, buddy. ","labels":"neutral"},{"text":"Obviously. Every post here is intended to be a joke. Just not funny ones, like this post.","labels":"amusement"},{"text":"To be fair you haev to have a very high iq to understand this meme","labels":"approval"},{"text":"This is nightmare fuel","labels":"desire"},{"text":"We’ve got the terrorists screaming [NAME] while commiting terror acts to thank for that.","labels":"fear"},{"text":"Hey it's [NAME]!","labels":"neutral"},{"text":"Uhhh... unfortunately I can't read the article due to some regulations...but pretty sure that post is just the article","labels":"disappointment"},{"text":"That is NOT a firecracker..","labels":"anger"},{"text":"Great story, but I'm on PC and didn't get a chance to play ;c.","labels":"disappointment"},{"text":"Lindt is premium brand, im not surprised by this.","labels":"approval"},{"text":"I knew her in high school- she's awesome!","labels":"amusement"},{"text":"> since their shorter you has more significant impact My shorter me has more impact? Wut? Genuinely confused here about what this means","labels":"confusion"},{"text":"Bullock and Warner are the only two dems (without an F rating from the NRA) that I could see running.","labels":"approval"},{"text":"Sport shooting can be done with air guns. Problem solved.","labels":"relief"},{"text":"I was looking forward to seeing the new predator, this (the concept, not the spoiler) would have made me dissapointed, yet intrigued","labels":"disappointment"},{"text":"Went in to the comments to look for this. Thanks!","labels":"amusement"},{"text":"I like [NAME] better","labels":"desire"},{"text":"[NAME] is playing with so much energy today. New year, new haircut, maybe he's feeling like it's an opportunity for a fresh start. ","labels":"excitement"},{"text":"I really applaud you for your patience...","labels":"amusement"},{"text":"Then feel free to link to that data rather than politico.","labels":"neutral"},{"text":"if we follow this pannel she is non existent and you are just allucinating, im sorry to bring the sad news ","labels":"sadness"},{"text":"Maybe that’s what happened to the great white at Houston zoo","labels":"curiosity"},{"text":"It feels weird to me cause im the type of person who always immediately texts back","labels":"annoyance"},{"text":"Don't endorse violence against people.","labels":"annoyance"},{"text":"Oh man, good luck man. Stay strong!","labels":"gratitude"},{"text":"The FBI has an age cut-off, so act fast!","labels":"amusement"},{"text":"This is all soooo nice. What nice people.","labels":"love"},{"text":"It would be really bad for relations between the two cities if we took Memphis' NBA team.","labels":"realization"},{"text":"Either of those scenarios make sense. I'm getting antsy I need some positive Steelers news haha.","labels":"amusement"},{"text":"Memes are going to get fucking fantastic though","labels":"excitement"},{"text":">It is all about [NAME] I like how you brought up [NAME] and now your mad because people are calling you out for being wrong.","labels":"caring"},{"text":"When will [NAME] learn that recycling his old favorite beliefs and takes from 2008, will not end or age well. ","labels":"sadness"},{"text":"You know he meant Golden Gardens. You are not discussing this in good faith.","labels":"nervousness"},{"text":"BERNIE OR BUST","labels":"neutral"},{"text":"I think I’m in that Facebook group. This should be fun haha. They’ll prob eat you alive.","labels":"amusement"},{"text":"Good tips. Will take into consideration everything you said. Thanks a lot !","labels":"gratitude"},{"text":"Just my opinion friend. I don’t know why it offends you so much.","labels":"confusion"},{"text":"he’s not happy with me","labels":"sadness"},{"text":"I appreciate that you care about me. I've been thinking about you as well.","labels":"amusement"},{"text":"INFJ hands down \"Being organised brings joy to me\"","labels":"joy"},{"text":"I look amazing","labels":"pride"},{"text":"I agree. I’d love to keep [NAME] around but recognize it might not be possible.","labels":"approval"},{"text":"OMG!!","labels":"neutral"},{"text":"This would be perfect for a new sub sound","labels":"realization"},{"text":"[NAME] going to waste her virginity on that riff raff. My first time was with a married felon who lied the whole time. So romantic!","labels":"optimism"},{"text":"They'd probably need to take nutrients by IV until their organs are working normally again. But yes it should be possible to save a starving person","labels":"realization"},{"text":"No, [NAME] is dating [NAME]","labels":"joy"},{"text":"If it was communism, the poor lad would be killed","labels":"disappointment"},{"text":"When we actually executed [NAME] system we were killing it","labels":"desire"},{"text":"How so. What is the basis for your feeling of universal entitlement?","labels":"neutral"},{"text":"My friend and I have been having good fun queuing Mei\/Winston, trololo, and 2 bottles of whisky.","labels":"joy"},{"text":"It'll soon be loved, it's under control! ","labels":"love"},{"text":"A surprise to be sure, but a welcome one.","labels":"surprise"},{"text":"I believe you. Have you compared them to any other designs of headphones in the same price range though?","labels":"neutral"},{"text":"I'm more interested in why there are goldfish in the picture...","labels":"excitement"},{"text":"I don't need a pogram. The best targ killers are other targs","labels":"disapproval"},{"text":"I feel like this doesn't mean much,","labels":"realization"},{"text":"Raw, unfiltered athleticism...whoops wrong player *puts down [NAME] player card* A real hard worker...could date the coach's daughter","labels":"neutral"},{"text":"Yeah...I mean I love him! But he is to smart for his own good lol.","labels":"amusement"},{"text":"My all time favorite band!!! Now my son listens to them and [NAME]!","labels":"amusement"},{"text":"Like I said, most loved and most hated for now. We'll all get over it eventually. ","labels":"confusion"},{"text":"I was sad when the Hawks lost [NAME] but this Schottenheimer guy seems pretty cool.","labels":"sadness"},{"text":"I love how well 90dayF references easily relate to LAL. I hope you're able yo watch it.","labels":"love"},{"text":"Woah. This is a whole new fascinating Reddit thing that I never knew about","labels":"curiosity"},{"text":"Your pro controller tho, tops.","labels":"amusement"},{"text":"A) at first it looked like sex doll B) aren't the staples gonna sting you in the ass at some point?","labels":"curiosity"},{"text":"If this is real it’s just the best thing I’ve ever come across. I’m still crying laughing after 10 minutes!","labels":"sadness"},{"text":"YOU TOO FRIEND","labels":"neutral"},{"text":"Probably her ex-fiancé [NAME]. It has been a few episodes without a man telling viewers how magic [NAME] is. Bet a jealous [NAME] will do the job.","labels":"confusion"},{"text":"...be careful, guys","labels":"fear"},{"text":"What a charming puddle of smegma.","labels":"love"},{"text":"...and that's just the reaction to them introducing themselves","labels":"excitement"},{"text":"I love that you have such a great relationship with your brother. Your parents seem pretty great too; if a bit exasperated by you in particular : )","labels":"love"},{"text":"Oh wow, that was a serendipitous ending! The weed saved her life. ","labels":"relief"},{"text":"Glad you liked the lesson, don't forget to SMASH that like button and click on the bell box below to join the NOTIFICATION SQUAD","labels":"amusement"},{"text":"Yeah that dragon one with the same style ? Mesmerizing. I believe there's also one close to Civic center","labels":"neutral"},{"text":"I'm sad, but I just want a new Metroid game, and if this is what it takes to make it great then I understand","labels":"sadness"},{"text":"*Hey just noticed..* it's your **8th Cakeday** jama211! ^(hug)","labels":"joy"},{"text":"I was there yesterday. <3","labels":"amusement"},{"text":"lmao it's true. I'm cracking up about it.","labels":"amusement"},{"text":"What were the forwards doing letting [NAME] skate up the middle to get that shot of and score?","labels":"neutral"},{"text":"I got a [NAME] vibe earlier, but I see this","labels":"neutral"},{"text":"Agreed sis. But I was just annoyed at that point and wanted to get laid. Didn't happen though. Oh well. Thanks!!","labels":"pride"},{"text":"Try taking the fillings of your sandwiches to the edges and maybe your kids would stop leaving the edges.","labels":"realization"},{"text":"On the plus side, at least you don’t waste alcohol and wake up hungover as hell at the Lions expense. ","labels":"relief"},{"text":"I figured, just thought I’d throw it out there. Love you :)","labels":"love"},{"text":"It will probably take him some time to figure out whether he’s really ok with it or not.","labels":"curiosity"},{"text":"What's he building in there?","labels":"curiosity"},{"text":"Yeah, I realized from your comment that you don't agree with it, I was just being confused about how the other guy believes it.","labels":"confusion"},{"text":"We will never survive with 5% unemployment with moderate growth and a continued house building program to correct supply. Sounds horrendous","labels":"anger"},{"text":"i have noticed i am getting leg pains & backpain after day 1 of fapping and feeling powerless and unmotivated","labels":"realization"},{"text":"This is a really lovely ends to a crappy means. I’m glad you enjoyed yourself and got something out of it.","labels":"excitement"},{"text":"I have scars, but they’re not deliberately self-inflicted. I am just a massive klutz. ","labels":"realization"},{"text":"It’s very unlikely that they charged the rider again.","labels":"disappointment"},{"text":"He only does it when I'm playing a fast-paced racing game where I need to always see where I'm going.","labels":"caring"},{"text":"Examples of useless government entities, little buddy.","labels":"surprise"},{"text":"The Mavs would probably have to give up some picks as well","labels":"caring"},{"text":"Happy for u!!","labels":"caring"},{"text":"Yeah it’s the opponents club that should be scared of us! We are REAL MADRID!","labels":"fear"},{"text":"X2 I normally defend him Not tonight","labels":"neutral"},{"text":"What is up with the phone tho","labels":"annoyance"},{"text":"What a weird character to use for something like this","labels":"annoyance"},{"text":"Wow, I remember having this kind of meal a lot as a kid. ","labels":"realization"},{"text":"Cool thanks, posted on there just now! I'm not a super big reddit user so I'm glad that you are telling me all this haha.","labels":"amusement"},{"text":"no matter what he says, this man is not a [NAME].","labels":"disapproval"},{"text":"I love [NAME]. But I’m not sure there is a single player in he nba who he can guard","labels":"confusion"},{"text":"Good night, sweet prince. I hope it was a quick one.","labels":"neutral"},{"text":"Interesting how researching a candidates stances and history instead of blindly voting translates to “ higher standard “.","labels":"neutral"},{"text":"I like how the ceremony goes right out the window after he delivers the rings to get all the pets.","labels":"love"},{"text":"Catch him in the act. SPIDER-MAN WITH HIS HANDS IN A COOKIE JAR.","labels":"desire"},{"text":"Hope you enjoy it! Try not to leave it too long though, it's been taken down before. ","labels":"optimism"},{"text":"I mean, sharing is caring and momma wants her cummies. ","labels":"neutral"},{"text":"That’s what they said when the provincial election for Ontario happened too Then [NAME] begged on tv, that low life. Good luck! ","labels":"optimism"},{"text":"That's not correct. The \"Dallas-Fort Worth, TX-OK Combined Statistical Area\" includes Durant, as it does Athens. ","labels":"disapproval"},{"text":"We need to do something about [NAME] because he's fucking my fantasy team up","labels":"annoyance"},{"text":"Oh heck owo","labels":"neutral"},{"text":"We don't. That is exclusively a leftist thing, and you know it. ","labels":"annoyance"},{"text":"r\/UNBGBBICHIDICTICBG Pretty sure I got that wrong but I think you guys know what I mean Edit: I can't spell","labels":"realization"},{"text":"The majority is not relevant: it was advisory. I agree a second vote is needed to kill the [NAME] trope.","labels":"approval"},{"text":"actually OP’s account","labels":"neutral"},{"text":"Art degrees are useless! Now excuse me while I go watch a Pixar movie. \/s","labels":"disapproval"},{"text":"Nearly every malicious compliance is a petty revenge story.","labels":"disgust"},{"text":"They look down on her so much they put her on the House Financial Services Committee...","labels":"caring"},{"text":"Solid. Giving the other customer sauces for free was especially petty, I like.","labels":"caring"},{"text":"[NAME], you’re 12. Go do your homework instead of trying to be edgy on the Internet. ","labels":"anger"},{"text":"Could be something limited to my branch too.","labels":"neutral"},{"text":"second this <3","labels":"neutral"},{"text":"You were so close.","labels":"amusement"},{"text":"Uhhh I want someone to do this for me!","labels":"anger"},{"text":"would love to see a win here","labels":"desire"},{"text":"Just get in front of him and stop","labels":"anger"},{"text":"I bet the people who migrated here legally some time ago would love to see the problems they fled from follow them back here!","labels":"love"},{"text":"LETS GO WE SACRAFICED ALL THOSE OPEN THREES FOR [NAME] [NAME] TO HIT THE CLUTCH THREE","labels":"neutral"},{"text":"Hey! Your mom sucks.","labels":"annoyance"},{"text":"This is such a good idea!!","labels":"amusement"},{"text":"I think it should be a felony. Kind of crazy that illegally entering a country is such a minimal offense.","labels":"anger"},{"text":"I'm seeing the error using Chrome both on MacOs Desktop and Android. I'm glad it seems to just be me though. Apologies for the snarkiness.","labels":"gratitude"},{"text":"Come on [NAME], time to step up","labels":"pride"},{"text":"Communism is 100x worse than muh evil nazis. Commies need the whole world to follow their ideology and even then it would not work.","labels":"realization"},{"text":"I mean I'm mad at him for posting that, but that's just because I'm jealous of that P7","labels":"anger"},{"text":"Check out [NAME], he's like the [NAME] of dissosiatives. ","labels":"neutral"},{"text":"Sorry but I don't keep up with YT celebs or drama What happened to [NAME] ?","labels":"remorse"},{"text":"No one has the stinky pinky when everyone has the stinky pinky.","labels":"realization"},{"text":"As a fellow artists and raised by an N I just want to say congrats.","labels":"amusement"},{"text":"Look at that smug look on her face... Almost looks like she's saying \"tell [NAME] it was me\"","labels":"curiosity"},{"text":"There’s nothing more oppressive than having all the power in the world and then having a minority group point it out to you","labels":"confusion"},{"text":"No, I have to make money somehow, I’m not doing more than Mom dies of polio before getting in a relationship,","labels":"neutral"},{"text":"Oh yeah. That character could have had potential if they let him develop properly","labels":"approval"},{"text":"Saving for later","labels":"neutral"},{"text":"aren’t they ‘Staffordshire Bull Terriers’,commonly called,Staffies in Europe?","labels":"curiosity"},{"text":"In this regard, how are babies different from neighbors?","labels":"curiosity"},{"text":"Yeah I'm gonna do that....Thank you...she just doesn't like the feeling of condoms but i dont care need to put my foot down","labels":"gratitude"},{"text":"\/u\/flight2-0-9er and I have been having a conversation about it","labels":"neutral"},{"text":"Glad to share knowledge and you’re welcome. > father for [RELIGION] Didn’t understand this statement of yours!?","labels":"gratitude"},{"text":"Yeah, that's gonna happen","labels":"excitement"},{"text":"She reminds me if [NAME]. Half haked pictures with vague sayings. Ugh","labels":"disgust"},{"text":"Weird... maybe he was offended that the store had security in the neighborhood because it was so nice. People baffle me.","labels":"embarrassment"},{"text":"> The only concrete rule change was to limit underage players (usually students) total daily play time. Is that a good thing really?","labels":"confusion"},{"text":"I might be in trouble in this case. I have 7 years going on 8 :(","labels":"fear"},{"text":"She's on quite the journey of discovery about herself atm. Excellent meme-terial.","labels":"amusement"},{"text":"This has to be my favorite part of this article. WHAT DOES HE MEAN!?!?!","labels":"curiosity"},{"text":"[NAME] I've smoked for 20 years. Really is time to quit.","labels":"realization"},{"text":"Women are nice. Except when they murder you.","labels":"amusement"},{"text":"It's seriously terrifying!","labels":"fear"},{"text":"Oh [NAME] that was horrible","labels":"fear"},{"text":"for sure not natty","labels":"neutral"},{"text":"I'm scared for her. The Saudi government has proven to be very brazen in its disrespect for international law.","labels":"fear"},{"text":"Good to know. The little chapel in there is pretty gnarly.","labels":"relief"},{"text":"Same business model as playboy — people bought the magazine for the sexy ladies but the writing was excellent.","labels":"amusement"},{"text":"Well at this precise moment in time, you can drink more... that will remedy any feeling of being depressed. Hit the shots!","labels":"caring"},{"text":"If we’re not taking QB then we’re taking edge or defensive line. Honestly as simple as that. *Especially* with [NAME] as GM","labels":"realization"},{"text":"I have decided to put myself first and see what happens ... some day things will be amazing","labels":"excitement"},{"text":"I want to undo it, like it tasted good, but just **AGGGGGGGGGGHHHHHHHHHHHHHHHHHHHHHHh**","labels":"disapproval"},{"text":"Lots Of Love","labels":"love"},{"text":"It wouldn't be my dog because they'll be on a leash as I said- their dumbasses would go get hit by cars","labels":"annoyance"},{"text":"Free option: Look at the RAW and read the sum on [NAME]","labels":"neutral"},{"text":"Depending on where you live he can be temporarily placed with you or more stable family members until CPS determines that his living situation is either safe or unsafe.","labels":"caring"},{"text":"Especially since he did well last season outside of Yankee stadium.","labels":"gratitude"},{"text":"F for our fallen comrade","labels":"neutral"},{"text":"This is really the draw’s fault for [NAME] not having to play anyone that good until the final.","labels":"neutral"},{"text":"Not much of anything","labels":"neutral"},{"text":"Omg lmao. Coming from [NAME] too is super embarrassing. I can't really say I feel bad for [NAME] though, he did it to himself. ","labels":"annoyance"},{"text":"I actually found the whole screenshot – without cropping – on r\/funny so I mean","labels":"amusement"},{"text":"“I am going to be going through a nasty divorce in a few years so I will need the money.” - [NAME]","labels":"disgust"},{"text":"Don't grab another slice of pizza. Maybe if they would've eaten the crust they would have not been so hungry. It's greedy and picky.","labels":"confusion"},{"text":"If I have to watch Canada lose in a shootout I'm gonna lose it","labels":"sadness"},{"text":"Or, you can just accept that extremists didn't reason their way into extremism and you can't reason them out of it. ","labels":"neutral"},{"text":"You badly need to do more research than just a few good operations. There are a lot of terrible ones.","labels":"disgust"},{"text":"That's a good policy.","labels":"approval"},{"text":"I'm glad to have made a bad time a little bit better. Stay safe!","labels":"caring"},{"text":"Fun game. Good expansion too","labels":"amusement"},{"text":"Wow, you've had your arms open for a long time... Okay! *collapses into your arms*","labels":"amusement"},{"text":"I hope you'll be feeling better soon, friend","labels":"caring"},{"text":"Thank you, I know you’re right, I’m just overthinking for sure ","labels":"gratitude"},{"text":"\"don't protect unconfirmed TP\" \"Claim Crus day 1 so TP will be on you\" ","labels":"caring"},{"text":"That doesn’t sound right, but I don’t know enough about stars to dispute it.","labels":"confusion"},{"text":"They look purple on my screen. But yes, tacky.","labels":"approval"},{"text":"Is the Queen movie bad? That makes me sad. I'm still watch it anyway.","labels":"curiosity"},{"text":"I was so sad when they took SG1 off of Netflix. I guess it’s on Prime now? I need to rewatch that show.","labels":"disappointment"},{"text":"In the first page, the author refers to the abuse of [NAME].","labels":"amusement"},{"text":"[NAME] alt account is fraudedbytlc.","labels":"neutral"},{"text":"Fantastic news for supply - hopefully it translates to less pressure on rents. This market desperately needs more supply and this is great news.","labels":"excitement"},{"text":"The moment that bird touches my xbox, it'll become a mcnugget. ","labels":"annoyance"},{"text":"We mess up on a draft so we just nvr draft anymore?","labels":"neutral"},{"text":"She paid 600 dollars for those boobs","labels":"neutral"},{"text":"[NAME] a drama queen?! Surely you jest.\/s","labels":"surprise"},{"text":"This. I saw a life pro tip a couple weeks ago about this. I cant believe how clean my kitchen has gotten.","labels":"surprise"},{"text":"That’s the nicest thing ever said to me. Thank you!","labels":"gratitude"},{"text":"Lol didn't some character mention even the league of assassins was afraid of [NAME]?","labels":"amusement"},{"text":"Even in the offseason we can’t escape the injury bug :\/","labels":"realization"},{"text":"\"...after the ear grew back...\" Wait. What?","labels":"neutral"},{"text":"And let's all not forget the #1 cause of accidents is following too closely(tailgating).","labels":"caring"},{"text":"Fuck this boring ass 9-5 corporate bullshit. I feel like starting a podcast about the Bulls.","labels":"annoyance"},{"text":"Now that is a special kind of stupid.","labels":"neutral"},{"text":">Is this battle the fate of the galaxy or not? If nobody else cares, why should we? Nailed it.","labels":"curiosity"},{"text":"Arguably this post is [NAME] favorite post on Reddit one hundred percent. Lmao #muglife","labels":"amusement"},{"text":"I'd love for some kind of throwback jersey game with [NAME] wearing the old-style goalie cage mask ala [NAME].","labels":"love"},{"text":"The third picture is creepy.","labels":"disappointment"},{"text":"Not gonna lie... thought it was wrapped coke when I didn’t see the subreddit name or read the title","labels":"approval"},{"text":"Trial by jury of my peers is honestly my worst fear","labels":"fear"},{"text":"After [NAME] comment the stock prices fell and the [NAME] was never heard from again. Crab juice went up 4 points","labels":"surprise"},{"text":"I love Subnautica. It's so, so terrifying but also beautiful and cool and I can wimp out and put it down any time. ","labels":"amusement"},{"text":"I like [NAME]..","labels":"love"},{"text":"I did this with tuna salad. I already ate tuna a lot (at the time) and it’s a decently blank slate.","labels":"relief"},{"text":"I’m tryin to make the community better and bring this to peoples attention he’s a filthy cheater","labels":"anger"},{"text":"That lil cat, I want it!","labels":"desire"},{"text":"I’m surprised I had to scroll this far down","labels":"surprise"},{"text":"It definitely has the best look to it. Also the best characters. Count [NAME] henchmen are amazing.","labels":"amusement"},{"text":"Are you queuing with him and is your account a high level? Because if that is the case I suggest you make a Smurf.","labels":"caring"},{"text":"This would make me sick.Getting cucked by bayern on and off the field.","labels":"disgust"},{"text":"Wolf spiders are crazy too. Plus they carry all their babies on them!","labels":"amusement"},{"text":"[NAME] just make one shot and we’ll be happy","labels":"joy"},{"text":"[NAME], they deserve each other, but I don’t want this to happen because they would inevitably procreate and make stupid “boring” kids. ","labels":"caring"},{"text":"Auba probably depreciated. Due to age and initial high price","labels":"sadness"},{"text":"\"Moose killed my parents.\"","labels":"sadness"},{"text":"Yes it would be a poorly thought out plan... involving alcohol... never heard of one of those.","labels":"disapproval"},{"text":"Tkachuk - Pageau - Stone is going to be our second line. Absolutely filthy.","labels":"approval"},{"text":"Don’t ever apologize for calling it that. The Beach is a [NAME] movie, not a Toronto neighbourhood. ","labels":"neutral"},{"text":"Well, quite. Now I’m all annoyed.","labels":"annoyance"},{"text":"I fell like labels like genderfluid agender ect reinforce the idea of gender and gender roles when we should be trying to get rid of it completely.","labels":"neutral"},{"text":"Good, I was hoping I wasn't putting false words in your mouth.","labels":"optimism"},{"text":"I checked there but thank you!","labels":"gratitude"},{"text":"You're welcome","labels":"gratitude"},{"text":"i really don't get why people like this guy","labels":"confusion"},{"text":"There's no need for anger, but cringe and embarrassment are called for.","labels":"anger"},{"text":"I didn't say that or imply it, nice try.","labels":"annoyance"},{"text":"Or just spend ten seconds around some fire and realize that it's super hot.","labels":"realization"},{"text":"Why is it ghetto, though? You could've used any other word to describe the house.","labels":"neutral"},{"text":"“Enjoy your dinner”","labels":"caring"},{"text":"Omg, unbelievably scary. Insane ","labels":"disgust"},{"text":"I'm surprised he survived the primary.","labels":"surprise"},{"text":"Looks like they did it to scare everyone else on the road as a dominance game.","labels":"fear"},{"text":"I like how in the wrapped version, [NAME] looks like he is hiding a chub.","labels":"neutral"},{"text":"Eww that would mean creating a facebook account.","labels":"annoyance"},{"text":"Wait, apple and [NAME]? Please tell me these fools are all on windows phones ","labels":"annoyance"},{"text":"Sadly I think this is true & maybe this is the incentive adults need to get into action","labels":"remorse"},{"text":"Eastern suburbs, the mullet never went out of fashion.","labels":"neutral"},{"text":"So that means the Vikings are the Purple Cobras...","labels":"realization"},{"text":"Actually someone already said goodbye so checkmate idiot","labels":"annoyance"},{"text":"Yeah level 3 armor was so overwhelming and felt like you had no chance against it unless the player was really bad or you had more concussion grenades","labels":"gratitude"},{"text":"[NAME] i love this \"no one can be THIS happy, what a horrible person he must be\"","labels":"amusement"},{"text":"This kid is blatantly trolling and everyone is taking him seriously LMAO. You people should quit Salem your scum reading skills are horrible","labels":"amusement"},{"text":"Piss drawer. Five bucks says piss drawer.","labels":"surprise"},{"text":"I dont get it.","labels":"neutral"},{"text":"[NAME]. ","labels":"amusement"},{"text":"\"one of us will be right!\" Or...ya both wrong and wasted your energy being dumb asses instead of enjoying it.","labels":"caring"},{"text":"i feel ya","labels":"neutral"},{"text":"Right? Most days I wish I had really small ones so guys would look at ME instead of look at my body.","labels":"desire"},{"text":"Very fake news.","labels":"disappointment"},{"text":"She was such a pretty girl, she didn’t need to get all those surgeries. What a shame.","labels":"annoyance"},{"text":"Inkling main: I like being cheap. It makes me happy.","labels":"excitement"},{"text":"[NAME] was nowhere near them, he was by the Falcon. ","labels":"neutral"},{"text":"it's not up to the drivers, its up to the owner. Owner doesn't have to drive in the ice.","labels":"disapproval"},{"text":"Someone made a similar joke and got 500 down votes.","labels":"realization"},{"text":"Always thought [NAME] spear look lethal...especially compared to someone like [NAME].","labels":"neutral"},{"text":"Wow... I’m so glad that my dog is lazy like me.","labels":"realization"},{"text":"[NAME] pretty famous for that. I love the show but there is an entire episode that is blatant anti-nuclear energy fear mongering.","labels":"joy"},{"text":"Come on, this would be funny with a better caption.","labels":"amusement"},{"text":"Gotcha! I don't know why I focused only on [NAME]. That's an interesting notion which I'll ponder on for a while :P","labels":"confusion"},{"text":"Cheers! Let's keep it going!","labels":"joy"},{"text":"This artwork is amazing! Only thing that bothers me a bit, is that [NAME] is wearing something that looks like Korean traditional wear as opposed to a kimono","labels":"amusement"},{"text":"Glad I wasn’t the only who noticed. Annoyed me slightly.","labels":"annoyance"},{"text":"yes but you will look like you've never lifted a day in your life without a pump","labels":"confusion"},{"text":"He’s your rebound guy. Have fun. But expect little. And certainly don’t expect it to last.","labels":"caring"},{"text":"I don’t know the whole story here, but would getting your tubes tied be an option?","labels":"curiosity"},{"text":"never used nor needed a stasis rifle in any playthrough, I wanted to feel afraid and on edge Edit: Was my 6th or 7th btw","labels":"neutral"},{"text":"Enjoy","labels":"joy"},{"text":"I didn't say it was soulless.","labels":"disappointment"},{"text":"> Native Lithuanian Cool! Are you still there? My family was in Kursenai\/Telsiai until the early 1930s.","labels":"curiosity"},{"text":"That was such a good cast. Loved that year.","labels":"amusement"},{"text":"He's a selfish bastard druggie, so we no longer care about him. Thank you for your condolences <3","labels":"anger"},{"text":"You’ve got the slight shit-eating grin of a long-tenured predatory priest with immunity due to inside dirt on the bishop.","labels":"caring"},{"text":"Did you shoot your husband?? I love my husband! Yeah but did you shoot him??","labels":"love"},{"text":"Must've misunderstood something about his injury. Thanks for pointing it out","labels":"gratitude"},{"text":"Did they name Gen X after all the porn they consume?","labels":"neutral"},{"text":"Haha, my apologies!","labels":"amusement"},{"text":"Of course you don't think it's relevant. Your empathy for human life is tentative at best.","labels":"caring"},{"text":"it was a big improvement over when I was younger and we went to carman concerts","labels":"realization"},{"text":"Stop using your corporate jargon around here!","labels":"annoyance"},{"text":"omg i have no idea why but i heard this in [NAME]' voice and it was better than a bible.","labels":"realization"},{"text":"The world needs more Attack of the Killer Tomatoes memes.","labels":"amusement"},{"text":"Thank you for this! FA and the draft are exciting again - cool.","labels":"gratitude"},{"text":"Is [NAME] back on his meds? This is really calm by his normal standards.","labels":"neutral"},{"text":"I had an anourism and got stage 4 terminal cancer from reading that so I reckon that means I need the tablet","labels":"grief"},{"text":"I am whelmed","labels":"neutral"},{"text":"You're being a total narc, bro. You're so narcoleptic.","labels":"annoyance"},{"text":"OwOpen up dis is da powice!","labels":"neutral"},{"text":"I apologize if I came across that way, it was not my intention. I meant only to state a fact.","labels":"remorse"},{"text":"That's so sad.","labels":"sadness"},{"text":"Struggling to find :(","labels":"sadness"},{"text":"Everything is political, bub. ","labels":"disgust"},{"text":"What is it that we don't know yet about the Rebellion, if you don't mind me asking?","labels":"curiosity"},{"text":"More [NAME] leaving the knicks in a scumbag way (yes im salty about something that happened before i was born)","labels":"neutral"},{"text":"Downvoted for pointing it out, too!","labels":"neutral"},{"text":"It’s so weird, I think it’s like excited\/stressed? ","labels":"annoyance"},{"text":"Great idea! Thanks :)","labels":"gratitude"},{"text":"Don’t worry about the baby but yes worry about your mom...","labels":"caring"},{"text":"Not to burst anyone's bubble, but this ad isn't new. Maybe it's just being recirculated because of the whole Gillette fiasco.","labels":"neutral"},{"text":"Kernel Seasons bruh","labels":"neutral"},{"text":"It was a commercial. Do a lot of conservatives have this problem?","labels":"realization"},{"text":"I like this sub, and I like you. You're alright. ","labels":"caring"},{"text":"Classic Narc behavior. Go No Contact.","labels":"neutral"},{"text":"You're not getting more benefit, you're getting the same insurance plan, it just costs more.","labels":"approval"},{"text":"You spend most of your time here in the Rangers threads talking about how much you hate the huns. That's pretty weird as well.","labels":"annoyance"},{"text":"Meritocracy ftw!","labels":"neutral"},{"text":"I think I’ve been poisoned by my constituents!","labels":"disgust"},{"text":"They cut a majority of the core coffees which makes my job harder as I'm in charge of the passports.","labels":"annoyance"},{"text":"Can you believe it girls? [NAME]: 9 months ago I was in jail and now I'm a cabaret star","labels":"surprise"},{"text":"Uh, sorry. We're under trumpcare now.","labels":"remorse"},{"text":"I'm too stupid to understand what you're saying","labels":"confusion"},{"text":"I don't drink at all specifically because the next day is sheer terror.","labels":"amusement"},{"text":"U have the Balls to do this","labels":"amusement"},{"text":"Crafty little bastards.","labels":"anger"},{"text":"Yeah, all the stun cannonballs are horrible. ","labels":"annoyance"},{"text":"but....must....play....FIRING RANGE!!!!","labels":"neutral"},{"text":"BP can bulwark counter A good number of deflects and even drop attacks We have more than that to worry about","labels":"neutral"},{"text":"I’m having a counseling this weekend ... nothing to be scared.... just tell them about your feelings and what are you worrying about..","labels":"caring"},{"text":"this is my favorite scene from girl with the dragon tattoo","labels":"love"},{"text":"Thank you my friend","labels":"gratitude"},{"text":"Everyone thinks they are middle class.","labels":"neutral"},{"text":"Noted, I've been looking into that","labels":"realization"},{"text":"minorities can't be racist","labels":"realization"},{"text":"most conservatives have been pissed at cities in Minnesota raising the age to buy tobacco, I guess i'm a little confused on what you are talking about.","labels":"annoyance"},{"text":"Lollll the mental gymnastics required not to be embarrassed by admitting you have to buy someone elses hair.... To put on your heads lol like what hhaaha","labels":"caring"},{"text":"Yeah, local subs are always like this massive turf war between various astroturf factions. It's kind of bizarre. ","labels":"neutral"},{"text":"It would actually make me more comfortable if someone did that to me","labels":"joy"},{"text":"Sorry, there was a little bitterness in my voice from how my father treated me. Not directed at OP. I am in the wrong. ","labels":"remorse"},{"text":"I'd buy this and use the \"wash, dry, fold\" setting exclusively. Sounds great to me. ","labels":"gratitude"},{"text":"I loved [NAME]. She was too fine. [NAME] and [NAME] too. S1 babes were the best.","labels":"love"},{"text":"Oh noooo. I once accidentally rubbed my eye after handling habaneros. It's the worst.","labels":"anger"},{"text":"Geezuz, this brute is damn hot. I'm In Love. ","labels":"love"},{"text":"Am I the only INTP here who cared about deadlines. It's how I got so good at crunch time and working last minute.","labels":"pride"},{"text":"I don't know how I feel about this. There's the story going around that [NAME] turned into a diva once he got paid.","labels":"confusion"},{"text":"i enjoyed this a lot. i especially enjoyed \"Everybody bleeds a little when they brush their teeth \"","labels":"amusement"},{"text":"Grøh. Fast great moves and becomes insane during soul charge","labels":"amusement"},{"text":"Very irony based.","labels":"neutral"},{"text":"Sorry just seemed like you were trying to make it a [NAME] thing","labels":"grief"},{"text":"At least he tried","labels":"amusement"},{"text":"The guy who I consider the best lover I’ve ever had, had the smallest penis. ","labels":"remorse"},{"text":"This game is on [NAME]...","labels":"neutral"},{"text":"Map looking more disjointed than the Holy Roman Empire.","labels":"disappointment"},{"text":"Ur a dumbass","labels":"annoyance"},{"text":"OH MY [NAME] [NAME] IS BACK. THIS IS THE ONLY LOGICAL EXPLANATION!","labels":"surprise"},{"text":"I posted the picture on this sub. I'm not sure how to link on mobile, but someone else posted the link on this thread.","labels":"confusion"},{"text":"This is almost worse than Santa Con. Can we get millenials to destroy this please.","labels":"disapproval"},{"text":"feeling like im not normal and that im shameful and wrong and other people telling me those things are what have done this to me","labels":"disgust"},{"text":">like it's a bannable offense A Singed man has actually been ~~banned~~ threatened by Riot for going support with smite and counter-jungling the opponent jungler.","labels":"neutral"},{"text":"Gase looks like he's tripping balls","labels":"neutral"},{"text":"[NAME] ! Glad that we helped you.","labels":"amusement"},{"text":"Cold Stone, I would have been in line","labels":"neutral"},{"text":"Thats insane. Someone died like 2 years ago after a bolt got kicked up by a truck and went through his windshield and hit him on 146 in LaPorte","labels":"neutral"},{"text":"maybe it's all [NAME] fault","labels":"realization"},{"text":"There is nothing wrong with showing progress. Teams don't go from being last to best in just one year.","labels":"neutral"},{"text":"Ugh, so misleading, and such a disappointment for those of us whose skin is the color of ACTUAL porcelain. ","labels":"anger"},{"text":"People aren't currently talking about taking in more refugees so you won't hear word one about helping homeless vets.","labels":"neutral"},{"text":"That's spot on, except for the \"it does matter\" part.","labels":"realization"},{"text":"30 people is big for you...? Dang im middle eastern and it's over 500 guests each time..","labels":"surprise"},{"text":"Amen to that!","labels":"neutral"},{"text":"Delusion can be a powerful thing.","labels":"caring"},{"text":"Burn through ALL THE DATA","labels":"neutral"},{"text":"aw :(","labels":"sadness"},{"text":"So using your figures here we make £12 billion in tax from the EU company's selling in to the uk. We save a further £9billion on fees to the EU","labels":"pride"},{"text":"Don't make me kiss you!","labels":"excitement"},{"text":"Yep. And if the reaction to the CovCath psyop is any indication there will be riots when her retirement or death is announced.","labels":"sadness"},{"text":"Now you can.","labels":"neutral"},{"text":"I just hope a GM believes in [NAME] as much as this Raptors fan. Maybe [NAME] could give us something valuable to get this future MVP back.","labels":"optimism"},{"text":"My kitten just got very happy when Pasta scored. Such loud purrs! I was happy too.","labels":"joy"},{"text":"But he seemed really enthusiastic! And he was wearing really expensive boots!","labels":"amusement"},{"text":"That’s awesome, what do you do if you don’t mind me asking?","labels":"amusement"},{"text":"Just another prototypical Mavs game...","labels":"neutral"},{"text":"Wow, someones lived a sheltered life.","labels":"surprise"},{"text":"Dude. I was hoping this would actually be helpful. I'm so tired of helping little kids open their milk cartons at the elementary I work at.","labels":"gratitude"},{"text":"900 IQ Play by that tracer to use her 300 Damage Ultimate on a 600HP Character who has a healing\/damage resistant ability.","labels":"neutral"},{"text":"I hate this, and I hate you. But actually I love this, and only like you.","labels":"disappointment"},{"text":"Funny bc random guys do that behind girls in clubs sometimes.","labels":"realization"},{"text":"awful vehicle physics that cause you to instantly die when hitting small bumps and certain angles! WHY!","labels":"anger"},{"text":"I'm crying laughing in the cubes.","labels":"amusement"},{"text":"Pay couples to have kids. I'm not sure if the incentives apply to single moms.","labels":"confusion"},{"text":"Wow. Forget the separation, lawyer up and go straight to divorce. ","labels":"amusement"},{"text":"The jackets that we have so many people wore so they’re musty as hell","labels":"disgust"},{"text":"Now i need an island visit and a nice beef dip from the Crown and Gate!","labels":"neutral"},{"text":">Allow insurance to not pay for treatment of diseases with known vaccinations and to raise rates on antivaxxers *Genius!*","labels":"amusement"},{"text":"The climate change committee is pretty toothless and would rather see it have more power, happy it exists at least. ","labels":"desire"},{"text":"I did Google it, you self-righteous colossal turd, and turned up nothing. So forgive me if I don't trust your hearsay.","labels":"sadness"},{"text":"Sweety she called it P.H.A.T. Cause mawma ain't nothing wrong with being P.H.A.T okur.","labels":"amusement"},{"text":"I agree: most [NAME] are much better than Prophet [NAME], which directly contradicts [RELIGION] doctrine.","labels":"approval"},{"text":"I got a bad feeling about this. Something tells me they're going to drag this along until 2 weeks before release.","labels":"grief"},{"text":"I feel like that might be every 2 years instead of every year","labels":"realization"},{"text":"To me it’s sounds like he is trying to find fault in her to make himself feel better about leaving her.","labels":"caring"},{"text":"He's the reason why they unable to win it in the first place.","labels":"neutral"},{"text":"Intelligence is to know the difference between MB and Mbps. Wisdom is to not be a cunt about it.","labels":"gratitude"},{"text":"Damn, why y'all posting the match threads this early.","labels":"annoyance"},{"text":"Wow! Now that's some propaganda we could use more of!","labels":"realization"},{"text":"2 Minute [NAME] is the scariest [NAME]. I fear they have yet again, like the regular season game, scored too soon.","labels":"realization"},{"text":"I think you responded to the wrong comment.","labels":"realization"},{"text":"Living up to his last name.","labels":"amusement"},{"text":"Me too! They were half off at the grocery store and people love ‘em.","labels":"love"},{"text":"Thank you! :)","labels":"gratitude"},{"text":"I just need [NAME] to retire already so I can stop hating on him and appreciate all he's done... Even if it has caused me great suffering.","labels":"caring"},{"text":"This is most excellent news! Also, glad to know he went on to work somewhere like Google.","labels":"caring"},{"text":"Beautiful stranger i don’t have to talk to them after","labels":"sadness"},{"text":"Me too! I have more money this time!","labels":"neutral"},{"text":"I hate you.","labels":"anger"},{"text":"Don't worry if you're from hot, we can share my slice (:","labels":"caring"},{"text":"Her parents are raising her to be a terrible person. Fantastic.","labels":"joy"},{"text":"Nope. Mac fix+ matte and Body Shop mattifying tea tree spray are the only ones that help my makeup.","labels":"neutral"},{"text":"Should of said athlete","labels":"neutral"},{"text":"I love how they added a camouflage hat on the australian dude for no reason at all","labels":"love"},{"text":"Even stuff like Bud Light and PBR has a place.","labels":"neutral"},{"text":"I’m wondering if your church and bible study attendance lets her pretend you are [NAME].","labels":"curiosity"},{"text":"Same! I love to crochet and this just made me giggle.","labels":"love"},{"text":"I would get up and gently wake the guy-he could have broken his jaw-","labels":"relief"},{"text":"mirotic is beal now?","labels":"neutral"},{"text":"i wouldn’t want to fight me neither","labels":"desire"},{"text":"I mean... it's horrible and all, but isn't it also a record high every year..?","labels":"surprise"},{"text":"Best picture of this I’ve seen so far!","labels":"excitement"},{"text":"This has always been a thing in assassin creed be friends with civilians or they will own u","labels":"neutral"},{"text":"All the people who got on at canning bridge station this morning and kept pushing and shoving each other like animals.","labels":"gratitude"},{"text":"Honestly rams are my second NFC team. I wanted you to win it all since the beginning of the playoffs and I love the team even more now","labels":"desire"},{"text":"Ah, maybe the YouTube sound or phone sound. I don't know if it can tell when I turn off my desktop speakers","labels":"realization"},{"text":"You're just lonely, dude. Don't mix that feeling with love.","labels":"caring"},{"text":"Isn’t SOHR group of people(organisation)? lol dont tell me its just one guy.","labels":"amusement"},{"text":"I remember trying to use [NAME] back in the first NFL Street game, literately the only QB shower than [NAME].","labels":"realization"},{"text":"It gave me a laugh. xD","labels":"joy"},{"text":"That has some amusingly unfortunate implications for those that believe all [NAME] are descendant from [NAME], son of [NAME] and [NAME]. ","labels":"surprise"},{"text":"Yeah wat a fucking knob right? Fucking nick...","labels":"sadness"},{"text":"U guys are super cute together.","labels":"love"},{"text":"You need to talk to her openly about this... without shaming her. She’s being open and honest with you. Your turn.","labels":"gratitude"},{"text":"No one takes you seriously in life. In your fantasies, that should also be the case.","labels":"caring"},{"text":"Ahhhh, the ol' cotton candy hat trick.","labels":"neutral"},{"text":"Don’t be silly. Fiat on\/off ramps will always be centralized.","labels":"caring"},{"text":"Vegas favorite getting No picks. That's gotta be pretty unusual","labels":"neutral"},{"text":"It's not deep, it's a proverb. Actions speak louder than words. He's just paraphrasing something everyone is already told","labels":"neutral"},{"text":"Thanks! Clearly I am new to reddit. Thx!","labels":"gratitude"},{"text":"Imagine that, a powerful union. Maybe we should join one and reap the benefits!","labels":"realization"},{"text":"That was because he played nearly a third of the year in CF.","labels":"pride"},{"text":"Idk it’s your choice","labels":"curiosity"},{"text":"Good luck!","labels":"optimism"},{"text":"Yes!!!! My fam says Amein now.","labels":"approval"},{"text":"Funny. I take mine out of the hair tie and leave it down or in a loose clip.","labels":"amusement"},{"text":"The only problem with this plan is that [NAME] won’t survive that long, lol","labels":"amusement"},{"text":"I love that place I actually went their for my prom pictures","labels":"love"},{"text":"Its nice but irrelvant. With [NAME] and [NAME] there I only see a no deal exit","labels":"disappointment"},{"text":"Good luck mate!","labels":"caring"},{"text":"Oh dear [NAME]!","labels":"neutral"},{"text":"I’d give this comment a gold if I could!! Yes, as a husband here, there’s no better reward!","labels":"love"},{"text":"Turkey bacon is some worst processed food. Enjoy","labels":"disappointment"},{"text":"“[NAME] you’re still here? Geez you really are slow.”","labels":"caring"},{"text":"Fair enough. Thanks for the input.","labels":"gratitude"},{"text":"Student of the game. Amazing physical attributes and devastating punching power. Humble enough to take bits and pieces from legends","labels":"amusement"},{"text":"I couldn't even get an internship for Human Resources without having 2-3 years 'Real World' experience. Still in customer service, with a ton of debt. ","labels":"annoyance"},{"text":"I believe the term is grill inspector","labels":"relief"},{"text":"I am in distance relationship so this probably me and my boyfriend for this valentine. This suppose to be our first valentine.","labels":"excitement"},{"text":"Truly incredible work ;)","labels":"amusement"},{"text":"I first liked [NAME], but disliked her after [NAME].","labels":"disappointment"},{"text":"Man, this is awesome but seems bittersweet after NYE. It was loud as hell.","labels":"caring"},{"text":"Does this have any association with KPW?","labels":"neutral"},{"text":"An extreme strawman example doesn't change what I said.","labels":"disgust"},{"text":"If we made him stop once we can do it again!","labels":"amusement"},{"text":"I'm glad you found your way. And even missing one day of effexor gets me sick so I feel for you","labels":"gratitude"},{"text":"That trade turned out to be a complete disaster for us. Too bad.","labels":"disappointment"},{"text":"I feel like I might sneeze and accidentally set off my Typhoon defense system. That could be catastrophic.","labels":"neutral"},{"text":"The worst thing they risk is having to become a worker.","labels":"fear"},{"text":"Surprises me how a dude that let his keyboard get to this point even cares enough to clip his nails in the first place.","labels":"caring"},{"text":"The altcoin thread!? This is the first time I've seen it in 6 months.","labels":"neutral"},{"text":"Their mere presence is all it takes, but being outgoing, gregarious or charming is icing on the cake.","labels":"amusement"},{"text":"Lol love that [NAME] and [NAME] are both [NAME]. And [NAME] as [NAME] is best choice. Should have brought puddy in though. Hah","labels":"amusement"},{"text":"i think it is characteristic for la liga, in germany that would be atleast +3","labels":"realization"},{"text":"Wait wait wait... did [NAME] go 61-27??","labels":"neutral"},{"text":"I wish everything the I was going through was a hallucination","labels":"grief"},{"text":"What are ferals and what's wrong with them? (I'm relatively new to the furry community and don't know a lot about it yet.)","labels":"neutral"},{"text":"I believe that you can search for providers here. Good luck and good on ya.","labels":"caring"},{"text":"I actually don't remember the last time I applied sunscreen to any part of my body","labels":"confusion"},{"text":"18 is hot but very bland, it's just here this blonde lady who is not as hot as blonde launch.","labels":"neutral"},{"text":"What camouflage?","labels":"surprise"},{"text":"He reminded me more of [NAME] last year. His lumbering skating this year makes him look different.","labels":"caring"},{"text":"Can you imagine not being able to pick your nose THE WHOLE GAME ! Those poor bastards.","labels":"anger"},{"text":"Step 1. Choose a new team (avoid Carlton and GC) Step 2. Enjoy!","labels":"neutral"},{"text":"Thank you \/u\/GarbagePailGrrrl!","labels":"gratitude"},{"text":"Or maybe just don't have a family and you're financially secured for life.","labels":"pride"},{"text":"I love the guy who is like \"the analogy is daft. Cheese would sink\", like that isn't the point.","labels":"love"},{"text":"america is pretty much the least class-conscious country in the world so it shouldnt be a surprise. everyone thinks that one day theyll be management so its cool","labels":"approval"},{"text":"Skip the middle man, squish them up my anus and vomit out the skins and seed","labels":"neutral"},{"text":"Bahaha I love that","labels":"amusement"},{"text":"I would meet up in a public place first. Invite her to a bar within walking distance of your place and assess. Safety first.","labels":"neutral"},{"text":"How can [NAME] be so stupid?","labels":"neutral"},{"text":"Might not have the funds after just losing their mother and all the costs associated with that and losing that support system.","labels":"sadness"},{"text":"Hypothetical: If you were a GOP senator, who would you want to lead the caucus after [NAME] steps down or is defeated?","labels":"confusion"},{"text":"Thus confirming that trump supporters dont actually know how the US Gov works.","labels":"realization"},{"text":"dear [NAME] they're multiplying...","labels":"neutral"},{"text":"Is this funny but sad? This just seems like a normal meme to me","labels":"confusion"},{"text":"I like the energy [NAME], [NAME], DFS put out.","labels":"love"},{"text":"I drew that Godzilla!!! I'm OPs friend btw.","labels":"pride"},{"text":"I was actually thinking naming it hardcore mode Would make it more enticing for people too. Funny you called it that.","labels":"amusement"},{"text":"Yep, though we just had a cross on the stochastic RSI weekly chart, looks like the next four to six weeks are going to get nasty.","labels":"optimism"},{"text":"Happy New Year everyone!","labels":"amusement"},{"text":"But beat the warriors Celtics and rockets. Pistons love messing with our emotions","labels":"caring"},{"text":"No that began a long time ago... under the sea...","labels":"amusement"},{"text":"I forgot not everyone has accused me of","labels":"realization"},{"text":"Maybe I have the mind of a child but I found that entertaining like I’d upvote it if I just saw it","labels":"desire"},{"text":"Where'd you go tough guy? You were talking so big before. Way to downvote and move on punk.","labels":"annoyance"},{"text":"what lmao get a grip dude","labels":"amusement"},{"text":"True true. I concede.","labels":"neutral"},{"text":"I loved the reaction the cast of BP gave when they announced Spider Verse won. They couldn’t contain their excitement","labels":"excitement"},{"text":"I've seen a number of them on there. I regret seeing most of them but some are legit movies.","labels":"realization"},{"text":"I remember seeing the trailer for this. I was lit when I heard [NAME]. Great movie","labels":"amusement"},{"text":"Is that even legal? Isn’t that signing under false pretences?","labels":"curiosity"},{"text":"Lucky the patient passed out, they wont feel any of it or hear anything you're saying!","labels":"approval"},{"text":"Even today, many years later that still gives me chills. RIP.","labels":"realization"},{"text":"That’s how capitalism works","labels":"realization"},{"text":"Is everybody forgetting that bills need to be signed by the president to become law, or get 2\/3rds support in both chambers if not?","labels":"confusion"},{"text":"When [NAME] shoots FTs you can really see the belly of that guy in the front row. It's awesome","labels":"amusement"},{"text":"Oh! That explains why your teeth look like they’re covered by something haha","labels":"amusement"},{"text":"Dont call your self pansexual if you've never deepthroted a pan.","labels":"disapproval"},{"text":"Grow up.","labels":"annoyance"},{"text":"if he is strong, he won't need to quit job","labels":"approval"},{"text":"> He's finished. What does 'finished' mean specifically here? I think most of the previous times I've heard this phrase it's been sarcastic.","labels":"realization"},{"text":"Ah, I didn't understand the context.","labels":"confusion"},{"text":"What are you on about man, those are just rollerblades for fancy occasions ","labels":"neutral"},{"text":"Ty. I confessed and they are being very nice to me. My kids are safe and me going to therapy is a plus now.","labels":"gratitude"},{"text":"He claimed surv cuz he didn't want to be shot by the vig","labels":"approval"},{"text":"Virtus.pro straight into Grand Final.","labels":"excitement"},{"text":"I hope having family in high places will help me gain opportunities to liberate others.","labels":"optimism"},{"text":"Got her game on.","labels":"excitement"},{"text":"I guess without me you would just go on mistakenly thinking [NAME] was a part of the Dodgers ownership group.","labels":"approval"},{"text":"I prefer 240 grit sandpaper personally","labels":"realization"},{"text":"Great show - up until the last half of the final episode. It was such a lackluster, disappointing ending for what was a great series.","labels":"disappointment"},{"text":"I literally cried out IS THAT MATT BERRY?!?!?!?!?!","labels":"sadness"},{"text":"\"So, I was grading your work and someone spilled coffee on them. Sorry for the mess.\"","labels":"remorse"},{"text":"WOW HOLY SHIT","labels":"realization"},{"text":"Whaaat. I liked Season 8 [NAME]. I wish the whole love arc between him and [NAME] had never been a thing, but I liked [NAME]. ","labels":"love"},{"text":"Taliban is the worst.","labels":"anger"},{"text":"What’s this ?the Olympics. Everyone is getting gold. Lol","labels":"amusement"},{"text":"They must do it giving their population and productions but we must remember that they are not the only responsible of their pollution.","labels":"realization"},{"text":"People who mindlessly defend Turkey and Ergodan are very delusional!","labels":"annoyance"},{"text":"Even if they did that I think their criteria would probably be reserved for the most extreme cases.","labels":"curiosity"},{"text":"Everyone can see what [NAME] can do when protected. That week 2 Green Bay game was what everyone was expecting when the team signed [NAME].","labels":"caring"},{"text":"You're giving the coyotes faaaaarrrr to much credit they cross mostly around the wall.","labels":"approval"},{"text":"Well maybe you should think about how other people feel instead of just thinking all about yourself.","labels":"annoyance"},{"text":"Never seen somebody project so hard in my LIFE Also [NAME] @ them directly quoting lines from the article in the comments Gives me r\/iamverysmart vibes","labels":"annoyance"},{"text":"It can be safely backdodged in duels because of its lackluster tracking. Avoids feint to gb too. People just dodge at the wrong timings.","labels":"neutral"},{"text":"They would be part of a nation controlled by the media.","labels":"pride"},{"text":"I love this game but even I'm not spending money till some of the bugs are fixed","labels":"love"},{"text":"The sex must be great.","labels":"desire"},{"text":"I hate this self-defeating bullshit. Yes, of course you can lose weight. Everyone can. Literally everyone.","labels":"caring"},{"text":"Congratulations! Idk how long you've been living here, but welcome to Colorado!! :D I hope you're enjoying it!","labels":"gratitude"},{"text":"happy cake day!","labels":"excitement"},{"text":"My favorite My Hero Academia villain.","labels":"love"},{"text":"Astonishing. I've read about these people but have never met one. I am so relieved for you that she is out of your life.","labels":"relief"},{"text":"Agree! 60 new shoppers in Columbus I think is why. I removed Chillicothe and all those once but they came back. I am not going there!","labels":"approval"},{"text":"this is the best thread ever i s2g","labels":"amusement"},{"text":"She's a complete nut but she's def a good one","labels":"disappointment"},{"text":"omg he could soft feint headbutt into GB thank god i wasnt around when that was possible","labels":"amusement"},{"text":"Wow dude.. *furious notetaking* ..*any* kid??","labels":"curiosity"},{"text":"That was the last straw! So no~","labels":"neutral"},{"text":"That dad must love monster high as well.","labels":"love"},{"text":"Funny thing is I come from New Zealand so the concept of health insurance and paying off maternity bills is foreign outer space Taliban talk to me.","labels":"gratitude"},{"text":"At least your stepdad didn't just take the pillow look at you and leave...","labels":"caring"},{"text":"I love [NAME]. I really love him. Xx","labels":"love"},{"text":"Wow, time to talk to the [NAME] about a FPTP alternative.","labels":"amusement"},{"text":"[NAME] I wish you *were* silent","labels":"annoyance"},{"text":"I never said anything about the river. St Paul's is the most prominent adjacent landmark to me.","labels":"relief"},{"text":"You should eat real cake today too!","labels":"desire"},{"text":"There Probly doing this because we’re for sure gonna tank next year as well","labels":"gratitude"},{"text":"Shame about him killing [NAME] on camera.","labels":"disappointment"},{"text":"You know the first thing they're going to ask \"so, are you hungry?\" ","labels":"curiosity"},{"text":"Niemi is absolutely amazing tonight","labels":"excitement"},{"text":"Grow up mate","labels":"annoyance"},{"text":"I regret not grabbing my work laptop today, then I wouldn't have to leave fort blanket until Thursday. ","labels":"realization"},{"text":"And how often do you hear about feminists fighting for these women’s rights? Never. Feminists are cowards.","labels":"annoyance"},{"text":"WHO DAT!","labels":"neutral"},{"text":"So basically the greatest person on earth.","labels":"pride"},{"text":"[NAME] follows me on Instagram so it's ok.","labels":"approval"},{"text":"Uh, people kept asking me if I was jailor and I said no, and based on this chat you can also see that jailor is not smart.","labels":"realization"},{"text":"Someone who believes oil is a miracle cure all.","labels":"relief"},{"text":"Nice try hom... oh no it’s real this time D:","labels":"gratitude"},{"text":"That last panel tho. :( Same dude.","labels":"sadness"},{"text":"Being a [NAME] is no different from being a [NAME]. Both have caused genocides. I hate how our society only focuses on one though!","labels":"disappointment"},{"text":"Wonder how much meth it would cost to get the dentist to give him a new tooth?","labels":"curiosity"},{"text":"I'm sorry but are you implying that everything to the right of full-blown communism is the center?","labels":"remorse"},{"text":"I think the 90 day rule applies to increases over 5%?","labels":"curiosity"},{"text":"Ah to be a young teen again","labels":"excitement"},{"text":"OK, thanks I'm gonna delete it and post it in another sub reddit.","labels":"gratitude"},{"text":"Excellent game tonight, let's get a new win streak going on this road trip!","labels":"excitement"},{"text":"Every day in everyway. If I am to happy with anything next thing I know I'm actively destroying it.","labels":"optimism"},{"text":"Lol I even got called transphobic. Love to not be allowed to dislike Mother.","labels":"amusement"},{"text":"[NAME] is a hero I always saw it. But seriously I love his video essays and im so ecstatic that hes a raimi memer!","labels":"love"},{"text":">pack of sick What does that mean?","labels":"neutral"},{"text":"What was the fastest you were ever going over the speed limit when you got it dismissed? I’m most likely going to go with Sullo also","labels":"curiosity"},{"text":"> traffic through there in the summer is awful because that’s where everyone wants to be. your life starts to revolve around bridge time.","labels":"sadness"},{"text":"I will kill you all","labels":"anger"},{"text":"LONDON I honestly don't even understand this one","labels":"caring"},{"text":"That's kind of the problem innit? The only solution is for everyone to do something that we all damn well know everyone isn't going to do.","labels":"neutral"},{"text":"The OP is definitely [NAME], and I'm not complaining. Love his work ","labels":"love"},{"text":"I admitted to myself that I had no other reason to think [NAME] was real. Kind of tough to stay [RELIGION], after that. ","labels":"confusion"},{"text":"**Me yesterday:** Wow [NAME] and [NAME] are in a good spot **Me today:** So [NAME] probably gonna win this season, huh. ","labels":"gratitude"},{"text":"Hey it's really green here right now thanks to the last few rainy months!","labels":"gratitude"},{"text":"A little too nutty for me thx.","labels":"gratitude"},{"text":"Man a 29 year old broner can't beat a 40 year old pressure fighter, broner sucks ","labels":"realization"},{"text":"I am trying so hard right now! LOL!","labels":"amusement"},{"text":"My mom said that I was an ingrate who didn't appreciate all the sacrifices she made to make me happy.","labels":"disappointment"},{"text":"[NAME] has continued to show how selfish she is throughout the years..we shouldn't be surprised at this. [NAME] forbid she be the bigger person for the kids.","labels":"disappointment"},{"text":"We sacrifice them both to [NAME] and throw them in the Baler!","labels":"sadness"},{"text":"Yeah the last one made me laugh","labels":"amusement"},{"text":"This is a person who has clearly danced a lot, I wonder what happened ","labels":"confusion"},{"text":"This meme describes how I feel about 2018 pretty accurately. Cheers to a golden 2019!","labels":"desire"},{"text":"\"cool little surprise\" ow youtubers: NEW HERO NEW SKINS NEW MAPS NEXT WEEK?!","labels":"excitement"},{"text":"So...... SOOOOOOOOOO glad Atlanta came back and beat the Bucs. Because of it, my beloved [NAME] are coming to Tampa.","labels":"excitement"},{"text":"Stolen valor, there's no way someone who is actually in the military wouldn't understand this. You're a POSER","labels":"amusement"},{"text":"So you abandoned your Russian heritage for... what, exactly? The things you are describing are the result of the west screwing Russia over.","labels":"curiosity"},{"text":"Funny when I hear people claim a breed is dangerous, I automatically assume they are trash.","labels":"amusement"},{"text":">People can literally have conversations with each other just using google. My nipples explode with delight!","labels":"excitement"},{"text":"Truth is, we don't know. Never tried it really.","labels":"realization"},{"text":"This entire post is so wholesome","labels":"caring"},{"text":"She’s cute in both pics but whats up with the triangle chin on the left","labels":"love"},{"text":"There are ways to work outside of employment.","labels":"caring"},{"text":"That has no bearing whatsoever on [NAME] fitness for office.","labels":"neutral"},{"text":"Love her positions but I think she need to get some experience under her feet before she is ready for that level of a position.","labels":"love"},{"text":"Yeah I'm actually pretty surprised that's not a thing yet, there's gotta be a lot of people working on it. ","labels":"surprise"},{"text":"Yes, I remember when I said that. Thanks for the reminder! ","labels":"gratitude"},{"text":"But why does your horse have a leash on her while eating. Looks sooo uncomfy. Poor bubby!!!","labels":"sadness"},{"text":"Yeah let’s sit this one out.","labels":"neutral"},{"text":"Anecdotally, I have severe hypothyroidism and it hasn't significantly affected my weight loss. The key for me was tackling the synthroid dose first.","labels":"neutral"},{"text":"I read that more as \"shut up, hypocrite\" than \"he's not that bad\".","labels":"anger"},{"text":"*Some restrictions may apply. Not valid in the United States. Void where prohibited.","labels":"neutral"},{"text":"She had a reality show that actually showed her in the act doing horrible stuff","labels":"surprise"},{"text":"Oh [NAME], dont talk about clippers!","labels":"fear"},{"text":"Really didn't like. I thought it was nasty and mean-spirited. \"[NAME]\" on ice it isn't.","labels":"disgust"},{"text":"Flour and salt in Fairfield","labels":"neutral"},{"text":"Nah mate i think you have me mixed up with someone else. I am [NAME]. Pleased to meet you.","labels":"gratitude"},{"text":"Cardinals\/ [NAME] MNF. Give the people what they really want!!","labels":"desire"},{"text":"I feel [NAME] and [NAME] got off the boat but that's just my opinion though.","labels":"confusion"},{"text":"Uhhhh I did lol","labels":"amusement"},{"text":"People who eat themselves to death are mentally ill in my opinion. Homicide is a deliberate and unlawful killing of a person by another person.","labels":"disappointment"},{"text":"I once got one missing half a wafer. So delicious.","labels":"joy"},{"text":"Please tell me that's not real... I haven't played the Assassin's Creed games... But do they really include such an obnoxious disclaimer?","labels":"curiosity"},{"text":"Me fail English?! That's unpossible!","labels":"annoyance"},{"text":"That’s hilarious until you do this to an iced up meth head and you get stabbed.","labels":"caring"},{"text":"Penis enlargement? Or reduction? If it’s something serious I apologize for the inappropriate comment, and good luck hopefully everything goes smoothly. ","labels":"remorse"},{"text":"I've never heard of them until now, maybe that's why? ","labels":"curiosity"},{"text":"All the things you've been thinking about, fangirls, make me sad.","labels":"sadness"},{"text":"This must have been pre Make Believe. From what I gather, [NAME] doesn't even take tylenol anymore ","labels":"neutral"},{"text":"Does include bad cgi, tho?","labels":"sadness"},{"text":"Of course. Hang in there <3","labels":"neutral"},{"text":"I wish I could believe in myself","labels":"realization"},{"text":"Hang on is that allowed? Geez that guy seemed really angry.","labels":"confusion"},{"text":"¯_(ツ)_\/¯ I think its cool.","labels":"amusement"},{"text":"Thank You All for your comments. Thank god I wasn’t alone on feeling this.","labels":"gratitude"},{"text":"HUGE difference! SO important! Amen sister.","labels":"realization"},{"text":"So this is what edging feels like","labels":"joy"},{"text":"I think [NAME] is honestly just a whack job.","labels":"annoyance"},{"text":">overt racism of that level would not be tolerated in America My thoughts also. That's why i needed context, its very VERY odd.","labels":"disapproval"},{"text":"These are the same thing","labels":"approval"},{"text":"This guy is a little turd but I love him so dearly. I'll pass on your kisses :)","labels":"love"},{"text":"Idk but try r\/bathswithdoors first for advice","labels":"caring"},{"text":"Very sure they are metal.","labels":"curiosity"},{"text":"Here we go, ya'll ready for WW3...this time we're the baddies! ","labels":"excitement"},{"text":"A lot of software guys are. Source: in software","labels":"neutral"},{"text":"Not looking for anything serious ≠ rejection","labels":"disapproval"},{"text":"My favourite scene in the movie.","labels":"amusement"},{"text":"The secondhand panic and embarrassment I feel from this is astounding","labels":"fear"},{"text":"I think if we survived during The Blitz I think we'll be alright now.","labels":"desire"},{"text":"That’s what the shake is for, though. ","labels":"neutral"},{"text":"Anyone who needs to get off, please use the Ashton Taper. Message for support, I’m here. ","labels":"caring"},{"text":"Sakura drops & Goodbye happiness","labels":"sadness"},{"text":"Oh recently I’ve started working out and concentrating on myself. Has helped improved my mental strength as well as physical. I feel ready for anything.","labels":"caring"},{"text":"[NAME] was the only one I actually liked, besides [NAME].","labels":"love"},{"text":"I've been exposed, time to go into hiding. ","labels":"embarrassment"},{"text":"Satire account.","labels":"neutral"},{"text":"Damn I was about to go out tonight.","labels":"disappointment"},{"text":"You'd be surprised how much control [NAME] has in your life. I've experienced it first hand. Mentally.","labels":"joy"},{"text":"Who says they weren’t? If they were, they were probably ignored, or drowned out by the [NAME].","labels":"neutral"},{"text":"I like Tom and Kato.","labels":"love"},{"text":"Thank you for taking the time to respond.","labels":"gratitude"},{"text":"Here’s the rest of the video.","labels":"realization"},{"text":"Ugh I did this at a work conference and ran straight into the guest speaker. The flashbacks are rough, probably for her too I imagine. ","labels":"annoyance"},{"text":"It would be good if the producers can find a carrot to dangle that can get these idiots to spill on each other.","labels":"curiosity"},{"text":"Not one bit surprising, yet also not really a men’s rights issue","labels":"surprise"},{"text":"For now maybe We can however solve the energy crisis with money, the migrant crisis not so much.","labels":"confusion"},{"text":"*Looks at Amoeba music shirt* Cool i have every album ever made!","labels":"amusement"},{"text":"I was once nearly run over by a moped that was doing 60 MPH in a parking lot. Your comment reminded me of that.","labels":"neutral"},{"text":"They're a homophobe, just ignore them. Anyone who uses \"homosexuals\" can go right out","labels":"neutral"},{"text":"those comments are perplexing","labels":"neutral"},{"text":"Without seeing the rest, it's entirely possible he's right. \"Everyone on reddit thinks it's true\" isn't terribly compelling.","labels":"surprise"},{"text":"Thank you [NAME]","labels":"gratitude"},{"text":"Those on the right are oddly easy to convert at times. Good luck.","labels":"amusement"},{"text":"True that.","labels":"realization"},{"text":"I would do it but honestly I don't have any other [RELIGION] friends.","labels":"desire"},{"text":"I’m not sure what to make of any of this but stay strong, friend. You’ll get through this eventually!","labels":"caring"},{"text":"It's clearly a terrible policy.","labels":"anger"},{"text":"It *feels* unethical?","labels":"disgust"},{"text":"In her defense it’s like 20 something degrees in Indiana right now","labels":"realization"},{"text":"don't you know? the world is america only [NAME] Bless.","labels":"realization"},{"text":"How do you get locked up by [NAME] lol","labels":"amusement"},{"text":"Oh, thx for clarification!","labels":"gratitude"},{"text":"“I hold that the more helpless a creature, the more entitled it is to protection by man from the cruelty of man” -[NAME]","labels":"neutral"},{"text":"Why not use one pick and get help needed to advance to playoffs rather get late 1st player who will be 2-3 away from roster ?","labels":"confusion"},{"text":"Ah. I can't see that when replying in my inbox and didn't see his name the first time I checked here to read other comments","labels":"realization"},{"text":"I like it that way :) My point is that you’re an attention seeker like [NAME]","labels":"approval"},{"text":"Educate yourself! Stay in your lane! (It all sounds so totalitarian if you look at it more closely.)","labels":"caring"},{"text":"He's not wrong though.","labels":"optimism"},{"text":"Ha the additional loss of life to your engine really showed them.","labels":"realization"},{"text":"I wasn't saying it was. But it's the most likely explanation of why a youtuber would want to pretend they have one.","labels":"annoyance"},{"text":"Good advice thank you I appreciate it. I need to learn to focus my mind again","labels":"gratitude"},{"text":"[NAME] looking like his older brother on that one.","labels":"neutral"},{"text":"i hope i can go my way to my fullest potential one day^^","labels":"optimism"},{"text":"[NAME] has progressed so much this season. Took him a little bit to start getting his confidence but I’m a lot more excited about his future now","labels":"nervousness"},{"text":">Even though [NAME] quit live performing after he got diagnosed but ok","labels":"disappointment"},{"text":"i wish it was 2 hours :(","labels":"sadness"},{"text":"Do you even watch Steelers football?","labels":"curiosity"},{"text":"I'm not sure I would be happy to live in hk for 5 years lmbo","labels":"confusion"},{"text":"Dude yeah. Worst part, guy comes in the morning. So already our daypart goes up to like 2 minutes because of that guy ","labels":"caring"},{"text":"Who said that","labels":"neutral"},{"text":"Dr [NAME] is the best! :)","labels":"gratitude"},{"text":"Why “cover the name” if you can literally see it right after lol","labels":"amusement"},{"text":"What country? That sounds like a sad septic system. I'm sorry.","labels":"remorse"},{"text":"Hangry is real and it comes with a horrible vengeance at fast food places and restaurants","labels":"neutral"},{"text":"I'm sorry for what happened to you. I guess you were sending mixed signals all the time.","labels":"remorse"},{"text":"Don't live near Chicago but still have my winner from the Dec 21 game. Hope I can still use it when I'm back on the 27th.","labels":"optimism"},{"text":"It's not my cousin's fault. It was actually me who set up the whole date.","labels":"embarrassment"},{"text":"Which one? The November game where the Bengals almost come back or the December game where the defense scores two TDs?","labels":"curiosity"},{"text":"Oh, haha Gladstone is a town in North Qld Australia as well... thanks Reddit","labels":"amusement"},{"text":"[NAME] Housekeeper is really funny lol","labels":"amusement"},{"text":"At least he'll always have a job in a russian circus. Cant teach a bear to do that trick","labels":"caring"},{"text":"That sounds intelligent. Wonder why you don’t have a job you have to interview for.","labels":"surprise"},{"text":"Is that what it's called now?","labels":"neutral"},{"text":"Don’t use imgur It’s an atrocious website","labels":"caring"},{"text":"When the gov shut down under [NAME] many were calling for his resignation. This is similar, but people already hate [NAME] so obviously people are more angry.","labels":"anger"},{"text":"Great list!","labels":"amusement"},{"text":"Also because someone could then be either \"An Asexual\" or \"A Sexual\", and that would be confusing out loud. ","labels":"confusion"},{"text":"The only difference between [RELIGION] and [RELIGION] in this regard is that on average [RELIGION] are poorer and browner","labels":"realization"},{"text":"Enjoy your karma","labels":"amusement"},{"text":"Thanks for the input! I definitely want to check that out it looks beautiful Do you think a puffer jacket is necessary?","labels":"gratitude"},{"text":"That is absurd, man. I'm sorry you don't believe in the spirit realm. ","labels":"embarrassment"},{"text":"Girl we been knew she's been telling us another album is on it's way since thank you, next","labels":"gratitude"},{"text":"Goodness, that shot of McDonald's is **super** old. It looks like a picture from the 90s\/early 2000s.","labels":"disappointment"},{"text":"The dryer sounds like a fire hazard to me.","labels":"surprise"},{"text":"If you don't think MAGA hats are associated with racism then you've got your head stuck in the sand.","labels":"neutral"},{"text":"hahaha, this is great. We need more anarchist jokes.","labels":"joy"},{"text":"I always associate it with a 1985 Ford Taurus going 100 miles per hour down the shoulder lane.","labels":"amusement"},{"text":"Key that we keep welcoming ~~young~~ international tech talent to London.","labels":"caring"},{"text":"[NAME] just a beast.","labels":"neutral"},{"text":"When they touch my arm or shoulder while talking. Usually they do it with no sexual intent at all, but it still gives me butterflies. ","labels":"excitement"},{"text":"Team chaplain Edit : To the downvoters, he actually acts as team chaplain ","labels":"neutral"},{"text":"That makes sense. Never thought of it like that","labels":"realization"},{"text":"Unfortunately, we do not routinely keep 20 liters of fentanyl in the pharmacy,","labels":"realization"},{"text":"If I start shoving food into my face as I enjoy everyone here, dis becomes a bery bery unhealthly situation. ","labels":"disappointment"},{"text":"Just got my nose pierced last week! So fun to have the freedom. :)","labels":"amusement"},{"text":">\"fun\" is what you say when you can't give an objective reason something is good. -r\/movies Filmé connoisseur","labels":"amusement"},{"text":"Long dead meme dude","labels":"neutral"},{"text":"[NAME] was pretty rude to the maintenance guy too, but what a comeback he had for [NAME]!","labels":"excitement"},{"text":"the one time i read the comment... thE ONE TIME","labels":"neutral"},{"text":"Meow-meow smiles upon all of this.","labels":"joy"},{"text":"You should have told them it was for a duck. Ducks eat free at Subway.","labels":"caring"},{"text":"TBH I was worried he actually hurt [NAME]. Glad everyone is ok.","labels":"caring"},{"text":"This shirt is directly aimed at some very ugly individuals","labels":"disgust"},{"text":"So weird watching this segment knowing what happened a couple days ago.","labels":"embarrassment"},{"text":"You say 'A single MP' as if it's not that big of a deal. In my humble opinion, that's still probably one too many...","labels":"pride"},{"text":"Thank you for being proud of me!","labels":"gratitude"},{"text":"You must be new to character ranking threads if you think I'm *genuinely* upset at some random person's worthless opinions.","labels":"caring"},{"text":"And here I thought it was just my phone... damn what a horrible site.","labels":"realization"},{"text":"I really hope not. I want a more feel good intermission, I’m done with being yelled at by angry old conservatives. ","labels":"annoyance"},{"text":"Thanks for yelling it","labels":"gratitude"},{"text":"She always says the most basic things\"wow he hit him\" and her lisp is pretty annoying.","labels":"gratitude"},{"text":"I was hoping it wouldn’t come to that tbh...","labels":"optimism"},{"text":"all 10’s left tbh hoping for a clarity win, we found love second, rather be third, and titanium fourth","labels":"love"},{"text":"Are there any Veracruz fans in the sub?","labels":"curiosity"},{"text":":). I got you brotha. Dame says hi","labels":"joy"},{"text":"Used to be just bad on the 2nd. Now they are folding on other rights as well.","labels":"neutral"},{"text":"I don’t think she beat [NAME] but I def believe she hits this dude and [NAME].. none of this is news tho","labels":"neutral"},{"text":"Thanks [NAME]! <3 #9","labels":"gratitude"},{"text":"You have a very justifiable reason to be upset and vent. I am this happened to you.","labels":"anger"},{"text":"Yikes on the sauce!!","labels":"surprise"},{"text":"for when [NAME] cries to Medium","labels":"neutral"},{"text":"Sorry I forgot you guys beat Pitt. Congrats on your 2 win season.","labels":"amusement"},{"text":"Lots of them are in really beautiful unique buildings. The one in folkestone in particular is pretty amazing.","labels":"excitement"},{"text":"Show them your hymen","labels":"neutral"},{"text":"I hate losing to the Blackhawks like I love my wife: Intensely.","labels":"desire"},{"text":"A classic. I have these.","labels":"neutral"},{"text":"Other dude is right, OP and [NAME] comment got me masturbating","labels":"approval"},{"text":"The kind of women they'll never get.","labels":"amusement"},{"text":"*Super Dark Times* was awesome. Those kids were great actors. They really tuned in on the bleakness of the situation.","labels":"excitement"},{"text":"From my experience minoxidil only stops loss, unfortunately it doesn't encourage new growth","labels":"disapproval"},{"text":"Soon to be ex","labels":"disappointment"},{"text":"Yeah. 99percent of \"cute\" videos of mixed species on reddit make me anxious because all I can see is bad animal husbandry. ","labels":"curiosity"},{"text":"Haha I was just thinking that. You've become a very diverse club. The Hobart Darwin Tigers. Training facility in Wagga.","labels":"amusement"},{"text":"The old “I had sex with your mom” joke. I chuckled a little.","labels":"amusement"},{"text":"Man I remember playing street hockey at desert breeze growing up, good times","labels":"joy"},{"text":"You spend time in The Donald, do you not understand irony?","labels":"annoyance"},{"text":"That's literally the science of it.","labels":"realization"},{"text":"Do not diddle kids","labels":"caring"},{"text":"Thank you so much! That’s a helpful list with a great variety!","labels":"gratitude"},{"text":"Oh, you're *actually in* several of those subs. lol. Ok then.","labels":"amusement"},{"text":"I miss [NAME].","labels":"sadness"},{"text":"\"Fascist criticizes another fascist.\" Not much to see here.","labels":"neutral"},{"text":"Yikes. Was he unfamiliar with the area? How did it go over at work?","labels":"surprise"},{"text":"Well he hasn’t dont anything good ever. So sorry I’m not very excited about this trade.","labels":"remorse"},{"text":"YOU HAVE JUST DECAPITATED [NAME]!","labels":"disapproval"},{"text":"How does he wake up with hair like that?","labels":"confusion"},{"text":"Iunno, looks pretty Western to me.","labels":"neutral"},{"text":"Yeah, clear off. And tell your mates you had a horrible time too. ","labels":"disgust"},{"text":"I actually want to die rn. I don't want to watch the SB but I know I'm going to.","labels":"disappointment"},{"text":"I did not know Donuts could be so complicated.","labels":"surprise"},{"text":"xD Add it to the meme list guys","labels":"caring"},{"text":"Thanks for the recommendation! By this point I should just start a list. :D","labels":"gratitude"},{"text":"He loved Diddy Kong Racing, that's the main thing.","labels":"love"},{"text":"He took the pin, and verbally put him over. Big night for [NAME].","labels":"neutral"},{"text":"The hero we didn't deserve ,but the hero we needed.","labels":"desire"},{"text":"Appreciate the help!","labels":"amusement"},{"text":"I am so looking forward to in 5 years when people will be linking screenshot of all the hate on the frontpage these days and laughing about those heathens.","labels":"excitement"},{"text":"thanks for the correction.","labels":"gratitude"},{"text":"You'd love to meet my in-laws...","labels":"curiosity"},{"text":"Who the heck cant","labels":"annoyance"},{"text":"Dang something actually useful rather than a skin we won't use cuz we already have Belzebub","labels":"realization"},{"text":"Wow....thank you...you just \"woke\" me up :) ","labels":"gratitude"},{"text":"[NAME], [NAME] and [NAME] looks like... He ain't natty","labels":"neutral"},{"text":"Because nobody in their right mind would ever buy it","labels":"desire"},{"text":"Because they enjoyhis music. Stop asking stupid questions in order to get attention","labels":"annoyance"},{"text":"Same here. And I really dislike strangers and groups, so groups of strangers are a next-level nightmare. ","labels":"annoyance"},{"text":"Imagine thinking like this. I feel kinda bad for them.","labels":"sadness"},{"text":"wow fkn nice :)","labels":"amusement"},{"text":"Eyebrow zits are the worst. I'd rather have a lip pimple than an eyebrow pimple. Also part of the fanclub for your eyes.","labels":"caring"},{"text":"I pirate anything I want to watch that is not on those platforms","labels":"neutral"},{"text":"Smoking is nasty.","labels":"disapproval"},{"text":"They're on the list, still have a few of these to knock out ","labels":"curiosity"},{"text":"I can see how need would have that affect.","labels":"curiosity"},{"text":"My son would rather have more room to roll and wiggle and risk bumping his head than be confined to the much smaller pack n play.","labels":"neutral"},{"text":"There are a lot of QVC hoarders out there. I have an obscene amount of argan oil. I've mostly curbed my hoarding now.","labels":"realization"},{"text":"This was beautiful!","labels":"amusement"},{"text":"And I've no monkeys left.... Sorry man","labels":"disappointment"},{"text":"Yup if you’re ahead and just want to spam actives I enjoy it with an upgraded cursed ankh to really hurt healing based teams","labels":"joy"},{"text":"I'm sorry that's what you read because it isn't what I said.","labels":"remorse"},{"text":"Is this [NAME]?","labels":"curiosity"},{"text":"The same thing used to happen with Cowboy. We've been that team before.","labels":"neutral"},{"text":"I saw the video. It was more awkward than anything.","labels":"embarrassment"},{"text":"Yeah, but nobody takes McD's hamburgers seriously. ","labels":"surprise"},{"text":"I guffawed! Error! Multikill! Now I have to manxplain cryptocurrency again to my wife sitting next to me.","labels":"amusement"},{"text":"[NAME] was so much cuter then. Also WOW that interview is cringy","labels":"amusement"},{"text":"For liquids I might leave the \"7\" out and make sure your citizens are the only race that can spawn in highly savage areas.","labels":"neutral"},{"text":"happy cake day","labels":"excitement"},{"text":"If you don't like margaritas get out of the salt mine!","labels":"anger"},{"text":"It's delicate, so it's clear for those flesh toned jeggings [NAME].","labels":"realization"},{"text":">We had a bunch in the prequels (which also suck, please stop giving them too much credit salt miners). It's treason then. ","labels":"neutral"},{"text":"\"[NAME] H. MYSELF?! He's actually signing that?!\"","labels":"neutral"},{"text":"But balance does not include the dark side","labels":"neutral"},{"text":"I love all weightloss shows but that one doesn’t interest me at all","labels":"love"},{"text":"When hes nailing threes though its a glorious thing.","labels":"amusement"},{"text":"Other than ignoring [NAME] PTSD","labels":"neutral"},{"text":"You mean 4 of 5 dates for you already this month. Wow - do tell!","labels":"excitement"},{"text":"Never seen an abandoned piss trolley at a bus stop in Armadale ever","labels":"fear"},{"text":"Definitely the second to be frank. I just wanna get the best deal I can on a car I’m pretty in love with.","labels":"optimism"},{"text":"I take it you'll be consistent in this stance and never go to the doctor, because there's nothing you can do to stop it. ","labels":"annoyance"},{"text":"What’s also interesting is that the artist placed the sun right where the building’s exterior light is located, so the sun really shines.","labels":"gratitude"},{"text":"I agree with this statement","labels":"approval"},{"text":"Can’t be worse than last week","labels":"disgust"},{"text":"Wow. The Miami police! [NAME]! So much to this documentary.","labels":"excitement"},{"text":"Wasn’t this guy floated around as a long shot OC candidate earlier in the offseason?","labels":"confusion"},{"text":"Yup those are the two worst tasting out of my cocktail!","labels":"disgust"},{"text":"“Siri. Call Delivery.”","labels":"approval"},{"text":"“Cracking himself up” nearly made me throw up.","labels":"confusion"},{"text":"Looks like a certain someone is about to come out a certain closet","labels":"neutral"},{"text":"Congratulations! I know it’s a hard thing to quit, I’m proud of you. ","labels":"pride"},{"text":"You might enjoy this","labels":"amusement"},{"text":"Even if I did, no one would believe me....,","labels":"realization"},{"text":"That kid has the face of a douchebag","labels":"disappointment"},{"text":"I always plan that, my wife usually has other ideas though. ","labels":"annoyance"},{"text":"They're taking one for the team, those brave creatures!","labels":"sadness"},{"text":"That \"Hard work\" usually involved the junkrat pressing Q so I'm not about to shed tears","labels":"sadness"},{"text":"TELL ME MY FUTURE, YOU SORCERER","labels":"anger"},{"text":"Unsuspecting in the sense that they believe they're in a legitimate clinic and that the person performing the scan is a healthcare professional instead of an anti-abortion nutjob.","labels":"neutral"},{"text":"This made me spit out my coffee. But I feel [NAME] is too regal. How about [NAME]?","labels":"curiosity"},{"text":"Dude. There should be like...underpants with a huge pouch for your balls then. When you age those guys get so saggy.","labels":"neutral"},{"text":"Come on, New Day! Make it finally finally happen, [NAME]!","labels":"desire"},{"text":"**TELESTRATE, YOU BEAUTIFUL MAN!**","labels":"pride"},{"text":"Make nachos, get a beer, and get ready to yell SUEY!!","labels":"excitement"},{"text":"[NAME], “How dare you show concern for the wounded!” Made me chuckle.","labels":"excitement"},{"text":"[NAME]. Gave up in October and haven’t looked back. I can’t believe how easy I’ve found it.","labels":"surprise"},{"text":"Don't forget the fort camper.","labels":"caring"},{"text":"Cheers, [NAME]!","labels":"neutral"},{"text":"Society started going downhill at exactly the point where I became negatively affected by social change.","labels":"embarrassment"},{"text":"Cool I have a few friends that do the same I appreciate them being stories instead of direct messages","labels":"excitement"},{"text":"Ah yes, my apologies!","labels":"gratitude"},{"text":"Im loving these DBS and canuck meme mixtures","labels":"love"},{"text":"They only really fought them in Al-bab and only reason turkey took al-bad was to split the cantons","labels":"disappointment"},{"text":"say it with me now super star","labels":"neutral"},{"text":"that would be so cool!!!!","labels":"amusement"},{"text":"This is amazing to think about and love that [NAME] is there. 10\/10","labels":"amusement"},{"text":"I wanna die!","labels":"sadness"},{"text":"It’s weird knowing that [NAME] swears","labels":"neutral"},{"text":"$17 for 299 Mulberry? I paid $15 in cash last game.","labels":"confusion"},{"text":"I'm thinking he ment [NAME] but he's still a karma stealing whore.","labels":"anger"},{"text":"Thank you! That’s good to hear. I like presenting the place as it is.","labels":"gratitude"},{"text":"Pretty dangerous for women, too. 40% of cops are domestic abusers. Stay safe. ","labels":"caring"},{"text":"My boyfriend and I got haircuts yesterday and the coiffeuse thought my boyfriend was my father...","labels":"neutral"},{"text":"Dam this really gave me perspective on Mother [NAME]. Of course she wouldn't go to the wedding 0.0","labels":"neutral"},{"text":"I've heard this is a form of self hypnosis such kinda makes sense to me.","labels":"realization"},{"text":"I’m so sorry. <3","labels":"sadness"},{"text":"What a block by [NAME]","labels":"surprise"},{"text":"Creepiest building in Chicago. I couldn’t even imagine the number of gunshot victims that have gone theough those doors and came out in a body bag.","labels":"confusion"},{"text":"We don't know for certain but every public comment has stated they are amenable to an extension","labels":"neutral"},{"text":"He's really likeable but has some flaws. I hope I'm wrong but i don't see him being a phenom like [NAME]","labels":"optimism"},{"text":"Hooray! ...But I'll still never be able to afford a home.","labels":"sadness"},{"text":"Reminded me of this Bizarro comic.","labels":"caring"},{"text":"Then why do you say it's racist when senior servers dont want to serve them?","labels":"neutral"},{"text":"He's been doing it since Napoli tho.","labels":"neutral"},{"text":"It’s funny how people use one good game to dismiss an argument against a player. They do the same thing with [NAME].","labels":"amusement"},{"text":"These guys are playing hard to get. Gonna take off my bra, BLAST MY NIPS!","labels":"disgust"},{"text":"Nurse is by far the most loyal team mate we have!","labels":"realization"},{"text":"hmm somehow, i knew","labels":"neutral"},{"text":"Glad he's still balling, better than [NAME] for sure. I would have liked to have kept him just cos I liked how hard he played. ","labels":"realization"},{"text":"I'd love to see something following her younger days. Also something STRQ related would be awesome.","labels":"love"},{"text":"So now we know what it takes to get a wall","labels":"realization"},{"text":"I've picked scabs bigger than most aborted fetuses get. I don't see the police knocking on my door for committing assault against a human being.","labels":"neutral"},{"text":"Thats fine as long as the creative director is still there.... Though the talent will be missed","labels":"optimism"},{"text":"I'm ugly and able to bump uglies with someone I can make laugh. Mission accomplished.","labels":"amusement"},{"text":"How are you doing man? I mean, what's up in your life right now? You seem really miserable tbh.","labels":"curiosity"},{"text":"I LOVE [NAME]!!! She’s all around a really outstanding and kind human being","labels":"love"},{"text":"Pretty stock standard winger. Depth at a good club, regular starter at a bad club kinda deal","labels":"neutral"},{"text":"Thanks for the info and the welcome! Blue and Orange forever!","labels":"gratitude"},{"text":"My 1 year old ate TWENTY TWO broccoli tots for lunch. And he still wanted a cookie afterwards. Like...what?!","labels":"surprise"},{"text":"Then I would greatly appreciate a concise yet informative rebuttal on what I have wrong, Doctor.","labels":"neutral"},{"text":"Fellow [NAME] fan, reporting in. She's my favorite character in the series lol. ","labels":"amusement"},{"text":"This right here is the kind of father I want to be. Thanks for that.","labels":"gratitude"},{"text":"[NAME] you are a freak.","labels":"amusement"},{"text":"Yes of mine worry, no one liked mine either. ","labels":"disappointment"},{"text":"Sounds like your new chapter has started already, brother. You deserve someone who truly loves you and treats you that way. ","labels":"caring"},{"text":"Hey man, its your roommate; I need to borrow your shaver!","labels":"neutral"},{"text":"Everyone knows he's not a spy. He's a pawn. Russia want him to swap for their actual spy, currently talking to [NAME]. ","labels":"neutral"},{"text":"I love miramar","labels":"amusement"},{"text":"I've heard some people get kinda homophobic with the grappling. Sucks when the crowd boo's","labels":"joy"},{"text":"I bleed it out, chicken tikka just to throw it away...","labels":"anger"},{"text":"You can do a blanket report for police to investigate. You don't have to say who you are.","labels":"gratitude"},{"text":"Please keep making them mad","labels":"optimism"},{"text":"That’s anecdotal","labels":"sadness"},{"text":"Very glad to hear. Good luck. He has more control then he thinks!","labels":"gratitude"},{"text":"I mean… yeah? So glad to be at that age where the conversation would be more uncomfortable for them than for me.","labels":"desire"},{"text":"On top of being cheaper and a better power curve, devo gloves synergies with crit builds, since you’ll get huge chunk of lifesteal. ","labels":"caring"},{"text":"That's how you're supposed to serve a pretzel, so it doesn't go soggy whilst lying flat on a plate. ","labels":"caring"},{"text":"This guy looks like what [NAME] tells himself he looks like","labels":"caring"},{"text":"Congrats on quitting my man. [NAME] speed in your recovery.","labels":"gratitude"},{"text":"Watt made you think this was funny?","labels":"neutral"},{"text":"Be thankful.","labels":"gratitude"},{"text":"Butter bronzer-physicians formula and I HATE the smell. I haven’t really played w it but wow, so scented.","labels":"realization"},{"text":"They NEVER guard against that!","labels":"realization"},{"text":"It is a slippery slope","labels":"curiosity"},{"text":"A world where I despise a good number of republicans AND democrats.","labels":"neutral"},{"text":"Not gonna lie. Sucked out a few, but am really trying to analyze my play afterwards. Thanks!","labels":"gratitude"},{"text":"I rarely get full manic. Lithium just took away my mixed irritable angry episodes and I'm pretty sure those aren't superpowers lol","labels":"amusement"},{"text":"Oh [NAME], just when I'd forgotten about that...","labels":"remorse"},{"text":"In heaven that's the only thing that's going on. All the angels and human souls sing [NAME] praises forever.","labels":"amusement"},{"text":"I'm concerned they actually have to press a button. Why no dead man's handle?","labels":"caring"},{"text":"Do you have a link? I never saw the video, I only heard about it","labels":"neutral"},{"text":"Damn this guy just had a bad day!","labels":"disappointment"},{"text":"Just think of it as set in an alternate universe where America didn’t just take independence but went back to England and established their own colonies there.","labels":"pride"},{"text":"I'm wondering how many players have \"PhD In Punishment\" -comment unironically.","labels":"surprise"},{"text":"Remember how we always joke about being willing to buy GameStop for like $3.50? Looks like the other corporations said the same thing.","labels":"amusement"},{"text":"Such dumbass,I think I'm going to take my dog somewhere else","labels":"annoyance"},{"text":"They were not [NAME] and they don't know the identity of them !","labels":"realization"},{"text":"Haha imagine if that limo in Vancouver where him, [NAME], and [NAME] were shirtless had a dash cam.","labels":"amusement"},{"text":"I’m gonna go out on a limb and say that’s a terrible idea.","labels":"disapproval"},{"text":"Atlantica combat is unlike anything else. So fun. Didnt know it was still arkund; I wish it wasnt so Asia difficult and grindy","labels":"caring"},{"text":"I can feel that man's feelings and I'm crying","labels":"grief"},{"text":"Love the new intro song.","labels":"love"},{"text":"*♪… I'm here without you baby But you're still on my lonely mind. I think about you baby and I dream about you all the time. ♪*","labels":"neutral"},{"text":"BUT THE HAMBERDERS","labels":"confusion"},{"text":"I love this! And I find myself thinking the exact same things. Soon...","labels":"excitement"},{"text":"I would if possible but we are a flexible bunch.","labels":"disapproval"},{"text":"thank you!","labels":"gratitude"},{"text":"I laughed several times","labels":"amusement"},{"text":"I think [NAME] was just holding back, who'd want to go kill their nephew ([NAME] in [NAME]).","labels":"curiosity"},{"text":"Someone here is in denial, and it ain’t the daugther. ","labels":"curiosity"},{"text":"I'm just trying to raise awareness at this point because I know it's not my system in particular.","labels":"curiosity"},{"text":"he’s also in jail now with all the MBS arrests","labels":"neutral"},{"text":"Yeah that last one made me hate her the most for some reason.","labels":"anger"},{"text":"Bam, it's suddenly fixed! Thanks that was great. This is all happening in Bizarro World.","labels":"gratitude"},{"text":"Our games against San Fran always seem to have amazing finishes","labels":"amusement"},{"text":"The people on r\/politics who obsess over the [NAME] investigation are not \"leftists\".","labels":"realization"},{"text":"Yep, same here. Got way too excited, then logical part of my brain kicked in. ","labels":"excitement"},{"text":"Arguably they do, otherwise they wouldn't be out protesting for support?","labels":"annoyance"},{"text":"Thanks man I hope I can get it before the end of the week","labels":"gratitude"},{"text":"I skipped the Oilers game for a birthday party for a cat. I’m glad I did that instead.","labels":"excitement"},{"text":"The dad was in stitches..","labels":"grief"},{"text":"Actually it wasn't punishment, the teacher just didn't have any better assignments, so they thought that'd make the students busy enough","labels":"neutral"},{"text":"Agreed. Reverse the story so that a girl makes her boyfriend shit his pants before going out and suddenly it's funny.","labels":"caring"},{"text":"Food is wonderful","labels":"love"},{"text":"Time goes fast so this 43 years relation must feels like if it was yesterday!","labels":"realization"},{"text":"Which one had to shower outside with the hose... [NAME]? That one was so sad to me","labels":"sadness"},{"text":"It's a reference to an old tweet [NAME] sent about [NAME] when he was still in Congress ahah.","labels":"neutral"},{"text":"Because it was a cool video it was sweet, and because it was a fash it was bitter. Simple as that.","labels":"amusement"},{"text":"And communism wouldn't? The USSR was a master of creating industrial wastelands.","labels":"neutral"},{"text":"That's unreal. Be homeless, drag a giant bag of leaking cans on board, piss yourself and nobody bats an eye. ","labels":"neutral"},{"text":"Well that was strangely majestic.","labels":"surprise"},{"text":"And that whole [NAME] thing too","labels":"neutral"},{"text":"Just discovered that my bathroom at work has this spray that you put on the water before you poo and makes it not smell. Absolute game changer","labels":"amusement"},{"text":"He’s a troll from T_D, they come through every now and then to try to start shit.","labels":"amusement"},{"text":"I also got this on a different account, but I have no clue why! Does anyone know?","labels":"confusion"},{"text":"People hate their everyday lives already. Let him do his 2-3 years and see for himself why it sucks.","labels":"anger"},{"text":"You mean pan de huevo Check food city","labels":"neutral"},{"text":"I wish I could forget. Stop reminding me :(","labels":"sadness"},{"text":"Same, but [NAME] is one of my favorite champs, so beong useless hit me extra hard.","labels":"disgust"},{"text":"Sorry, what?","labels":"neutral"},{"text":"I really want to know what restaurant this is. I'm picturing Fino for some reason.","labels":"curiosity"},{"text":"Bet they're like 12 lol","labels":"amusement"},{"text":"Yup, not anymore. Keep your blood sugar up! It really helps and DRINK water...","labels":"caring"},{"text":"Didn’t mean to offend, sorry if I did. I’m a firm believer in less glass( phones) and more flesh\/blood. ","labels":"embarrassment"},{"text":"The phrase I used was \"perceived as weak\" and that context was by bullies. You must be delighted you are not in that set.","labels":"relief"},{"text":"This makes me want to die","labels":"disappointment"},{"text":"[NAME] is so pathetic, 40 year old man jealous of a 26 year old DJ","labels":"amusement"},{"text":"If a crime is committed, you can contact the police and report it.","labels":"caring"},{"text":"Well dayum that was cool.","labels":"excitement"},{"text":"[NAME] deserves to play for a proper club ffs.","labels":"caring"},{"text":"The food clapped","labels":"neutral"},{"text":"Well Played","labels":"amusement"},{"text":"Wouldn't the powder be derived from the crystalline MDMA?","labels":"neutral"},{"text":"Hell yeah it did!","labels":"neutral"},{"text":"... and no one seemed to care Except that lonely woman with white hair","labels":"caring"},{"text":"Other than the Futurescope trilogy, it is pretty bland.","labels":"neutral"},{"text":"by deep pockets do you mean the Fleshlight?","labels":"confusion"},{"text":"I want to know if he was ever with [NAME]. We needed more [NAME].","labels":"neutral"},{"text":"I don't think we can threaten them with something that's likely to be illegal to convince them.","labels":"fear"},{"text":"No, it makes it better.","labels":"realization"},{"text":"Don't lie to the doctor. You can't expect them to be able to help you if they're going off of false information. Good luck","labels":"caring"},{"text":"And that smilie she gave the fiancé when he sat down with the sandwich....I would be scared if I was him.","labels":"fear"},{"text":"They love me!","labels":"caring"},{"text":"Wonder which one belongs to [NAME] and what would be his final carbon footprint tally for this trip alone.","labels":"surprise"},{"text":"Meta. If you feel otherwise, please speak now, or forever hold your bow.","labels":"caring"},{"text":"Edit 2, holy shit this is great. But be cautious ","labels":"caring"},{"text":"Hopefully [NAME] has a chance to get some decent Exotics as a free agent","labels":"optimism"},{"text":"Noooo... Went and saved all the webpages as PDFs, though it's not a perfect solution.","labels":"confusion"},{"text":"nothing specific. it varies. it's rare.","labels":"realization"},{"text":"I haven't seen a single [NAME] article. But there have been a few [NAME] articles around recently.","labels":"realization"},{"text":"My mother did this to me and it took years to get everything fixed. Almost cost me my job.","labels":"realization"},{"text":"Yeah, I'm like I'll get on and play some Magic Arena, but every time I'm like this game is terrible AF. ","labels":"realization"},{"text":"Haha, this is awesome, this sub is usually full of terrible stories, it's great to hear a nice one once in a while.","labels":"amusement"},{"text":"Hbxxx cc x CS t","labels":"neutral"},{"text":"> but [NAME] shut her up see this is why we love [NAME] so much","labels":"love"},{"text":"what do you wanna bet [NAME] thought they meant \"his\" campus sexual assault info as opposed to everyones and just stalled to be safe?","labels":"disgust"},{"text":"And a happy holiday to you.","labels":"excitement"},{"text":"[NAME] and [NAME] statues look so like their current ages when [NAME] looks significantly older :(","labels":"sadness"},{"text":"I’m shocked at how big that defeat is.","labels":"surprise"},{"text":"Is that peyote?","labels":"neutral"},{"text":"Uh huh hyuck!","labels":"anger"},{"text":"Did he drug her or was she actually drunk when she ordered?","labels":"curiosity"},{"text":"Digital Danites is the name of my [RELIGION] Devo cover band.","labels":"pride"},{"text":"Does she hate the men in her family too? O.O","labels":"surprise"},{"text":"Levitate also means you can walk on water","labels":"neutral"},{"text":"I feel like the cameraman is having a seizure or something","labels":"neutral"},{"text":"Why can’t we do both, approve wall funding and more border agents now and stop holding 800k federal workers hostage. ","labels":"curiosity"},{"text":"All of Disney is cringey. It needs to be stopped","labels":"annoyance"},{"text":"I was also terribly confused. I’ll jump on and play with you sometime, working tonight unfortunately.","labels":"confusion"},{"text":"The shocking thing about this all is that she seems to be British born. I'd expect this from immigrants, not those born in the UK.","labels":"realization"},{"text":"My parents are super progressive about who I date.","labels":"excitement"},{"text":"I absolutely love it that EVERYONE is scoring... please keep this up for the rest of the season.","labels":"realization"},{"text":"Oh nice I have that one","labels":"realization"},{"text":"Guys message got deleted, what did he say? ","labels":"disappointment"},{"text":"Awesome!! Also, I have those same markers!","labels":"amusement"},{"text":"I wish someone would just run [NAME] or [NAME] open ice, it would be worth the penalty ","labels":"caring"},{"text":"Season x? Sorry bitch but no.","labels":"disapproval"},{"text":"How cold is it? I keep hearing about Chicago today.","labels":"curiosity"},{"text":"I'm gonna be brave and tickle the cop.","labels":"amusement"},{"text":"Apart from the flashy plating, it's probably the most famous dutch restaurant and has 3 Michelin stars. I hope they don't serve mediocre food there","labels":"optimism"},{"text":"It was the only thing that changed. The weight gain, terrible acne, and moods... it was all nasty.","labels":"fear"},{"text":"Drink up before it gets cold","labels":"neutral"},{"text":"Congrats mate.","labels":"amusement"},{"text":"Sounds good.","labels":"excitement"},{"text":"In what ways?","labels":"neutral"},{"text":"It’s cheaper to track her phone.","labels":"neutral"},{"text":"Danish PM on the topic - \"We are not Socialist\"","labels":"neutral"},{"text":"I know, I know, but CAN YOU BLAME ME FOR BEING NERVOUS","labels":"surprise"},{"text":"You progressively lose more of your money!","labels":"disappointment"},{"text":"Shades of Akira \/ Ghost in the Shell!","labels":"realization"},{"text":"you're a true hero","labels":"amusement"},{"text":"I didnt know that sub existed,im faaaaaar too excited, thats my next hour of skivving work sorted!! ","labels":"excitement"},{"text":"Thats right. Source- violated probation once. Sat inside.","labels":"neutral"},{"text":"Bitch ass n*** [NAME] rooting for [NAME]","labels":"anger"},{"text":"Daoc. Nothing comes closer to this. Period.","labels":"neutral"},{"text":"I hope the final piece is [NAME] face in the background looking at the entire group with utter contempt.","labels":"optimism"},{"text":"[NAME] play fake mad is great. Sitting there starring like he’s the most hardcore fan there is","labels":"neutral"},{"text":"I agree with you, but you know, sharia *is* sharia, which I find a tad more frightening ","labels":"pride"},{"text":"Well son of a....","labels":"anger"},{"text":"No, because I don't have to. This is an \"Everyone else\" problem.","labels":"neutral"},{"text":"And the players who are older than me are retiring and it looks like I might never play professional baseball.","labels":"disappointment"},{"text":"Good [NAME] we look horrible","labels":"disgust"},{"text":"You other than the fact one likes little girls and piss\/ keeping them as slaves where as [NAME] paid all his girls","labels":"neutral"},{"text":"> $100m to throw away For the 2nd time no less.","labels":"neutral"},{"text":"We had the chance, but never made the offer last year.","labels":"disappointment"},{"text":"My worst fear when I finally get over someone Those damn what ifs","labels":"fear"},{"text":"And that’s how the mafia works.","labels":"realization"},{"text":"Lol the fact that actual fans can't afford tickets is why there are let's go heat chants at this game","labels":"amusement"},{"text":"These stories make me glad that I have a job that doesn't require social interaction besides my boss and coworkers.","labels":"excitement"},{"text":"You need to recheck your science. A simple Google search will yield research articles showing a biological and genetic basis for being LGBT. Happy reading!","labels":"caring"},{"text":"She shouldn’t have to fight a male.","labels":"realization"},{"text":"Hahahah that’s actually really funny no judgment here, do you friend","labels":"amusement"},{"text":"They look so good together *praying for Disney ending*","labels":"amusement"},{"text":"Funny thing is, I got mine today. Maybe it'll stop tonight?","labels":"amusement"},{"text":"I don't think either of them took that bump outside any worse than the other. That was jarring.","labels":"neutral"},{"text":"Oh [NAME], tell me more I'm almost there..","labels":"curiosity"},{"text":"ONLY FUCKING MERRILL WOULD MISS THAT","labels":"anger"},{"text":"Thank yoooouuuuu ❤️","labels":"gratitude"},{"text":"You have social anxiety go see a doctor","labels":"caring"},{"text":"Wait you confuse me , [NAME] orb can be deflected , unsure on the healing one tho [NAME] dash CD is 7 second not 11","labels":"confusion"},{"text":"That's an odd context for \"cockblocked\"","labels":"neutral"},{"text":"I ahead and report this jerk offs!!!!","labels":"neutral"},{"text":"Whataboutism then. Some of the worst I've seen at that too.","labels":"neutral"},{"text":"Well one of them does anyway. His sister bites his ankles to herd him while he fetches.","labels":"neutral"},{"text":"No one is holding a gun to their heads telling them to moderate the sub, either. ","labels":"realization"},{"text":"[NAME] face be like: “When you wish you stayed home instead of being embarrassed in front of 100+ million people...”","labels":"embarrassment"},{"text":"Also the infection that almost killed her because they tried to save the leg, leading her to get the prosthesis. ","labels":"caring"},{"text":"It's a lame, timid city on a beautiful harbour.","labels":"disappointment"},{"text":"Ducks just happy. Hadn’t had a shit for days","labels":"neutral"},{"text":"Please respect our sub's rule against belittling [RELIGION].","labels":"realization"},{"text":"\"the unemployment rate is so low because everyone has two jobs\" - AOC , Economics 100","labels":"surprise"},{"text":"No, it sounds like you want to enslave random citizens to work for you because we can't manage to pick ones that aren't corrupt. ","labels":"realization"},{"text":"All of this is almost blow for blow identical to the conditioning children in abusive homes go through. Take from that what you will.","labels":"neutral"},{"text":"Bumble is also great!","labels":"caring"},{"text":"Please. I can’t even with these comments.","labels":"sadness"},{"text":"Next time I'll quit for sure though, just don't want to yet. But next time... ","labels":"anger"},{"text":"I’m fatter than I’ve ever been before! 2019 baby!","labels":"neutral"},{"text":"What's your complaint?","labels":"curiosity"},{"text":"Yes!!! He was my #2 choice. Love this hire so much and we don’t have a coach with a sketchy past","labels":"love"},{"text":"[NAME] love for you","labels":"love"},{"text":"Wow. She didn't get it at all. Very entitled parent","labels":"amusement"},{"text":"This is in vaucluse ?","labels":"curiosity"},{"text":"He has a humiliation kink. He's clearly not expressing it in a healthy way and should probably see a therapist and\/or a professional [NAME].","labels":"fear"},{"text":"Happy cake day! Have a great day and year, cheers. ","labels":"desire"},{"text":"this is [NAME].","labels":"neutral"},{"text":"I didn't call you a [NAME]. Your use of Nazi-adjacent statements is extremely sketchy, though.","labels":"realization"},{"text":"It seems like good advice.","labels":"caring"},{"text":"*[NAME] (hopefully) wins roast","labels":"neutral"},{"text":"Why would you mention [NAME]? Lol","labels":"amusement"},{"text":"These people seen so much in their lifetimes. So much wisdom in one pic","labels":"amusement"},{"text":"Wow sold out during break without most of the students. Don't know how they'll fit the students in once we're back","labels":"confusion"},{"text":"It is hard [NAME] damn work, making something this pretty look like a chump!","labels":"amusement"},{"text":"Stay strong.","labels":"caring"},{"text":"Yeah because a poor man can always afford to give you a job and a living. Just Wow. Life is gonna roll you HARD","labels":"gratitude"},{"text":"Oh god the “glow”! I get comments about it at work almost weekly.","labels":"amusement"},{"text":"I lost it at “wait, what did I do?”","labels":"confusion"},{"text":"Censoring criticism and discussion is a very slippery slope.","labels":"disgust"},{"text":"And she said this after [NAME] got naked in her hallway!","labels":"neutral"},{"text":"I don't think I *ever* rewatched a YouTube video before I discovered LeftTube.","labels":"confusion"},{"text":"Hi, top minds!","labels":"neutral"},{"text":"he did alledge collusion on the part of the owners and GMs against the players. this guy colludes.","labels":"realization"},{"text":"Why is it illegal?","labels":"neutral"},{"text":"[NAME], I've told you already. \"Muy gorda chica\" does not mean \"very pretty girl\" ","labels":"disapproval"},{"text":"Meanwhile, in a certain discord","labels":"neutral"},{"text":"700 euros per week for 16 hour days 6 -7 days a week is shite and well below minimum wage if you work it out per hour.","labels":"anger"},{"text":"I feel you. Most look generic af. I've seen some absolutely stunning ones though. Like [NAME]. She's a 10\/10 IMO.","labels":"amusement"},{"text":"Sadly enough I was thinking the same.","labels":"remorse"},{"text":"AA is BS as a whole. Meritocracy or GTFO.","labels":"neutral"},{"text":"like i said in other thread \"ppl really overrate young, rookie contract, potential, and timeline\". smh.","labels":"neutral"},{"text":"Thank you...","labels":"gratitude"},{"text":"We just had a teacher do that at my school. I don't know who wiped the kids butts though","labels":"curiosity"},{"text":"Can I be a bartender EDIT: I make a mean Pink [NAME]","labels":"neutral"},{"text":"Wait, what? You're a gamer who's never even heard of TB?","labels":"surprise"},{"text":"Welcome to the Wild West. It's fucking amazing.","labels":"gratitude"},{"text":"In [RELIGION] nothing is about any sort of science or reality. Everything is based on [RELIGION] scripture.","labels":"pride"},{"text":"Let’s beat these Lakers!","labels":"excitement"},{"text":"Back to Dota 2.","labels":"neutral"},{"text":"Nobody uses OkCupid anymore. Go to a bar and pick someone up","labels":"realization"},{"text":"That's because: Emotion = Reality","labels":"realization"},{"text":"I miss big daddy buff","labels":"sadness"},{"text":"You've never been to England have you?","labels":"curiosity"},{"text":"Oooor maybe it is just a catchy term and y’all are overly sensitive about race and sex....","labels":"neutral"},{"text":"Anytime I've taken benzo beforecoke, it completely negates any coke feeling","labels":"approval"},{"text":"Females living on Recruit difficulty. Smh","labels":"neutral"},{"text":"Thank you! <3","labels":"gratitude"},{"text":"This is just so sweet! That's all. :). So sweet.","labels":"gratitude"},{"text":"And then you got a little vacation from work too! :D","labels":"amusement"},{"text":"Grammar jokes be* my favourite","labels":"love"},{"text":"Sounds like you have a great doctor. Most are scared to give you any sort of advice like that.","labels":"fear"},{"text":"Thank [NAME].","labels":"gratitude"},{"text":"WHY HAVE I NOT SEEN YOU? WHERE THE HELL HAVE YOU BEEN?","labels":"annoyance"},{"text":"I've never heard the insult 'Galaxy-Brain' before, but it's a wonderful! I'm gonna have to use it more often.","labels":"desire"},{"text":"This happened to me 6 months ago and I am still hurt and actively trying to talk to her... Idk how to stop","labels":"disappointment"},{"text":"Me thinks you’re responding to the wrong dude. My original comment couldn’t have beeen more drenched in irony.","labels":"disapproval"},{"text":"I honestly can’t keep a secret but I think that’s because I’m a Chatty [NAME], not because of my gender. ","labels":"pride"},{"text":"NO I HAVE NOT EVER FIRED MY GUN IN THE AIR AND GONE AAAAGGHHH!","labels":"anger"},{"text":"What are you basing this on?","labels":"confusion"},{"text":"Apologies but what movie is this from?","labels":"curiosity"},{"text":"I actually watched this entire debate just now. Holy shit. [NAME] is a legend. [NAME] would be proud.","labels":"amusement"},{"text":"Bless your heart. Mine hit me at Thanksgiving. I’m so sorry.","labels":"remorse"},{"text":"I just mean she keeps saying never again. Again.","labels":"neutral"},{"text":"you just use the word weird like that's all there is to it. weird isn't the issue. the issue is garbage","labels":"caring"},{"text":"That's not the point. It's not supposed to be unexpected, this subreddit simply is dedicated to the memorial today.","labels":"disapproval"},{"text":"Stop thinking about yourself. Go help someone and work hard at being useful. There's no satisfaction or fulfillment in self-obsession. Get over yourself.","labels":"caring"},{"text":"Sorry I kind of took it like you were flexing on my or my opponents skill or something lmao","labels":"amusement"},{"text":"Yeah, fat does that.","labels":"neutral"},{"text":"It always comes down to not accepting who they are themselves so it's pretty much 100% of it.","labels":"realization"},{"text":"*Hey just noticed..* it's your **2nd Cakeday** yosoyjackiejorpjomp! ^(hug)","labels":"joy"},{"text":"Good. I want them to remain crazed. More winning for us.","labels":"joy"},{"text":"I can’t look at [NAME] with this hair!","labels":"disapproval"},{"text":"PLACE THE DEVICE ON HER HEAD HA HA HA TIME TO DIE","labels":"amusement"},{"text":"The third period is going to be uncomfortable and I preemptively hate it.","labels":"disgust"},{"text":"I still can't believe [NAME] actually gonna be in Smash.","labels":"surprise"},{"text":"My icebreaker is you do all the work.","labels":"neutral"},{"text":"[NAME] bless [NAME]!","labels":"caring"},{"text":"Here we go again I hate [NAME] *becomes a Dodger* I mean I love [NAME]","labels":"annoyance"},{"text":"SE 89th just north of Brooklyn St is one of the worst I've driven.","labels":"disappointment"},{"text":"[NAME] why did they have to remove the OP? Her story is heartbreaking and she appears to only want some sort of comfort from the sub.","labels":"desire"},{"text":"You do know that’s the direct quote from the movie, right?","labels":"curiosity"},{"text":"Gotcha. Given how contentious even the top-tiers are, I wanted to play it safe.","labels":"realization"},{"text":">... The parent’s finish up ... Committed to the cause!","labels":"neutral"},{"text":"> , believe me. ","labels":"amusement"},{"text":"The rhyme scheme is amazing","labels":"surprise"},{"text":"Beyond that, it affirms the idea that discipline and habit exist for as long as you maintain them, which I find kinda funny. ","labels":"amusement"},{"text":"ya lol i’m not here to depress myself more than i already am","labels":"amusement"},{"text":"\"Now get out of here! But before you go...\"","labels":"anger"},{"text":"I enjoyed [NAME] intermission report where he was very low energy until the end when he squeaked out a HI MOM =D because he's the best","labels":"amusement"},{"text":"Listening to his speeches are truly moving!","labels":"amusement"},{"text":"What are you talking about? This sub defended \"it's just camo ,it's realistic\". [NAME] including myself all begged for better visibility lmao ","labels":"amusement"},{"text":"It's such a lol watching them trying to desperately rationalise their literalism.","labels":"amusement"},{"text":"didn't work anyway","labels":"disappointment"},{"text":"No because it's been a steady decline over 20 months.","labels":"realization"},{"text":"Almost like [NAME] culture is written to be offensive, what with the institutionalized rape slaves and everything. They might even be the baddies.","labels":"realization"},{"text":"I'm working in a creative industry; you'd probably fair well.","labels":"pride"},{"text":"I’m afraid it will eventually go that way.","labels":"fear"},{"text":"I sorry know I can't watch it lol Edit: got 3 seconds in and had to abort. Walls started coming down.","labels":"remorse"},{"text":"Thanks a lot!","labels":"gratitude"},{"text":"Senator [NAME]?","labels":"neutral"},{"text":"Oh my goodness I was there yesterday! Luckily I didn't get bitten.","labels":"joy"},{"text":"You can't choose whether you like pork better than chicken but you can choose whether you have pork or chicken for supper.","labels":"confusion"},{"text":"I love the snail's smile. It makes me happy :)","labels":"love"},{"text":"Not all atheists do this, but some do and it's a genuinely strange phenomenon.","labels":"confusion"},{"text":"The wilderbeast only hit muscles so they patches her up, cleabed the wound and gave her antibiotics","labels":"neutral"},{"text":"*Hey just noticed..* it's your **1st Cakeday** Spottedgriffin! ^(hug)","labels":"love"},{"text":"True despair.","labels":"disappointment"},{"text":"as long as the tracking shows delivered, it's not your responsibility what happens to it after that","labels":"caring"},{"text":"exactly. so the kids who are going to the game probably already go to tons of games anyways...which are in the evenings...","labels":"optimism"},{"text":"Street Samurai Koji and Ojiisan Koji are my personal favorites. Greased Lightning Koji is pretty fun as well.","labels":"realization"},{"text":"Keep in mind this doesn’t include the t4","labels":"realization"},{"text":"I have seen the movie Nosferatu. Believe it or not, I wasn’t even born when it was released!","labels":"realization"},{"text":"I wouldnt go that far, but paranoid schizophrenia can definitely do that to someone. Even mild social anxiety can also cause it, though","labels":"fear"},{"text":"Completely off-topic but Ok I'm Officially Intrigued by Watchmen.","labels":"neutral"},{"text":"Thanks this was a cool article. The Shedd means a lot to me as it was where I went the first time I met the love of my life","labels":"joy"},{"text":"Something is eating this poor redditor and I don’t think it’s the injustice of society at large to accept face tattoos.","labels":"grief"},{"text":"We’ll have to wait and see next year when we deploy him exclusively in high leverage situations in the post season","labels":"desire"},{"text":"[NAME] has a heart attack","labels":"neutral"},{"text":"Someone tell [NAME] to report on these threats to journalists and the first amendment!","labels":"relief"},{"text":"I never said they were garbage, just that they come out too frequently.","labels":"confusion"},{"text":"He didn't know to place them","labels":"confusion"},{"text":"Never seen stone abbreviated, so was a bit puzzled. ","labels":"confusion"},{"text":"My own worst enemy singalong is my favorite LOL","labels":"amusement"},{"text":"To me the cringe is the American woman's love for his fascism. (since no one knew what was happening to the [NAME] in 1936)","labels":"love"},{"text":"I used to do shit like this...back when I had a serious drinking problem I was in denial about","labels":"embarrassment"},{"text":"loving the salah hate","labels":"love"},{"text":"Employer? Or emploie? Emploiier isn't a word in French","labels":"confusion"},{"text":"Honestly not mad at that lineup at all. Let's make it happen VH1!","labels":"realization"},{"text":"That’s awesome. Feed the gators while getting rid of Pits. Kill two birds with one stone.","labels":"amusement"},{"text":"hey thank you! any time I can help someone, I'm more than happy to:)","labels":"gratitude"},{"text":"I would assume it's for OP, so her parents don't recognize his number.","labels":"neutral"},{"text":"Motherfu... thanks for pointing that out!","labels":"anger"},{"text":"nothing is set in stone. hope your ass off!","labels":"caring"},{"text":"Probably. Wouldn't be surprised if our current generation essentially lives forever...or well until something like climate change puts a stop to it.","labels":"neutral"},{"text":"Everyone in the sub needs to watch this. Cousins can’t succeed with this line and it’s not what we paid him to do","labels":"curiosity"},{"text":"This doesn't solve the problem of people using controllers, they make it harder for everyone low rank or not","labels":"caring"},{"text":"I like [NAME] because she hates America","labels":"love"},{"text":"I pray to [NAME] that we will be aware of people's sins in the afterlife when we watch them burn.","labels":"caring"},{"text":"> some blue dog dems will resist Are you kidding me? The Dem establishment won't give her an inch","labels":"realization"},{"text":"This is way too far down. Probably the quickest 3 hour movie I’ve ever seen. Totally engrossing.","labels":"surprise"},{"text":"Does that caption say [NAME] and [NAME] are planning to move to Austin....? Dear [NAME] PLEASE no we already have [NAME]!","labels":"optimism"},{"text":"Hitachi Magic Wand Thank me later.","labels":"gratitude"},{"text":"It's at 3.9k now","labels":"neutral"},{"text":"I love it when people have a background in STEM and the arts and manage to pursue both!","labels":"love"},{"text":"Me neither :\/ devastating actually. As all his policies are. Terrible time for Ontario.","labels":"annoyance"},{"text":"I read that he refused to learn his lines and had to be fed through an ear piece","labels":"disappointment"}]