[{"text":"Agree. Not a perfect coach but pretty, pretty good ","labels":"optimism"},{"text":"Lol Well you don't know how many miscarriages occur","labels":"amusement"},{"text":"I was a [NAME] fan for a good bit, so that swayed me a little towards his teams","labels":"neutral"},{"text":"These were one of the worst commentators I have ever been forced to listen to. The jokes were so cringe-worthy.","labels":"disgust"},{"text":"ah! you´re welcome! :)","labels":"excitement"},{"text":"Man up and get yourself a date with a different woman.","labels":"caring"},{"text":"thanks for the quick reply I am very bored. what anime do you like?","labels":"gratitude"},{"text":"No cap, [NAME] wins champs this year, you'll see","labels":"neutral"},{"text":"Whoops, just posted about those two subjects elsewhere ITT before I saw your post.","labels":"embarrassment"},{"text":"Sometimes, I feel bad if I don't every now and then. I mostly talk with her on SC\/IG tho. ","labels":"amusement"},{"text":"I tried to google up another but they were the only one reporting at the time.","labels":"neutral"},{"text":"Some of them are delusional and believe their victims want it","labels":"neutral"},{"text":"\"Being able to attract women\" shouldn't be the only way you rate how good a person is. That's ridiculous.","labels":"annoyance"},{"text":"All I can say is.. good luck bro","labels":"amusement"},{"text":"I would post on r\/legaladvice to see if there is some way you could get back to your family and more importantly your cat!","labels":"amusement"},{"text":"I'm not sure why [NAME] would care about the backstop. Maybe he just wants to rile up the Tories.","labels":"neutral"},{"text":"That's why I get my info from reddit, and use Facebook to keep in touch with the fam.","labels":"caring"},{"text":"*oh gosh oh frick","labels":"amusement"},{"text":"I have no idea what your post means but I love your name and you are one of us","labels":"confusion"},{"text":"I already called the county I got married in trying to find out about it but they had nothing on either of us about a divorce.. Im so anxious.","labels":"amusement"},{"text":"Well that Praying Mantis had some balls. Just imagine this tiny little dude said a prayer and then jumped right in to fight this giant.","labels":"neutral"},{"text":"Access should be hindered it's getting destroyed.","labels":"annoyance"},{"text":"Fear mongering.","labels":"fear"},{"text":"Lovely. You enjoy that train of thought lad.","labels":"joy"},{"text":"Haha! It didn’t HAVE to be but I didn’t want anyone having unrealistic expectations just because I said the word “inches”.","labels":"amusement"},{"text":"Plot twist: the customer just found she's diabetic and that's why she's crying.","labels":"neutral"},{"text":"Imagine if the illegals were rushing over the border to vote Republican..that wall would be finished tomorrow.Dems have no morals,amigo..just lust.","labels":"amusement"},{"text":"Because he's in dirt, and probably didn't have much practice ","labels":"disapproval"},{"text":"Wait but [NAME] did make the game without listening to these morons","labels":"neutral"},{"text":"Loved it. Can't wait to see more.","labels":"curiosity"},{"text":"And that's not [NAME] either. It's former HS o-lineman who now runs a frat","labels":"disapproval"},{"text":"It’s the world record egg!","labels":"amusement"},{"text":"At least you can skip it","labels":"approval"},{"text":"He looks 10 years younger since leaving Old Trafford.","labels":"approval"},{"text":"Just going to step in here to ask why you keep replying if you're unhappy with his comments?","labels":"curiosity"},{"text":"Looks like donkey foals are going for between $50-$100. That’s quite the herd.","labels":"approval"},{"text":"Agreed. The only sensible option is to throw half a fit when people disagree with you!","labels":"annoyance"},{"text":"THAT DOES IT!","labels":"approval"},{"text":"Like idgaf if it’s fortnite themed I need those in my life again","labels":"approval"},{"text":"A lack of the romantic partner is the stressful situation in my life.","labels":"disappointment"},{"text":"That's an adorable horsie","labels":"amusement"},{"text":"Thank you! I agree. We’ve decided to back off. No need in feeding into it. :-)","labels":"approval"},{"text":"Yeah but you expect the idiots who've flooded this sub to know what they're talking about.","labels":"neutral"},{"text":"This is like the third repost of this. But yes, very sad indeed.","labels":"sadness"},{"text":"*hello. I need a lawyer FTFY","labels":"amusement"},{"text":"That's ma'am!","labels":"excitement"},{"text":"Only married once so can't be that bad. Not that it even matters","labels":"annoyance"},{"text":"He looks like a Spanish Solly March, so I’ll assume he’s as average as Solly is. ","labels":"approval"},{"text":"Who was it? I got here after it was deleted, and I'd like to read the comment history.","labels":"curiosity"},{"text":"I love this one too \"I like to be spoiled and will spoil my man as well\" Men translate this into \"Pay me for sex\"","labels":"love"},{"text":"this is just brother and sister but with extra steps","labels":"approval"},{"text":"Except you haven't achieved anything. You inherited a lot of money and retired young.","labels":"anger"},{"text":"So we should put all children in the school at risk?","labels":"curiosity"},{"text":"The title of the post started playing this in my head","labels":"joy"},{"text":"Less expensive than chain-link. Needs warning signs, though, and be within his property line.","labels":"desire"},{"text":"Don't self-diagnose. Talk to a medical professional and check for known diseases that may cause depression (hashimoto's comes to mind).","labels":"caring"},{"text":"Downtown Charlotte at a pretty nice restaurant too Edit: missed the when part. This happened around spring 2017","labels":"realization"},{"text":"Ok then :)","labels":"approval"},{"text":"From a movie point of view, [NAME] works much better, with [NAME] as their adopted kid. [NAME] dating [NAME] of course.","labels":"neutral"},{"text":"I'm really happy he and [NAME] are finding success","labels":"neutral"},{"text":"Omg yes kaede pure and soft must protect","labels":"neutral"},{"text":"Why have you linked a random wiki article? I don't understand your point? What are you trying to claim?","labels":"curiosity"},{"text":"Fecking THANK YOU. -- One Foot on Each Side of The Pond","labels":"amusement"},{"text":"Been a weeb for yrs and i still cant understand besides a few phrases","labels":"confusion"},{"text":"I think that would be stretching the usual usage of whataboutism. Obviously I am not the arbiter of what it means as a new word.","labels":"disapproval"},{"text":"Having long good chats with brother about stuff, got clear boundaries set, thanks all","labels":"gratitude"},{"text":"Yes, it's normal. More like considering you options than desperation","labels":"approval"},{"text":"did they say [NAME] was hurt? Hes played like 4 minutes","labels":"neutral"},{"text":"I get that the reason a restaurant would be out of the area is because it's the closest to them or it's the one they have chosen","labels":"neutral"},{"text":"They're currently the opposition party, sadly. ","labels":"neutral"},{"text":"My.. friend.. wants him to upload it, if he did!","labels":"amusement"},{"text":"So if MB3 replaces WCS, who exactly do you see as the future for your forward spots?","labels":"curiosity"},{"text":"I feel the same way! It just doesn’t get better for some of us, I’m sick of hearing that it gets better.","labels":"annoyance"},{"text":"[NAME] is worse but biden gropes women and little girls","labels":"neutral"},{"text":"aries actually haha","labels":"amusement"},{"text":"A one-line whip is still whipping against, although it is a pretty disappointing decision.","labels":"disappointment"},{"text":"Vox lies and manipulates information to drive their agenda. Same as right wing garbage. They are not an honest media outlet.","labels":"neutral"},{"text":"But the best part is the struggle snuggle as we like to call it.","labels":"optimism"},{"text":"Also, this clip seems to be as deceptively-edited as the one [NAME] put forward at the beginning of this entire mess.","labels":"neutral"},{"text":"\"here's where the map completely breaks\" \"also centurion has safe heavies\" like really lmao","labels":"amusement"},{"text":"Does not look bad! Thnx!","labels":"amusement"},{"text":"Never heard of him before, But I believe in [NAME]. He’s going to be a legend after we hire [NAME]. Long live [NAME].","labels":"neutral"},{"text":"Just be her friend. Don’t try to have sex with her.","labels":"annoyance"},{"text":"Unable. It's not really possible. It's not his only interest but it's the one I can't really do anything about.","labels":"disapproval"},{"text":"Oh that also would have been good. Plus, breaking pottery is so satisfying","labels":"optimism"},{"text":"And apparently she was pregnant then anyway, because that’s when they broke up and she admitted it happened when they were together! ","labels":"neutral"},{"text":"Didn't even take a sip of the wine, and he still got wasted. ","labels":"disapproval"},{"text":"Damn, I totally have used Dragon as my handle on certain dating apps before. Not sure how I feel about that now lol","labels":"amusement"},{"text":"There is no greater form of oppression than being called a bigot. #debateme #babyhitler #otherpeoplesbabies","labels":"amusement"},{"text":"Oncologist: I have some thoughts on this Centrist: No one wants to hear about it. Pander to someone else","labels":"anger"},{"text":"You don’t know what love is till you’ve fished a turd out of the bathtub for someone.","labels":"curiosity"},{"text":"Ok dude!","labels":"approval"},{"text":"No problem comrade","labels":"approval"},{"text":"I had an ex who was [NAME] and a drunk and eventually got into crack","labels":"realization"},{"text":"This is actually really good! Thanks for posting this man!","labels":"gratitude"},{"text":"No because they’re your property on your property.","labels":"neutral"},{"text":"that sounds absolutely adorable!! im glad you had those kittens there as a distraction :)","labels":"joy"},{"text":"My heart is breaking for you OP... good luck on your job search though!!","labels":"amusement"},{"text":"We love our murder queen","labels":"love"},{"text":"Great game, great soundtrack. He was like 19 or 20 when he did that too.","labels":"approval"},{"text":"Dental Assisting. I still deal with people but going through school and doing hours at a dental office I'm thoroughly enjoying it.","labels":"joy"},{"text":"yeah, it's basically Hillsong with sugary shakes pretending to be food. ","labels":"approval"},{"text":"So she's basically repeating everything they paid CTR to say back during the primaries.","labels":"neutral"},{"text":"[NAME], are you a real person? Thanks for proving his point about how uneducated you are. ","labels":"gratitude"},{"text":"I can when enough time has passed. I've got each of their playoff games from that year and it's fun to relive it during the offseason.","labels":"joy"},{"text":"Well I wish we could all get along too.","labels":"desire"},{"text":"Happy Birthday!","labels":"excitement"},{"text":"I will GLADLY tell him to his face. And have.","labels":"anger"},{"text":"This is one of the coolest things I’ve seen on Reddit","labels":"amusement"},{"text":"Would mr [NAME] really ever say \"to the max\"?","labels":"neutral"},{"text":"If they want the situation to escalate, they may just keep nagging me and wait for things to tip over.","labels":"neutral"},{"text":"I miss him...","labels":"sadness"},{"text":"This made me laugh way harder than it should have","labels":"amusement"},{"text":"The title gives a pretty good rundown in my opinion.","labels":"amusement"},{"text":"No like its legit cgi Edit: this comment has some value the entire thread has things to pick apart in it","labels":"disapproval"},{"text":"Date women! (Honestly tho, it's better.)","labels":"approval"},{"text":"I'd love that","labels":"love"},{"text":"\"we need to help the homeless not the immigrants\" But also \"if they are homeless they deserve it\" ","labels":"approval"},{"text":"Lol my comment started all this again","labels":"amusement"},{"text":"Thank you!! Makes sense, I was deciding between laxes and stool softeners so I think I'll just go with the lax teas","labels":"gratitude"},{"text":"Love it [NAME]","labels":"love"},{"text":"I was scared of my room and even when I fell asleep in my bed I would sleep walk into my mom's room","labels":"fear"},{"text":"[NAME]. Your mom will never be your boys best friend. That part is so cute!","labels":"approval"},{"text":"lol, thank u. i might just not be the smartest, always possible","labels":"amusement"},{"text":"You can't compare general economic losses to tax funded expenditures. It would only be fair if we lost 5 billion in tax revenue.","labels":"disapproval"},{"text":"I like your sleeves... they’re real big","labels":"amusement"},{"text":"A lot of LGBT people I know just love D&D. Especially since character creation is just everything they want about self-expression and then some.","labels":"neutral"},{"text":"What a brat omggggg","labels":"amusement"},{"text":"The hair is super cool though","labels":"amusement"},{"text":"Some people might be into that. There are some freaky people out there.","labels":"neutral"},{"text":"My understanding it was a simply banking error","labels":"realization"},{"text":"Desperate and unethical measures","labels":"annoyance"},{"text":"Just wanted to say that I'm also a 29 year old male and I'm in the exact same situation as you.","labels":"approval"},{"text":"This is so good!!","labels":"amusement"},{"text":"LOVE JAMES TOO","labels":"love"},{"text":"I tried it that way first and thought this was better, thanks for the input though! ","labels":"approval"},{"text":"Yup, that's exactly what happened when the alt-right took over the sub. So glad I won't get banned for saying that now.","labels":"joy"},{"text":"True. Icing all three of your villains for the duration of the film is a bad idea. They need to be making moves.","labels":"neutral"},{"text":"I never thought to look for this subreddit! Thanks for sharing. I love this show","labels":"gratitude"},{"text":"I wish. But sadly my job relies on other people so I just can't be the sole person","labels":"desire"},{"text":"What about Governor [NAME]?","labels":"curiosity"},{"text":"Great! Thanks for the ideas","labels":"gratitude"},{"text":"BEHOLD THE GREAT GRAIN [NAME] BECKONS US TO ITS CHAMBER! FOLLOW ME MY FELLOW BIRDS INTO THE ABYSS!","labels":"anger"},{"text":"Facts have no relevence here, you cannot use them.","labels":"disapproval"},{"text":"This is the full-circle EP story I came here for. Made my morning. Thanks Aunt [NAME]!","labels":"gratitude"},{"text":"If things were not as they are, they would be completely different. SO WHAT?","labels":"annoyance"},{"text":"Get the hell out! I will need to rewind this. Held her hand?? That’s scandalous.","labels":"anger"},{"text":"I like surprises.","labels":"love"},{"text":"Some people are lucky! Def ask your daughter.","labels":"neutral"},{"text":"Oh yeah its that other chick who looked way to young to be in highschool","labels":"surprise"},{"text":"Dude I love working OC. You can bounce around like 4 different districts","labels":"approval"},{"text":"Just another way to consume the world's hot glue supply!!","labels":"approval"},{"text":"Oh, prodigy might be a bit immature for that group. ","labels":"optimism"},{"text":"I missed the part where that’s my problem. *cancels sm4*","labels":"amusement"},{"text":"how does asperger feel like","labels":"caring"},{"text":"my late [NAME] kept bank suckers for low blood sugar","labels":"amusement"},{"text":"Has it really been 10 years since brown saved the world. Now I feel old.","labels":"neutral"},{"text":"Nothing in politicalhumor from them is even remotely funny. They're completely untethered.","labels":"neutral"},{"text":"Most people in Hong Kong hate \"One Country ,Two Systems\" for Hong Kong. There's no way they'd wish the same fate for Taiwan.","labels":"neutral"},{"text":"They really dont understand the value of an inch do they","labels":"neutral"},{"text":"I'm okay with killing babies in general. I mean, mastification is the cornerstone of my diet.","labels":"approval"},{"text":"If they rig the DNC once, they can do it again.","labels":"neutral"},{"text":"dudes jelly. keep your distance.","labels":"disgust"},{"text":"Oh wow, you are strong did you report him?","labels":"curiosity"},{"text":"My god. I'd place that upside-down on the table and walk.","labels":"desire"},{"text":"Lol, like I said, not everything is about you","labels":"amusement"},{"text":"Can you snap a picture of that pinky in your butthole, friend? ","labels":"curiosity"},{"text":">majority I see Well yeah, I doubt many would complain for the legit ones ","labels":"amusement"},{"text":"Oh wow. Except gillette i haven't used aby P&G products in years","labels":"amusement"},{"text":"He's not debating he's asking the questions to the debaters and said he wants to purposely ruin in of their arguments","labels":"neutral"},{"text":"TOO. MUCH. HESITATION. [NAME] should've gotten that on net a second earlier","labels":"anger"},{"text":"You're being loyal to your mother, who's cheating, and betraying your dad, who's faithful. You might want to think about that.","labels":"annoyance"},{"text":"You're still going after this man, you posted from your alt account, give it up and take the L. It's not emasculating at all.","labels":"disapproval"},{"text":"By being intellectually dishonest? Ok.","labels":"curiosity"},{"text":"now i wanna know what their username was. was it worse than \/u\/JusticeForShangeIa lmao","labels":"amusement"},{"text":"I can't wait to tell my daughter how she used to love me so much she even wanted to watch me poop.","labels":"love"},{"text":"The restaurant business is pretty sleazy. There are a lot of affairs there.","labels":"annoyance"},{"text":"It wouldn’t be our biggest free agent signing in a second considering he’s not a free agent.","labels":"disapproval"},{"text":"Resting up after a furious weekend of #MAGAboys hate. A xer has needs for xedz beauty rest","labels":"amusement"},{"text":"A whole lot of reasons tbh","labels":"realization"},{"text":"He looks like [NAME] soooo... accurate.","labels":"amusement"},{"text":"Don't play dumb we all know what you were implying, you racist nazi. ","labels":"neutral"},{"text":"I have so many questions...","labels":"confusion"},{"text":"Now put the poor thing down you valley boy donut.","labels":"sadness"},{"text":"[NAME] would have the biggest fit if he gets benched for [NAME]. He's unfortunately become to slow to keep up with guys like [NAME].","labels":"neutral"},{"text":"[NAME] is great and all but him and ab need each other","labels":"neutral"},{"text":"I'm French so I didn't know her, it's so cool that you have transgender politicians! I can't see it happen here.","labels":"confusion"},{"text":"THIS!!","labels":"excitement"},{"text":"A stork bite your baby?!?! *kidding*","labels":"amusement"},{"text":"what a psycho","labels":"annoyance"},{"text":"> [Citation needed] The fact that no woman will date you.","labels":"amusement"},{"text":"And I *can* physically drink over 12 beers in a sitting. And my cat *can* physically jump out of the open window if he wanted to. Sigh.","labels":"amusement"},{"text":"Damn i guess people shouldn't steal. Or smoke","labels":"annoyance"},{"text":"I’m glad you do feel genuine, unconditional love for your own child :,)","labels":"joy"},{"text":"Your actions mean your gf is still being bullied. Nice move","labels":"amusement"},{"text":"NFL level catch","labels":"amusement"},{"text":"the truth is sexist, deal with it","labels":"approval"},{"text":"[NAME] will be livid if he does not get a burger but see [NAME] stuffing his face.","labels":"neutral"},{"text":"\"I don't socialize because i'm unhappy and i'm unhappy because I don't socialize\". -Socially anxious bastard","labels":"disapproval"},{"text":"The left solution is to make them all citizens and to buy their votes with welfare and to never lose an election again as they destroy America.","labels":"neutral"},{"text":"why is this hard to believe it’s totally believable","labels":"approval"},{"text":"For an alternate anecdote, I quit playing because of the forced role QM changes, so there's that.","labels":"annoyance"},{"text":"I dont understand this personality thing? Most guys aren't that interesting but they will still end up with a girl.","labels":"neutral"},{"text":"We, the fans, are the losers here.","labels":"neutral"},{"text":"What an abusive piece of crap. Those poor boys won’t know how to be adults. I hope their father is in their lives.","labels":"neutral"},{"text":"Kill em with kindness, as they say","labels":"amusement"},{"text":"That's not her. This is she is in the movie:","labels":"disapproval"},{"text":"I just use undercrackers or crackers. Knickers\/panties sounds weird when I say it","labels":"disgust"},{"text":"Agree with everything here. Going to med school abroad will always put you at a disadvantage if you want to practice in the states","labels":"approval"},{"text":"Sorry to hear that was all it got :\/","labels":"sadness"},{"text":"Yeah the question makes no sense without more context.","labels":"annoyance"},{"text":"Oh hey, someone with a brain. Rare round here. ","labels":"excitement"},{"text":"Don't worry, [NAME] can't even pronounce Kombucha.","labels":"neutral"},{"text":"Ooh wrong answer, but you'll have another chance to win 10,000 dollars in the lighting round! Will be right back after these messages.","labels":"approval"},{"text":"Shocking mate I know, hopefully one day they'll go home. ","labels":"neutral"},{"text":"I wish I could come up with a bad cat joke in response to that.","labels":"desire"},{"text":"Oh no you got us Feminism canceled Pack it up y'all","labels":"annoyance"},{"text":"Meanwhile my sister won’t even hug my goodbye when I drop her off at school.","labels":"sadness"},{"text":"That goat is a bro I'd prolly try to buy him for where ever he came from","labels":"desire"},{"text":"Another great bit on identity politics...","labels":"amusement"},{"text":"Huh. Didnt know the HD edition had online multiplayer.","labels":"confusion"},{"text":"Some people on here are infatuated with his infatuation.","labels":"realization"},{"text":"Yup. I don't want to soil the paper unless I have something very interesting to write about.","labels":"disapproval"},{"text":"At least the ice didnt break","labels":"relief"},{"text":"Change the initials to fake names. Was going to read but it’s too annoying.","labels":"annoyance"},{"text":"As long as the minority aren't \"minorities\" I don't see the problem. \/s","labels":"disapproval"},{"text":"\"UGH FEMINISM!!! SURELY THATS THE REASON I CANT GET LAID!!!\" see you in hell ","labels":"anger"},{"text":"The end was kinda meeeehhhh. Like Season 9 AMIRITE THX","labels":"amusement"},{"text":"Beautiful view!","labels":"amusement"},{"text":"No that's communism not socialism. There's a difference between them.","labels":"disapproval"},{"text":"Wow. Imagine being this stupid. Life must be so hard for you.","labels":"annoyance"},{"text":"Not really. They redefine the NAP and ownership until the people they don't like are now the bad guys just for trying to exist.","labels":"neutral"},{"text":"I like my coons too","labels":"love"},{"text":"That’s pretty awesome :)","labels":"amusement"},{"text":"Imagine being on community that is literally every bad rumor about the furry community","labels":"disgust"},{"text":"please cuddle me so i have a reason to save it","labels":"caring"},{"text":"[NAME] gets so many chances but just can’t hit the net. I don’t get it.","labels":"neutral"}]