[{"text":"I love the “I’m sleeping” and then the realization","labels":"love"},{"text":"Thanks I don't know why it didn't load for me on my phone.","labels":"gratitude"},{"text":"That's so good to hear and I know stress\/anxiety is a factor but idk how to get rid of it, glad for you though.","labels":"gratitude"},{"text":"No, absolutely not. How bout if you have more to lose you be more careful about not breaking the law. ","labels":"caring"},{"text":"Just sitting in the fast lane fishing for tickets. Ugh.","labels":"disgust"},{"text":"We shot like 35 free throws, bud, we would've won by 16 if we made them all","labels":"optimism"},{"text":"I met [NAME] and he actually DID give me 40 dollars...I worked at a movie theater near where he lives and he bought snacks.","labels":"neutral"},{"text":"I wish I had seen this as a teenager :(","labels":"desire"},{"text":"How it feels*","labels":"curiosity"},{"text":"Keep it simple. Do what makes the money so you can go do what you want.","labels":"caring"},{"text":"Oh come on! Stop posting this stuff. FFS will you think of my blood pressure!? You’re killing me (figuratively speaking).","labels":"anger"},{"text":"This whole sub makes me sad.","labels":"sadness"},{"text":"Now all we need is to beat them in the playoffs one last time and win the super bowl THEN I'll be able to be happy","labels":"optimism"},{"text":"You sound like you are closer to being a sexual than most.","labels":"neutral"},{"text":"Yep, and because you do, you’re going on the highway to hell","labels":"disapproval"},{"text":"I’m sorry to hear that friend :(. It’s for the best most likely if she didn’t accept you for who you are","labels":"remorse"},{"text":"[NAME] holding grudges","labels":"anger"},{"text":"UNLIMITED POWER!","labels":"neutral"},{"text":"What is it that you are posting twice all over the internet again?","labels":"curiosity"},{"text":"Still waiting!","labels":"neutral"},{"text":"i know this isn't a private corporation and only the government so no real reason to be that concerned.","labels":"relief"},{"text":"Ghost them. It’ll drive them crazy and give you the satisfaction","labels":"approval"},{"text":"You’re your own worst enemy","labels":"anger"},{"text":"Right now but there's a huge push for anyone to be able to self identify and to remove the 2 years completely","labels":"neutral"},{"text":"What happened with [NAME] and [NAME]? I fell asleep!","labels":"curiosity"},{"text":"Right now! What should I do!?","labels":"neutral"},{"text":"My least favorite couple: [NAME] and [NAME].","labels":"love"},{"text":"I get ya man. It happens to the best of us.","labels":"approval"},{"text":"And why are they trolling i. The first place? Care to exain the reason?","labels":"disapproval"},{"text":"Look at you, Mr Independent! You're such a big boy! I'm so proud of you!","labels":"pride"},{"text":"Spriefs ( spandex\/athletic boxer briefs). Feels like nothing, keeps your junk in place, breathable and is super cool looking.","labels":"approval"},{"text":"It seems strange to me that [NAME] is still unsigned this close to the season.","labels":"surprise"},{"text":"The best losers of grand finals cod has ever seen","labels":"annoyance"},{"text":"I'm okay with killing babies in general. I mean, mastification is the cornerstone of my diet.","labels":"approval"},{"text":"Ikr. Who the hell goes to Greggs for *pizza*?","labels":"anger"},{"text":"Give the mouse a chance!.leave the cat to it.","labels":"caring"},{"text":"OHH this is what Reddit finds ridiculous about this situation.","labels":"anger"},{"text":"talking about [NAME] i think","labels":"optimism"},{"text":"I would have laughed it off and walked away. Last thing I would do is ask the internet if I was right or wrong.","labels":"amusement"},{"text":"Grow up.","labels":"neutral"},{"text":"Meanwhile my sister won’t even hug my goodbye when I drop her off at school.","labels":"disappointment"},{"text":"The greater good","labels":"neutral"},{"text":"Awesome pic!","labels":"amusement"},{"text":"Thankfully I had supportive and patient friends, lol.","labels":"caring"},{"text":"Bisexuality: Sexual tension with everyone. Somehow a much smaller dating pool.","labels":"fear"},{"text":"To bad your mother didn’t swallow your dumbass","labels":"anger"},{"text":"I thought we were unlucky for having to put up with [NAME]. Man, you guys got the short straw with Ninja.","labels":"neutral"},{"text":"Now go to a return? Oh ok, thanks for the store to find something better.","labels":"gratitude"},{"text":"You didn't come here to debate. You came here to excuse abhorrent behavior.","labels":"disgust"},{"text":"I hate to say it but....... I quite like this as a format - the burger and fries look shocking though.","labels":"anger"},{"text":"Huh. Didnt know the HD edition had online multiplayer.","labels":"realization"},{"text":"I do that anytime I see something pointy. I'm just like, \"I wonder how it would feel to stab my eye with that.","labels":"curiosity"},{"text":"Ugghhh... we deserve better than to resign ourselves to the fact that the best 3B we can get or even strive for is the Cubs third stringer.","labels":"approval"},{"text":"This is like the timeline from hell.","labels":"neutral"},{"text":"The next year: Well, sequel time already, huh? Welcome back, I guess.","labels":"optimism"},{"text":"Super dumb that people are downvoting you for asking a question in good faith.","labels":"anger"},{"text":"LOOOOOOOO - \"why are they booing???\" -OOOOCH \"oohhhh that\". I always forget, every single time ","labels":"realization"},{"text":"Hard to prop up lies with anything that isn’t also lies, ya know?","labels":"neutral"},{"text":"So many downvotes. Reading comprehension, people","labels":"disapproval"},{"text":"One of the 10 most expensive buildings ever constructed in the world - is that acceptable to you?","labels":"curiosity"},{"text":"That’s what I was thinking.","labels":"neutral"},{"text":"The fact their team is stacked makes me hate them, along with [NAME] being a dirty player. Also they are in our division ","labels":"annoyance"},{"text":"I love the thing. My jeans get all loose feeling after I wear them awhile. I feel skinnier when my jeans fresh.","labels":"love"},{"text":"Nah. It's their job. Just tip well","labels":"caring"},{"text":"If you ever wondered where ISIS got their method of killing homosexuals, wonder no more. Source: al-Jawab al-Kafi p. 260-263 as Quoted by Islamqa: ","labels":"confusion"},{"text":"I'm not sure how to post a picture lol. Here's my attempt.","labels":"confusion"},{"text":"Broken. Good and grtting better.","labels":"approval"},{"text":"Thank you so much! This summarizes a lot!","labels":"gratitude"},{"text":"!RemindMe 24 hours","labels":"neutral"},{"text":"Like what?","labels":"neutral"},{"text":"Haven’t forgotten, but let’s get his ridiculous defense up to par. ","labels":"anger"},{"text":"The lake is steaming! The water is way warmer than the air","labels":"neutral"},{"text":"Oh look [NAME] piggy backing attention at the end there.","labels":"curiosity"},{"text":"I’m not sure it was [NAME] that changed the definition as much as it was the ATF.","labels":"confusion"},{"text":"This is brilliant!","labels":"amusement"},{"text":"Very weird game but will definitely take the W","labels":"embarrassment"},{"text":"This reads like vsauce [NAME]","labels":"neutral"},{"text":"Stop with this revisionist history we literally just let him go because HE SUCKED","labels":"disapproval"},{"text":"Like the op said, [NAME] is more of a giver, so I think [NAME] would be happy as long as [NAME] would be happy","labels":"joy"},{"text":"[NAME] just reminded us last night why he’s paid his ridiculous wages","labels":"annoyance"},{"text":"We haven’t heard from you in a while. Hopefully you and your kids are doing well.","labels":"optimism"},{"text":"No no. totally justified","labels":"approval"},{"text":"Would you move your car if told not to drive?","labels":"curiosity"},{"text":"Just buy a load of old iPhone back covers in China.","labels":"neutral"},{"text":"All jokes aside my birthday is January 2nd as well if yours really is","labels":"anger"},{"text":"Just wanted to say that I'm also a 29 year old male and I'm in the exact same situation as you.","labels":"neutral"},{"text":"Sometimes when it gets super annoying I cut it off with scissors but it always turns out worse and makes all the surrounding ones irritated and sore","labels":"annoyance"},{"text":"*and, sorry for the spelling mistake","labels":"remorse"},{"text":"30 for position players is a big deal. 30 for pitchers is the middle of their prime","labels":"neutral"},{"text":"Not an effective solution. Shooter always has first move, taking out an unsuspecting teacher would give a shooter access to better arms.","labels":"disapproval"},{"text":"As a person who lives in NYC, I couldn't possibly agree more","labels":"disapproval"},{"text":"I'll miss [NAME]","labels":"disappointment"},{"text":">Apple convienently provided an adapter. If they left the headphone jack, why couldn't I just use an aux cord?","labels":"approval"},{"text":"Some additional background the robo-voice on that video is horrible.","labels":"disapproval"},{"text":"Offense is taken, not given. Calm down, you'll live longer. ","labels":"caring"},{"text":"I'm happy that you got the [NAME] back, some people just don't have respect for others and think that they and their kids deserve everything","labels":"joy"},{"text":"[NAME], I believe you buddy. you might be a weird dude... but no one is weird enough to make up a story that bizarre yet banal.","labels":"annoyance"},{"text":"This makes perfect sense, thank you for explaining! ","labels":"gratitude"},{"text":"[NAME] AND PORZINGOD UNDER THE TUTILAGE OF DADDY DIRK PINCH ME I MUST BE DREAMING","labels":"confusion"},{"text":"Respect my authoritah! Demanding respect sounds like a guarantee of not getting it.","labels":"amusement"},{"text":"The FDA has plenty to criticize. But like here, it's usually criticized horribly off base. It needs to grow some balls and actually enforce things. ","labels":"anger"},{"text":"She already had plans with some of her friends and it would have been weird for me to get there, I didn’t know any of them. ","labels":"annoyance"}]