[{"text":"You're right. Sorry for the poor reply.","labels":"remorse"},{"text":"\"YOU BUNCHA BASTARDS\" is one of my favorite quotes hahaha","labels":"amusement"},{"text":"Good job! Next, I recommend going NO contact.","labels":"amusement"},{"text":"[NAME] increasing his trade value so we can trade him to NO for Lonzo. Thank you [NAME]!","labels":"gratitude"},{"text":"Yeah.... I've always sucked at smiling honestly. I hate it. I hate selfies. I usually don't smile.","labels":"anger"},{"text":"You know, you make inroads, do 5 points better each time. Few cycles down the lane you have a tossup on your hands.","labels":"caring"},{"text":"I’m not sure but I assume each season has at least some form of special features.","labels":"optimism"},{"text":"not giving a s* about what others say ;)","labels":"neutral"},{"text":"you have [NAME], you'll live.","labels":"approval"},{"text":"Sadly it happens randomly and I wouldn't want to lie to someone for money if the thoughts didn't appear.","labels":"disappointment"},{"text":"His whole point is that he doesn't have to give a damn about others or how they feel.","labels":"caring"},{"text":"This is like the third repost of this. But yes, very sad indeed.","labels":"sadness"},{"text":"I thought sex would be a great stress reliever.","labels":"relief"},{"text":"Thank you everyone for the suggestions. I think they're great much easier than my thoughts of trying to donate money instead of the contents.","labels":"gratitude"},{"text":"I had an ex like that. I know why I couldn't function with his way of life. Totally unproductive.","labels":"disapproval"},{"text":"Fecking THANK YOU. -- One Foot on Each Side of The Pond","labels":"gratitude"},{"text":"I also think license should be spelled liscence btw, so don't feel bad","labels":"relief"},{"text":"Honestly Texas deserves to win with they way they’re playing, they clearly came motivated and they’re outperforming UGA on both sides of the ball.","labels":"amusement"},{"text":"Oh jeez, just took back my upvote I gave this photo. Thanks for telling us, that's extremely messed up","labels":"gratitude"},{"text":"Now THAT'S a victory royale :)","labels":"amusement"},{"text":"she has a fetish is my guess.","labels":"realization"},{"text":"*oh gosh oh frick","labels":"surprise"},{"text":"You fruitcart, you oughta be ashamed of knowing that, let alone expecting anyone else to know.","labels":"embarrassment"},{"text":"The right time would have been never being there in the first place","labels":"neutral"},{"text":"> a central bank that acts as a buffer between monetary policy and implementation. ... what?","labels":"disapproval"},{"text":"It's more like the western world is infuriated that a non-democratic Asian republic is on the trajectory to becoming the leading superpower. Case in point ^","labels":"anger"},{"text":"Well, only the fringe dissipates into the ether. ","labels":"neutral"},{"text":"\"we need to help the homeless not the immigrants\" But also \"if they are homeless they deserve it\" ","labels":"caring"},{"text":"This actually made me squeal like a little girl! Thats awesome!!!! Im so happy!","labels":"joy"},{"text":"Hope they will, but I doubt some of the dems in dc.","labels":"optimism"},{"text":"Just being friendly and sociable for the family get together!","labels":"caring"},{"text":"Yeah it wasnt like we had girlfriends","labels":"neutral"},{"text":"At that point [NAME] was no longer a virgin! No seriously, ask [NAME]! ","labels":"neutral"},{"text":"Okay, thank you!","labels":"gratitude"},{"text":"\"oh that wasn't me, my baby brother must have grabbed my phone\" ","labels":"surprise"},{"text":"These are lovely, I have one.","labels":"love"},{"text":"I love the aunt. Hope she doesn't back down.","labels":"love"},{"text":"A too little too late comeback in the 4th. Where have I seen this before","labels":"neutral"},{"text":"No, you should definitely do drugs. Just stay at home when you do.","labels":"caring"},{"text":"No, no. I love the ones where patients succeed. It’s not that. It just seemed like everyone phoned it in this time. ","labels":"love"},{"text":"That's a minor to moderate concussion for sure, with a possible skull fracture.","labels":"approval"},{"text":"Go get ‘em!","labels":"neutral"},{"text":"I'll keep an eye out.","labels":"curiosity"},{"text":"Came here to say that. I'm genuinely astounded that it's as much as 12%.","labels":"surprise"},{"text":"Did you look at the picture that spurred this entire conversation, genius? ","labels":"amusement"},{"text":"Thank you all for the insight.","labels":"gratitude"},{"text":"It's not even that... just string in the water.","labels":"neutral"},{"text":"How is this long AF? It's like 20 seconds reading.","labels":"curiosity"},{"text":"We just watched the animated episode with [NAME] - it was awesome. Quite subversive.","labels":"excitement"},{"text":"Back in the seventies and eighties we all did this and it was no big deal.","labels":"approval"},{"text":"So not a single MP wants Brexit to be canceled? You really believe that?","labels":"curiosity"},{"text":"I cheered for the Superbowl to be canceled","labels":"joy"},{"text":"Watch [NAME] left arm and hand as he's on the floor. Scary.","labels":"fear"},{"text":"Will do tonight!","labels":"curiosity"},{"text":"I like your sleeves... they’re real big","labels":"love"},{"text":"Oh damn, I was thinking like what kind of monster doing this","labels":"anger"},{"text":"You know even when women wear their hair natural they’re still putting products in it right?","labels":"neutral"},{"text":"I want to thank you for seriously entertaining me today. Best clip ever.","labels":"gratitude"},{"text":"There is one teacher, and 3 paraprofessionals. She is overwhelmed, and I want to help.","labels":"caring"},{"text":"Cop is stupid for upholding the law, I think most people here would beg to differ but wtfdik","labels":"annoyance"},{"text":"when my friend introduced me to [NAME] i was only 7 or 8","labels":"neutral"},{"text":"What age are you? I didn't realise you were a child until now.","labels":"realization"},{"text":"Thank you so much for your kind words, I didn’t think anyone would take the effort. ","labels":"gratitude"},{"text":"As a lover of PG and Scrubs, I've not seen this one. What a genius tongue in cheek celebration to [NAME], [NAME] and PG.","labels":"amusement"},{"text":"Not paranoid , just cautious I do the same thing buddy I'm not going to leave it up to chance ","labels":"caring"},{"text":"Why would anyone forget how dominant he is? Lmao Oh yea we suck.","labels":"anger"},{"text":"Im so hungry now! Damn this sub! I love it!","labels":"love"},{"text":"!remindme 4 days \"Stupid Entitled Parent, sunglasses\"","labels":"annoyance"},{"text":"Lord, he is extra sensitive. And I thought my ex was bad lol. ","labels":"realization"},{"text":"I mean, it is, slowly but surely. It sucks. ","labels":"annoyance"},{"text":"He is like a bad cartoon that’s hard to turn off.","labels":"fear"},{"text":"Very true that is why I'd also reccomend a mod tweaking AI. Ofcourse the dev's should've done this all themselves but alas.","labels":"approval"},{"text":"Oh [NAME] if you ever burn anything you will never live it down.","labels":"curiosity"},{"text":"Reminds me of Stampy","labels":"neutral"},{"text":"Where did you see them? I’d like to watch too","labels":"excitement"},{"text":"More of us than you'd probably think. Vocal minority and whatnot.","labels":"neutral"},{"text":"Tbh, I think that sub was created because they got bodied here in arguments. ","labels":"neutral"},{"text":"Please give us updates. Oh wow.","labels":"surprise"},{"text":"Taking a blood thinner such as aspirin would keep it from clotting","labels":"approval"},{"text":"To be honest he doesn't have to be sorry for smoking weed. Your neighbor is a yuppy.","labels":"amusement"},{"text":"Just throw them into a pool of needles. That'll teach them not to steal ever again.","labels":"anger"},{"text":"No offense are you guys actually dating? Are you paying for every thing. Have u guys had sex?","labels":"curiosity"},{"text":"My heart is breaking for that little girl.","labels":"sadness"},{"text":"My [NAME]. If only","labels":"neutral"},{"text":"I wish I could come up with a bad cat joke in response to that.","labels":"desire"},{"text":"Tell me it's real, the feeling that we feel","labels":"curiosity"}]