[{"text":"[NAME]: \"She seems useless\"","labels":"neutral"},{"text":"I love this sub reddit 😍😂","labels":"love"},{"text":"Looks like complete slop with 4 turds thrown on top. 🤢","labels":"annoyance"},{"text":"Can you snap a picture of that pinky in your butthole, friend? ","labels":"curiosity"},{"text":"If she loves the place she’s at why leave? There’s something to be said for that. Idk your all’s financial situation tho","labels":"curiosity"},{"text":"He did get 3 stars bro😭","labels":"neutral"},{"text":"My [NAME], check your corners people. I guess it's harder on console to let the team know though.","labels":"sadness"},{"text":"I believe I have just sent you an invite","labels":"neutral"},{"text":"I have and it didn't help. It's only a matter of time now for how long I can hold on.","labels":"approval"},{"text":"GG haha 😉","labels":"joy"},{"text":"No, it isn't K.","labels":"disapproval"},{"text":"It wasn’t significant.","labels":"disapproval"},{"text":"Just be glad you’re not his wife","labels":"joy"},{"text":"THINK OF THE😤😤😤GENERATIONS OF NEWS🇺🇸😞🇺🇸THAT GETS LOST WHEN THESE YOUNG UNS 👲👲👹STOP LOVING NEWS📰PAPERS I FOR ONE🇺🇸😎🇺🇸SUPPORT OUR NEWS📰PAPER INDUSTRY🇺🇸🏭🇺🇸","labels":"annoyance"},{"text":"I was there too! I remember it was a warm day during an otherwise cold time of year.","labels":"neutral"},{"text":"No faith! Shame!","labels":"embarrassment"},{"text":"I loved the first one, but haven't gotten around to the second one yet. ","labels":"love"},{"text":"No no no i didnt learn about that in my middle school bio class so it can't be real 😤","labels":"annoyance"},{"text":"TeamViolet going strong fam!","labels":"approval"},{"text":"I do that anytime I see something pointy. I'm just like, \"I wonder how it would feel to stab my eye with that.","labels":"surprise"},{"text":"And a pretty bad [NAME] too.","labels":"embarrassment"},{"text":"Well I am happy you believe that.","labels":"joy"},{"text":"Oh this is that one he posted a while back with the dinosaur and flowers 🤢","labels":"neutral"},{"text":"Beverly Hills and Wehoo👍","labels":"neutral"},{"text":"So I've never seen [NAME] before and decided to Google it out of curiosity... Cheers for that","labels":"amusement"},{"text":"I'd let him destroy me with facts and knowledge 😩😩😩","labels":"neutral"},{"text":"The kind of women they'll never get.","labels":"neutral"},{"text":"I'm American and only speak English and didn't get that pun either...","labels":"approval"},{"text":"Damn this got me","labels":"neutral"},{"text":"That's quite an arrangement","labels":"approval"},{"text":"[NAME] awful.","labels":"fear"},{"text":"Super wet board.. “this feels like a set” What? 😒","labels":"curiosity"},{"text":"I read \"Driscoll\" as as \"Discoroll\" and assumed this was in NC.","labels":"neutral"},{"text":"I’m glad things are coming to light, I pray justice is served for the victims. ","labels":"caring"},{"text":"\"I'm not the one constantly talking about getting laid, YOU are!\" ","labels":"neutral"},{"text":"This guy journalists.","labels":"neutral"},{"text":"[NAME] is not a guy I root against. Just hope we have a good enjoyable game","labels":"amusement"},{"text":"This obviously led to your slow downward spiral into apostasy. The spirit never returned after skymall destroyed your testimony. 😜","labels":"annoyance"},{"text":"Massive overlap. I have been vegan for 10 years and anti birth around the same time for the reasons you note.","labels":"neutral"},{"text":"Yeah dude I like the brown sugar ones a lot, what’s the problem?","labels":"curiosity"},{"text":"But \"questioning\" overwhelming evidence presented with a comprehensive explanation without any sort of counterargument is perhaps better called *denying*.","labels":"neutral"},{"text":"I don’t think it was a freestyle? So not really comparable?","labels":"curiosity"},{"text":"So sorry for your loss! I lost my cat 6 years ago in 2021 due to terminal autism. 😭😭","labels":"caring"},{"text":"They did and he is going to be extremely difficult to feel much empathy for him.","labels":"neutral"},{"text":"it’s happened before?! love my hometown of beautiful new ken 😂😂","labels":"curiosity"},{"text":"\"We must fight!....to run away..\"","labels":"neutral"},{"text":"They’re all so damn gorgeous. No complaints here lol","labels":"amusement"},{"text":"Mmmmm tasty 🅱️estrogens","labels":"neutral"},{"text":"You probably just have a fashion preference, if you arn't dysphoric about it then you don't have another gender really. ","labels":"disapproval"},{"text":"I'm so jealous!","labels":"annoyance"},{"text":"What? I’m regular lurker here that just deiced to comment.","labels":"curiosity"},{"text":"Online gaming is toxic. If those cuts were ever tapped, there would be lots of people in jail.","labels":"annoyance"},{"text":"Your teaching disturbs him!","labels":"neutral"},{"text":"It feels like it plays worse tbh","labels":"annoyance"},{"text":"Every time you share this with someone you teach your body that you don't need to hide this.","labels":"annoyance"},{"text":"* [NAME] fought for freedom and glory, is one of my favorite characters in general.","labels":"love"},{"text":"I can tell you thought this damp squib was an absolute dinger.","labels":"neutral"},{"text":"He reads books!! 😡😡 he must be pretending to be smartt!!","labels":"neutral"},{"text":"Ugh, thanks. I'm still working through it emotionally 😂😂 so funny about worrying over the stain! ","labels":"amusement"},{"text":"and now her mask is on. make up yer mind","labels":"neutral"},{"text":"Typical left, calling people [NAME] just so they can hate them","labels":"remorse"},{"text":"Well she ran with a bunch of soldiers before anf so I would imagine she had a colorful education in these matters.","labels":"neutral"},{"text":"True, but it is deceptive when dealing with c diff, it may give them a false sense of security.","labels":"annoyance"},{"text":"Do whatever you want if\/until you have kids. Just stay safe.","labels":"caring"},{"text":"Please let [NAME] live 🙏🏽","labels":"annoyance"},{"text":"It’s literally a meme ideology. Sstaaaaahhhhpppp","labels":"neutral"},{"text":"I’m finishing that right now. Very fascinating.","labels":"optimism"},{"text":"[NAME] eyebrows! Her highlight!","labels":"neutral"},{"text":"I'd be able to give you more helpful advice if you could be a little more clear with your situation and what you're asking.","labels":"caring"},{"text":"I can’t tell which shirt was 2 dollars or which was 5 dollars for example","labels":"neutral"},{"text":"Oy vey, [NAME] 🗑 is gonna be *pissed*!!!","labels":"amusement"},{"text":"I think you're right. She has oodles of cash and young grandchildren to enjoy. Going through that hideous gauntlet again probably isn't that appealing.","labels":"joy"},{"text":"Lmaoooo how’d you miss him that close 😂 sweet justice","labels":"amusement"},{"text":"Well yeah! Doesn't everyone? I'm in the one about ED. I guess I'm a natural deflator. 🤷","labels":"approval"},{"text":"And sing the beat !","labels":"neutral"},{"text":"Where is the discusting from?","labels":"curiosity"},{"text":"Did he use his full title when he introduced himself. Cause that would be sweet","labels":"curiosity"},{"text":"Sky full of song, June, Patricia and The End of Love all by Florence + The Machine ","labels":"love"},{"text":"You can just say grownups use lubrica ... ^ohhh","labels":"amusement"},{"text":"Omg. This is just the best ever. 💜💜💜","labels":"excitement"},{"text":"in this case, you are paying with both.. it's just as data mineable as any other source","labels":"approval"},{"text":"i really hope this is old and ironic","labels":"optimism"},{"text":"I’m desperate for it. I once got to lie in bed with a girl friend a couple times. That was cool. But we barely touched.","labels":"joy"},{"text":"That's ironic. Because [NAME] isn't getting the Wall funded, we are pulling more resources off the border blockade effort?","labels":"curiosity"},{"text":"Okay I can see this looking really cool for a festival or photos though 😄","labels":"joy"},{"text":"I unfortunately can not afford a lawyer. Luckily the only thing that we shared is our daughter","labels":"sadness"},{"text":">like if onions made porn Lmaoooo 😂😂👏👏","labels":"amusement"},{"text":"Interesting note about the QR codes. I've almost never used them myself. I tend to just copy and paste an address.","labels":"neutral"},{"text":"can you send the patch notes? i cant ever find them online.","labels":"curiosity"},{"text":"I just watched this episode twice and I already miss him. Restart the series.","labels":"sadness"},{"text":"For those who are wondering, that would leave you with about $1,000,000","labels":"neutral"},{"text":"you said that he said \"women shouldn't be allowed in the workplace\" which is dishonest and false","labels":"annoyance"},{"text":"Being lonely without him is far better than being lonely with him. Good line. I'm stealing that one!","labels":"annoyance"},{"text":"To that I say, you're welcome to get in my pants as long as I'm not in them too... 😁","labels":"joy"},{"text":"I like this. I like this a lot.","labels":"love"},{"text":"I told him I loved him and he blushed so hard. It was the best. Of course that classic smile was there as well","labels":"love"},{"text":"They aren't wrong here in illinois. :(","labels":"realization"},{"text":"At least back then we didn't have AIDS.","labels":"neutral"},{"text":"Tbh I think there are a lot of parts of chicago that are way shittier than memphis","labels":"annoyance"},{"text":"Apparently government cares about the environment about as much as many of our neighbors.","labels":"caring"},{"text":"I remember being three years old and feeling mortified and frustrated that my preschool teacher and classmates were freely dancing to ridiculous music.","labels":"sadness"},{"text":"I feel like she’s going to defect sometime between now and when the baby is 6 months old... I hope she sees the light! 💛","labels":"neutral"},{"text":"I love the sense of humor on this sub. It gets me.","labels":"love"},{"text":"I'm sorry for your loss. From the picture it looks like he had a great life if that helps","labels":"remorse"},{"text":"Or they saved their mom from a lifetime of fixing him... 🤕","labels":"neutral"},{"text":"Now I remember, you're an OC student. This sub tells me you're brilliant...","labels":"approval"},{"text":"I moved to the construction industry because it's less mental stress and I can myself better","labels":"approval"},{"text":"I’m always weirded out whenever I see him without a beard because in my game I got the longest beard I could","labels":"neutral"},{"text":"That baby needs a smacking","labels":"neutral"},{"text":"I see. Never get bored is my main goal :)","labels":"approval"},{"text":"No, i'm arguing that if she calls someone disgusting for how they act it's wrong to act like the other person is an asshole for retaliating. ","labels":"annoyance"},{"text":"🤣 wow... I read it all in a serious tone until the end! 🤣","labels":"excitement"},{"text":"Was that a thing? Please tell me this was not a thing.","labels":"curiosity"},{"text":"The movie with crispy Lord [NAME]. \"Good Evening, [NAME].\"","labels":"gratitude"},{"text":"Work on your anxiety and self-esteem. Do things for YOU. Love yourself.","labels":"love"},{"text":"[NAME] got a serious case of the giggles today.","labels":"amusement"},{"text":"How about this, you can be the \"bigger man\" and the rest of us will bask in the tears of saints fans. ","labels":"sadness"},{"text":"I like what you did to PK ☺","labels":"love"},{"text":"The comments in there are so nonchalant I can’t help but laugh","labels":"amusement"},{"text":"You missed the chance to title it [NAME] :(","labels":"sadness"},{"text":"Whoa I didn’t even think he was a husky from the first picture.","labels":"neutral"},{"text":"To be fair, we’re still missing CP3 and [NAME]. This game has been pretty ugly overall though. ","labels":"disgust"},{"text":"Hope you're ok!","labels":"caring"},{"text":"This might actually be one of the few cases where parallel poly will make sense, then ^^","labels":"neutral"},{"text":"I bloody hate L3-37's name. it's literally L337. How much stupider can a droid name get.","labels":"anger"},{"text":"I think the Chiefs need to get [NAME] so their defense is weak enough for us to beat them","labels":"annoyance"},{"text":"Ignorance is bliss","labels":"joy"},{"text":"With punctuation like that I'm surprised you're not from Jordanhill","labels":"surprise"},{"text":"He made it !!!","labels":"neutral"},{"text":"Definitely was a nonononoyes for me there lol, I'm a horrible person","labels":"fear"},{"text":"Cool, but what's your point? You gave some context without really saying what you think.","labels":"curiosity"},{"text":"People who hate [NAME] really really hate him. It’s quite fascinating.","labels":"anger"},{"text":"Did not expect pint sized [NAME]. That was cute!","labels":"amusement"},{"text":"Only issue I have is that tiramisu is a beautifully layered cake and all of that is hidden by the container","labels":"neutral"},{"text":"From what the experts say his chances are like 0 so 🤷🏻‍♂️.","labels":"disapproval"},{"text":">Morality is always subjective because morality is decided by people\/society. Congratulations, you’ve found the worst take ever. ","labels":"disgust"},{"text":"Love ignores poverty","labels":"remorse"},{"text":"What a weird character to use for something like this","labels":"surprise"},{"text":"15 years is over 25% of the Superbowl era. That's far from nothing.","labels":"neutral"},{"text":"That game hurt.","labels":"remorse"},{"text":"Oh my gawd. WHAT?","labels":"curiosity"},{"text":"I met up with a woman who was 49. She reminded me of being old. That isn't attractive. Youth makes you feel alive.","labels":"annoyance"},{"text":"Back in my day the only bars you could find were real ones👴","labels":"approval"},{"text":"I once called a retard \"beautiful\" lulz karma please 😄😄","labels":"approval"},{"text":"Looking good!!!!!how are you? woww you are a treat...😉. Cute body :).","labels":"curiosity"},{"text":"You're still going after this man, you posted from your alt account, give it up and take the L. It's not emasculating at all.","labels":"annoyance"},{"text":"Really? I was in New York last week and had to stand in the freezing cold to pump gas twice.","labels":"curiosity"},{"text":"Those inflated monopoly prices go back into Ontario coffers for services like roads and schools! How dare you question them. \/s","labels":"anger"},{"text":"Actually a carrot","labels":"neutral"},{"text":"he blocked me right after 😂","labels":"neutral"},{"text":"In good news today: she broke up with him!! Right after he told her he’ll never love her the way she loves him 🙄","labels":"neutral"},{"text":"The real villains are those aware of the cruelty of life, but then reproduce anyway.","labels":"approval"},{"text":"This is a great coming out, I also which it went this well for everyone 🏳️‍🌈","labels":"joy"},{"text":"Wow, my favorite artist and my favorite basketball player. This video is next level 🌊","labels":"excitement"},{"text":"this meme is so old it whipped me back into 2011","labels":"annoyance"},{"text":"As a non-religious that’s fascinated by [RELIGION], I love this 😅.","labels":"love"},{"text":"I mean that’s a stupid rule that creates an echo chamber, but I don’t see how that belongs here.","labels":"anger"},{"text":"I will not be preposition shamed. but yeah, you're right","labels":"neutral"},{"text":"What? Trolls? Actually, yeah, probably. ","labels":"curiosity"},{"text":"Im glad I am able to help others, even if its just yourself. Stay strong and look after yourself. You can do this 💪","labels":"approval"},{"text":"Arm sleeve DSJ🙌🏻🙌🏻🙌🏻","labels":"neutral"},{"text":"Good luck with your procedure! Be strong and don't try to let anyone even think they can try to change your mind. This is your decision.","labels":"caring"},{"text":"Was my friends family... They had the wrong address, you're sick dude. ","labels":"remorse"},{"text":"Yes it is child abuse. It’s sexist too.","labels":"disgust"},{"text":"So she knows of 3 languages, Wonder what they are?","labels":"curiosity"},{"text":"You know it wasn't missionary, if she wanted it that bad she was most likely doing all the work.","labels":"neutral"},{"text":"I am seeing my GP next week because I've been having other, more problematic thoughts. In NZ therapy is free if prescribed.","labels":"neutral"},{"text":"Ehhh I don’t know, I still find it kind of cringey with the “[NAME]” talk and all that stuff.","labels":"fear"},{"text":"I have. Take care","labels":"caring"},{"text":"ah ok gotcha. glad you guys looked even better when [NAME] left! always cool to see","labels":"joy"},{"text":"Have fun getting arrested for child porn then! Check your DM’s 😉","labels":"amusement"},{"text":"Same. You all tried to save me, but I rewatched with the sound on and... I have regrets.","labels":"remorse"},{"text":"The no rape was my favorite part, so glad people agree","labels":"joy"},{"text":"Best swimmer outta all my siblings 🏊‍♂️🏊‍♂️🏊‍♂️🏊‍♂️💪🏼","labels":"amusement"},{"text":"Keep going... 😏😏😏😏","labels":"optimism"},{"text":"Oh tell me about it. I'm INTJ","labels":"approval"},{"text":"[NAME] making his triumphant return after snagging #1 last year 🙌","labels":"approval"},{"text":"Thanks but not pictured: my 3” heels I usually have to tip toe to kiss the dude🙎🏻‍♀️","labels":"gratitude"},{"text":"Not threatening? It is an exhortation to commit a violent sexual act against a woman.","labels":"curiosity"},{"text":"So [NAME] thinks the AFLW has been both elevated and shafted by the AFL in terms of promotion?","labels":"curiosity"},{"text":"Oh so it's more like r\/im14andnothingisdeep","labels":"neutral"},{"text":"WUTS THE ISSUE SOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOON?","labels":"curiosity"},{"text":"I am sure epic is going to go the disney way and not have any \"controversal\" stuff on their platform.","labels":"approval"},{"text":"That's... why I'm here.","labels":"neutral"},{"text":"He was cut yesterday, unfortunately","labels":"sadness"},{"text":"\"oh look a baby hippo\" I'm definitely not filming that wannabe. *goes to a gig* I better film this so o can never watch it ever again.","labels":"neutral"},{"text":"I have that one! I like it a lot. Despite the name 😂","labels":"love"},{"text":"You're a turd","labels":"neutral"},{"text":"Nothing ocular about that smackdown. Raunchy just peaked all over [deleted].","labels":"approval"},{"text":"At that point [NAME] was no longer a virgin! No seriously, ask [NAME]! ","labels":"annoyance"},{"text":"Right, that makes sense! I wonder if the person I met in real life would acknowledge he's more of a fence sitter than childfree, haha","labels":"surprise"},{"text":"Originally just a child murderer.","labels":"disgust"},{"text":"Right? No one brattier than incels.","labels":"curiosity"},{"text":"Wow. Yellow erasure much??? 😡","labels":"curiosity"},{"text":"Probably but we kind of need a lefty though to pair with caleb. Maybe [NAME] steps up again but you know we need more options.","labels":"approval"},{"text":"Smh some of the removed comments.","labels":"annoyance"},{"text":"Nothing has come close to it well except for GOT.","labels":"realization"},{"text":"Damn. Is that what those shorts are supposed to look like on people!? 😂","labels":"anger"},{"text":"I honestly can’t keep a secret but I think that’s because I’m a Chatty [NAME], not because of my gender. ","labels":"neutral"},{"text":"[NAME] has only missed a couple games and WCJ hasn't missed any. Not sure how you rank their top 4.","labels":"neutral"},{"text":"[NAME] has no jump at all. If he’s injured he should sit and get better.","labels":"neutral"},{"text":"Those little whippersnappers are always generation-gapping us 😂","labels":"neutral"},{"text":"She is willing to betray her current BF she will be willing to betray you when shes with you. Red flag don't get back with her.","labels":"neutral"},{"text":"The best feeling ever was when class was over and it never got to your turn, so you didnt have to present until the next day","labels":"joy"},{"text":"At least he didn't knock himself out on the ground....","labels":"neutral"},{"text":"This is absolutely lerfect, fantastic lunchpine.","labels":"approval"},{"text":"Yes I heard abt the f bombs! That has to be why. Thanks for your reply:) until then hubby and I will anxiously wait 😝","labels":"curiosity"},{"text":"> [NAME] My god we have to stop with some of these advanced statistics, it’s legit getting ridiculous. ","labels":"annoyance"},{"text":"😂😂😂😂😂😂😂you win the internet today 😅😅😅😅😅😂😂😂😂😂😂","labels":"joy"},{"text":"The wow at the end without an ! really had not emthamused!","labels":"disapproval"},{"text":"Now I guess the question is, were they dipping their brush in their own paint pot, or were they sharing with a friend ?","labels":"curiosity"},{"text":"Wow, what a violent cunt.","labels":"sadness"},{"text":"You left something out--they aren't cubbies anymore...","labels":"neutral"},{"text":"F yeah!","labels":"neutral"},{"text":"Good luck! Also, your story cracked me up. I've been going through some interviews myself lately but fortunately they were over the phone 😅","labels":"joy"},{"text":"Reading that made my stomach feel how it does when I get the wind knocked out of me.","labels":"annoyance"},{"text":"I saw MSNBC talk about her twice and I haven’t really been watching the news","labels":"neutral"},{"text":"[NAME] isn’t a rookie, he played last year. Was pretty average but turned into a true RB1","labels":"neutral"},{"text":"Oooff I really hope this doesn't happen 😰😨😰","labels":"annoyance"},{"text":"Well hello Mr. [NAME].","labels":"neutral"},{"text":"You finna be nauseous as hell man, Dont stress it though just throw up","labels":"annoyance"},{"text":"I love the fact nobody talks about boycotting the Times (owned by the same media group), because they know scousers don't read it anyway. 😂","labels":"love"},{"text":"That guy is gonna regret losing you the rest of his life. You know why i know this? Because i am him 30 years ago.","labels":"sadness"},{"text":"Yep. I’m an introvert with a big group of friends. I get tired even after spending just an hour with friends sometimes.","labels":"neutral"},{"text":"Well stop drinking bovine growth hormone then.","labels":"neutral"},{"text":"That sounds awful. Do you like that schedule?","labels":"curiosity"},{"text":"😂😂😂 YES and she fired all her bridesmaids because they didn't text her to ask if she was excited that her wedding was a week away","labels":"neutral"},{"text":"when all I want to do is relax and chill and all she does is bounce off the wall yapping their mouth too much.","labels":"neutral"},{"text":"They were criticizing your spelling.","labels":"annoyance"},{"text":"Did insurance cover this? Who was the surgeon? Unfortunately without it...this surgery can cost up to 20k or more in American cities.","labels":"curiosity"},{"text":"I have a cold too 😿. Hope you feel better!","labels":"caring"},{"text":"The correct response for OP: \"In that case... Would you like to watch a porno on my flat screen mirror?\"","labels":"curiosity"},{"text":"LOL. Glad you noticed.","labels":"amusement"},{"text":"It’s fine. Baby boomers are always angry","labels":"neutral"},{"text":"Yes, we do. One with very misguided priorities","labels":"annoyance"},{"text":"That’s why you gotta say you’re allergic to everything except your non-mixture opioid of choice 😉","labels":"approval"},{"text":"Livin life on the edge man","labels":"neutral"},{"text":"I guess I should specify. I would like a 'right' and 'left' political viewpoint.","labels":"neutral"},{"text":"i actually dont mind either of those","labels":"neutral"},{"text":"Bad children get their souls put in the face table","labels":"annoyance"},{"text":"Now that’s something I’d like to see 👌🏻","labels":"approval"},{"text":"I'm loving his new mask. Looking like a snack over there 😍🤤","labels":"love"},{"text":"Right? This pops up like atleast once a month, for months now. Dude needs serious therapy...","labels":"caring"},{"text":"I personally think think life is beautiful but living is hell, kinda like a hurricane can be the most beautiful thing.","labels":"confusion"},{"text":"[NAME], but they all seem to be genuinely happy with their lives and supporting each other, so I’m happy for them too","labels":"joy"},{"text":"Two problems: It's not a newsworthy story. You'd get sued for defamation.","labels":"neutral"},{"text":"A cheater is always a cheater in my book.","labels":"neutral"},{"text":"Ok 🤷‍♀️ I believe in you, you can do it. ","labels":"approval"},{"text":"Same here. And I really dislike strangers and groups, so groups of strangers are a next-level nightmare. ","labels":"annoyance"},{"text":"I knew the punchline as soon as I read \"Tide Pods\" and I hated both myself and you for it. Take your upvote.","labels":"anger"},{"text":"He raped her. What is wrong with you? Go back to Incels.","labels":"curiosity"},{"text":"Im curious, why do you think that?","labels":"curiosity"},{"text":"Those not a part of the Austinfred bashing hive mind at the other sub will find themselves here tomorrow. 🙄.","labels":"confusion"},{"text":"Damn furries. We don't have animal ears!","labels":"neutral"},{"text":"Ah it's too complicated, I'll start dating dudes instead.","labels":"neutral"},{"text":"gotta get that AA out yo! 😂","labels":"amusement"},{"text":"Bagsy not in 1st!","labels":"neutral"},{"text":"Yeah. You obviously can read the mind of all the voters.","labels":"neutral"},{"text":"Ok google it then. 🤦🏼‍♀️","labels":"neutral"},{"text":"Might be wrong but isn't it [NAME] who wanted gase more than mac","labels":"neutral"},{"text":"Umm... educated people who think that killing a fetus after viability is abhorrent?","labels":"curiosity"},{"text":"That’s pretty accurate","labels":"amusement"},{"text":"[NAME] dumped me...","labels":"neutral"},{"text":"oh got it😂😂😂😂","labels":"amusement"},{"text":"that most of the fandom does not get that reference is depressing","labels":"disappointment"},{"text":"Being physically attractive 😒","labels":"amusement"},{"text":"\"I shouldn't have done that, it's not the honorable way.\"","labels":"annoyance"},{"text":"Occasionally. I prefer it but I feel obligated to do so.","labels":"love"},{"text":"Wow, talk about being [NAME].","labels":"surprise"},{"text":"Wow guns and ignorance. What else is wrong with her?","labels":"annoyance"},{"text":"I can see why you’ll never be in a leadership position.","labels":"disapproval"},{"text":"I wanted to see him show out over Kemba.","labels":"neutral"},{"text":"when my friend introduced me to [NAME] i was only 7 or 8","labels":"approval"},{"text":"I posted the picture on this sub. I'm not sure how to link on mobile, but someone else posted the link on this thread.","labels":"confusion"},{"text":"They probably aren’t wrong. I’m sure many ppl diagnosed asd today used to get diagnosed agoraphobic borderline schizoid avoidant gad etc","labels":"neutral"},{"text":"She's actually not dead at all. Even now shes still a good hero.","labels":"neutral"},{"text":"here's a nice little introduction video for","labels":"neutral"},{"text":"Problem is as soon as someone criticises Israel they jump up and down and scream anti semitism","labels":"anger"},{"text":"Im so glad that he Reacted that way i feel the same way about my college but im in the last semester 🤓","labels":"approval"},{"text":"Dude this kinda looks like the real face of hagrid","labels":"neutral"},{"text":"Now I know rhino poop is very green.","labels":"neutral"},{"text":"Maybe next time if you have 20K CAD keep it in actual bank instead of a crypto exchange.","labels":"neutral"},{"text":"It's weeebro you uncultured swine 😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😡😡😡🤬😡🤬😡🤬😡🤬😤😤😤 😂😂😂😂 like and share this epic comment 😎😎😎","labels":"love"},{"text":"You know damn well it is.","labels":"approval"},{"text":"Oh that sounds gross! Now I have this horrible deamon \/ alien like picture in my head 🤢","labels":"fear"},{"text":"No superbowl @ lambo for this generation; hopefully global warming will make an impact in the next 30 years. :)","labels":"approval"},{"text":"Also op I have my associates on top of my bachelors? Whatchu mean","labels":"curiosity"},{"text":"That was the best time to be Black in LA","labels":"amusement"},{"text":"Yeah, right.","labels":"approval"},{"text":"Woooooooooo it took long enough but the UYU boys finally did it and made the league","labels":"annoyance"},{"text":"You’re welcome 😊","labels":"neutral"},{"text":"“Game 7” Unfortunately we’ll never get there.","labels":"sadness"},{"text":"Goodbye yes, but she could be alive","labels":"neutral"},{"text":"Doy, that was silly of me 😅 Thankfully we’ll never be around her ! ","labels":"gratitude"},{"text":"Trouser maidens 😂 omg I love it.","labels":"love"},{"text":"No he didn’t 😂😂😂 his foot grazed the side of his head and was clearly an accident..","labels":"neutral"},{"text":"Also N.e.r.d and [NAME] reference lmao","labels":"neutral"},{"text":"Except the ones trying to zipper by flying by everyone just to slam on their breaks to zipper...","labels":"caring"},{"text":"Or you know, don’t use your phone during school.","labels":"neutral"},{"text":"Anytime I've taken benzo beforecoke, it completely negates any coke feeling","labels":"neutral"},{"text":"my mom caught be masturbating to dominatrix porn (i was bored of vanilla shit) LOL But porn addiction is bad because it can stop you from approaching women etc","labels":"annoyance"},{"text":"🎶 I've always been crazy 'bout Irish girls! 🎶","labels":"disapproval"},{"text":"I feel this in my soul.","labels":"neutral"},{"text":"Usually i am getting games back to back so no standing time for me 😒","labels":"sadness"},{"text":"Imagine the baby being retarded","labels":"neutral"},{"text":"[NAME] just reminded us last night why he’s paid his ridiculous wages","labels":"neutral"},{"text":"*Chocolate thugs don't mess around* That's interesting though. Something to look forward to when you wake up","labels":"confusion"},{"text":"I love the claps after he fell 🤣","labels":"love"},{"text":"Imagine buying a product, then burning it in protest ","labels":"neutral"},{"text":"That treatise is working well for the environment! 😉","labels":"joy"},{"text":"It can be uncomfortable to be honest but after a while you both find your sleeping positions.","labels":"annoyance"},{"text":"Was it? Honestly I didnt get it, even asked some other people and they didnt get. I guess color me ignorant. Care to explain? ","labels":"curiosity"},{"text":"Yeah that was inexcusable","labels":"anger"},{"text":"I'm on my third marriage. And it's been 26 years now. Sometimes a man's gotta do what a man does.","labels":"neutral"},{"text":"To me the toenails is the grossest part! 🤮","labels":"disgust"},{"text":"Glad she reads the comments of every [NAME] Facebook post ever","labels":"joy"},{"text":"Will they ever stop?? FLG is a cult.","labels":"curiosity"},{"text":"I talked to her family previous co workers and friends","labels":"joy"},{"text":"Me too! I was thinking about this yesterday.... I want to be in love again.😕","labels":"love"},{"text":" funny, your asking for proof of something the moderators actively remove and then say ShOw Me pRoOf Or ItS fAkE.","labels":"amusement"},{"text":"Why delete it. It's relatable, never be shamed of what you're going through. ","labels":"disapproval"},{"text":"Considering my wife barely touches me, I think I could get this job. Wonder how much it pays. ","labels":"surprise"},{"text":"This is sort of wholesome in a weird way","labels":"neutral"},{"text":"Being a broke college student doesn’t help😂 thank you for taking the time to listen though it’s really helpful lol","labels":"amusement"},{"text":"We've sucked ever since he got here. Just saying","labels":"neutral"},{"text":"OH MY GOD TIDYING UP WITH [NAME] IS ON NETFLIX RED ALERT IM GONNA GET SO ORGANIZED","labels":"neutral"},{"text":"We're moving from Utah to California later this year. These statistics make me even more excited!!","labels":"excitement"},{"text":"A couple of times I thought she was going to start laughing.","labels":"neutral"},{"text":"Don't forget the fort camper.","labels":"neutral"},{"text":"[NAME] is so fun. You can cc everyone and be annoying af. Imo [NAME] is the most fun role 🤷","labels":"amusement"},{"text":"I just don’t like him 😂","labels":"anger"},{"text":"damn, congratulation 🤣","labels":"anger"},{"text":"As far as I know you can only get one RI in a day.","labels":"neutral"},{"text":"It's 57% upvoted, which pretty much means most people hate it. ","labels":"anger"},{"text":"Can confirm, I have 2 (but be careful as you may still be allergic to their saliva)","labels":"caring"},{"text":"That woman is simultaneously very evil and using her evil to make others regret doing evil things.","labels":"anger"},{"text":"Sorry dude. I’m pretty new here. Wasn’t sure I had to do that. My bad. 😢","labels":"caring"},{"text":"At least we’re in this together? 😓","labels":"curiosity"},{"text":"This is so sweet 🖤","labels":"amusement"},{"text":"It will be painful but it will be worth it! Good Luck, and may you never be a slave to a drug again !","labels":"sadness"},{"text":"Thank you. I found out I can return it since they made it heavier than I ordered.","labels":"gratitude"},{"text":"That’s a bold move, [NAME]. Let’s see if it pays off. ","labels":"curiosity"},{"text":"Super righteous.","labels":"amusement"},{"text":"Interesting what you said about the crew and better to fly solo than with people who bring you down. I'll remember that.","labels":"surprise"},{"text":"Sounds like you are the one with salty tears mate","labels":"neutral"},{"text":"Usually its better just to ignore the dude whos insane, because you don't know if he has a knife or a gun","labels":"annoyance"},{"text":"I'll probably try this one day 😅","labels":"optimism"},{"text":"Ah gotcha. Thanks.","labels":"gratitude"},{"text":"You're telling me you don't get excited when you see a big hit or players drop the gloves?","labels":"curiosity"},{"text":"Too funny 😂😂😂😂","labels":"amusement"},{"text":"Looks like the next level of a horror character","labels":"fear"},{"text":"I’m so sorry that happened to you. Are you feeling okay now? Thank you for the concern. ❤️❤️❤️","labels":"caring"},{"text":"You can see his tooth bouncing off the pavement on the right after he falls. Brings a tear of joy to my eye 😅","labels":"joy"},{"text":"You have no idea how high I can fly.","labels":"neutral"},{"text":"Aw [NAME] - she wanted this to be her legacy","labels":"neutral"},{"text":"You guys are the reason I had my first smooth hit in months, thank you🤘🏽🙏🏼","labels":"gratitude"},{"text":"Will forever be burned into my brain! Will never forget the feeling just please not 2 cycles in a row 🙏🏻","labels":"annoyance"},{"text":"According to you lol. MBTI could potentially be all of those things if applied correctly.","labels":"amusement"},{"text":"Shut up about the sun! SHUT UP ABOUT THE SUN!!!","labels":"annoyance"},{"text":"Gotcha. Given how contentious even the top-tiers are, I wanted to play it safe.","labels":"desire"},{"text":"Hold off a bit, Dallas is in a big time housing bubble, wait for it to pop, then strike ","labels":"neutral"},{"text":"Take him to a family holiday and I'm sure your family will do all of the work to hint that you guys should get married.","labels":"neutral"},{"text":"What were they mumbling at the end before the commercial break? That was weird.","labels":"curiosity"},{"text":"Yeah because a country can't multitask. Go pedal your propaganda elsewhere","labels":"approval"},{"text":"Damn it [NAME], now I have to go down there again.","labels":"neutral"},{"text":"They’ve always been bad my guy","labels":"annoyance"},{"text":"[NAME] pays big. He bought out Hot Doug’s so he could enjoy their foie gras sausages 4x a day.","labels":"neutral"},{"text":"I read that as \"It's fat being fucked in the picture\" lmfaoooo","labels":"anger"},{"text":"Here come the angry [NAME] stans 🤪🌹","labels":"anger"},{"text":"I'm guessing \"Corporate Stooge\" didn't focus group well.","labels":"disappointment"},{"text":"And you don't take delight in seeing the person you love in pain. Amen my dear!","labels":"disapproval"},{"text":"Unfamiliar with **[NAME] neighbours** Still I live at least 75' from 2 very nice quiet and respectable peeps.","labels":"amusement"},{"text":"Sure. The subject of her video was certainly creepy and obnoxious.","labels":"anger"},{"text":" Lol! ♿♿♿ &#x200B;","labels":"amusement"},{"text":"Well the good news is once all the boomers die off you won't have any pesky old people to blame anymore.","labels":"joy"},{"text":"I have a feeling this is gonna get really crowded, and end up being a shit show with such short notice for everything.","labels":"annoyance"},{"text":"Wow, you must have no idea what medium of exchange means.","labels":"surprise"},{"text":"Weird how analgesic is the opposite of what I might’ve guessed it to mean","labels":"neutral"},{"text":"For next time, there is a way bigger live chat over on r\/BravoRealHousewives ","labels":"neutral"},{"text":"This person is being a killjoy but there is a difference between being a killjoy and acting smart.","labels":"neutral"},{"text":":( had to change my flair for this one. That bites","labels":"remorse"},{"text":"Deer needs to make a false injury claim and get paid did you see that fake I got hit jump it did?","labels":"curiosity"},{"text":"My life!","labels":"amusement"},{"text":"It’s horrible for me, way worse than your situation. Be Glad that you aren’t me","labels":"fear"},{"text":"As comic book guy from Simpson’s would say. WORST. WRITTEN CRIMELORD. EVER....","labels":"amusement"},{"text":"Nobody should keep any around that is this ass-cracked to oblivion.","labels":"neutral"},{"text":"Are you thinking of Austin, home of Hormel and Spam?","labels":"curiosity"},{"text":"“Your” people are mentally ill and need help. Go get it ASAP!","labels":"sadness"},{"text":"Literally anyone could be a freedom fighter if you look at it right (or wrong)","labels":"annoyance"},{"text":"If you want to start a family, you can't just pass up 20k no matter how nice your current school is. ","labels":"amusement"},{"text":"I too have had this happen on XBONE. I really want to love this game, but it keeps giving me reasons to play something else.","labels":"love"},{"text":"you have [NAME], you'll live.","labels":"approval"},{"text":"That’s no ordinary rabbit!","labels":"neutral"},{"text":"I was there on the opposite side of the field. I did not believe he made that catch until we saw it later on tv. Unreal.","labels":"neutral"},{"text":"Of course. Queen!","labels":"neutral"},{"text":"Good lord, that 'chandelier' made entirely out of antlers is pretty ridiculous 👀 ","labels":"sadness"},{"text":"[NAME] killed him and was only in for like 5 minutes...","labels":"neutral"},{"text":"Dying because of too much vitamin c sounds odd, since it's water soluble iirc","labels":"neutral"},{"text":"I'm so sorry. She's a very lucky cat to have people who love her so much.","labels":"caring"},{"text":"> so I would never say that to someone *To* someone, or *about* someone?","labels":"curiosity"},{"text":"Gold Coast seems like it would go well on paper, but turn up to the actual thing and seems strangely disappointing would be good to tell friends about though","labels":"disappointment"},{"text":"Keeping the stomach warm also helps. Holding the baby with their stomach against yours helps them fall asleep. But it doesn't work all the time unfortunately.","labels":"sadness"},{"text":"She was funny with [NAME] in the previous BFQOE I think. I honestly think she needed a better partner in this episode","labels":"neutral"},{"text":"You pushed too hard for her to give it up first date damn. She was all good for date 2, don’t fuck that up lmao","labels":"neutral"},{"text":"Maybe they want to be a show couple ?","labels":"curiosity"},{"text":"Maybe? Must’ve been one intense game of [NAME]. ‍♀️","labels":"curiosity"},{"text":"Bad sarcasm in response to a bad joke seems about right to be fair.","labels":"annoyance"},{"text":"Feed her poetry. But in a metaphorical way not in a weird way","labels":"surprise"},{"text":"Yeah, somebody needs to seek counseling immediately. ","labels":"approval"},{"text":"Why does everything have to be a debate?","labels":"curiosity"},{"text":"That’s what I came here to say! My sister was born in 2003 and writes in perfect cursive.","labels":"neutral"},{"text":"*How???* The internet never ceases to amaze me.","labels":"curiosity"},{"text":"Got to love the people who decry a two-colour view of the world by painting it all monochrome","labels":"love"},{"text":"Should be Colt Wesley Small Johnson","labels":"neutral"},{"text":"The shattered glass looks like a sassy elf","labels":"neutral"},{"text":"This is reddit, unfortunately it's entirely possible he isn't being sarcastic","labels":"fear"},{"text":"I guess I’ll watch this surely not morbid documentary before bedtime..","labels":"remorse"},{"text":"That’s hard-boiled. This is the secret weapon we’ve been waiting for. You are a god-damned hero. 🎖","labels":"approval"},{"text":"For real. I get tired of all the griping. Deal with it or get out.. or start a freaking riot and make changes.","labels":"sadness"},{"text":"Realize that all those feelings she had for you were lies. She is liar. Don't let her take up space in your head rent free.","labels":"neutral"},{"text":"Bhahaha! I’m sorry, that sounds awful.","labels":"caring"},{"text":"Her playing with fire, and getting burned. Stay strong. ","labels":"caring"},{"text":"I understand your point. But I’d still rather get some stuff stolen than lose a member of the family.","labels":"annoyance"},{"text":"Wish he'd upload more 😪","labels":"neutral"},{"text":"Looks like an HD image of the moon.....that garlic bread doesnt look too bad tho","labels":"neutral"},{"text":"Or they really trust Verdugo","labels":"neutral"},{"text":"Because at best, you’re a racist and an apologist for at least a wanna-be dictator and his supporters ","labels":"neutral"},{"text":"Didn't you just post this and people told you it was dumb and not meant for this sub?","labels":"curiosity"},{"text":"She reminds me if [NAME]. Half haked pictures with vague sayings. Ugh","labels":"neutral"},{"text":"Ok thank you","labels":"gratitude"},{"text":"What if she’s also the franchise owner who likes to get to know her customers better?","labels":"curiosity"},{"text":"Not at all. It's great of course for financial reasons, but it then makes me worried about how much time she'll have for a relationship.","labels":"sadness"},{"text":"I don't think that's a normal marriage because my husband has never said those kinds of things to me (20 years now)","labels":"neutral"},{"text":"Oh man I feel bad now. If you find it funny than it's funny 💖 sorry","labels":"sadness"},{"text":"Lucky, when I did it my nickname ended up being [NAME]","labels":"optimism"},{"text":"The new stylish stadiums will look outdated in 15+ years. Standard stadiums will still look the same","labels":"neutral"},{"text":"Tree house of horrors they are all great.","labels":"amusement"},{"text":"Shit out to my little hommies who's parents made them go to school today.","labels":"neutral"},{"text":"Great album! 👊","labels":"amusement"},{"text":"Well Happy Birthday from another random stranger on the internet. I spent my birthday mostly alone too, hope your day wasn’t too bad. 💙","labels":"excitement"},{"text":"That last sentence pains me","labels":"sadness"},{"text":"20 seconds, how about you guys?","labels":"neutral"},{"text":"That was hot!","labels":"amusement"},{"text":"The only thing wrong with her is her face. Maybe she has a giving personality?","labels":"curiosity"},{"text":"I'd be ok with [NAME] if it guaranteed we were firing [NAME]","labels":"annoyance"},{"text":"No steel toe boots either. Amateurs. If the owner made his cooks do this instead of proper contractors he deserves a workers comp claim.","labels":"annoyance"},{"text":"Thought i was already there with the terrible title.","labels":"fear"},{"text":"Its hard not to lol","labels":"neutral"},{"text":"If they want the situation to escalate, they may just keep nagging me and wait for things to tip over.","labels":"annoyance"},{"text":"Better get yourself here before March 😂","labels":"approval"},{"text":"Two natural right backs is fine. Then the pretend one doesn't have to pretend anymore.","labels":"neutral"},{"text":"Forehead for days.","labels":"neutral"},{"text":"Ya got a good life... *ya got a good life...*","labels":"optimism"},{"text":"Dont call your self pansexual if you've never deepthroted a pan.","labels":"anger"},{"text":"Lol maybe he is not but I think my point still stands 😄","labels":"amusement"},{"text":"I would do this job for free! \/s","labels":"approval"},{"text":"Some of my best rolls were with 50mg. Less is more!","labels":"confusion"},{"text":"Justice was served","labels":"optimism"},{"text":"+1. I don’t make it to DuPont anymore unfortunately. If you’re in Rosslyn, I’d recommend American Threading Plus. ","labels":"disappointment"},{"text":"What’s all this [NAME] business? Edit: Thanks for the info below everyone 😇","labels":"curiosity"},{"text":"Lmao it wasn’t free, we were stealing","labels":"amusement"},{"text":"Damn i guess people shouldn't steal. Or smoke","labels":"annoyance"},{"text":"I missed this. Wow that is a travesty","labels":"excitement"},{"text":"😂 Lmao your mom’s revenge is pro-level and I love it.","labels":"amusement"},{"text":"> its exactly the opposite of what I do to get a girl in the mood This is super creepy","labels":"disapproval"},{"text":"No. You are not.","labels":"disapproval"},{"text":"You're all insane.","labels":"neutral"},{"text":"Sorry, I posted this first but then you said something that I wanted to acknowledge I agreed with.","labels":"caring"},{"text":"That was my first thought too 😂","labels":"approval"},{"text":"And you can't really see the bottom part so that's probably small too. Really grosses me out","labels":"disappointment"},{"text":"I put [NAME] on over the holidays...my family hated it. Freaking love his stand up though and he's pretty widely liked. My family is weird.","labels":"love"},{"text":"Im not 😀 Glad you realize your mistake and why I was confused 😉","labels":"confusion"},{"text":"He’s such a thumb!!!","labels":"neutral"},{"text":"I had no idea someone could actually be this stupid. > capitalism.","labels":"annoyance"},{"text":"THERE IS NO LEFT PHILANGE","labels":"neutral"},{"text":"They stole my joke, damn them!","labels":"annoyance"},{"text":"It's bad enough to break into a house, but snooping and stealing from a friend?! r\/trashy r\/iamatotalpieceofshit Hope you have better luck with friends in the future!","labels":"curiosity"},{"text":"Bet Highland Council are sorry they sold their bunker last year.","labels":"remorse"},{"text":"No one is going to create more competition for themselves","labels":"annoyance"},{"text":"Oh man is this true. Coffee has a seriously negative effect on some people! I'm 39 and just figured it out this year","labels":"annoyance"},{"text":"*Thank you, Brother* But really tho where is the petition 😂","labels":"curiosity"},{"text":"Exactly why I will never again play a pvp game on PC.","labels":"neutral"},{"text":"I actually laughed at this","labels":"amusement"},{"text":"My home equity rose 120k in the 3 years since i bought it. Just saying","labels":"approval"},{"text":"I got a free Razor for being a student so I'm a net loss on their company :D","labels":"sadness"},{"text":"And I'm loving it. It's driving the chuds mad.","labels":"love"},{"text":"I ain’t your pal buddy.","labels":"annoyance"},{"text":"Yikes hope hes ok","labels":"neutral"},{"text":"haha. I think he means this in a good way. Just poorly verbalized.","labels":"neutral"},{"text":"Will I get banned if i say \"Boy I sure do love *collapsible bed word*\"","labels":"curiosity"},{"text":"I believe [NAME] solved this issue back in 2004 with the racial draft","labels":"neutral"},{"text":"Keeps going tho. Kids got heart","labels":"neutral"},{"text":"Fund this man. Even if it doesn’t pan out it’s worth finding out.","labels":"neutral"},{"text":"I was giving an example, not explicitly talking about aramusha. 🙃","labels":"approval"},{"text":"It kind of was for some people.","labels":"neutral"},{"text":"Meh, it’s “next man up” over there. I’ll be worried when they stop making it to the playoffs. ","labels":"sadness"},{"text":"Some additional background the robo-voice on that video is horrible.","labels":"fear"},{"text":"Copyrights on the individual track designs? Maybe but I'd like to see them","labels":"curiosity"},{"text":"that tease tonight lowered my hopes","labels":"desire"},{"text":"Me too 💕","labels":"love"},{"text":"I feel like I got lured into a fever dream by a normal combo video's beginning","labels":"confusion"},{"text":"It’s always weird when you spot someone you know on here 😂","labels":"annoyance"},{"text":"I (26SM) love women with rings. It is such a turn on knowing that she is married.","labels":"love"},{"text":"Definitely not a misunderstanding if you read the articles Bloomberg posted.","labels":"annoyance"},{"text":"Oh I know lol I overdid it w that comparison. The point is singers have shit vocal nights but that doesn’t make them unprofessional. Shit happens.","labels":"annoyance"},{"text":"Who on earth would label what you had an affair? You were separated. That is not an affair by any stretch.","labels":"curiosity"},{"text":"I mean… yeah? So glad to be at that age where the conversation would be more uncomfortable for them than for me.","labels":"curiosity"},{"text":"Well, 1\/2 has been done already!","labels":"neutral"},{"text":"I can never refold the paper properly so kudos just for that!","labels":"gratitude"},{"text":"Thank you for the kind words :)","labels":"gratitude"},{"text":"Oh come on, you can't mention Psi-Ops without linking the theme song!","labels":"disapproval"},{"text":"Thank you, I know my OHIP Is up to date as I have my health card in my wallet and I updated it myself when we moved ","labels":"approval"},{"text":"I had so many avatars named after Star Wars characters on Millsbury. I miss it 😭😭😭","labels":"approval"},{"text":"You should watch the “Genghis Khan” music video by [NAME], suddenly these two really look like the couple in that video 😳","labels":"surprise"},{"text":"He's ancient. If elected, he'll be 79 in 2020. I like him but that worries me. ","labels":"caring"},{"text":"And I said, 'wouldn't that have _prevented_ you from having the name [NAME]?', and he said *FUCK*","labels":"curiosity"},{"text":"LOL get it guys the joke is necrophilia 😂😂😂😂😂😂👌🏼👌🏼👌🏼👌🏼👌🏼","labels":"amusement"},{"text":"Not all idiots with guns put others in danger. Many just have bad sense with guns. An even smaller percent actually causes damage to people.","labels":"disappointment"},{"text":"LOL...love nagy shock-faced","labels":"amusement"},{"text":"Wow! Now that's some propaganda we could use more of!","labels":"excitement"},{"text":"Your wife's behavior is inconsistent with continuing your marriage to her.","labels":"neutral"},{"text":"I know that’s what I was trying to say. Idk y that got lost in translation.","labels":"annoyance"},{"text":"My 2 year old loves Word Party. Story Bots is another good Netflix option.","labels":"love"},{"text":"VP pick guaranteed - and the pivot will be hilarious","labels":"amusement"},{"text":"Give me a country and I'll do some research and post what I find in the morning.","labels":"approval"},{"text":"Thing is, some fans will *never* be happy. There is nothing that can be done to please them. That's the problem.","labels":"joy"},{"text":"Right. I'm gonna need to see some hog now, buddy.","labels":"neutral"},{"text":"That's why you gotta pump that charisma stat to the max. 😉","labels":"approval"},{"text":"For the love of [NAME] do not ever link that again","labels":"neutral"},{"text":"You're trying too hard","labels":"neutral"},{"text":"Wat u been ordering u naughty boy😂","labels":"amusement"},{"text":"i love it when [NAME] injects himself with sassy serum 😊","labels":"love"},{"text":"Spending the day with family in beautiful Bowral 🌿","labels":"joy"},{"text":"I meant mainsource [NAME]. the one that assists you on your journey. >! not the one that is evil as fuck!<","labels":"annoyance"},{"text":"She lied to all of us.","labels":"neutral"},{"text":"I hope that the talk goes ok. Though with these justno's it may not. I'm glad that you are prepared if it goes south.","labels":"joy"},{"text":"What about a meet tomorow night (saturday night jan 12th) its supposed to be nice, just let me know and ill swing on by. 👍","labels":"joy"},{"text":"Yeah, assuming what he said is true yes he has a chance, but it's hard to say for sure given the circumstances ","labels":"approval"},{"text":"Oh my [NAME] your desk is fucked.","labels":"anger"},{"text":"That such a sad flop [NAME]","labels":"sadness"},{"text":"Happy Birthday! ✨","labels":"excitement"},{"text":"Oh. For real? I stand corrected then. I haven't encountered that before. 🤷🏻‍♀️","labels":"approval"},{"text":"By all means, tell me what I said that was incorrect. ","labels":"annoyance"},{"text":"Sigh, that was beautiful 😢","labels":"amusement"},{"text":"Thank fuck they died... I mean rip, so sad 💭🙏","labels":"anger"},{"text":"I am but me and my SO live separate lives.","labels":"neutral"},{"text":"Fight milk 🥛 lol","labels":"amusement"},{"text":"But, oh boy, they can try.","labels":"optimism"},{"text":"I’m so sorry to hear that! 😂😂😂","labels":"caring"},{"text":"But [NAME], if they invited you there'd be no storyline!!","labels":"neutral"},{"text":"Went to their other location in Capitol Reef National Park and it was fantastic. The cauliflower dough is great even if you're not into gluten-frei.","labels":"amusement"},{"text":"Bowling makes me feel better, it's hard to be mad when you're bowling with some pals","labels":"joy"},{"text":"His friend was sexy as hell 💁","labels":"amusement"},{"text":"Thats not even compareable, for one epic made NONE of these games except fortnite. Please explain how third party exclusives within the same platform should exist.","labels":"annoyance"},{"text":"Haha your mom lol 😎😎. Having flashbacks of 4th grade rn","labels":"amusement"},{"text":"I'm fine, how about you?","labels":"curiosity"},{"text":"You're making yourself look more stupid with every reply. Google what the heck model organisms are.","labels":"annoyance"},{"text":"The real worst though is when she says, \"I love you more\" 100% seriously.","labels":"neutral"},{"text":"Please for the love of [NAME] be right 🙏🏼","labels":"approval"},{"text":"there's one in between my gym and my work, which is dangerous since I can justify it as just as good as a protein bar...","labels":"sadness"},{"text":"he stopped talking to me 🤷🏼‍♀️","labels":"neutral"},{"text":"Boys this team is 🔥🚒","labels":"neutral"},{"text":"You should probably use that time to make a decent argument not the other thread then, I'm just going to leave you here .","labels":"neutral"},{"text":"Sounds like a problem with how you are playing, not with the perk.","labels":"embarrassment"},{"text":"As it should be. No way I'd want my kid crossing 5 lanes of traffic to get to the bus everyday.","labels":"desire"},{"text":"[NAME] damn cummonists","labels":"annoyance"},{"text":"It was salt. This is the laziest ‘dish’ I have ever ordered in my life.","labels":"disappointment"},{"text":"\"I've made a huge mistake\" - Me, walking into this person's house.","labels":"remorse"},{"text":"Did you see the Beauty News video about it? One of their Estee Lauder products turned out to have been expired before they even bought it 🤢","labels":"annoyance"},{"text":"Middle school. Puberty was rough for most of us. I was a victim and a perpetrator of a lot of stupid behavior in middle school.","labels":"remorse"},{"text":"The capitalist countries have welfare for those that can cope. The other countries dont.","labels":"approval"},{"text":"Or don't notify the boss, and keep not singing Happy birthday in restaurants. (Maybe I'm just no fun?)","labels":"curiosity"},{"text":"Good to know the obsessive thinking is because of them... I’ve felt like it was just me ha. Thank you 🙏","labels":"gratitude"},{"text":"you are fucking amazing. stay strong 💓","labels":"approval"},{"text":"That's the spirit 🤣 for me it's more about strangers wanting to hug me. But you do you 😎","labels":"approval"},{"text":"Seriously? Never knew... but yea that would make sense","labels":"curiosity"},{"text":"I see where [NAME] got his training.","labels":"neutral"},{"text":"No disadvantages in stereotypes.","labels":"approval"},{"text":"It's already the 2nd here, but happy new years! 🎉","labels":"gratitude"},{"text":"Felt this way ever since he tried to rip [NAME] arm out of its socket.","labels":"neutral"},{"text":"Rude to NXT. They need to just let her go. She hasn’t improved in over a decade, she’s never going to","labels":"neutral"},{"text":"So long as it's for the worse I'm all for the wait!","labels":"annoyance"},{"text":"10? If they're teens their original joint apparently didn't last that long.","labels":"curiosity"},{"text":"I'm sitting here as he has never even lurked.","labels":"neutral"},{"text":"Oh that sucks. Maybe you could give each other a show 😉","labels":"approval"},{"text":"Oh I'm not denying he is a scumbag who should be run out of town. Just whether this individual thing happened.","labels":"neutral"},{"text":"There's a lot big talk here that will look kinda dumb if we're third\/fourth midseason. I hope we aren't being clowned halfway through the season...","labels":"optimism"},{"text":"Just be honest with this person. Sorry I didn’t read the whole thing I don’t have time rn :(","labels":"caring"},{"text":"That's not what follows from that at all.","labels":"disapproval"},{"text":"Thanks for this.😊 I like to learn new things. #experiencematters **Themoreyouknow**🌈 ","labels":"gratitude"},{"text":"Really? How would they know what pharmacy you want to visit?","labels":"curiosity"},{"text":"I knew this was stupid when the shittastic music came on.","labels":"anger"},{"text":"Yo. This is the stuff of nightmares, and that background music really freaks me out.","labels":"annoyance"},{"text":"No kidding, this dude is trying to drown some serious demons.","labels":"neutral"},{"text":"UGH ME TOO! Eager to wake up with mania, any day now.","labels":"curiosity"},{"text":"Wow thanks. Could have sworn the Score app was showing 3pm when I checked it two days ago.","labels":"approval"},{"text":"I think it’s not so much that we have low empathy it’s that we hide our empathy as a defense.","labels":"remorse"},{"text":"> Conversely, Scandinavia does alright. That’s what they said about Venezuela. ","labels":"neutral"},{"text":"Being bullied is what taught me I wasn't wanted anywhere.","labels":"fear"},{"text":"Star Wars Episode IX: We’re Sorry Please Come Back We Fixed It","labels":"caring"},{"text":"Of course! Happy cake day 🎂🎉","labels":"excitement"},{"text":"Man that chick from total recall didnt age well.","labels":"neutral"},{"text":"I would replace the standard size with the magnum XL just for shits and giggles. I bet they will message you back real quick or pick another replacement 😆","labels":"optimism"},{"text":"Say you ate something or say things they cannot measure.","labels":"neutral"},{"text":"\"That's impossible.\" \"It's necessary.\" If they were aiming to make a [NAME] a steely-eyed missile man, they succeeded. ","labels":"disapproval"},{"text":"I assume not unless he gets premonitions of future memes.","labels":"neutral"},{"text":"Don't tease me with [NAME].","labels":"annoyance"},{"text":"oh shitttt. it’s upside down","labels":"anger"},{"text":"I live in Baltimore and heard she will have an office out of here. Any details on how I can volunteer for her campaign?","labels":"curiosity"},{"text":"Naw man that’s my stove, I just wish I had a carrot 🥕 for y’all","labels":"desire"},{"text":"Aww!! Thank you! I had fun making it, I also ADORE [NAME] 😍","labels":"amusement"},{"text":"Done that. Body dysmorphia makes them look the same to me 🤷","labels":"approval"},{"text":"I love working with people but sometimes I really hate people. 🤷🤷🤷","labels":"anger"},{"text":"I really hope you won't have the chance to enjoy them because man, I didn't like them anything :)","labels":"joy"},{"text":"I do enjoy my lawn. 😁","labels":"joy"},{"text":"Funny, I don't know a single MRA who's been accused of sexual assault... but I know plenty of feminists who have...","labels":"amusement"},{"text":"The comments on this have me rolling 🤣 more seriously though, I hope everyone’s alright!! ❤️","labels":"sadness"},{"text":"We need an update, man. What's this \"Outside\" like???","labels":"curiosity"},{"text":"Happy birthday 🎂!!","labels":"excitement"},{"text":"Your entire argument is undermined by how triggered you are. Also buy a thesaurus. And not all words have power all words have meaning.","labels":"neutral"},{"text":"🎵 I review you 👏👏 zero bye bitch gone 🎵","labels":"sadness"},{"text":"I hadn’t even noticed the hairline, was too busy looking at the rest of the awful stuff going on.","labels":"fear"},{"text":"North end pizzeria! Best pizza in town","labels":"approval"},{"text":"He’d be amazed i was alive and I’d have a super hot wife.","labels":"neutral"},{"text":"What a touching memory, \/u\/FappingPedant (sincerely!) ","labels":"neutral"},{"text":"This guy looks like the real life [NAME]","labels":"amusement"},{"text":"Had one of those in Penticton when I was a kid too.","labels":"neutral"},{"text":"See him live if you haven’t already. One of my favorites to see in concert.","labels":"joy"},{"text":"The bruised banana kit is only 👌aesthetic👌 cause it's a meme, I swear if the kit belonged to Huddersfield or something people would think it looked ghastly","labels":"fear"},{"text":"I wish someone would just run [NAME] or [NAME] open ice, it would be worth the penalty ","labels":"desire"},{"text":"Nobel prize, u\/Otomyre, Nobel prize! I’ll see you in Sweden!","labels":"neutral"},{"text":"I can feel my left knee getting sore now","labels":"neutral"},{"text":"What was fluky about the 2012 Quakes? They won fair and square and they did it the MLS way","labels":"curiosity"},{"text":"She likes sending nudes? I mean, just go with the flow and see what happens. ","labels":"curiosity"},{"text":"Eyebrow zits are the worst. I'd rather have a lip pimple than an eyebrow pimple. Also part of the fanclub for your eyes.","labels":"annoyance"},{"text":"I would give r\/momforaminute a visit, the people over there are fantastic and I think they can give you some comfort ","labels":"joy"},{"text":">He was deeply and utterly insecure, and it was pathetic. He still is. And it still is.","labels":"neutral"},{"text":"Your boobs should be sisters not... completely unrelated","labels":"annoyance"},{"text":"Wait did he’s married with a family and tried getting in your pants?!","labels":"curiosity"},{"text":"Well it obviously helps you rationalize your total unwillingness to take action to make the world a better place. I hope that you grow past that.","labels":"amusement"},{"text":"As a [NAME] I love your username. It's not suspicious at all! Call me 😘","labels":"gratitude"},{"text":"Omg if WOW sue’s her then my depression would be cured and I’ll have my jush","labels":"surprise"},{"text":"This is not porn lol","labels":"neutral"},{"text":"I get that. That's why thet time limit. Even if it's just to reevaluate.","labels":"optimism"},{"text":"Oh nice I have that one","labels":"amusement"},{"text":"I think I need to convince my boss to open a Beijing office! Why does using the accent feel fake here?","labels":"curiosity"},{"text":"This never gets old for me!!!!","labels":"neutral"},{"text":"Thanks, you are right, I appreciate you reaching out","labels":"gratitude"},{"text":"“[NAME] make y'famous tonight, buddy!” 🤣 Anyway, no manger for him!","labels":"neutral"},{"text":"Who was it? I got here after it was deleted, and I'd like to read the comment history.","labels":"curiosity"},{"text":"It still wouldn't make sense. The problem isn't the looks","labels":"realization"},{"text":"Lmao this is excessive","labels":"neutral"},{"text":"Being ugly and confident does not mean you'll do well in dating. You'll just try more.","labels":"fear"},{"text":"Good for you bb. I wish you all kind of life gains","labels":"desire"},{"text":"The amount of Islamophobic media bias is disturbing.","labels":"annoyance"},{"text":"Thank you! I had no idea Reddit had profile pictures and I've been using for a couple of years.","labels":"gratitude"},{"text":"we need to deregulate more so we can beat them. america needs to be #1 in something","labels":"approval"},{"text":"All spreadsheeters are killers but not all killers are spreadsheeters 💡","labels":"neutral"},{"text":"r\/everyfuckingthread Reddit Cliches have been observed by this bot 951 times.","labels":"annoyance"},{"text":"No, that's not possible. If you have proof then it's not misinformation what your spreading but simply information. ","labels":"disapproval"},{"text":"Wow, you sure got me ","labels":"joy"},{"text":"LOL, had me confused for a second. Didn't realize you had responded to another comment of mine as well. ","labels":"amusement"},{"text":"i mean it can if its a meritocracy and an uncorrupted government. Whereas in modern America theres a shit ton of nepotism and a corrupt state\/federal government","labels":"annoyance"},{"text":"That was twenty years ago now though.","labels":"neutral"},{"text":"i think there is empirical data for evolution...","labels":"approval"},{"text":"You da real MVP","labels":"neutral"},{"text":"cancer is incredibly difficult to get a vaccine from, since it is unique to everyone. Different DNA in each one. both are hard to cure.","labels":"disappointment"},{"text":"Ah yes, Plastique Tiaras drag race, thank you so much izzy....noriega <— That explains alot!","labels":"gratitude"},{"text":"~~macri gato~~ Also, nice to see Buthan there","labels":"amusement"},{"text":"I seen reactions to this elsewhere and DAM famales are some sensitive fucers, you see something online and your whole life fall apart like 🙂🖥️😢😭😢😭😭😭😭😭😭😭😭","labels":"annoyance"},{"text":"I have and i’ve also shot some ak’s they’re not too bad but i still prefer handguns despite the kick.","labels":"annoyance"},{"text":"[NAME] my new favorite Hollywood person","labels":"neutral"},{"text":"That's why everyone loves you, you're a joke club. ","labels":"love"},{"text":"Oh cool another manufactured awful [NAME] pushing untalented rapper. It’s getting more obvious as time goes by","labels":"fear"},{"text":"Solid. Giving the other customer sauces for free was especially petty, I like.","labels":"love"},{"text":"hhhh, lol ","labels":"amusement"},{"text":"[NAME] nerds thinking they are cool by assigning some bullshit fantasy words to error messages...theater mode is probably just acting up","labels":"annoyance"},{"text":"Alright we have worn them down enough guys.","labels":"neutral"},{"text":"Heh, U.S. only has a partial government right now :\/","labels":"neutral"},{"text":"It’s probably down to low player base.","labels":"neutral"},{"text":"Welcome to the Wild West. It's fucking amazing.","labels":"gratitude"},{"text":"Mid game? I was worried it would happen to me except reverse. Hold out on this contract for another hour haha","labels":"curiosity"},{"text":"I mean who cares, this show isn’t built for perfection. It’s built for comedy. ","labels":"amusement"},{"text":"Say it with me now: WE 👏LOVE 👏PAT 👏C 👏AND 👏WE 👏DON’T 👏CARE 👏WHO 👏KNOWS 👏","labels":"disapproval"},{"text":"Exactly. My father is part of Homeland security and is furloughed. Homeland Security isn't completely shut down but they furloughed part of their work force.","labels":"neutral"},{"text":"Plenty of activists have skin in the game. Sounds like you don't know many real activists!","labels":"neutral"},{"text":"Did you see on ig where HER MAN offered a fake [NAME] profile use of his pj 😂😂","labels":"neutral"},{"text":"I'm sure you're alright, [NAME]. xD","labels":"desire"},{"text":"He really has us in that first half.","labels":"neutral"},{"text":"I swear, this is the most brutal one of this year yet. ","labels":"sadness"},{"text":"Did the Benghazi investigation lead to more than a dozen people thrown in jail, cause this investigation has and it's not even over. ","labels":"sadness"},{"text":"soon i’ll have an army of karens and no one will be able to stop me","labels":"curiosity"},{"text":"My favorite [NAME] and she was awesome as [NAME]. I also loved her playing the opposite [NAME] to [NAME] in DS9.","labels":"love"},{"text":"I'm glad :)","labels":"joy"},{"text":"I'm so glad [NAME] finally got her visa, she's going to do awesome living in the USA!!!!","labels":"joy"},{"text":"Haha ik I SHOULD be. But I still love em both like a red headed step child.","labels":"love"},{"text":"That’s what’s it’s called or what SHE’S called?🤣","labels":"neutral"},{"text":"[NAME] sued by floss kid \/s","labels":"neutral"},{"text":"Given [NAME] was in charge of the transition I don't see how he kept his hands clean. I think if [NAME] goes down so does he.","labels":"neutral"},{"text":"In that video, the pulls a sweet drift into a ditch and blows up.","labels":"neutral"},{"text":"Happy birthday!! Lots of love and hugs from a stranger in Hanoi 🤗🤗","labels":"excitement"},{"text":"The simple ones feel elegant.","labels":"joy"},{"text":">[NAME] One of the most horrifying stories I've ever heard of: the mom should be in psychiatric care and the doctor thrown in jail IMO.","labels":"fear"},{"text":"Wtf the dude is 29? Seemed like only yesterday he was the most hyped goalie prospect in the world...","labels":"curiosity"},{"text":"love you too.","labels":"love"},{"text":"OMG the bra hanging out of the back of that dress is so cringe.","labels":"fear"},{"text":"I don’t watch the Colts, but out of interest do they insist on making [NAME] block consistently like we did.","labels":"annoyance"},{"text":"You are not well-informed. Their policy is in accordance with language used in ITS OWN platform, not elsewhere. So no.","labels":"annoyance"},{"text":"Sure, there are plenty more if you are so unsatisfied","labels":"annoyance"},{"text":"Hard work and determination💪💯","labels":"amusement"},{"text":"Tuck her in and give her a kiss on the forehead","labels":"neutral"},{"text":"We dont want or deserve to win this game. Sloppy sloppy sloppy","labels":"annoyance"},{"text":"Doctor: “I have good news and bad news” Patient: “good news first” Doctor: “we’re naming a disease after you”","labels":"neutral"},{"text":"The word ‘rap’ was created by a guy who couldn’t pronounce his C’s. Fact.","labels":"neutral"},{"text":"This is a family friendly sub; please don't say the McC-word.","labels":"optimism"},{"text":"You’re only as young as you feel 😄","labels":"joy"},{"text":"One day I was really desperate and tried putting warming balms that are intended for sore muscles on my lower tummy and it helps so much!","labels":"sadness"},{"text":"This is brilliant.","labels":"amusement"},{"text":"Oh no! Poor dude!","labels":"neutral"},{"text":"Get involved and take others with you. Part of the only way we’re going to get better options, we’ll get there!","labels":"optimism"},{"text":"Mine used to tell „you complain too much“. I was also angry when I was with him. I‘m not like that.","labels":"annoyance"},{"text":"I bring great shame on my family with my poops. If only I had the will of dear god emperor [NAME] to halt my poops indefinitely like is able.","labels":"remorse"},{"text":"Megatron hanging out with [NAME], [NAME], and [NAME]. This is like a fever dream","labels":"approval"},{"text":"Oh the pain. I have been gifted faulty genes that gave me humongous pores and a hairy upper lip. Only a miracle can save me from here.","labels":"surprise"},{"text":"I like this one, it's not a \"when you\" meme.","labels":"love"},{"text":"I know, i read that previous post. Im just worried about your parrot getting injured because of that woman :\/","labels":"sadness"},{"text":"That’s mad hombre Switzerland confirmed 🌊🌊 I bet you get bare skiing done","labels":"approval"},{"text":"I like [NAME]. Sue me.","labels":"love"},{"text":"Wouldn’t be surprised","labels":"neutral"},{"text":"Source? 😂","labels":"curiosity"},{"text":"Thank you for that. My gf jumped right next to me! 😂😂😂","labels":"gratitude"},{"text":"Suffering from success...","labels":"sadness"},{"text":"You know even when women wear their hair natural they’re still putting products in it right?","labels":"neutral"},{"text":"It's irrelevant because that's not how we elect presidents. He won an electoral landslide. He flipped several democrat strongholds. He did just fine.","labels":"neutral"},{"text":"Wouldn’t be surprised one bit. He did beat up [NAME]. Maybe that gets him arrested and that’s how he loses [NAME]. 🤷🏼‍♀️","labels":"neutral"},{"text":"We've actually got scientists working on that. If you're 23 right now and healthy, you've got a fairly good chance of not dying.","labels":"neutral"},{"text":"And RIIIICCHHH BYYIIITTTCCHHH!!","labels":"neutral"},{"text":"[NAME] looks queasy already I like where this is going","labels":"love"},{"text":"Welcome to the NFC Payoffs -Life long Vikings Fan-","labels":"gratitude"},{"text":"good luck stay safe!💓","labels":"caring"},{"text":"You must be new around here.","labels":"neutral"},{"text":"I guess you’ve become something of an icon","labels":"neutral"},{"text":"Oh same here. Too relatable. Makes me wonder what 50 year old me will miss about the body I've got now.","labels":"excitement"},{"text":">doesn't make a border wall ineffectual. As ineffectual as the TSA is, at least they can't be defeated by a simple ladder.","labels":"annoyance"},{"text":"🖐✋🤚🤘🤛🤟🖖🤙👋 *Crude attempt to wave my hands at you 🤗 ","labels":"neutral"},{"text":"I’m from Belfast. I’m Irish, my culture is no different from anywhere else in Ireland. ","labels":"neutral"},{"text":"I feel bad for all those kids whose parents decided to homeschool them so they could be professional HOTS players without all that stupid learning getting in the way.","labels":"annoyance"},{"text":"Just say you value the friendship too much to jeopardize it with complicated red stuff.","labels":"annoyance"},{"text":"Weird way to type YYYY-MM-DD","labels":"confusion"},{"text":"Never take advice from someone named \"poor judgement\" ","labels":"annoyance"},{"text":"That’s the p-value, not the effect size. 0.4 is a long way from being a significant result.","labels":"neutral"},{"text":"It wasn't an intelligent comment to begin with why would I take it seriously? Though I guess those 28 people did.","labels":"curiosity"},{"text":"Hey, I love you! 😁","labels":"love"},{"text":"I bet she smells like a jar of mayo left open for a week in the summer","labels":"neutral"},{"text":"Jajaja (hahaha)","labels":"amusement"},{"text":"That, the fact that the photo was taken on someone's phone and the fact they couldn't be arsed to crop it properly...","labels":"disapproval"},{"text":"Another senseless tragedy.","labels":"sadness"},{"text":"You're not getting more benefit, you're getting the same insurance plan, it just costs more.","labels":"disappointment"},{"text":"Have a great weekend","labels":"optimism"},{"text":"Thank you for being willing to learn","labels":"desire"},{"text":"i know :\/ almost perfect but i’ll get there eventually!","labels":"approval"},{"text":"I’d give this comment a gold if I could!! Yes, as a husband here, there’s no better reward!","labels":"disapproval"},{"text":"Absolute queens! ❤🏳️‍🌈🏳️‍🌈🏳️‍🌈","labels":"amusement"},{"text":"A person seeking companionship is one thing but attention from as many dudes as possible is another lol","labels":"amusement"},{"text":"Lovely act of kindness🤗","labels":"joy"},{"text":"doesn't the fact that it was used for general studies prove my point :) (and i think we're around the same age)","labels":"neutral"},{"text":"[NAME] who voted for [NAME] I voted for sicko mode","labels":"neutral"},{"text":"The best music for the best voice....epic & timeless 🎶❣️","labels":"joy"},{"text":"> If you actually believe they are still a threat oh, if only it *were* up to me...","labels":"neutral"},{"text":"Oh, I ripped one 😉🍁🔥😗💨☁️💯☁️🤙🏻","labels":"approval"},{"text":"Awesome! I'll see it ASAP. When work won't be this hectic. 😊","labels":"amusement"},{"text":"oh this is gonna go well","labels":"joy"},{"text":"You have to leave the house.","labels":"anger"},{"text":"Because I am a human, and I can do whatever I want, as long as it's not against the law","labels":"approval"},{"text":"Mine once went 6 hours overdue. It was horrible. Big hugs to you. Drink all the wine you can find!","labels":"fear"},{"text":"My nightmare is having an iphone.","labels":"neutral"},{"text":"Weird flex but okay","labels":"neutral"},{"text":"That's my horse!","labels":"neutral"},{"text":"I can't believe offense blew such - oh nevermind.","labels":"neutral"},{"text":"That needs a standalone cooler to plug into just to operate effectively lol","labels":"amusement"},{"text":"NICE... TO.... MEET YOU... OW!","labels":"love"},{"text":"this looks like the start of a very ugly porno","labels":"neutral"},{"text":"This is why, when I do it, I'm gonna do it as quick and brutally as possible. This is inhumane.","labels":"anger"},{"text":"Pretty much yeah, it’s crazy that 2 years later that someone picked 56 picks later is better as a player","labels":"neutral"},{"text":"Ahh damn! Gotta pay attention to that, never even knew!","labels":"anger"},{"text":"I dunno, I love me some barrel-aged spirits and ales.","labels":"love"},{"text":"Man. I wanna be there to see his face! It’d be great. 🤣","labels":"amusement"},{"text":"There were those god awful GoPro shots in the fight scenes where they had a shaky camera fixed to the actors facing directly at their face, though. ","labels":"fear"},{"text":"They just happen to let them in to their house...Yeah, no sane person does that. ","labels":"neutral"},{"text":"It's been 10 minutes, I'm still laughing 😂😂😂","labels":"amusement"},{"text":"Stop, this is a safe space.","labels":"caring"},{"text":"I can't keep up! This drama is too much 😭🤣","labels":"disapproval"},{"text":"Of course, us first borns gotta stick together. ❤️","labels":"approval"},{"text":"It was deloitte wasn't it. That is some bullshit application.","labels":"annoyance"},{"text":"All I can say is.. good luck bro","labels":"optimism"},{"text":"They likely just didn’t have enough forex to pay their bill 😂","labels":"disapproval"},{"text":"Not in CA.","labels":"neutral"},{"text":"I have a great connect for 2c-b","labels":"gratitude"},{"text":"I'm literally screaming.","labels":"annoyance"},{"text":"My Ping Pong Queen looks so happy! I cried lol","labels":"joy"},{"text":"Even if I close the app, mine still pings.. It's maddening","labels":"annoyance"},{"text":"We like what we like.","labels":"love"},{"text":"Guys it's a dril tweet, false alarm","labels":"annoyance"},{"text":"> I dont understand why team record matters so much. The entire purpose of playing is to win games.","labels":"approval"},{"text":"That's what I ended up actually doing.","labels":"neutral"},{"text":"Oh [NAME] if you ever burn anything you will never live it down.","labels":"annoyance"},{"text":"if your favorite subreddit is the correct spelling of Zack then you’ll LOVE r\/zach","labels":"love"},{"text":"Tf what it this for a motivational speech?? Tf is fb doing to these kids","labels":"curiosity"},{"text":"That has nothing to do with guys that just started with us this or last season.","labels":"neutral"},{"text":"Thank you oh my [NAME] 💖💖💖","labels":"gratitude"},{"text":"My parents just couldn't understand that pick","labels":"disappointment"},{"text":"LOL THEY DIED? like if you get reference","labels":"curiosity"},{"text":"It does indeed. 😏","labels":"approval"},{"text":"My cousin is coming back as interim exec chef this week until we get a new chef. If you are my cousin the answer is NO!","labels":"annoyance"},{"text":"Play something else and come back later. You’re burning yourself out","labels":"annoyance"},{"text":"[NAME] damn it","labels":"anger"},{"text":"calm down there satan","labels":"neutral"},{"text":"No one to blame here, bad luck is what it is.","labels":"remorse"},{"text":"I’m not going to be a scared wizard and call him he who must not be named","labels":"annoyance"},{"text":"Personally wish they had a male version of 🤰🏼","labels":"desire"},{"text":"I don't know","labels":"confusion"},{"text":"She’s got time to clap back cause she left the gig early huh?","labels":"neutral"},{"text":"Wow. I thought the antivaxxers couldn't get any lower. Boy was I super wrong.","labels":"excitement"},{"text":"I like her too! I hope she does well and stays away from [NAME].","labels":"love"},{"text":"[NAME] and [NAME]. There really is NO point of them staying and they are unbearable to watch.","labels":"annoyance"},{"text":"Congratulations! It's an amazing feeling isn't it! 😍","labels":"excitement"},{"text":"BLESS THIS WOMAN AND HER EVIL FAMILY","labels":"caring"},{"text":"weird. I can see it properly. [NAME] - Finally","labels":"neutral"},{"text":"[NAME] is cuter 😆😍","labels":"amusement"},{"text":"An angry old person yelling at a retail worker will never listen to reason.","labels":"anger"},{"text":"I'm too late to rub this into all the casual's faces. :(","labels":"remorse"},{"text":"Rip time wasted editing, its a shame that not many other people saw this","labels":"embarrassment"},{"text":"He sunk their house into the ground and blamed the architect and every episoode after that his beard gets a little less washed 🤔","labels":"neutral"},{"text":"Apparently reality is a simulation and the programmers are messing with us at this point.","labels":"annoyance"},{"text":"Good for that security guard! That's lovely to hear.","labels":"love"},{"text":"I love you","labels":"love"},{"text":"Just woke up and bull run already started.. loving the 💩 show","labels":"love"},{"text":"Yeah that seems better if you know you are facing ToT","labels":"neutral"},{"text":"Ouch! I felt that!","labels":"neutral"},{"text":"Oh ok... well good luck 🍀","labels":"gratitude"},{"text":"As anyone else ever **needed** waffles before? This winter morning is killing me.","labels":"curiosity"},{"text":"*Bud Light presents...real men of genius. 🎶 Mr Take Your Cat Up Tiger Mountain On Your Shooooulderrrrr* 🎶 ","labels":"amusement"},{"text":"I put Norilsk on my phone so I feel better when Chicago is crazy cold","labels":"relief"},{"text":"Its mr. Clean your room. This guys pretty whatever but comments from people who love him read like copy pasta","labels":"love"},{"text":"Sorry, mom took it out of the oven already and I am STARVING!","labels":"caring"},{"text":"He looked so sad when he was talking about how it feels to be getting criticised 😢.","labels":"neutral"},{"text":"What are these other non stick options?","labels":"curiosity"},{"text":"I love this show but I feel personally attacked when they say you can't live with 6 cups of tea a day and no food 😢","labels":"annoyance"},{"text":"I imagined a big last stand but it was just kind of a mess","labels":"confusion"},{"text":"[NAME] [NAME] speed option was so much fun. They are the most criminally underrated cfb duo in my opinion","labels":"approval"},{"text":"Hillbilly is preeetty badly deformed, and he's got a secret brother in his shoulder, referring to him as \"normal\" just ain't right.","labels":"annoyance"},{"text":"Lol 100% science and you are defending her honor","labels":"neutral"},{"text":"Not only does the overbooking hurt the customers financials and time, but violations like this one put lives in danger.","labels":"sadness"},{"text":"I'll think about prime, just heard a lot of negative about them that spooks me some.","labels":"disappointment"},{"text":"I’m gunna be the bigger man... blessings on your weekend my friend...","labels":"neutral"},{"text":"And I'm happy we all agree it's deathcore.","labels":"joy"},{"text":"Don't y'all scream communist at everything and burn Nike stuff for no legitimate reason?","labels":"curiosity"},{"text":"So many great shows they killed because they didn't advertise them and put them at terrible air times :(","labels":"fear"},{"text":"and as soon as I said ni IPAD tonight, I was like GIRL what the fresh hell is tonight gonna bring! ","labels":"sadness"},{"text":"OMG. How have a I never heard this before? Absolutely dying. You can tell [NAME] just lost it off mic. 🤣","labels":"curiosity"},{"text":"I hate [NAME] omg I just do","labels":"anger"},{"text":"I needed this laugh like... damn. This comment is just as good as the OP and the OP is pretty amazing. 🙌","labels":"amusement"},{"text":"Well it was just an educated shot in the dark but glad to help 😊","labels":"joy"},{"text":"same, just found it interesting and sent it so people could see. ","labels":"excitement"},{"text":"cake fails are the best thing to ever happen to the internet, so with that said - this is turble. 🤣🤣🤣","labels":"approval"},{"text":"Sorry This and [NAME] shot in game 5 of the 1990 finals are my all time favorite moments in basketball.","labels":"caring"},{"text":"Ohhh I didn't catch that :P","labels":"disapproval"},{"text":"Beat me to it. Just because the news makes it seem like there is a pandemic of school shootings, it is exceedingly unlikely to happen.","labels":"disapproval"},{"text":"Press fucken charges the moment they use your info.","labels":"neutral"},{"text":"[NAME] just got to slide into Chef Bois DMs","labels":"neutral"},{"text":"Interesting...🤔","labels":"desire"},{"text":"Oh boy 🤣🤣","labels":"neutral"},{"text":"Lovely. You enjoy that train of thought lad.","labels":"approval"},{"text":"“Thrive has changed not just your life but mine as well.” 🙄 yeah, definitely a child’s sentence structure","labels":"annoyance"},{"text":"Why do you think he's right? What reason would a nonprofit newsroom have for publishing sensationalist headlines?","labels":"curiosity"},{"text":"ISN'T YOUR CLUB RUN BY A JABBA-THE-HUT-LOOKING DONALD-TRUMP-ACTING MORON WITH A ~~FIVE SIX SEVEN TEN~~ FIFTEEN YEAR PLAN?","labels":"curiosity"},{"text":"This looks more like us","labels":"realization"},{"text":"This comment has been removed for breaking rule #8.","labels":"annoyance"},{"text":"At least he isn't flying anymore.","labels":"neutral"},{"text":"I hope it heals well! I will bring out the Oww Mah Layg dancers to encourage healing and positive energy to help you and cheer you on! 🎶💃Oww💃Mah💃Layg💃🎶","labels":"joy"},{"text":"Poor kitty. All you can do is give her extra treats, playtime and cuddles. ","labels":"neutral"},{"text":"I ate the PETA idiot who ate a vegan diet and had leftovers of him. He wasn't as tasty as a cow.","labels":"neutral"},{"text":"B + A? Is that [NAME] and [NAME]?","labels":"curiosity"},{"text":"Go out of your way to listen to the opening segment of [NAME] show today. Epic rant on [NAME].","labels":"neutral"},{"text":"I keep getting my posts removed and banned from that sub. 😒","labels":"disapproval"},{"text":"Yeah I know a lot of people fail to realize it or at least right away","labels":"sadness"},{"text":"Weird how these type of stories seem to happen to low level 'public figures'. In this case a 'actor\/singer'. 🤔","labels":"approval"},{"text":"You know I never thought I'd celebrate someone's death, but once she goes I'm going to have to try very hard to not enjoy it...","labels":"sadness"},{"text":"tbh college has been a hair easier for me than high school. The worst of it is making tuition and trying to register for classes","labels":"annoyance"},{"text":"Oh okay. Thanks.","labels":"gratitude"},{"text":"Wow, I’m so speechless right now and you got me curious as to whose the pretty face behind these wonderful comments 😇","labels":"curiosity"},{"text":"Did I present a braiwashing sect as something positive? Both are bad, but at least you can therapy your way out of emo.","labels":"annoyance"},{"text":"The uncanny valley of creepy.","labels":"neutral"},{"text":"Yea but you seem to forget how bad we were last year. Worst year in the franchise history.","labels":"annoyance"},{"text":"This will pass and you will be happy again. Just not right now. Hang in there.","labels":"joy"},{"text":"His hair looks fucking horrible 😂","labels":"neutral"},{"text":"If you made it a goal to speak a word to him, then how do you know you are blocked?","labels":"curiosity"},{"text":"Hmm experiencing sex from each other’s point of view would be interesting 🤔","labels":"approval"},{"text":"Fun fact: cops beating their wives has nothing to do with this post. 😮","labels":"disapproval"},{"text":"If there is no goal on this powerplay it will be difficult not to be hopeless","labels":"annoyance"},{"text":"I’d love to see what a PhD in porn consists of! 😂🤣","labels":"love"},{"text":"I got mine at 21. The ex wife would have had me snore instead of wear it for years.","labels":"remorse"},{"text":"This is why I have trust issues","labels":"sadness"},{"text":"Her face right befoe this needs to join the meme economy. The \"I'll regret this for years to come\" face.","labels":"sadness"},{"text":"Is this real? 🤔","labels":"curiosity"},{"text":"She knows her audience 🤷‍♀️","labels":"neutral"},{"text":"Hey, we all love South Park friend.","labels":"love"},{"text":"He once played the cop too but failed- **his only failed attempt.** *[NAME] a bitch, mayorape-boy!*","labels":"neutral"},{"text":"When you look back at your picks and realize you’re laying pretty much entirely chalk Tenn -8 Bowling Green -4 Akron -1 NC STATE -1.5 Duke -21 MSU This should go well lol","labels":"amusement"},{"text":"It’s not as self serving maybe. But Democracy is definitely still self serving","labels":"annoyance"},{"text":"The intro in that video looks like a sand storm on there, imagine a sand storm while playing GA on that map, it would be awesome!","labels":"surprise"},{"text":"Well, exactly that actually, lol. ","labels":"amusement"},{"text":"[NAME] is great and all but him and ab need each other","labels":"neutral"},{"text":"Have a lovely day.","labels":"love"},{"text":"at least give the penguin some scritches, as it said no matter what they do, it would head to the mountain anyways 😭","labels":"approval"},{"text":"Some of them really seem to be embittered by their own paranoia.","labels":"sadness"},{"text":"Ooh wrong answer, but you'll have another chance to win 10,000 dollars in the lighting round! Will be right back after these messages.","labels":"disapproval"},{"text":"i hate furries","labels":"anger"},{"text":"on that real shit","labels":"anger"},{"text":"Ok this makes more sense now.","labels":"neutral"},{"text":"🤷🏻‍♀️ As a wise man once said: he was a bastard in life thus a bastard in death ","labels":"neutral"},{"text":"[Serious] I'm fairly certain this poster has Asperger's Syndrome or OCD or some other mental disorder. He obsessively fixates on really really weird subjects.","labels":"neutral"},{"text":"Knife Fight used to be an awesome cooking comp show","labels":"amusement"},{"text":"only take your shoes off if there is carpet. and carpet is nasty.","labels":"annoyance"},{"text":"Interesting, no denial about being an unwelcome individual. If my suspensions are public knowledge then prove it. ","labels":"curiosity"},{"text":"Destroyed healthcare you mean? We have to pass it to know what’s in it. 🤣 what a dumbass.","labels":"curiosity"},{"text":"I regret that I understand that reference :(","labels":"remorse"},{"text":"Tbh may have more luck on r\/funny","labels":"amusement"},{"text":"Sounds like a standard room and board agreement. Nothing communist about that at all.","labels":"neutral"},{"text":"how'd you get into my brain???","labels":"curiosity"},{"text":"I know! I'd buy this for my unit my coworkers would love it 😂","labels":"love"},{"text":"It never ends well","labels":"sadness"},{"text":"The [RELIGION] Church has been raping children for decades, that we know about. More likely hundreds of years. Probably since they've existed. ","labels":"anger"},{"text":"Same. Gives me the attention and love feelings that humans have failed to give","labels":"joy"},{"text":"Why is it so hard for people to accept the word no? Jfc. She definitely deserved what she got lol.","labels":"curiosity"},{"text":"I understand that they're meeting a demand I just don't think meeting that demand is a social good.","labels":"disapproval"},{"text":"Oof I’m glad this was the top post bc I literally came here to post it after seeing it on Facebook","labels":"joy"},{"text":"My entire family is Buffalo fans, it's all I've heard about this week","labels":"love"},{"text":"Yep. If we don't come up with a solution, there is no need for solutions to anything else.","labels":"annoyance"},{"text":"I cant wait until \/r\/fuckthealtright is labeled as a Neo-Nazi group. That'd just tickle my pickle.","labels":"neutral"},{"text":"Mmm I dunno about that 😊 but thank you","labels":"gratitude"},{"text":"So? [NAME] was and is a far higher rated player than [NAME] as much as I like him.","labels":"curiosity"},{"text":" No mention of [NAME]? For shame, subreddit. For shame. ","labels":"curiosity"},{"text":"“Too many people have seen me naked... I wanna keep whatever dignity I have left.” 😂","labels":"approval"},{"text":"At some point you just gotta say, that’s impressive. This isn’t that point. ","labels":"confusion"},{"text":"IMO there are quite a few jobs that are criminally underpaid, but that's just me.","labels":"annoyance"},{"text":"And I Am Sending Amzing Vibes Your Way😊😊","labels":"surprise"},{"text":"It looks a little like my 5th grade science experiment...","labels":"neutral"},{"text":"Dude, you look fine bro. Even at 26 and still in school. You’re fine bro.","labels":"amusement"},{"text":"Don’t worry, [NAME] already added it to his collection.","labels":"caring"},{"text":"> whatever happened to MK9's revealing style? Female characters started getting treated as actual characters and not just strictly fanservice mannequins.","labels":"curiosity"},{"text":"Aren't we back where we started? I'd say that if you're OK with animal torture, you're a pretty cruel person.","labels":"curiosity"},{"text":"I love the thing. My jeans get all loose feeling after I wear them awhile. I feel skinnier when my jeans fresh.","labels":"love"},{"text":"I hope you're pregnant, I'm not doing this anymore... Gx","labels":"optimism"},{"text":"I can't believe he told that story. I'm sure the minister that released the water is now so totally regretting not asking for a bj!","labels":"remorse"},{"text":"Oh my [NAME], is this the new transphobia specific \"Post Hog\"? Because it really should be.","labels":"curiosity"},{"text":"Oh you magnificent person. Yes please.","labels":"approval"},{"text":"And yet nobody bat an eyelid when it was [NAME] who was palling around with [NAME]. I wonder why.","labels":"excitement"},{"text":" 🎶 Hark to the tale of [NAME], and the boy he loved so dear. They remained the best of friends for years and years and years. 🎶 ","labels":"approval"},{"text":"Good luck!!! 💜💜💜💜💜💜💜💜","labels":"optimism"},{"text":"Awesome pic!","labels":"amusement"},{"text":"I just got a $250 Bucca order, lets see what happens","labels":"excitement"},{"text":"Happy Cake Day [NAME]! Enjoy this slice on me 🍰","labels":"excitement"},{"text":"I love this pic... believe me I am up for some reason my hands on you.","labels":"love"},{"text":"OOOOOFFF, now that'd be a kick to the head","labels":"neutral"},{"text":"Reading this made me happy and I don't even know you. Keep doing your thing!🙌🏼","labels":"joy"},{"text":"My bad. Was half asleep while typing and couldn’t remember how to spell😂 I just let autocorrect take over, thanks! Lol","labels":"amusement"},{"text":"You really need to stop hanging out with those people.","labels":"neutral"},{"text":">No most cops are good people who wants to inforce the law. Pick one.","labels":"annoyance"},{"text":"Who cares? 2019 season hasn’t even started","labels":"curiosity"},{"text":"Lol. Yes! [NAME] and his $14,000 suit love you but please don't touch him.","labels":"amusement"},{"text":"I miss being little 😭😭😭","labels":"sadness"},{"text":"holy mother of oof","labels":"neutral"},{"text":"She’s his problem now.","labels":"neutral"},{"text":"I’ve never heard of this website! Thanks for letting me know.","labels":"gratitude"},{"text":"In case you're wondering, Nintendo does put a bittering agent in their Switch cartridges...and it tastes horrible. ","labels":"fear"},{"text":"69 levels in one week?","labels":"curiosity"},{"text":"This is obviously ironic","labels":"neutral"},{"text":"last year i had a major crush on one of my guy friends. still do.","labels":"love"},{"text":"Thank you 🙏","labels":"gratitude"},{"text":"She hasn't even fully moved out yet and I feel the same way. I'm sorry. I know how awful it feels.","labels":"caring"},{"text":"Lol same here😖","labels":"amusement"},{"text":"Did you really upload a video you took, of your own cat, to whyweretheyfilming? Seriously?","labels":"curiosity"},{"text":"Because it's too late and you're hungry 😅","labels":"caring"},{"text":"You have friends that reddit? What a peculiar notion.","labels":"curiosity"},{"text":"Yes, I do but you also forget that it’s either [NAME] or [NAME] that said that celibacy is the best way to [NAME]. ","labels":"neutral"},{"text":"That isn’t the Thai flag? 🇹🇭","labels":"curiosity"},{"text":"I refuse to watch this. Lifetime exploiting [NAME] gross behavior to sell 'entertainment'.","labels":"neutral"},{"text":"Uber is fun and cheap.","labels":"amusement"},{"text":"She always says the most basic things\"wow he hit him\" and her lisp is pretty annoying.","labels":"remorse"},{"text":"Hell yeah. I'm really just thinking about the irony and double standard of the Left. It's amazing that these people are that cognitive dissonant.","labels":"excitement"},{"text":"Some \"Mean Girls\" style backstabbing will be a great B-plot for this new season! 🍿","labels":"amusement"},{"text":"Glad he didn’t try to backpedal about his feelings. They are valid and he has a right to have them.","labels":"joy"},{"text":"Oh so now we’re not letting plays finish before calling offside cool..","labels":"approval"},{"text":"yes the one place i can reinvent myself over and over without killing the bank account. i think the things there carry a certain personality with them too","labels":"annoyance"},{"text":"#I HATE BOTH EQUALLY","labels":"anger"},{"text":"Did you noticed they removed my post? Yep.","labels":"curiosity"},{"text":"Amazing doggo 😍","labels":"excitement"},{"text":"Thank you! [NAME] is drafting off this documentary.","labels":"gratitude"},{"text":"they seem confident and chill","labels":"neutral"},{"text":"Those are still huge numbers for a guy that can’t even take a free throw without double clutching his shot.","labels":"neutral"},{"text":"Limits... vote yes.","labels":"neutral"},{"text":"A man of culture i see","labels":"neutral"},{"text":"Wait one of the posters responding is using makeup from ten years ago.","labels":"neutral"},{"text":"A successful centralized ratings company?","labels":"curiosity"},{"text":"It’s a bit much. Her outfit looks basic to me 🤷🏻‍♀️","labels":"neutral"},{"text":"Pretty blunt\/rude on his part. Maybe he felt bad for you and wanted to be your friend though.","labels":"annoyance"},{"text":"Excellent collage, I learned so much from all these guys. The community is great, the unconfiscatable conference was awesome 🙏🏽🙏🏽","labels":"gratitude"},{"text":"Can someone post [NAME] before picture I'm curious now","labels":"curiosity"},{"text":"Haha, maybe at the 55 title party in May ","labels":"amusement"},{"text":"12. He gets beat up by a total LOSER by the name of [NAME].","labels":"neutral"},{"text":"Lots of botox. That face doesn't move. She has to squint her eyes to indicate to others that she is mad.","labels":"neutral"},{"text":"Perfect, thank you!! [NAME] this week and [NAME] next week, I’m getting closer and closer to having them all!! :)","labels":"gratitude"},{"text":"That’s the free market for you!","labels":"neutral"},{"text":">Ultimate 12 Inch *notices bulge* *OwO what's this?*","labels":"curiosity"},{"text":"Doesnt have insane standards or anything. I don't see what's wrong?","labels":"curiosity"},{"text":"Whats wrong with removing illegal immigrants?","labels":"curiosity"},{"text":"Show them to me when you draw them... if you want... Take care.","labels":"caring"},{"text":"Strangely enough, the major news orgs didn't go out of their way to publicize it.","labels":"neutral"},{"text":"Now I’m curious about their respective heights","labels":"curiosity"},{"text":"The lease ends on September 9th. I can hold out until then, it’s just going to suck. ","labels":"neutral"},{"text":"They were barely given a chance","labels":"annoyance"},{"text":"Ghost them. It’ll drive them crazy and give you the satisfaction","labels":"annoyance"},{"text":"That actually sounds like it would help, I’m glad it worked for you and I hope you eye is ok now 👁💪🏻","labels":"joy"},{"text":"please report the physical and emotional abuse to the police so there is record of it. And get a lawyer ASAP.","labels":"neutral"},{"text":"We might just sleep on an air mattress while we wait 😂 awe that’s so sweet of you!! We love our bunnies and veggies haha","labels":"love"},{"text":"Hate to tell you, but it was inspired by a real girl [[NAME]] ","labels":"anger"},{"text":"It was eaten by a Photoshop coyote. Adobe support is your only hope.","labels":"desire"},{"text":"SS: Collapse of the west, and re-birth, all in a beautiful video.","labels":"amusement"},{"text":"Well it looks like I am going to spend at least a year renting to check the city out","labels":"realization"},{"text":"The few people that survive jumping from bridges say, almost invariably, that they regretted jumping the second they entered free fall.","labels":"sadness"},{"text":"I just don't want to see them shame themselves, and actually show their worth and virtue instead of showing themsleves to be a walking sexual object","labels":"embarrassment"},{"text":"I was too mad to continue with the second episode lol I see now that he's married and think HOW?","labels":"curiosity"},{"text":"Dude, you're being gaslit right now by someone who despises [NAME]. Save your breath.","labels":"neutral"},{"text":"Well folks, no more amputations for diabetics, as it leaves the individual permanently disfigured...","labels":"annoyance"},{"text":"Honey is a cutie! My aunt and uncle have a dog named Honey too. 💗","labels":"amusement"},{"text":"Hahaha 😂😂😂😂😂 this is so funny and relatable!","labels":"amusement"},{"text":"Yea the refs weren't terrible all game or anything","labels":"neutral"},{"text":"It is sad they didn't have a 4k highspeed camera running on this... I feel like the world lost an amazing possibility","labels":"sadness"},{"text":"wasn't aware of that sub, and wow ... that's one crazy racist cesspool!","labels":"annoyance"},{"text":"yup, you just gotta expand the family tree with your most convenient sibling.","labels":"neutral"},{"text":"Would he have more leverage after the election?","labels":"curiosity"},{"text":"Hmm...I'm very human...I AM a Vampire...🧛‍♀️💜","labels":"approval"},{"text":"oh yeah? what if i can't read at all?","labels":"curiosity"},{"text":"Collusion! Nah but seriously, Knicks need to fall back. ","labels":"remorse"},{"text":"What strain?","labels":"curiosity"},{"text":"hahah if only he had reddit","labels":"neutral"},{"text":"Man, such a shame we only got three movies. They really didn't wrap up all the plotlines.","labels":"annoyance"},{"text":"They put him on a minutes restriction for some reason, guessing cause he's not in really good shape?","labels":"curiosity"},{"text":"This can’t be considered cruelty free because now someone’s hair style is gonna suffer","labels":"sadness"},{"text":"I'd watch it without a doubt. I'm especially interested in the different Tracer playstyles, because the only one I know is dive.","labels":"confusion"},{"text":"Ok.... he can *call* it the State of the Union, but that doesn't mean it is.","labels":"amusement"},{"text":"They think they're so special 😂 I usually end up saying \"oh wow another one!\"","labels":"excitement"},{"text":"No [NAME], and [NAME] back on the left. Finally. Please take this chance [NAME]","labels":"neutral"},{"text":"Thank you! Very cool!! 😎","labels":"gratitude"},{"text":"Wonder if some of the ‘cuse guys we got because nobody was available anymore will be cycled out","labels":"surprise"},{"text":"I'm sorry.","labels":"sadness"},{"text":"I'd rather be tasteless than artosis","labels":"neutral"},{"text":"Was a post of a video by someone whose flag was stolen and thrown in the mud.","labels":"annoyance"},{"text":"That's pretty cool. My friends older brother played against him. We all played for Cherokee. Said he was an awesome pitcher.","labels":"neutral"},{"text":"Cause emotions are difficult and people fear rejection","labels":"fear"},{"text":"Me too! That’s what I heard :\/","labels":"confusion"},{"text":"My 4 month old just got her second round of shots, so yeah, we feel you. Hope you're able to get a good rest!!","labels":"optimism"},{"text":" \"If you don't wear BROWN AND ORANGE...YOU DON'T MATTER!\" We need a tshirt with that on it asap! ","labels":"annoyance"},{"text":"Girls be you, Guysndont care about it. Be youand things may go well","labels":"neutral"},{"text":"I was listening to look alive by [NAME] and [NAME] and it was perfect timing with this video and the song😂😂","labels":"approval"},{"text":"yep. I feel guilty for throwing them out but they're basically useless.","labels":"remorse"},{"text":"Can’t wait for the saas drama!!! 😂😂","labels":"excitement"},{"text":"I carry 2 small stuffable throw blankets and a sweatshirt. Sweatshirt to ensure warmness. Blankets to ensure cuddles. I’ll let you know if it ever works.","labels":"optimism"},{"text":"Hope the horses are ok","labels":"caring"},{"text":"All I meant was that domics is actually waaayyy taller than me 😂","labels":"approval"},{"text":"Wool will stay warm even if it gets wet.","labels":"neutral"},{"text":"I'm so proud of you!","labels":"pride"},{"text":"I’m just going to keep sipping my tea 😔","labels":"annoyance"},{"text":"I'd take either without a second thought, in all honesty. Ideally both.","labels":"approval"},{"text":"sending my thoughts and prayers LOL to your family!!! 😂 😂 😂","labels":"amusement"},{"text":"Nothing like a little humiliation therapy to motivate the workers. \/s","labels":"neutral"},{"text":"I think it's safe to say I've peaked. 16\/25 on the second half wouldn't all that surprising but I probably whiffed on [NAME]","labels":"sadness"},{"text":"omg that's gonna be a hell of a reunion as well","labels":"remorse"},{"text":"I'd say \"[NAME] retire binch\", but I'm a little late for that.","labels":"neutral"},{"text":"I loved my LCR. It made me feel like a police chief from the future.","labels":"love"},{"text":"\"Being asked not to rape is oppressing me\"","labels":"sadness"},{"text":"Yeah. She really is. 😊","labels":"neutral"},{"text":"What?","labels":"curiosity"},{"text":"I think some people don't understand that they don't do him any favor by putting too high expectations on him.","labels":"neutral"},{"text":"Oh man, glad I'm not watching this with my extremely emetophobic mother ","labels":"disapproval"},{"text":"Just for the sake of accuracy, is there a citation for this quotation. It is spicy, but I can’t bother to check right now.","labels":"realization"},{"text":"His Ma must be really impressed with her sharply dressed son. 👊💦","labels":"neutral"},{"text":"[NAME] is such a legendary daddy 😩","labels":"neutral"},{"text":"Mine is Woman by [NAME] 😂 I get the chills when I hear that song. Maybe it is a hymn?","labels":"curiosity"},{"text":"[NAME] just got punched in the face","labels":"anger"},{"text":"Welcome to Pittsburgh","labels":"gratitude"},{"text":"Why do the religious think an omniscient god needs to test people? Shouldn't it have know who would fail long before it even created the Universe?","labels":"curiosity"},{"text":"Of course. And dont think for a second we dont know who this really is! [NAME]!","labels":"confusion"},{"text":"Some very fine, well developed grade school humor right there.","labels":"amusement"},{"text":"Man, [NAME] is having a heck of a career! In the end, he'll be repping us<3","labels":"neutral"},{"text":"I hope you stay as warm and safe as you can ❄💙","labels":"amusement"},{"text":"Stop eating 3,000 calories a meal?","labels":"curiosity"},{"text":"I spent a few months in LA and it freaked me out every time someone zoomed past me.","labels":"annoyance"},{"text":"Lol ok 👌🏾","labels":"amusement"},{"text":"This, this is brilliant","labels":"amusement"},{"text":"This is what I want the most now that [NAME] is out but I think we live in a NO world","labels":"desire"},{"text":"Damn look at [NAME] and his insane get off. We could use an [NAME] now probably now than anyone on this roster.","labels":"annoyance"},{"text":"Completely off-topic but Ok I'm Officially Intrigued by Watchmen.","labels":"surprise"},{"text":"Saw plenty. That is how to be a jerk to a cat. It will enforce bad behavior.","labels":"anger"},{"text":"Agreed. And I like how far you can see into the distance","labels":"love"},{"text":"🤣 yes... sure. Let me talk to a teenage Q believer, listening to [NAME] who doesent even know what projection is... next","labels":"approval"},{"text":"That would be so nice to see","labels":"joy"},{"text":"I tried it that way first and thought this was better, thanks for the input though! ","labels":"gratitude"},{"text":"HALLELUJAH!!!! YOUVE SEEN THE LIGHT!!!!","labels":"neutral"},{"text":"Oh my gosh!!!!!! 😂 you poor thing! Thanks for sharing!","labels":"gratitude"},{"text":"Lol I don’t think it’ll change anything.","labels":"amusement"},{"text":"Nice, but everyone deserves the best.","labels":"approval"},{"text":"Well I did have one balanced meal...before a few alcoholic beverages.","labels":"neutral"},{"text":"good news is his fall was cushioned by [NAME] soft hairy body","labels":"neutral"},{"text":"Happy Birthday!","labels":"excitement"},{"text":"Should this be tagged nsfw for the knot?","labels":"curiosity"},{"text":"I was trying to prove the other guys comment","labels":"neutral"},{"text":"bless his heart","labels":"caring"},{"text":"You \"finally\" realized this? This sounds like a journal entry from 2003.","labels":"curiosity"},{"text":"I have no idea what your post means but I love your name and you are one of us","labels":"love"},{"text":"I feel like you just jinxed them 🤫","labels":"approval"},{"text":"So good to see him and good to see he’s doing well! I’ve missed him.","labels":"sadness"},{"text":"[NAME] just one big oof today","labels":"neutral"},{"text":"WHAT that's heresy - how can you get BTS and EXO mixed up 🤣 Although I would die if they collabed! Can you imagine [NAME] rapping with [NAME] 😍","labels":"joy"},{"text":"I wish I could buy one! So cute!!!","labels":"desire"},{"text":"Oh, those dreadful things. I gave those away.","labels":"fear"},{"text":"> (pun not intended) Yeah, you keep telling yourself that 😉","labels":"annoyance"},{"text":"I have never visited the NOLA, but I hear it has great blockparty and festival cultures (Mardis Gras being the main one)","labels":"amusement"},{"text":"You're a monster!","labels":"neutral"},{"text":"You’re an amazingly helpful man. All the rumours about you are false.","labels":"amusement"},{"text":":^)","labels":"amusement"},{"text":"Sorry you don't understand the basic thrust of socialism.","labels":"embarrassment"},{"text":"Adulthood and the real world are blaming poor people and working class people for their problems. Got it.","labels":"remorse"},{"text":"Lol...I was thinking the exact same thing.","labels":"amusement"},{"text":"In my experience it was just people burning the fuck out of popcorn (possibly to cover up the stench of weed) at 2am","labels":"annoyance"},{"text":"At least it made for hilarious responses by people being aghast by the price.","labels":"amusement"},{"text":"Yup. Gotta get back in there 😂 Meant to type “habit”, obvs","labels":"approval"},{"text":"Everyone’s a god damned critic. Try doing five minutes of stand up and see if you don’t end up on this sub.","labels":"annoyance"},{"text":"Because the other option is Labour And they are treacherous","labels":"annoyance"},{"text":"Yes that would've been so much fun! You can only imagine my shock and disappointment...","labels":"amusement"},{"text":"Can a gang member legally citizen arrest someone 🤔","labels":"curiosity"},{"text":"Emergency vehicle, lights on, no siren?","labels":"curiosity"},{"text":"Omg it’s like you’re taking the words from my mind.","labels":"surprise"},{"text":"This is something that has to be learned from experience. Don't be hard on yourself!","labels":"anger"},{"text":"This guy has some serious emotional issues...best to ignore him and not engage","labels":"neutral"},{"text":"That was brilliant 😂","labels":"amusement"},{"text":"you're being lenient","labels":"neutral"},{"text":"is a minimum score. If you don't get it you fail the ASVAB. It's a really simple concept.","labels":"annoyance"},{"text":"Thank you soooo much 😍","labels":"gratitude"},{"text":"Women can pick on a man's height but all hell breaks loose if you tell their make up is garbage and they might have a weight problem.","labels":"annoyance"},{"text":"Astrology and asttonomy used to be the same thing. The scientific aspect diverged and got renamed to astronomy to distance itself from the bullshit.","labels":"neutral"},{"text":"RIGHT?! My mom would literally never forgive the bitch 😂","labels":"curiosity"},{"text":"My wife with BPD hasn't even kissed me in over a year. Get used to it if you're sticking around.","labels":"remorse"},{"text":"I get that but there may be some folks out there that aren’t like that. Any help would be much appreciated.","labels":"amusement"},{"text":"Yup, lost a whole train station inside of their houses. Great loss ","labels":"sadness"},{"text":"Wrong sub, mane.","labels":"neutral"},{"text":"Is it that common? Here on the tube on London there is barely room to breathe let alone spin so I guess we avoid this kind of crap","labels":"curiosity"},{"text":"Yeah....each state gets two senators regardless of population. None are favored. Population is represented in the House.","labels":"disapproval"},{"text":"Really [NAME] learned after a summer.","labels":"neutral"},{"text":"Because we feed the shitty ones so there is no incentive to put in effort","labels":"anger"},{"text":"The only person I didn't want was [NAME], and I ended up getting [NAME]... ","labels":"approval"},{"text":"We already had that fake news before. There's no such discussion.","labels":"disapproval"},{"text":"I would gleefully look forward to a battle where fascist apologists and race baiters utterly destroy each other. Maybe then we can have a civil, unified society.","labels":"annoyance"},{"text":"Thought [NAME] had a bad game. For such a strong player he didn't get to keep much of the ball when in possession.","labels":"neutral"},{"text":"Interesting, but I can't imagine it will be there long until someone steals or destroys it.","labels":"annoyance"},{"text":"It's the first two themes in the themes section lol - what game did you get :)","labels":"amusement"},{"text":"i want the little polly pocket heart purse so bad but i ain't paying hot topic $40 for it","labels":"annoyance"},{"text":"I'm sorry. Now my entire bad pun looks even worse than it did when I started.","labels":"caring"},{"text":"Well it does appear to be a gold\/bronze Cadillac. And I think I see a flat bill in the front seat.","labels":"neutral"},{"text":"[NAME] office just denied it","labels":"disapproval"},{"text":"Please keep your head up, things get better, stay strong. :)","labels":"optimism"},{"text":"dude,,, same i cried today because i couldn’t go to the gym bc my foot was too swollen to wear shoes lol","labels":"sadness"},{"text":"[NAME] getting so much screentime... she better not be nominated 👀","labels":"neutral"},{"text":"OH me too, didn’t realize it was really a thing till now 😂","labels":"realization"},{"text":"He is just a kid, calm down and\/or direct your anger elsewhere.","labels":"annoyance"},{"text":"they already ruined their own lives by having an affair. the other spouse knowing is just a consequence of their selfish actions.","labels":"annoyance"},{"text":"There's also the option of \"who cares? Ship and let ship\" but okay. ","labels":"curiosity"},{"text":"This is what I love about cats","labels":"love"},{"text":"Yeah that’s how I feel but that might be kinda hard to explain to non lgbts 😕","labels":"annoyance"},{"text":"Wow that’s a fascinating belief","labels":"surprise"},{"text":"It's a disturbing read. Have a good time 😂","labels":"caring"},{"text":"[NAME] responded in the most honest and best way possible, even with the sassy \"Pfffft\" sound before telling her to fuck off lol ","labels":"neutral"},{"text":"That's some creepy coincidence, then! Maybe I'll find my Donut twin on here one day! 😮 One can only hope...","labels":"approval"},{"text":"I get wound up over completely imagined conversations too 😅 I'm trying to meditate and learn to stop myself from going down the rabbit hole.","labels":"optimism"},{"text":"So spend your time going to therapy and watching genuine porn 🤷🏻‍♀️ No one here can fix what ails you.","labels":"disapproval"},{"text":"Your reading comprehension isn't very good.","labels":"annoyance"},{"text":"[NAME] is clearly our 5th best player","labels":"neutral"},{"text":"That is odd.","labels":"neutral"},{"text":"Sorry you feel that way","labels":"caring"},{"text":"Just wanna say I love you and hope the flight and everything thing else goes well👌👌.","labels":"love"},{"text":"I can't yo! Food might fly out his tooth- hole! 🤮🤣","labels":"sadness"},{"text":"That happens and is his own fault. Glad he's gone and Juve have [NAME] now.","labels":"anger"},{"text":"Truth Yeah keep living in your reality lol Delusional idiot","labels":"neutral"},{"text":"Your an idiot and trying to justify your ignorance.","labels":"neutral"},{"text":"Classic [NAME] right there 🤣","labels":"neutral"},{"text":"[NAME], I believe you buddy. you might be a weird dude... but no one is weird enough to make up a story that bizarre yet banal.","labels":"disapproval"},{"text":"If you went through the campaign, idk what needs to be explained 😂 ","labels":"approval"},{"text":"Holy crap, what happened to that guy?","labels":"curiosity"},{"text":"Crying? Yeah i like crying C-calling R-out Y-for I-serious N-mental G-treatment","labels":"curiosity"},{"text":"Oh I didn't even know there was a web novel","labels":"neutral"},{"text":"This whole ordeal seems entirely pointless, but i don't want to turn away in case i miss some drama","labels":"annoyance"},{"text":"Oh and just fyi for everyone, the girls are bisexual (obviously haha) and I am Pansexual, though [NAME] thinks she may be Pansexual too 😁","labels":"neutral"},{"text":"Having long good chats with brother about stuff, got clear boundaries set, thanks all","labels":"gratitude"},{"text":"Fuck me, that is good. ","labels":"anger"},{"text":"He looks like he is GTFO after that. \"The tiger shark is second only to the great white in recorded fatal attacks on humans.[7]\" ","labels":"neutral"},{"text":"He’s creepy","labels":"neutral"},{"text":"She won't be happy single. One of her biggest wishes is that she wants someone to love her for her, not her claim. ","labels":"neutral"},{"text":"I hope you don't mind...","labels":"disappointment"},{"text":"1 Corinthians 13 😅 I am lazy so i won't write it down sry","labels":"disapproval"},{"text":"Was almost hit by some idiot yesterday that drove straight through a red light and into a crossing.","labels":"annoyance"},{"text":"Damn is it really?! Ah, that makes me love his performance even more","labels":"curiosity"},{"text":"Just \"asking for a friend\"...huh? 😂","labels":"curiosity"},{"text":"> some blue dog dems will resist Are you kidding me? The Dem establishment won't give her an inch","labels":"curiosity"},{"text":"Fucking hate [NAME]..","labels":"anger"},{"text":"Worth reading if you worry about","labels":"sadness"},{"text":"Life is precious? Then how come you shot [NAME], huh?","labels":"curiosity"},{"text":"[NAME] back too please. It's like [NAME] summoning the nazguls to retrieve the ring\/stop 10IAR.","labels":"neutral"},{"text":"Worst case, Grab an Uber or Lyft to another dealership.","labels":"neutral"},{"text":"Buddy rocket league fair? I’m play 2 but I play like champion 1 and just get shit teammates 😡","labels":"anger"},{"text":"The Best Argument against RWP\/Neocons\/Palecons\/Libertarians\/ClassicLibs is the fact that the American State have indulged in Wars for commodities since its incepcion.","labels":"curiosity"},{"text":"Oh. You’re one of.... ^*those.*","labels":"neutral"},{"text":"Better love big “snowflake” hearts!","labels":"love"},{"text":"Never thought of that. Now i dislike Heaven more than before.","labels":"love"},{"text":"Sounds like you know the answer, and at first she will resent you. But hopefully over time will realize what your doing. ","labels":"optimism"},{"text":"Happy new year. 🍾","labels":"love"},{"text":"Oh true I remember seeing it on Spotify’s charts for weeks. It’s terrible.","labels":"fear"},{"text":"I am so glad they didn't have this attendance in my day, skipping class would be impossible.","labels":"joy"},{"text":"Honestly not mad at that lineup at all. Let's make it happen VH1!","labels":"annoyance"},{"text":"Have you tried warm tea with honey?? That always helps my kids throats when they are sore!","labels":"curiosity"},{"text":"\"Smile Dude\"","labels":"neutral"},{"text":"He had one poor split, and he already looks strong, fuck your mindless hate","labels":"anger"},{"text":"drafting doesn't guarantee position or quality...AND tanking destroys free agency and devalues all the Magic assets for transactions this summer","labels":"annoyance"},{"text":"Alberta needs to get with the times.","labels":"neutral"},{"text":"I don't generally find the CBO projections very accurate in retrospect. Some of their accounting practices and metrics seem error prone.","labels":"neutral"},{"text":"Think this was an underrated signing. Dudes such a beast when he’s on, can go multiple innings.","labels":"annoyance"},{"text":"Those people are seeking fame and riches, of course they're gonna run into scumbag predators","labels":"approval"},{"text":">It's not that I care Every reply now is you crying about being downvoted lol","labels":"sadness"},{"text":"Plus she's probably going through some extreme grief, life insurance is a huge practical concern for her right now. ","labels":"caring"},{"text":"I had a second date yesterday with such bad breath! I gave him a pass on the first date because we met online.","labels":"neutral"},{"text":"Looks like the walk of shame. Heading home after a night of partying and to much drinking.","labels":"embarrassment"},{"text":"I wasn't ready for the wholesomeness when I saw it.","labels":"remorse"},{"text":"Hahahaha. This. This right here. 😂","labels":"amusement"},{"text":"1-2-3-4 I declare a thumb war! Dangit [NAME], you win again! Ok you get to stab me again :(","labels":"sadness"},{"text":"I'm just glad they'll chill out in the main sub, they were swarmin.","labels":"joy"},{"text":"[NAME] increasing his trade value so we can trade him to NO for Lonzo. Thank you [NAME]!","labels":"neutral"},{"text":"Wouldn't wipe my arse with it.","labels":"neutral"},{"text":"The nude dudes in the Playgirl mag! It was like Playboy magazine, but with naked men. No boners allowed, tho, so they were flaccid. ","labels":"annoyance"},{"text":"Thank you a lot! Btw that user name tho 😆","labels":"gratitude"},{"text":"They believed in themselves, and clutched up. Let’s get it","labels":"neutral"},{"text":"Similar feeling here. We'll are just bunch of weebs.","labels":"neutral"},{"text":"To be fair the lore is so nonexistent other than on Ubi’s site you could probably just pretend that’s the case anyways.","labels":"annoyance"},{"text":"What a funny story.","labels":"amusement"},{"text":"On top of the animals listed, you can also unfortunately see foxes in Oatley Park closer to sunset.","labels":"neutral"},{"text":"It was some other girls","labels":"neutral"},{"text":"Not offended just dont care to debate over game development or how long it takes 🤷🏽‍♂️ lol you win sir","labels":"amusement"},{"text":"37 and together 12 years. 11 yo kiddo. Thanks for the tip. You're right.","labels":"gratitude"},{"text":"Nia even in its current state vr can help you with that. And maybe even more 5 years from now.","labels":"approval"},{"text":"About as much say so as the Walmart employee that stocks the shelves.","labels":"neutral"},{"text":"Just drink the bear. Life is too painful and short to worry","labels":"sadness"},{"text":"Florence, SC?? Bc if it is I wouldn’t be surprised at all 😂","labels":"curiosity"},{"text":"The blonde bitch must go 👱‍♀️ this is clearly the land of brunettes","labels":"annoyance"},{"text":"Aren’t people on the internet the best! I don’t blame you for deleting, no time for negativity in this life. 🍻 ","labels":"annoyance"},{"text":"Or woman who would look beautiful without her glasses and ponytail.","labels":"amusement"},{"text":"She just...can't *not* scam. 🙄","labels":"neutral"},{"text":">It is all about [NAME] I like how you brought up [NAME] and now your mad because people are calling you out for being wrong.","labels":"annoyance"},{"text":"Zero chance. Jeeze.","labels":"neutral"},{"text":"So was mine, until I got into a spot of bother in the saloon at Van Horn 😂😂","labels":"embarrassment"},{"text":"I think you and I think alike. Sometimes I wish I knew less of history... because ignorance can be blissful","labels":"joy"},{"text":"haha they definitely test for patience... looking at you gov.uk, and the whole of hmrc if I'm honest.","labels":"amusement"},{"text":"we're all in the same struggle except for those few traitors that dared to go out and actually get into a relationship","labels":"annoyance"},{"text":"Good luck! It's a long road ahead for us :P i have a job interview next week and i'm going all in for it.","labels":"optimism"},{"text":"The Donald raiders are the most savage of the bunch, they not only downvote brigade but also annihilate civil debates ","labels":"sadness"},{"text":"You would think so, huh? Not the first dude who has tried to use that rationale. The first one I dated though.","labels":"curiosity"},{"text":"Spoiler >!Loli Girl about to grow up in 2 episodes!<","labels":"neutral"},{"text":"BERNIE OR BUST","labels":"neutral"},{"text":"What an insult to Pinocchio but the analogy is on point 🤥🤥🤥🤥🤥🤧🤧🤧🤧🤧","labels":"annoyance"},{"text":"Great to see him involved.","labels":"neutral"},{"text":"Strong and stable...","labels":"approval"},{"text":"No no I’m repeating it because I absolutely love the descriptor! It made me crack up.","labels":"love"},{"text":"You want me to go searching around for that? I'm good. I'll just assume you're wrong because of the way you type.","labels":"curiosity"},{"text":"Bye that's it for me. I'ts all over.","labels":"neutral"},{"text":"Is this something from [NAME]?","labels":"curiosity"},{"text":"Sadly I know lots of peeps that would find this dude hot. He has that LA 90’s Persian chic thing going for him","labels":"sadness"},{"text":"I think they meant r\/socialism_101 (needs an underscore). r\/communism101 is also a good one.","labels":"approval"},{"text":"Tell them you Reddit while you poop. No one will dare question your bowel movement and you'll be free to share the story!","labels":"joy"},{"text":"We always look so hot headed at road 😞","labels":"annoyance"},{"text":"Considering the fact that I don't consider jealousy or envy useful, you are dead wrong. It might be other people but not me.","labels":"annoyance"},{"text":"😂 MIL would never have the self awareness to understand the double meaning but I think it's hilarious","labels":"approval"},{"text":"That's numberwang!","labels":"neutral"},{"text":"So what you’re saying is that the frogs used to use the chemicals on us? Oh, how the tables have turned.","labels":"curiosity"},{"text":"OmG is that Jogfrey StirS UnicORn BlOod?! 😍😍😍","labels":"curiosity"},{"text":") \/sorry, the Excel formula part of my brain was driving me insane.","labels":"sadness"},{"text":"Im sure shell last 5 min","labels":"neutral"},{"text":"😅 sorry. Lol","labels":"amusement"},{"text":"And now you manage a gym on base ..or..?","labels":"curiosity"},{"text":"These disgusting old hags are literally old school flesh-consuming ghouls. Like [NAME] or [NAME].","labels":"disgust"},{"text":"It seems there is strong agreement on all sides that \"Nothing changed\" now. Is that progress? \/s","labels":"curiosity"},{"text":"Damnit tobias.","labels":"neutral"},{"text":"You don’t have AIDS. Put those silly condoms away!","labels":"neutral"},{"text":"No!!! I love emojis 😎😎😁😁😁😁💖🎉","labels":"love"},{"text":"This is like the timeline from hell.","labels":"annoyance"},{"text":"Yea that makes sense. It seems like just another ploy for attention on her end 🤷‍♀️","labels":"approval"},{"text":"Where did they film it?! Is it at real Pine Gap? Love the show, binged first season one eve😍","labels":"curiosity"},{"text":"[NAME] just showed [NAME] what a winning mentality looks like :\/","labels":"neutral"},{"text":"Me this morning 😭 all I ate yesterday was a salad and a bowl of soup. Whyyyy","labels":"curiosity"},{"text":"It makes me mad when people steal them lol... chances are if you're nice I'll just *give* it to you","labels":"amusement"},{"text":"Omg like if you read this in 2019😂","labels":"excitement"},{"text":"why does he look like [NAME]","labels":"neutral"},{"text":"Drunk, with a kid in the back going 150mph? I’d like to see her charged with attempted manslaughter. ","labels":"curiosity"},{"text":"That’s what babs thinks 😂","labels":"curiosity"},{"text":"I don't disagree, but if he's open he's gonna shoot","labels":"neutral"},{"text":"You know what’s ignorant? People who spend their free time making themselves look like a belligerent, disputatious assholes. Find something better to do. ","labels":"curiosity"},{"text":"You’re not wrong. The post is mostly a joke 🤷‍♂️","labels":"realization"},{"text":"Funny how we get more anxious about our heroes than their victims","labels":"amusement"},{"text":"Well, shrinking of your d could be a motivation to quit porn.","labels":"neutral"},{"text":"This is sad but not cringe, I hope he finds someone to play with soon 😪","labels":"neutral"},{"text":"I love seeing the crowd's reaction to that every away game.","labels":"love"},{"text":"You'd think we don't have anymore tears already... It's been 62 years of crying.","labels":"sadness"},{"text":"Fair enough! that's useful and relevant (if anecdotal) evidence. I whish there where good studies on all of this. :-\/","labels":"optimism"},{"text":"Just be yourself lol. Some girls find awkward\/goofy cute 🤷🏻‍♂️","labels":"amusement"},{"text":"I grew up on the other side of Ama but live in Tulia now. I will have some El Burrito for you","labels":"neutral"},{"text":"My favourite part is that the Saints are completely right, but it doesn't matter a god damn bit.","labels":"annoyance"},{"text":"Or you could learn to reverse park and stop whining. It’s a lot easier to park backwards.","labels":"neutral"},{"text":"He also had a huge game. He was taking advantage of [NAME]. So without him this game isn’t even that close.","labels":"neutral"},{"text":"I honestly think It’s gonna be [NAME] or [NAME] tho 😬","labels":"approval"},{"text":"Thats the second quickest way I know of to burn through $1,000...The first being: R\/WallStreetBets 🤣","labels":"approval"},{"text":"Except people have been yelling about climate change for decades, it’s just that finally a prominent politician has made it their main point.","labels":"annoyance"},{"text":"Wow Donkey must be smaller than I remember","labels":"surprise"},{"text":"I don't really understand what you mean 😩 haha Can you explain please?","labels":"curiosity"},{"text":"I got an instant win. One free chicken strip. 😂🙄","labels":"approval"},{"text":"Are you actually going to get on stage and say it into the mic? That’d be fuckin legendary","labels":"curiosity"},{"text":"Let's do this... 4 game win streak again!","labels":"approval"},{"text":"Your baby is adorable. I can’t even deal with the cuteness 😂😂😂","labels":"amusement"},{"text":"Oh well, you can thank all the illegals coming into America illegally for that one. ","labels":"gratitude"},{"text":"There is no coming back from this. Move to Africa, never talk to your family or friends again. Also throw away your phone. ","labels":"annoyance"},{"text":"And I barely said anything 😂😂","labels":"disapproval"},{"text":"Stars don’t get chicks my dude. Good way to let everyone know you are a fucking goober","labels":"anger"},{"text":"As much as I would love this kind of support, I had beef with people over EVERYTHING","labels":"love"},{"text":"Itll happen. Im 36 and i think i finally found the one last year 🤞","labels":"approval"},{"text":"You know what I meant you bastard. 😛","labels":"curiosity"},{"text":"Emotes have a ridiculous amount of effort put into them, which only makes the fact that nobody uses them sadder","labels":"neutral"},{"text":"Well they're stoopid poopyheads, those tattoos are cool AF. 👍","labels":"annoyance"},{"text":"Fuck these trendy hipster joints. Give me my shit like normal fucking people.","labels":"annoyance"},{"text":"Would it make you feel any better, little girl, if they was pushed out of windows?","labels":"curiosity"},{"text":"I may have undersold the amount of trucks. 😂","labels":"approval"},{"text":"I got sucked right back into the vicious cycle of love-bombing, gas-lighting and degradation.","labels":"annoyance"},{"text":"Too bad we couldn't elect a good leader in 2016...instead we got a bum. Oh well, [NAME] is finished. [NAME] 2020 ","labels":"annoyance"},{"text":"I'll keep an eye out.","labels":"neutral"},{"text":"Seriously?","labels":"curiosity"},{"text":"Because she knows shame and he asked.","labels":"neutral"},{"text":"What are you apologizing for? Vent bro, that’s why we are here","labels":"curiosity"},{"text":"That’s a... tough decision. That dog better be able to talk.","labels":"sadness"},{"text":"She was probably suspended to protect her from the angry mobs protesting outside the school edit: here's a better article","labels":"neutral"},{"text":"I... can’t tell if sarcasm; because literally all of those positions involve cynicism.","labels":"annoyance"},{"text":"Wow! Dude has aged well. Maybe I need some of that snek oil!","labels":"surprise"},{"text":"Great person, tough as hell, will truly be missed😢","labels":"disapproval"},{"text":"Well, there's cubs and otters too.","labels":"neutral"},{"text":"I did this with tuna salad. I already ate tuna a lot (at the time) and it’s a decently blank slate.","labels":"neutral"},{"text":"It's not his job to train you.","labels":"annoyance"},{"text":"Chogochujang is a fuckin drug. I've convinced myself that I'll take a bottle to wherever I travel in case the food doesnt fit my taste","labels":"annoyance"},{"text":"Have you read \/r\/NEET ? You'll find that not all people hate being unemployed - they choose to be unemployed.","labels":"annoyance"},{"text":"This one got me. 💀","labels":"neutral"},{"text":"Underrated comment 🤣","labels":"annoyance"},{"text":"These comments are in stark contrast to the more level-headed ones in r\/news. Wonder why?","labels":"curiosity"},{"text":"She's slept with so many guys she's starting to look like one","labels":"neutral"},{"text":"This isnt an exaggeration? 🙄","labels":"curiosity"},{"text":"I didnt have a single black teacher in my 15 years of schooling. The area defenintly plays a part in that but it's still a bit shocking.","labels":"surprise"},{"text":"😀ahhh I see what you did there, clever.","labels":"joy"},{"text":"Hey now I masturbate in my own filth and I don't take kindly to being compared to these people.","labels":"caring"},{"text":"Oh now I get what you mean😂😂","labels":"approval"},{"text":"Guys a complete troll who has no idea about cancer or the physical pain it can cause. Move on and don’t give the cunt the satisfaction.","labels":"neutral"},{"text":"I'm having a hard time understanding what exactly happened. I'm sorry you're having these problems. 🙁","labels":"caring"},{"text":"This is super old news","labels":"amusement"},{"text":"I don't recall saying we didn't - I just don't think we're particularly bad.","labels":"realization"},{"text":"This is so crazy pessimistic. A generic [NAME] will win with plenty of room to spare, the problem is that \"generic\" candidates don't exist","labels":"annoyance"},{"text":"I went there for the first time not long ago, just to experience it for myself. I wont be going back.","labels":"neutral"},{"text":"Most countries function as a faux democracy I think. Especially in the USA whereby Congress takes lobbyists money it becomes more of an oligarchy","labels":"annoyance"},{"text":"I have a feeling [NAME] and [NAME] aren't staying with the WWE once their contracts ends this year anyways.","labels":"neutral"},{"text":"I don't wear panties. You'll need to describe the sensation.","labels":"annoyance"},{"text":"I’m pregnant and my dog is with my parents across the country while we renovate. The feels were too much 😭","labels":"sadness"},{"text":"[NAME] lmaooo this made me laugh, thank you 😂","labels":"amusement"},{"text":"Bro we got destroyed last time, we’re due for a heartbreaking missed field goal or extremely ill-timed turnover ","labels":"sadness"},{"text":"Nothing makes me exit a video faster \"looking at this made my nipples hard\" 🙄","labels":"sadness"},{"text":"That's not it, the game (sigil is a derivative if scrapheap challenge. Thanks for the suggestion I appreciate the suggestion though.","labels":"gratitude"},{"text":"Can't believe everything you see on the internet eh?","labels":"curiosity"},{"text":"Alright well nice discussion for sure. Think this just gave me an idea for r\/changemyview so thanks for that.","labels":"approval"},{"text":"Access should be hindered it's getting destroyed.","labels":"anger"},{"text":"No, they build their team the right way so they won't be trading for our \"crap\". We can dream though. ","labels":"annoyance"},{"text":"I look fine af 😜 and yourself?","labels":"curiosity"},{"text":"**You are breaking the car!**","labels":"anger"},{"text":"🧀 <——The best gold for you! 🙌","labels":"joy"},{"text":"Infatuation and love and really different and I've found our the hard way, wait a couple weeks before using the big L word Nice tho :)","labels":"annoyance"},{"text":"Id be pretty weary if a girl wouldn't talk about previous relationships.","labels":"neutral"},{"text":"No idea what this means but the fact that you said sweetie lets me know that you’re probably really obnoxious or just being sarcastic","labels":"annoyance"},{"text":"Wait until you’re at least 25 to get a tattoo. You’ll more than likely regret it otherwise.","labels":"sadness"},{"text":"Haha sorry, I make hip hop music 😂","labels":"approval"},{"text":"Even for an infidelity sub this is heavy. I hope you find peace somehow.","labels":"optimism"},{"text":"Why is she the absolute worst","labels":"neutral"},{"text":"Ugh can you imagine marrying into one of these families?","labels":"curiosity"},{"text":"Eòrapaidh for me 😉","labels":"neutral"},{"text":"Excellent find. Panels like these are a very deliberate writing choice.","labels":"love"},{"text":"Um....Yes? I would love it if everyone didn't believe in [NAME].","labels":"curiosity"},{"text":"Laughed. Out. Loud","labels":"amusement"},{"text":"All I ask is to not embarrass us on National TV like they did against Philly.","labels":"embarrassment"},{"text":"Not a point I’m trying to make. 👍","labels":"approval"},{"text":"[NAME] can still betabuxx and have an easier life than you will if you have to be alone and support yourself with no help.","labels":"neutral"},{"text":"Hush up. This is one of our greatest accomplishments. Teaching minorities the subtle art of self suppression though mutual degradation was no small task.","labels":"optimism"},{"text":"Damn perfect 👌","labels":"amusement"},{"text":"Why so may downvotes?","labels":"curiosity"},{"text":"This guy doesn’t like fox hunting because “toffs” do it. As with all policies of the left, it’s grounded in jealousy. ","labels":"disgust"},{"text":"I was always in awe of just how stunning she was. She doesn't photograph well though, it's a shame. ","labels":"neutral"},{"text":"Definitely not angry. He who smelt it dealt it.","labels":"neutral"},{"text":"But everybody got mad when Russia recognized [NAME] as US president. Go figure.","labels":"anger"},{"text":"I mean I like the park and I was surprised by that poll too","labels":"love"},{"text":"Except that was days ago. 🙄","labels":"approval"},{"text":"I don't care about him at all. 😤😤😤","labels":"anger"},{"text":"Just because they think it’s attractive doesn’t mean it’s sexist","labels":"neutral"},{"text":"We get it, you take Etizolam, congrats I guess..👏 ","labels":"gratitude"},{"text":"That doesn't answer my question.","labels":"neutral"},{"text":"Oh wow, that was a serendipitous ending! The weed saved her life. ","labels":"neutral"},{"text":"Rollin the green for 48 hours, weed will make you feel like you got awesome powers, like flight.","labels":"surprise"},{"text":"Omg I just finished and I'm in awe...","labels":"excitement"},{"text":"I really love how this team responds to injuries","labels":"love"},{"text":"[NAME] a drama queen?! Surely you jest.\/s","labels":"curiosity"},{"text":"Surprising you choose to believe things that aren’t true 🤔","labels":"surprise"},{"text":"Ohhhh now I get it Omg I'm so stupid","labels":"anger"},{"text":"The question wasn’t phrased well, but she does look different than her normal self in this screencap","labels":"neutral"},{"text":"Now that is an original Idea!!!","labels":"approval"},{"text":"I just want to be alone in a cabin up north near flagstaff.","labels":"neutral"},{"text":"Next time just tell her she paid for a Venti so that’s what she is getting😂","labels":"neutral"},{"text":"😭😭 okay. You’re right! I should just like make ice cream at home and get over it.","labels":"approval"},{"text":"Or perhaps we should look at the bigger problem: mental healthcare in the United States.","labels":"sadness"},{"text":"Communism is 100x worse than muh evil nazis. Commies need the whole world to follow their ideology and even then it would not work.","labels":"annoyance"},{"text":"\"Oh, we just happen to have all this stuff over here, like a normal date.\"","labels":"neutral"},{"text":"Complete opposite for me. I lied about being at a friends how while I was sitting there talking to my recruiter.","labels":"annoyance"},{"text":"I see you flaired it with help,so what do you need help with","labels":"curiosity"},{"text":"Everything. Everything is wrong with being hypocritical.","labels":"disapproval"},{"text":"There’s a lot of us ladies here, unfortunately 😔","labels":"sadness"},{"text":"What the fuck is that horrifying picture","labels":"fear"},{"text":"It's a shame he didn't trust you enough to believe you, but instead believed his own assessment of what he was worth.","labels":"neutral"},{"text":"It’s one of the nine characteristics of BPD. Probably most people in this sub have struggled with some sort of addiction to a degree.","labels":"sadness"},{"text":"I love it. I just joined the Streetwise Facebook page to catch up on some of the kids.","labels":"love"},{"text":"OMG! 😂😂😂😂","labels":"amusement"},{"text":"Playing hard to get","labels":"desire"},{"text":"As someone who hates wake up dragon punches, this made me hard","labels":"anger"},{"text":"I'm irritated by the upside down \"Anti Crease\" bit more than anything. ","labels":"annoyance"},{"text":"Really seemed like a great guy :(","labels":"amusement"},{"text":"SHIT. I just gave my son some Skittles. Lemme edit that right quick LOL","labels":"annoyance"},{"text":"Even after reading all your posts, I still don't understand... 😑","labels":"disapproval"},{"text":"I personally wish that they stuck with the spin offs but if their happy I’m good.👌","labels":"joy"},{"text":"[NAME] leans so far forward when he skates we love a king of physics and momentum 😤","labels":"approval"},{"text":"This should in r\/funny not here, very expected","labels":"amusement"},{"text":"There's no need for anger, but cringe and embarrassment are called for.","labels":"fear"},{"text":"Legit I just go to places and tell them to surprise me. That way I get to keep trying new types of food 🥘","labels":"optimism"},{"text":"Eternal rest grant unto him, O Lord, and let perpetual light shine upon him. May he rest in peace. Amen","labels":"neutral"},{"text":"OK. That is really weird.","labels":"surprise"},{"text":"Ego is a hell of a drug","labels":"annoyance"},{"text":"That’s why it’s a repost. To anyone who’s cake day is 2 day🤗","labels":"curiosity"},{"text":"WOW!!!","labels":"excitement"},{"text":"I think I know why [NAME] put you on this earth. Go on now you have a job to do.","labels":"confusion"},{"text":"He’s from the city so I guess he gets crazy moms or something. He’s awesome 😂","labels":"neutral"},{"text":"So then what are the odds the refs had money on the game and a vested interest to ignore calls?","labels":"curiosity"},{"text":"When it’s read this way it’s way more badass. The way people normally quote it just sounds stupid.","labels":"anger"},{"text":"No, no. I love the ones where patients succeed. It’s not that. It just seemed like everyone phoned it in this time. ","labels":"love"},{"text":"This is obviously fake everyone knows the earth is actually a dinosaur shape","labels":"annoyance"},{"text":"Not worth it. My family is the same way. I am scapegoat. I cut them all off and I have never been happier or more at peace","labels":"sadness"},{"text":"[NAME] isn’t a rocket scientist. I was surprised about the Thailand thing tbh I did expect it to be true haha.","labels":"surprise"},{"text":"Its been a long time since they were teenagers. My oldest granddaughter is a teenager.","labels":"neutral"},{"text":"The Fire are also trash and play their games 45 minutes outside of Chicago. Love you Fire fans, sorry about your ownership and FO. ","labels":"love"},{"text":"I would say there is a very good chance he did not buy these drugs at a pharmacy.","labels":"neutral"},{"text":"Just do it. Straight up ask if he wants to date in clear terms. If he doesn't no reason you can't stay friends.","labels":"neutral"},{"text":"Right? It’s not like her family seems like they wouldn’t have helped with her son.","labels":"curiosity"},{"text":"Fact: violins don't make music. And if you think they do, you're stupid. ","labels":"anger"},{"text":"Thank you 👏👏 looking like she's going to the gym, yet wearing heels? Looks awful","labels":"curiosity"},{"text":"Wow you think 15 downvotes in Reddit from the YIMBY cult has any meaning? I didn't say anything pertaining to economics.","labels":"curiosity"},{"text":"Ugh, sometimes I have both at the same time!","labels":"neutral"},{"text":"oh my good","labels":"joy"},{"text":"Apple can still go kindly fuck itself tho","labels":"anger"},{"text":"I am glad I found this subreddit \"gatekepping\" is a phenomenon vocab btw.","labels":"joy"},{"text":"What a state in America looks like when recreational marijuana gets legalized. 😂","labels":"disapproval"},{"text":"Except for that ridiculous tongue action, she has quite a pretty face.","labels":"neutral"},{"text":"Despite her being on a plastic surgery page getting botox and commenting that it didn’t hurt 🙄","labels":"sadness"},{"text":"Ooh I thoughy today was last day. Damn it I spent 10 hrs playing HvV today😑.","labels":"annoyance"},{"text":"Only all the time. As of a few years ago it’s been impossible for me to do it, which is discomforting to say the least.","labels":"annoyance"},{"text":"I got to see some fish at a science museum not long ago and it really brightened my day, too.","labels":"joy"},{"text":"No one in particular....i mean to people who believe that [NAME] and [NAME] are actually in love.","labels":"love"},{"text":"if dxm is causing this problem for you, don't ever abuse oxy's or hydros... you won't piss for days 😅😅😅","labels":"annoyance"},{"text":"\"[NAME] ***WHO***?!!\" --Miss [NAME]","labels":"curiosity"},{"text":"Thanks for pointing them out, it's hard to see through my tears 😢","labels":"gratitude"},{"text":"Me neither. 🤷🏻‍♂️ Freaky mind of mine!","labels":"surprise"},{"text":"This is so damn cute, I love it!","labels":"love"},{"text":"What country are you in? That makes a big difference for context of advice.","labels":"curiosity"},{"text":"Music was better when [NAME] beat his wife","labels":"annoyance"},{"text":"It wouldn't have been hard to get more votes than [NAME] because [NAME] was so hated.","labels":"neutral"},{"text":"Good morning have a good night me and lucky you! I gotta wait for mine😑","labels":"approval"},{"text":"He’s not going anywhere","labels":"neutral"},{"text":"Same, nights are by far the hardest. My STBX and I are living together until June and it nights suck. ","labels":"neutral"},{"text":"It was inevitable, after so much cultural shading of men, that “toxic femininity” would enter the fray. Welcome.","labels":"annoyance"},{"text":"I don't know, not everyone has at least 2 other friends willing to wear these shoes and dress in jet black.","labels":"disapproval"},{"text":"Like a low budget version of this amazing game show","labels":"love"},{"text":"> What are your thoughts on public breastfeeding? What a strange question to ask 😂😂😂. ","labels":"curiosity"},{"text":"How I hate the black tarp on top...prevents the fan from blowing air in summer.","labels":"neutral"},{"text":"No scratch. Weird. It's almost like she just popped her pimples and smeared the blood. 🤔","labels":"neutral"},{"text":"MULTIPLE TIMES NOW IT'S BEEN INCREDIBLY NICE ON THE MOUNTAIN THE DAY DIRECTLY AFTER I GO SKIING.","labels":"joy"},{"text":"I can see the rippled sandy bottom, the shark is clearly visible, the surface is near. I feel ok 😁","labels":"approval"},{"text":"I wish I had known this when my kitty ran off years ago. 😭","labels":"desire"},{"text":"The average person here could go their whole life without ever seeing a gun. The gangs and such yeah they manage to get guns one way or another","labels":"neutral"},{"text":"Seriously. The only thing that gave it away was no spelling errors.","labels":"neutral"},{"text":"Every other week we hear about a different #1 ranked restaurant in the world. How many #1 ranked restaurants in the world are there?","labels":"curiosity"},{"text":"I mean I feel like some people lose it more drastically than others.","labels":"neutral"},{"text":"It’s also dangerous to be riding a motorcycle waiting behind a stationary car if another car isn’t paying attention and slams into you.","labels":"sadness"},{"text":"Play a [NAME] lol that’s sound like a play style that fits your criteria.","labels":"neutral"},{"text":"Not even if I worked there, would I attend her meet and greet","labels":"neutral"},{"text":"Oh [NAME] !!!","labels":"neutral"},{"text":"Still doesn't apply. 5 hits from [NAME] will do way more than 6 hits from [NAME]. Quality vs quantity.","labels":"neutral"},{"text":"I shouldn't be giggle-snorting to this, but internally I am.","labels":"joy"},{"text":"That ESPN intro made me emotional 😭","labels":"sadness"},{"text":"I guess when you marry as a virgin, you don't know what you're missing out on.","labels":"annoyance"},{"text":"I was honestly shocked when they denied an overpayment, especially since after the charges cleared it would have been a $0 balance.","labels":"surprise"},{"text":"I'm high RN and can't understand this","labels":"confusion"},{"text":"Ohhh, thank you for correcting me 😊","labels":"gratitude"},{"text":"And here I am thinking that the animation after surrender\/Victory is annoying ;-;","labels":"annoyance"},{"text":"this is so true!","labels":"amusement"},{"text":"9\/10 our managers side with us because if they don't we get angry at them. The guestomer will never be coming back but the employee will","labels":"annoyance"},{"text":"Shes awful and its all about her. Try again. And when the show has awful ratings thatll be confirmed.","labels":"neutral"},{"text":"Yeah strong man makes me nervous, imagine if he dropped it on his foot? 😬","labels":"neutral"},{"text":"Threaten to release....welp , nothing coming from this.","labels":"fear"},{"text":"So sorry 😐","labels":"caring"},{"text":"Your name is amazing","labels":"approval"},{"text":"It’s always nice to say something [nice]!","labels":"joy"},{"text":"Omg!!! just saw an interview of her! Wow this [NAME] is a horrible mother!!! Oh my Gooood! 😱","labels":"excitement"},{"text":"Wow. I could have gone my entire life without witnessing this limpdicked haemorrhoid rank the severity of sexual assault based on who the victim is.","labels":"realization"},{"text":"I got grounded from reading once and it was the worst punishment I ever had 🙂","labels":"disgust"},{"text":"I just learned this with your comment. Came to ask who granted [NAME] legistaice powers","labels":"annoyance"},{"text":"Just got back from Orlando to Chicago yesterday. I have a good feeling about this one!","labels":"joy"},{"text":"Never said that. Not once. Punishment isn’t slavery. Unless you’d rather just kill lawbreakers","labels":"anger"},{"text":"I personally am very proud to be a vegetable. Corn, to be exact. Corn pride y'all","labels":"pride"},{"text":"The positive side to this is i get to relive the same emotions that I felt losing my virginity....ever few months.","labels":"remorse"},{"text":"Congrats and be well. Peace and tranquility to you. !","labels":"gratitude"},{"text":"Just kidding man 😂😂","labels":"amusement"},{"text":"I feel like I'm in a yoghurt advertisement announcing how my digestive system is all rejuvenated. Its that wholesome.","labels":"joy"},{"text":"gotta love my s-tier talking to people anxiety haha wait no i don't 😎","labels":"joy"},{"text":"I was planning on saying don’t kinkshame me since I like guys of all sizes but what the fuckkkk","labels":"love"},{"text":"[NAME] my favorite character 🤣","labels":"love"},{"text":"Now all we need is to beat them in the playoffs one last time and win the super bowl THEN I'll be able to be happy","labels":"joy"},{"text":"It released like a couple weeks ago??? I don't think all that much would've changed in 2 weeks...","labels":"curiosity"},{"text":"Whoops, just posted about those two subjects elsewhere ITT before I saw your post.","labels":"approval"},{"text":"You’re right, no one is taking you seriously, Reddit user.","labels":"approval"},{"text":"no, you always upvote what fits the sub","labels":"realization"},{"text":"I can't really provide anything to you that you haven't already deliberately misread yourself. I can't force you to be honest.","labels":"annoyance"},{"text":"Wow, if I hadn't seen my mom's cat recently I'd think this was him! I hope you find the owners","labels":"optimism"},{"text":"I wonder if, as an added bonus, [NAME] ended the cameo with a dic pic. ","labels":"surprise"},{"text":"using the crying emoji is a sin against humanity, and you should be executed via the electric chair for doing so. ","labels":"annoyance"},{"text":"But sweat pea it’s a MAN wearing makeup! My gay bestie BABES 🍭🍆🧖‍♂️ ","labels":"neutral"},{"text":"Shit was so cash bro lit 👏🏻🔥👅","labels":"anger"},{"text":"I got a good laugh at this one. I feel bad.","labels":"amusement"},{"text":"Well, ok then nevermind. I'm surrounded by people I mostly disagree with, but I honestly don't know anyone that I would call outright evil. ","labels":"annoyance"},{"text":"They look incredibly legal, organized, and accurate, just like yours! ","labels":"love"},{"text":"This is so wholesome 😭😭😭","labels":"joy"},{"text":"I'm 21. I've entered adulthood and I even have to face negative comments from family members. Adulthood won't save me.","labels":"sadness"},{"text":"It’s awful. I couldn’t even see the ending at all.","labels":"sadness"},{"text":"Interesting I’ve never met any one IRL that met that way. Guess there must be some people meeting that way 😀","labels":"curiosity"},{"text":"My favorite [NAME] post-match celebration hands down.","labels":"disappointment"},{"text":"That’s what happens when you’re from the uk and there’s literally nothing but 1 uk event outside of the pro league and America.","labels":"approval"},{"text":"I'm working in a creative industry; you'd probably fair well.","labels":"optimism"},{"text":"And you assume they are part of the dominant culture because of the color of their skin. That is self evident racism.","labels":"neutral"},{"text":"The first sentence alone sums it all up 😂","labels":"approval"},{"text":"I believe that this may be meant for the person above me, for I have moved into the realm of monetized bananas. ","labels":"anger"},{"text":"This is the only viable way out of Brexit.","labels":"approval"},{"text":"They look purple on my screen. But yes, tacky.","labels":"neutral"},{"text":"This one is my favorite.","labels":"love"},{"text":"You have to walk before you can run","labels":"neutral"},{"text":"Maybe one day we will be able to see that process. I wish. I love my pets so much 😍","labels":"love"},{"text":"She’s still living rent free inside your head if you’re looking her up Edit: thanks for the gold kind redditor tehehehehehehe 🤪🤩🤠","labels":"gratitude"},{"text":"You sound quite childish and unable to engage with any information that doesn’t conform to your narrative. Sad.","labels":"sadness"},{"text":"The way that was worded I can't tell if your super calm or about to flip a chair","labels":"annoyance"},{"text":"I love how many penguins stopped and waited for him 😍","labels":"love"},{"text":"Oh my gosh. This woman who died also had a son who died. Holy tragedy","labels":"sadness"},{"text":"Now I don’t blame [NAME] for his way of thinking😂 people like this wtf","labels":"neutral"},{"text":"SF makes a little more but it evens out with Seattle once you figure in CA state income tax and SF cost of living. #savedyouaclick","labels":"neutral"},{"text":"Meh, it just keeps players from diving in taking stupid damage. (At least it should.)","labels":"annoyance"},{"text":"that number 3 is soooo familiar and sad.","labels":"sadness"},{"text":"That’s exactly how mine is ! Wow that’s sort of funny there is an actual name For it 😳😔","labels":"amusement"},{"text":"literally wasn’t the worst effort of the season","labels":"disapproval"},{"text":"I won't stop crying 😭","labels":"sadness"},{"text":"Cute! But also, your husband is holding that dog up by the balls 😰","labels":"amusement"},{"text":"Yeah I legitimately have no idea what he's talking about... cr lk is a chain","labels":"neutral"},{"text":"I felt like a baby being nurtured 😂😂😂","labels":"approval"},{"text":"The real bad beat.","labels":"embarrassment"},{"text":"Grow up.","labels":"neutral"},{"text":"\"You may die, but it's a sacrifice I'm willing to make\"","labels":"remorse"},{"text":"You wash your hands with hand sanitizer? 🤔","labels":"curiosity"},{"text":"This is so scary but true","labels":"fear"},{"text":"Welcome aboard! May your pies be round and crusts be kissed with char.","labels":"neutral"},{"text":"Ha, ha your mad!","labels":"amusement"},{"text":">testing teenagers for four mystery roles Oh good lord. This is going to be even worse.","labels":"disgust"},{"text":"I feel for you (at a title 1 middle school in lausd) I had a tough day today and reading this made me feel a little better ✊🏼","labels":"joy"},{"text":"Daddy issues [NAME]","labels":"neutral"},{"text":"I understand it but still can't ask questions. I am too afraid","labels":"fear"},{"text":"I shouldn't be tanking this much rating after even a year bro. You don't understand how bad it feels to be in this garbage elo.","labels":"annoyance"},{"text":"I think I will try to push through, I guess I can always drop a class or two if it’s too much and even take a break ","labels":"annoyance"},{"text":"very confident !!!!","labels":"neutral"},{"text":"It still baffles me how they cover for him, and his trace amounts, when they’re in his body because he cheated in the first place.","labels":"neutral"},{"text":"a surprise to be sure","labels":"neutral"},{"text":"It’s not easy hiding that Baby Huey diaper.","labels":"neutral"},{"text":"To think that Doom GOATs isn't even EM's strongest form...damn, no wonder the [NAME] are 100% on EM","labels":"annoyance"},{"text":"Is this the correct way to dislodge a train? It seems reckless.","labels":"curiosity"},{"text":"So cringy and desperate","labels":"fear"},{"text":"Please tell me your shop didn't get you in trouble for that D:","labels":"annoyance"},{"text":"Oh shit. I'm so sorry! 😂","labels":"anger"},{"text":"my late [NAME] kept bank suckers for low blood sugar","labels":"approval"},{"text":"what is cringe about this?","labels":"curiosity"},{"text":"Please stop cussing.","labels":"annoyance"},{"text":"nothing specific. it varies. it's rare.","labels":"neutral"},{"text":"Wrong. You tried to use a WW2 example and it backfired on you.","labels":"remorse"},{"text":"They are the best but my office is so far away 😞","labels":"disappointment"},{"text":"It is SO gross, I despise him and think he's a gross predator. ","labels":"neutral"},{"text":"She doesn't have to pay anything this is just an opinion of a lawyer. No court ordered that.","labels":"disapproval"},{"text":"Do you smoke? Smell strongly? Have dirty boots?","labels":"curiosity"},{"text":"Do you regularly go around calling people a know-it-all when they've generously provided you with specific information you've demanded?","labels":"curiosity"},{"text":"I like how she dabs on the way down.","labels":"joy"},{"text":"If I see this gif one more time, I’m going to lose it","labels":"sadness"},{"text":"That's unfortunate for you.","labels":"sadness"},{"text":"It WAS a naïve grandma!! 😅","labels":"neutral"},{"text":"I have no idea if this is sarcasm...","labels":"amusement"},{"text":"the ancap ideology has spread to birds now. Our numbers grow stronger every day😂","labels":"approval"},{"text":"Thank [NAME] for the disclaimer you almost tricked me justin","labels":"anger"},{"text":"Orange fan sad. :(","labels":"sadness"},{"text":"Nope.cool !🅱️RO","labels":"joy"},{"text":"Music and getting outside really helps me, even if I’m not sober. Cheers.","labels":"relief"},{"text":"Wow. Forget the separation, lawyer up and go straight to divorce. ","labels":"anger"},{"text":"You must be fun at parties.","labels":"joy"},{"text":"Stupid [NAME] referencing that stupid seagull\/cricket myth","labels":"neutral"},{"text":"You can slice it anyway. If it has sugar or heavy sugar than tax it or go for specific categories like soda and candy etc.","labels":"neutral"},{"text":"Sorry, I don’t see a difference. If you are opposing people’s access to something, your opposing that thing.","labels":"remorse"},{"text":"I doubt it, serial killers enjoy killing, the stuff they do afterwards is just the icing on the cake for them. ","labels":"joy"},{"text":"I can't miss a chance to post one of my favorite gifs ever! 😂","labels":"love"},{"text":"I like #5 too she is slacking on her end of that bargain, she’ll leave [NAME] before she ever sleeps with him. ","labels":"neutral"},{"text":"Yeah, but what if he didn't have a camera? You see it in Russia all the time, which is why everyone has a dashcam.","labels":"curiosity"},{"text":"Speaking *of* bias, there's probably a good reason why you got banned.","labels":"neutral"},{"text":"Apparently my state 😔","labels":"approval"},{"text":"[NAME] would love her!!! \"Do you forgive Daddy?\" ","labels":"curiosity"},{"text":"I'm so sad for you, I'm so so sorry. 💔","labels":"caring"},{"text":"Yeah you are second. Time to move on lol","labels":"amusement"},{"text":"It would be a little less irritating if the 10 cents you pay if you want some paper bags didn't go to the government as a tax.","labels":"annoyance"},{"text":"*Hey just noticed..* it's your **3rd Cakeday** somenbjorn! ^(hug)","labels":"amusement"},{"text":"Really worried about NISA translating it, but at this point I don't care any more, as long as we get an english version of it.","labels":"disappointment"},{"text":"Most boring girl I ever went on a date with was covered in tattoos and piercings, and worked at a piercing parlor. ","labels":"neutral"},{"text":"Ahhh, I see. I thought you were saying they made you afraid of the sessions.","labels":"fear"},{"text":"Because they're forgettable major label garbage that paraded around as punk because they care about more animals than they do people, that's why.","labels":"neutral"},{"text":"I mean I understand the joke but are y’all actually going to he posts relating to the team","labels":"neutral"},{"text":"don't we all hate them?","labels":"curiosity"},{"text":"Although I don't wake up as much with alcohol, I feel less rested the next day. ","labels":"annoyance"},{"text":"Aww so sweet. One of mind fights to lay under mine while it’s in my lap. She loves the heat from it 😂","labels":"neutral"},{"text":"crowd needs to get amped up...seem a little lifeless …[NAME] drew a charge CMON LETS GO","labels":"remorse"},{"text":"Wow that's so lit🔥🔥🔥😂😂💦💦💦 im so proud of your autistic son for making it LOL OUT LOUD 👏👏👏💦💦💦👏💦👏💦👏💦👏💦👏💦👏💦👏😘😘","labels":"amusement"},{"text":"That's fucking awesome! I had no idea they would straight up off a dude for trifling! Lmao Winning information forsure, cheers man.","labels":"amusement"},{"text":"denying and lying or walking into a minefield what \"nice\" choices @.@","labels":"joy"},{"text":"This happens to me all the time I’m so sorry 😣 it’s always with burgers, too. So painful. ","labels":"caring"},{"text":"Peace to you both.","labels":"approval"},{"text":"He really is so beautiful.... on the inside 😊","labels":"neutral"},{"text":"Not sure if something wrong with my phone but I got a notif, did ya reply again 🤔","labels":"disapproval"},{"text":"I did.","labels":"neutral"},{"text":"Haha so give it a try is what you are saying 😂😂","labels":"approval"},{"text":"Right!? I'm glad someone else noticed. I was horrified when she trespassed into a stranger's home. So violating!","labels":"fear"},{"text":"Good job homie 👍🏻","labels":"approval"},{"text":"That guys entire account is the biggest comedy cemetery out there","labels":"amusement"},{"text":"Haha. Dried fruit is partially how I got fat again.","labels":"amusement"},{"text":"I can't read Korean. Out of curiosity, what are the others?","labels":"curiosity"},{"text":"\"I'm sorry mam, but we dont allow children in the store unattended, so you are going to have to leave.\" ","labels":"caring"},{"text":"I miss [NAME]","labels":"sadness"},{"text":"I envy flippers, but am in Canada where postage is so high, shipping would eat any profit.","labels":"annoyance"},{"text":"\"This is just unprofessional\" lol","labels":"amusement"},{"text":"I'd really like to see them together in something else. They have a weird chemistry that works.","labels":"surprise"},{"text":"Love the [NAME]","labels":"love"},{"text":"“That ad is an over-generalization!” “Most men feel this way and agree with me!” Hm. 🤔","labels":"approval"},{"text":"What law did they break? This is just another example abusing a system for profit without the necessary laws in place to protect people.","labels":"curiosity"},{"text":"Your husband isn’t at all worried about your reputation since he’s the one who spread the lie. Something to think about","labels":"neutral"},{"text":"What a methy situation!","labels":"amusement"},{"text":"Nice try @ some dude. Also i joke around my gf on the same topic, she doesnt believe me","labels":"neutral"},{"text":"I had an ex like that. I know why I couldn't function with his way of life. Totally unproductive.","labels":"neutral"},{"text":"This is the full-circle EP story I came here for. Made my morning. Thanks Aunt [NAME]!","labels":"neutral"},{"text":"Sorry, but this was already on our front page recently, so I'm gonna have to remove it. ","labels":"remorse"},{"text":"Idk what tf that is😂.... Don’t hate me guys!","labels":"anger"},{"text":"You absolutely should not tell her.","labels":"neutral"},{"text":"should've rolled into battle with a sword brad. that would have fuckin' rocked","labels":"neutral"},{"text":"Will we see [NAME] as PM before that? We shall see","labels":"curiosity"},{"text":"If you still have fish or plants, I would love to take them. Unfortunately I don’t have space for another tank","labels":"annoyance"},{"text":"It definitely revealed how ugly the hatred on the Left has gotten.","labels":"annoyance"},{"text":"Its an mlm in disguise, branded to appeal to the college demographic. I got the fuck out ","labels":"anger"},{"text":"I understand. Sorry that happened to you. Stay strong!","labels":"caring"},{"text":"I dont think prostitutes are going to teach you how to have good sex 🤔","labels":"disapproval"},{"text":"He did a [NAME] score? ... yup, that's how unmemorable it was","labels":"curiosity"},{"text":"I used to do shit like this...back when I had a serious drinking problem I was in denial about","labels":"annoyance"},{"text":"For the love of [NAME] stop making him relevant. Please.","labels":"annoyance"},{"text":"I did Google it, you self-righteous colossal turd, and turned up nothing. So forgive me if I don't trust your hearsay.","labels":"remorse"},{"text":"We thought he was getting better but then he turned himself around.","labels":"neutral"},{"text":"Yes but did you see how bad his reaction was, he was about to crash with her and make it worst, just back up 💨 ","labels":"neutral"},{"text":"No, no I'm not.","labels":"annoyance"},{"text":"she’s a huge mood","labels":"neutral"},{"text":"Because it contains the nudity of a child, and that is a federal crime?","labels":"curiosity"},{"text":"Go on the website it’s super easy to get hired loading trucks that’s for sure","labels":"neutral"},{"text":"He was not my boyfriend then, duh. ","labels":"neutral"},{"text":"It would be a crime to not invite him.","labels":"annoyance"},{"text":"I love how some people have the mindset \"children should be seen not heard, unless they something rediculously outlandish then they must have a supernatural connection.\"","labels":"love"},{"text":"Ah! I couldn’t remember his name!","labels":"neutral"},{"text":"Not the snowbank, though. That will end badly in spring.","labels":"annoyance"},{"text":"To be fair mumble rap is shite","labels":"neutral"},{"text":"Thanks for the warning 😉","labels":"gratitude"},{"text":"LOL this. I would love to see that.","labels":"amusement"},{"text":"People: Hey! Me: WHO ARE YOU AND WHAT DO YOU WANT FROM ME?!","labels":"curiosity"},{"text":"Good to know my paranoia has paid off haha, and same, sooo many snacks.","labels":"joy"},{"text":"WAS can always pay the trade kicker. But am only willing to dump [NAME] for him. Not down for giving up DFS.","labels":"neutral"},{"text":"Most of us think it’s just a conditioning thing right now, but we don’t really know","labels":"confusion"},{"text":"The Almond Magnums are amazing... and I ate the three in one sitting 😭 In Australia you can find the magnums at IGA :)","labels":"surprise"},{"text":"Because I felt like it, just as you felt like announcing you basic grooming while trying to be insulting. 🙄😏🤷‍♀️","labels":"annoyance"},{"text":"I use to get this but now I just get ghosted.","labels":"disappointment"},{"text":"For me, I didn't take pause because I never considered it. :-\/","labels":"remorse"},{"text":"What if [NAME] just tricked everyone to make us appreciate the coach we had all along...","labels":"amusement"},{"text":"Fair play, thanks for educating me 😊","labels":"gratitude"},{"text":"I CANTTTT😭😭😭. That's as bad as you said, it will get better friend. r\/oldpeoplereddit.","labels":"annoyance"},{"text":"No, you should definitely do drugs. Just stay at home when you do.","labels":"annoyance"},{"text":"I can't stop laughimg at this😂 thank you though","labels":"amusement"},{"text":"Then it'll hurt more when I kick it in the balls.","labels":"sadness"},{"text":"Whoa you are on a big brain level!!","labels":"neutral"},{"text":"The Colts badly wanted to hire him. He’d get a GM job in a heartbeat if he wanted it.","labels":"neutral"},{"text":"I'm...not going to let him see me cry.","labels":"neutral"},{"text":"TIL that [NAME] is a guy.","labels":"neutral"},{"text":"This is the most scary [NAME] can ever be to me, cause it’s also the most real he could ever be 😂","labels":"fear"},{"text":"Yeah definitely not like my welder boyfriends hands for sure","labels":"anger"},{"text":"Welcome to switzerland 😂 I see it everyday, when I'm on my way to work. ","labels":"approval"},{"text":"😂. Ur pathetic","labels":"amusement"},{"text":"In an unfunny situation you made me laugh, so thanks 😅","labels":"amusement"},{"text":"I like the reference to the Good Place :)","labels":"love"},{"text":"I guess you could say that it was unexpected","labels":"neutral"},{"text":"Ah, the movies are fine. It's pretending they're a profoundly trascendental form of art that I find ludicrously funny.","labels":"amusement"},{"text":"Thanks everyone for your feedback! Dosing one bottle tomorrow night around 8pm EST, will post back with results 🤠","labels":"gratitude"},{"text":"Imagine bragging about a “your mum” joke","labels":"neutral"},{"text":"He could run for President of the US and WIN!","labels":"neutral"},{"text":"The best timeline","labels":"approval"},{"text":"Hey I’m at Ellsworth and Guadalupe! No snow 😕 probably while we sleep tonight 😐 Happy New Years neighbor!!","labels":"annoyance"},{"text":"Yeah that’s what confuses me, like most people (men) who are here are just incels in denial","labels":"confusion"},{"text":"FBI! OPEN THE DOOR!","labels":"neutral"},{"text":"Would you’ve still got with her if you’d known beforehand? No judgement, just curious.","labels":"curiosity"},{"text":"Let's us both hope you will be losing it come by the end of the September then... LOL It would be freaking awesome if it happens.","labels":"amusement"},{"text":"The best daughter a father could ask for.","labels":"neutral"},{"text":"Hahaha. I see what you did there!","labels":"joy"},{"text":"Fact, the sky is orange. And if you think it’s blue, you’re stupid","labels":"anger"},{"text":"> It's a bad precedent to start once this community grows. Community does what?","labels":"annoyance"},{"text":"If you're old school like me, you will always hate the Cowpokes more. ","labels":"anger"},{"text":"I can’t wait until [NAME] turns 21 so he can get a triple double too 😂😂😂","labels":"neutral"},{"text":"You don't have a Mrs do you?","labels":"curiosity"},{"text":"It’s beautiful. I think I need to move. 😊","labels":"approval"},{"text":"I passed the aftermath of this wreck on the other side of I-20. What a tragedy.","labels":"sadness"},{"text":"Apparently. I genuinely like [NAME]. Why can’t I reminisce without being judged. Good grief","labels":"love"},{"text":"*laughs in uneducated Finnish farmer on skis*","labels":"annoyance"},{"text":"What's absurd here is that anyone believes a bottle of champagne is worth 34k.","labels":"realization"},{"text":"Omg enough of all the damn hashtags, it’s not 2016 anymore","labels":"neutral"},{"text":"You aren’t mentioning the specific position and the industry. Not even in what country you are located. How can anyone offer advice?","labels":"curiosity"},{"text":"So are some women. A couple of my friends have this very issue.","labels":"neutral"},{"text":"Thanks man! That feels good to hear. I’m glad someone is on my side and finally understanding how I feel about this season.😄👍","labels":"gratitude"},{"text":"The most cringeworthy thing about this is that they have missed a golden opportunity to say pizza time.","labels":"fear"},{"text":"only facts mate - so nothing you would be interested in","labels":"disapproval"},{"text":"Honestly, this has got to be the most reckless way to bully and harass a kid. Kids have a tendency to grow to their expectations","labels":"annoyance"},{"text":"We would leave ours up a long time. Cooperate decides when the come down. Maybe that's why.","labels":"neutral"},{"text":"Nobody will ever dethrone nurses and teachers, but hotel employees are quietly becoming some of the weirdest people in my Tinder matches.","labels":"annoyance"},{"text":"Bird box challenge....","labels":"neutral"},{"text":"Thank you all for the insight.","labels":"gratitude"},{"text":"Weird, I checked again and it works for me now. It wasn't the first few times I tried to click.","labels":"neutral"},{"text":"Considering the century is only a touch over 19 years. Is this really news worthy?","labels":"curiosity"},{"text":"You can do it! live the dream!","labels":"neutral"},{"text":"I’m offended that your offended","labels":"sadness"},{"text":"I thought [NAME] was dope. Never understood the hate for it","labels":"confusion"},{"text":"Uhhh I can’t choose just one! But I would say it’s all between documentaries, music and my pets💕","labels":"approval"},{"text":"They also oftentimes are not friendly environments for women and queer folk in my experience","labels":"disapproval"},{"text":"What a refreshing question and topic of discussion. 👏 NOT 🙄 *“Discuss.”*","labels":"approval"},{"text":"Desperately miss this, [NAME] was one of my favourites at finishing with big choruses ","labels":"love"},{"text":"Sorry man, I have no idea either! ","labels":"caring"},{"text":"A hug? Lol, shugos new hugs look alot more fluid and faster. Get ready to eat more","labels":"amusement"},{"text":"It's free hand but thanks for the input 👍","labels":"approval"},{"text":"Yeah you're right, I mistyped it. Should have said after 1st and after the 2nd. There's none after the 3rd.","labels":"annoyance"},{"text":"Yeah I'll probably do some baking with it! I might also like it better after a while, I was just very surprised today 😂","labels":"love"},{"text":"I want to come back as a tree","labels":"neutral"},{"text":"It’s trying to steal his soul by sucking his breath out of him .","labels":"neutral"},{"text":"It is the recent patch most likely! This never happened previously.","labels":"surprise"},{"text":"Haha yeah actually they don't feel that good but life does involve sacrifice.","labels":"amusement"},{"text":"I feel your pain 😪 i got scammed $1400 in November. I felt like a dumbass for falling for it too.","labels":"sadness"},{"text":"As someone who went through school before the internet existed, yes, weird creepy kids existed. Although it was more in your face. ","labels":"surprise"},{"text":"Can you please update me! I'm in the exact position! 24FHL with 21MLL","labels":"curiosity"},{"text":"favorite athlete of all time for sure. [NAME] and [NAME] are my other 2 haha. [NAME] up there for my own sanity","labels":"neutral"},{"text":">sentence more severe. Debatable, I'd rather be dead than have everyone think I relentlessly molested kids. ","labels":"sadness"},{"text":"How can they expect you to write if you can't read? \/s","labels":"curiosity"},{"text":"I did this and I regret nothing.","labels":"neutral"},{"text":"BALL DONT LIE","labels":"annoyance"},{"text":"don't you get it? It's freedom to kill children now...","labels":"curiosity"},{"text":"Alarm goes off at 7:50, I'm in the car at 8. I'm a PM\/after-work showerer and stay up late as hell to maximize my me-time","labels":"neutral"},{"text":"I wondered the same thing. I never knew that this is a thing.","labels":"surprise"},{"text":"Because he’s actually cool with racism and anti-semitism. Just draws the line at rape.","labels":"annoyance"},{"text":"Lol I saw a comment on this article that said \"but who released the measles germs into the public? 🤔\"","labels":"amusement"},{"text":"Na I see [NAME] doing a [NAME] in his fight vs [NAME]. Goes all out rage mode and big [NAME] cleanly knocks him oot.","labels":"approval"},{"text":"Oh no you didn’t just quote tlc...👍🏼","labels":"disapproval"},{"text":"He's also unfathomably rapid.","labels":"neutral"},{"text":"So, just a super verbose tone trolling?","labels":"curiosity"},{"text":"Yeah he's a real one. I would've loved him coaching the Broncos","labels":"love"},{"text":"Unfortunately not:","labels":"disappointment"},{"text":"Our federal budget is $4 trillion. Until entitlements are reformed the arguments over what things cost is irrelevant.","labels":"annoyance"},{"text":"I'm not even a WWE fan is the thing. I've never once in my life watched it","labels":"neutral"},{"text":"[NAME] ain't all that. Sorry.","labels":"remorse"},{"text":"I should have said without nuts in hindsight, but this woman was ready to kill. Gotta love hospitality sometimes.","labels":"love"},{"text":"Oh then u\/Dr-Pepper-Phd","labels":"neutral"},{"text":"😂😂😂 you're great","labels":"amusement"},{"text":"I would lol","labels":"amusement"},{"text":"😭I don’t doubt it. He deserves all the love too.","labels":"neutral"},{"text":"Thank you! We all appreciate the kind words! 💓","labels":"gratitude"},{"text":"The important thing is that you're having fun","labels":"neutral"},{"text":"Y’all are just jealous that this individual identifies as a fish hook. On a serious note though going through an airport tsa must be a nightmare","labels":"annoyance"},{"text":"Aww... she'll probably come around eventually, I'm sure she was just jealous of [NAME]... I mean, what woman wouldn't be! lol ","labels":"amusement"},{"text":"Excuse me who the hell is that?","labels":"curiosity"},{"text":"So, the kicker... her brother played on Xbox so that's the console she had claimed to play on!","labels":"neutral"},{"text":"Oh sure, that makes it much easier to pay your bills with no money. The money will just come at some point in the future! ","labels":"neutral"},{"text":"Give it time.","labels":"approval"},{"text":"It wasn't any better 10 years ago if that offers any sense of relief.","labels":"annoyance"},{"text":"[NAME] had talked about this entire operation is shady with an anti abortion agenda that's hidden behind their intentionally misleading name.","labels":"annoyance"},{"text":"Haha. 🤔","labels":"joy"},{"text":"Ive got these too, any tips on how to remove\/make them less obvious?","labels":"curiosity"},{"text":"You're welcome","labels":"excitement"},{"text":"Your desperate attempts to pretend that this is nothing are...really weird, to be totally honest.","labels":"approval"},{"text":"I have [NAME] hat so I could marry it, flip it and kill it","labels":"annoyance"},{"text":"Hope you're havin a good trip my dude! Good vibes ✌🌈","labels":"optimism"},{"text":"Can they do the same to Tyrael while they are at it?","labels":"curiosity"},{"text":"Oh Lord hearing the puking!","labels":"neutral"},{"text":"🎵 *The waiting is the hardest part.* 🎵","labels":"sadness"},{"text":"I'm actually surprised none of his wives have stabbed him in his sleep already. Now he has secret service protection 😋","labels":"neutral"},{"text":"How do we do handle the venom, and marvel is all metaphors-avi [NAME] ","labels":"surprise"},{"text":"Low life is as low life does. I wouldn't be too surprised if he's broke by the time he's middle aged, unfortunately.","labels":"neutral"},{"text":"Are you implying that you can't take a joke?","labels":"curiosity"},{"text":"I know North America is a big place but I wonder what it will take to see similar crowds in cities over here.","labels":"surprise"},{"text":"True. Icing all three of your villains for the duration of the film is a bad idea. They need to be making moves.","labels":"anger"},{"text":"Laugh and hang up. Then tell my husband that an ex from 25+ years ago just called me and spouted a bunch of nonsense.","labels":"annoyance"},{"text":"There's that NPC reply i was expecting.","labels":"excitement"},{"text":"Don't blame me, I voted for Kodos.","labels":"annoyance"},{"text":"use this to make you aim better than my bad aim :)","labels":"caring"},{"text":"The dashcam only proves that someone inside that vehicle was angry. It barely proves a gun was fired, let alone at someone.","labels":"annoyance"},{"text":"Oh yeah I know, but like.. _why?_ it just seems like such a waste of his time.","labels":"curiosity"},{"text":"You and me both.... Production of reality tv is where its *at*!!! 😂😂😂 (sarcasm) ","labels":"amusement"},{"text":"Lolol yes taking over the world if there weren’t so few of you! Pot meet kettle- INFJ A5 here 😶.","labels":"annoyance"},{"text":"\"UGH FEMINISM!!! SURELY THATS THE REASON I CANT GET LAID!!!\" see you in hell ","labels":"sadness"},{"text":"Fun fact. If you combined North Dakota, South Dakota, Wyoming and Montana into one state it would have roughly the same population as Puerto Rico!","labels":"neutral"},{"text":"When we have tens of millions starving or dying of thirst, at least you will still have the moral 'high ground'.","labels":"remorse"},{"text":"Some graffiti can turn that really bad","labels":"disgust"},{"text":"[NAME] Wednesday’s 😎 Good to know he’s enjoying the retirement life. ","labels":"neutral"},{"text":"They are very heavily scripted which is why it can be borderline unethical.","labels":"approval"},{"text":"I’m so happy [NAME] gets to make more money","labels":"joy"},{"text":"This is hilarious. Great work🤣","labels":"anger"},{"text":"because people are idiots and don't like being wrong","labels":"annoyance"},{"text":"Apparently, his knees aren't as bad as we thought.","labels":"neutral"},{"text":"😂 thanks. I like yours!! Makes me think of yoga retreats but like in the best way possible","labels":"gratitude"},{"text":"Shits me no end mate, good on you for doing something","labels":"annoyance"},{"text":"You're glad Australia was playing politics at a time like this? That's not a vote of confidence in the [NAME].","labels":"curiosity"},{"text":"Did you know that [NAME] and [NAME] named one of their children after a suburb in Pretoria? How cool is that!","labels":"curiosity"},{"text":"I do have ps4 😂 But it's more easier to play on Tablet because I can play wherever I go ","labels":"optimism"},{"text":"Unfortunately, I don't. Sorry. 😔","labels":"caring"},{"text":"This is what happens when you've gotta get the video out as fast as possible. Quality suffers.","labels":"sadness"},{"text":"Don't worry you'll outlive them.","labels":"caring"},{"text":"I've never even been to these places much less actually done this but i feel personally attacked","labels":"neutral"},{"text":"Bomb on your chest Do not try this at home","labels":"disapproval"},{"text":"Did you laugh at this meme?","labels":"curiosity"},{"text":"Yeah that happened to me twice a month for years with an ex. Maybe someday we’ll do it 😅","labels":"approval"},{"text":"Sorry, \"semi\". Happy?","labels":"caring"},{"text":"80k\/month? Damn. I need to become a Union Square store","labels":"curiosity"},{"text":"Damn, chairs can communicate with eachother now? What a time to be alive!","labels":"curiosity"},{"text":"What’s wrong with this","labels":"annoyance"},{"text":"Oh whoops haha","labels":"amusement"},{"text":"This has to be made as a satire of terrible memes . Like r\/okbuddyretard material","labels":"fear"},{"text":"My 2 favorites 🔥","labels":"love"},{"text":"Just be her friend. Don’t try to have sex with her.","labels":"neutral"},{"text":"Ding Ding Ding, exactly where I called BS","labels":"neutral"},{"text":"Why it's bad for a union rep to be siding with ownership in the middle of a contract dispute on Twitter of all places?","labels":"curiosity"},{"text":"Nah, this is actually my cat! He’s just the only other person I know that would eat em","labels":"neutral"},{"text":"My least favorite couple: [NAME] and [NAME].","labels":"love"},{"text":"Ate too much “hot chips”","labels":"neutral"},{"text":"Glad to see I'm not the only one with that bug. Maybe someone will report it some day.","labels":"joy"},{"text":"Do you boo boo. Live your best life","labels":"joy"},{"text":"This must have been totally horrifying for you. I'm glad to hear you found peace in the second birth.","labels":"fear"},{"text":"I once went outside with my eyes open, it was way too intense for me.","labels":"remorse"},{"text":"😂😂 she really is. I can’t stop laughing. She’s a fruit loop!","labels":"neutral"},{"text":"In this case, I don't see a problem. OP's post can stay.","labels":"neutral"},{"text":"This is too accurate 😂","labels":"approval"},{"text":"Love him as an Irish fan, but his range isn't far enough for NFL","labels":"neutral"},{"text":"I disagree. Every starting receiver [NAME], [NAME], and [NAME] will have over 1k yards on the season while [NAME] cracks 2k. ","labels":"annoyance"},{"text":"..... That would seem like the ultimate way to get rejected and never spoken to again.","labels":"annoyance"},{"text":"getting sucked in to a maneuver thurster or the primary ship screws are hell of away to go","labels":"annoyance"},{"text":"Is it just me, or do these children look really uncomfortable around the Duggars? The smiles look forced...","labels":"curiosity"},{"text":"They’re more and more surprised every week when this is reposted.","labels":"excitement"},{"text":"They don’t. Conservatives want to characterize any scoopy news organization as unreliable because they can’t get ahead of them easily.","labels":"disapproval"},{"text":"Yikes. That sounds terrible 😢","labels":"fear"},{"text":"delusion hits hard","labels":"annoyance"},{"text":"He’s a coward, but no need to ruin his life. You should feel sorry for him. ","labels":"caring"},{"text":"You better be praying for me. I'm living in SO MUCH SIN!","labels":"sadness"},{"text":"Just split for gods sake before kids are born.","labels":"annoyance"},{"text":"Dude I have a verrrrry strong feeling the barber did that on purpose. Nowhere in the world is that an acceptable haircut. That’s fucked up","labels":"disappointment"},{"text":"Yeah, sorry, I was on the mobile site, and wasn't able to delete it.","labels":"remorse"},{"text":"I blame [NAME].","labels":"annoyance"},{"text":"so lucky. im afraid to tell my [NAME] gf. :\")","labels":"amusement"},{"text":"This really tickled my anxiety. I hate it","labels":"anger"},{"text":"I know what you mean. I'm actually looking for a [NAME] irl. That's hard to find...","labels":"approval"},{"text":"That was a terrible pass regardless. Wasn’t close","labels":"fear"},{"text":"Tackles aren’t flashy I guess 🤷‍♂️","labels":"approval"},{"text":"LMAO! I would heed his advice if I didn't get chased off by the private land owner 😁","labels":"amusement"},{"text":"If I can be a racist against whiteys, I'd be one. TERFcide and Mayocide.","labels":"neutral"},{"text":"I call [NAME] fraud! That's not the first time she saw [NAME] after prison.","labels":"neutral"},{"text":"Sorry you are still being messaged by ugly guys, that must be really tough, you are brave for still using the site sweatie ","labels":"caring"},{"text":"But it saved people with even more money lots of money. The owners of the teams.","labels":"neutral"},{"text":"Mission Control to Doctor Oct","labels":"neutral"},{"text":"It makes it especially delicious when our one sub with ~100 active members gets accused of controlling the entire political debate on Reddit","labels":"joy"},{"text":"New year home boy. You can still change. If not, 2020 is your time to shine boiii","labels":"caring"},{"text":"Thank you for providing a source👍 ^^^Oh, ^^^look, ^^^noodles!","labels":"gratitude"},{"text":"Roots reggae or Dub 👊","labels":"amusement"},{"text":"...says a fellow redditor.","labels":"approval"},{"text":"Couldn’t agree more","labels":"annoyance"},{"text":"[NAME] man...try passing it to the place where you don’t think he’ll be","labels":"neutral"},{"text":"In all 18 years of my life this is only the second time I’ve seen these. I could’ve sworn they where discontinued","labels":"realization"},{"text":"Looking cool [NAME]","labels":"amusement"},{"text":"Thanks for clarifying, was definitely originally taught wrong then. 🙃","labels":"gratitude"},{"text":"I love Nigeria, visited a couple of times. Lived in Angola for two years","labels":"love"},{"text":"Really? I could've sworn I've seen people disabling comments on certain posts before..","labels":"curiosity"},{"text":"The \"YOU SHOT MY MERCEDES?!\" clip is heavily underrated imho. Glad it made the cut for this amazing video.","labels":"curiosity"},{"text":"It does lol If you delete it off your phone it wouldn’t trace your estimated location unless it’s active on it","labels":"amusement"},{"text":"One of my coworkers at my old job used to get a venti hot white mocha with 20 packets of sugar stirred in😷","labels":"approval"},{"text":"I agreed with your first point and then stated a statistic. My bad, awkward wording on my part.😢","labels":"annoyance"},{"text":"Amen to that!","labels":"approval"},{"text":"Orange man bad ----- > Treason is bad ergo, Orange man is treason.","labels":"anger"},{"text":"Why are you so fucking concerned with what someone else uses to clean their teeth? You sound like a toothpaste troll.","labels":"annoyance"},{"text":"Happy cake day!!!!!!!!!🍰🍰","labels":"excitement"},{"text":"Take an upvote for Seinfeld 👍🏻","labels":"neutral"},{"text":"😅 I wrote that to indicate tears of relief and happiness but what I was actually doing was laughing like a lunatic knowing that I wasn’t alone.","labels":"amusement"},{"text":"That's a huge shame and says more about Sacks than it does anything else.","labels":"embarrassment"},{"text":"That guy is just eating downvotes left and right","labels":"neutral"},{"text":"Don’t feel bad for playing Minecraft, it’s still a great game and is starting to get kinda popular again.","labels":"amusement"},{"text":"it is actually called a mechanical bull","labels":"approval"},{"text":"Wow i've sat like all of those","labels":"neutral"},{"text":"Does this mean there's no police on the streets or do they have to work with no pay? (I'm not from the US)","labels":"curiosity"},{"text":"Kayaking on a hot summer's day with just enough of a breeze to rock you with the waves. I can almost fall asleep out there.","labels":"approval"},{"text":"Exactly why my money goes to more guns and ammo.","labels":"neutral"},{"text":"Omg I really thought it was a new word for me, not debacle 😂😂😂 she didn’t even try ","labels":"neutral"},{"text":"Oh that's actually really interesting. So IQ of the general population would be a bell curve by definition?","labels":"curiosity"},{"text":"Can’t fault you there","labels":"neutral"},{"text":"Congrats! Enjoy a free slice, I think you know what to do with this 🍕","labels":"gratitude"},{"text":"Holiday getting abused as usual","labels":"annoyance"},{"text":"But those are typically quieter and then I won’t need them 🙃 are we done","labels":"disapproval"},{"text":"OK. How old was the father when you got pregnant?","labels":"curiosity"},{"text":"Yes he is. He won me with his beard alone 😍","labels":"neutral"},{"text":"As always - in need of good shower.","labels":"desire"},{"text":"I'm crying. Their faces 😂🤣😂","labels":"sadness"},{"text":"SHE. IS. THE. FUCKING. WORST. P.S. You’re not fat, you just need a stylist. 🙄","labels":"neutral"},{"text":"I’m really excited for this year! Especially the Wu Lin hero , I can’t wait to wield my double-handed jian😍😍","labels":"joy"},{"text":"It's a grey area, my grand dad on my mum's side is a devout [NAME] and he listens to music and performed when he was younger. ","labels":"neutral"},{"text":"Seriously, someone out there has to love this dumpster fire TV show enough to edit some videos","labels":"love"},{"text":"No because thats stupid","labels":"anger"},{"text":"You're a big guy.","labels":"amusement"},{"text":"Such a great movie that kinda gets overlooked.","labels":"amusement"},{"text":"Code Vein looked interesting, though with all the delays and the fact that they've gone quiet, it's gotten me a bit concerned.","labels":"sadness"},{"text":"Furry btw so why don’t you take yourself also","labels":"annoyance"},{"text":"That's a weird way of spelling Disenchanted","labels":"surprise"},{"text":"People tremble in fear of the name Rupple Poopels 😂","labels":"sadness"},{"text":"So police were banned from having holidays, not police banned everyone else from having holidays","labels":"annoyance"},{"text":"Is everybody forgetting that bills need to be signed by the president to become law, or get 2\/3rds support in both chambers if not?","labels":"curiosity"},{"text":"Search your feelings, you know it to be true","labels":"approval"},{"text":"You're just lonely, dude. Don't mix that feeling with love.","labels":"neutral"},{"text":"If you can't do your jobs you risk fucking losing them.","labels":"anger"},{"text":"Which is still a very racist thing...","labels":"realization"},{"text":"Tried that for a year and still scrawny and look young 😂","labels":"approval"},{"text":"Omg I think I laughed way harder at this than I should have!! 🤣💍","labels":"amusement"},{"text":"I take it they want to have sex with 🐇s.","labels":"approval"},{"text":"It's wonderful because it's awful. At not with.","labels":"fear"},{"text":"I still hated the system though. I felt penalized for using anything that wasn't the power beam the entire game.","labels":"anger"},{"text":"I found that after particularly bad games I feel the “need” to smoke more weed, like a cigarette after a carcrash IMO","labels":"annoyance"},{"text":"Yes, we are going to kink shame you. ","labels":"embarrassment"},{"text":"Bet you don't even get £400, you probably only started this thread for some attention ","labels":"neutral"},{"text":"Upvoting simply for the (Eli = )","labels":"neutral"},{"text":"They don't want to date you, they want you as a furry sex toy ","labels":"neutral"},{"text":"It's so cute that she thinks no one can tell that isn't her real face. 😂","labels":"neutral"},{"text":"Just get divorced and be roommates.‍♀️","labels":"annoyance"},{"text":"Gangs shooting each other on the streets is not the same as a crazy person going into a school and kill a bunch of innocent kids with an assault rifle.","labels":"disapproval"},{"text":"I feel stupid for not looking at her bio, but I do have some more pictures ","labels":"annoyance"},{"text":"HHDGFMDHNDFG my ENTIRE new years party looked at me and started asking me questions 😶🙅‍♂️","labels":"annoyance"},{"text":"First thought that came to mind were those water benders in the swamp in Avatar: The Last Airbender.","labels":"approval"},{"text":"Yeah, people my age make me more anxious than older people. I feel like my generation is more judgmental.","labels":"approval"},{"text":"[NAME] has weird ideas about everything.","labels":"embarrassment"},{"text":"Deadly strike is also spammable with not costing brew and guaranteed damage. Personal preference bud, do the math","labels":"neutral"},{"text":"Yum!!! I love almond milk!! 🤗","labels":"love"},{"text":"I used to feel like this. That’s a mental illness man","labels":"neutral"},{"text":"is [NAME] also running as democrat?","labels":"curiosity"},{"text":"Oh no here come the fanboys and girls, dude... RUUUNNN","labels":"love"},{"text":"Haha, thanks, bot! How's your day going? ❤️🌈🚀","labels":"curiosity"},{"text":"Highkey tho! He got ass! 🍑","labels":"neutral"},{"text":"People who unironically call others “snowflake” tend to get offended way easier than anyone else.","labels":"remorse"},{"text":"Oh yeah lots of elitists who think they’re a damn gemologist but know nothing 😂","labels":"disapproval"},{"text":"Congrats to you!! My husband went from being like your husband... to processing cannabis oil. There is hope.","labels":"gratitude"},{"text":"Well probably that's because it's the salary the job pays. A better question would be why is [NAME] getting 3.5 million from Russian oligarchs 🤔","labels":"approval"},{"text":"Needed a good laugh today 😂","labels":"amusement"},{"text":"You don’t have to be like a polar bear and fatten up for the winter 🙄. Put down the Doritos and go for a walk","labels":"approval"},{"text":"No it’s okay I just rub some Young Living™️ Thieves on ankle and it fixes everything","labels":"annoyance"},{"text":"Ah I needed this!!","labels":"neutral"},{"text":"[NAME] THAT HURTS DON'T DO THAT","labels":"sadness"},{"text":"No no she was \"[NAME]\"","labels":"neutral"},{"text":"> they were also throwing like paper balls at each other on the carriage it was.. just.. wow. #😱","labels":"annoyance"},{"text":"You have just given a face(?) to my phobia","labels":"curiosity"},{"text":"From a movie point of view, [NAME] works much better, with [NAME] as their adopted kid. [NAME] dating [NAME] of course.","labels":"neutral"},{"text":"Aye but happy cake day mate.","labels":"neutral"},{"text":"I just watched the entire episode. They never once hint that they were having an affair. That information didn't come from the show.","labels":"neutral"},{"text":"Could you imagine? That would be so terrible for viewers. 😂","labels":"curiosity"},{"text":"You've been a sad boi around here for the last week straight, you'd do well to take a break.","labels":"sadness"},{"text":"Yes! Im glad you see where he got that n-word take from 😂😂","labels":"joy"},{"text":"Yes that is so true why didn’t I think of that","labels":"approval"},{"text":"So. Much. Reality.Can’t. Take. Anymore. Reality. Not. Scripted.One.Bit. 🙃","labels":"disapproval"},{"text":"Because you aren't serious. You're just mad because you got told to stop using slurs one too many times.","labels":"annoyance"},{"text":"But once again that is a problem with the people. So many just attack the people who disagree instead of the arguments.","labels":"anger"},{"text":"Did [NAME] mention the astroturf pitch after today's comfortable 3-0 win? He certainly made a big fuss about it after the loss at Rugby Park.","labels":"curiosity"},{"text":"Well I hope so, I work in a pawnshop in a not great part of town and I'd love to be able to carry","labels":"love"},{"text":"> Just because you're white doesn't mean you should try to speak for white people. That's the joke™","labels":"annoyance"},{"text":"Damn he told u that huh. What’s he think about the [NAME] being back","labels":"neutral"},{"text":"You’re a life saver, wish you a blessed new year ","labels":"desire"},{"text":"Damn, I totally have used Dragon as my handle on certain dating apps before. Not sure how I feel about that now lol","labels":"anger"},{"text":"Hello! [NAME] is beautiful but I’ve only been once. I never had the whisky so I can’t even argue haha.","labels":"neutral"},{"text":"Kill me, [NAME] ","labels":"neutral"},{"text":"This looks like [NAME] at the gym","labels":"neutral"},{"text":"So THATS how he got the room for that backhanded top 10 nhl goal...","labels":"neutral"},{"text":"Sure, they can help nurse [NAME] back to health. ","labels":"approval"},{"text":"This!!! 🐃 and 💍 for your hard work!","labels":"amusement"},{"text":"It's finally official, we got [NAME] ","labels":"approval"},{"text":"It's interesting that you'd prefer to punish yourself instead of making life easier. I'd do the same with some stuff too","labels":"neutral"},{"text":"I'm elated to hear that 🤗","labels":"joy"},{"text":"[NAME] is just another millionaire taking advantage of dumb people.","labels":"neutral"},{"text":"nah it takes it a lot more than one time, I reckon you'll be fine considering your aware of the risk","labels":"caring"},{"text":"Was hilarious. RIP Roman","labels":"amusement"},{"text":"Actually, they aren't blunt like the west. \"Soon™\"","labels":"disapproval"},{"text":"I spent like 6 hours overnight browsing the top posts here when I decided to check it out I hate how much I can relate","labels":"anger"},{"text":"If you are into sours they put out some decent stuff, but anything outside of that is completely forgettable and average.","labels":"neutral"},{"text":"I’m assuming you’re referring to the poor execution of the hanging? He only used half of the holes","labels":"curiosity"},{"text":"I have a 1080ti and an i7 8700k and on very fast at 40k bitrate I'm already hitting 50% cpu usage on obs alone, any suggestions?","labels":"curiosity"},{"text":"Press F for my man [NAME], he seams like a pretty neeto mosquito. ","labels":"neutral"},{"text":"I find it funny the same people obsessed with “owning the libs” call others “intellectually bankrupt”","labels":"amusement"},{"text":"Thank you. 😀","labels":"gratitude"},{"text":"[NAME] is going to hit [NAME] again at some point isn't it.","labels":"anger"},{"text":"I like your baby😍","labels":"love"},{"text":"Large McDonalds fry 🙈","labels":"neutral"},{"text":"The best one for me is still Borderlands 2, and it’s been a fucking while. Amazing how far ahead of its time that game was.","labels":"surprise"},{"text":"Don't stay too long or you might go Nakamoto : P","labels":"caring"},{"text":">My worst vice is vaping [NAME] to say you are not promiscuous. 😉","labels":"disgust"},{"text":"You are ok.","labels":"caring"},{"text":"Stop lying to me","labels":"anger"},{"text":"Wow the [NAME] replies appeared in less than ten minutes this time!","labels":"excitement"},{"text":"I know, right?! I was literally in tears Saturday night 😪 It's only 3 years old!!","labels":"curiosity"},{"text":"My second doc! I’m a student from Cleveland and would love any tips you guys have.","labels":"joy"},{"text":"Are we gonna ignore the fact that he passed someone in the right lane???? That’s illegal","labels":"curiosity"},{"text":"Slovenia is awake and ready for some Mavs magic!","labels":"neutral"},{"text":"Why does everyone keep assuming that we’ll suddenly sign big name FA’s? This is a terrible idea.","labels":"curiosity"},{"text":"Yeh pretty rough. I mean we all know [NAME] won, but it was much closer than that ","labels":"sadness"},{"text":"I like this story way better than parvo.","labels":"love"},{"text":"Good luck with that!","labels":"optimism"},{"text":"Maybe they just wanna hook up on this hook up app 🤔","labels":"approval"},{"text":"Not sure what you're talking about then. Feints work on untrained people, just not subtle feints.","labels":"neutral"},{"text":"Ehhh, it's an opinion, it's not wrong or right, just highly unpopular and ill-informed.","labels":"neutral"},{"text":"Man that sure is one fun kid. He's more fun here than I'll ever be my whole life 😞","labels":"neutral"},{"text":"So you're a liar.","labels":"anger"},{"text":"if its not obvious everyone is having issues with this scam site","labels":"annoyance"},{"text":"Keep falling for the kind that aren't even interested in relationships. 🤦🏻‍♀️","labels":"annoyance"},{"text":"Allegedly boosted. Tournament is over and it went down to 10k","labels":"realization"},{"text":"The only thing I can think of is [NAME] and [NAME] everyone is very uneasy about.","labels":"embarrassment"},{"text":"Doesn’t sound like it’s going to work out, sorry dude","labels":"caring"},{"text":"Likely frostbite advisory weather.","labels":"neutral"},{"text":"I’ve missed my sweet prince","labels":"remorse"},{"text":"Firstly, thanks for pointing it out, and secondly, you should have some sort of [NAME] nearby, he should do the job","labels":"neutral"},{"text":"Ohhhh....this would be easy but....nope....not gunna.....","labels":"optimism"},{"text":"I have a model gun IRL, similar to the ones in Persona You could imagine how fun it was playing through P3","labels":"joy"},{"text":"Can you give a source for that? I'd like to understand better.","labels":"curiosity"},{"text":"I needed this today. Thanks stranger","labels":"gratitude"},{"text":"Happy Cake 🍰 Day! 🤩 ⭕⭕⭕","labels":"love"},{"text":"My one regret is not making an account sooner. I lurked for a long time because I felt like I didn't have anything worth saying.","labels":"remorse"},{"text":"Oh boy yeah","labels":"neutral"},{"text":"I might have accidentally brought some back when I went to Peru. 🤦🏻‍♀️ Ah man I loved pisco.","labels":"love"},{"text":"I think I love you mate😂","labels":"love"},{"text":"Man I love Canada🇨🇦","labels":"love"},{"text":"I’m still not sure how we managed to do that. Gas prices in this state has gone up around 70 cents per gallon since around 2013","labels":"confusion"},{"text":"That Moment when you suddenly find yourself in a 3 minute starring contest","labels":"excitement"},{"text":"I lowkey think they been messing around. It wasn’t a “oops we were drunk moment”. 🤔🤨🧐","labels":"disapproval"},{"text":"These things are so cool.","labels":"joy"},{"text":"Omg lmao 🤣🤣🤣","labels":"amusement"},{"text":"Stop texting him until you meet him. What if he is weird, creepy, not your type etc. ","labels":"neutral"},{"text":"I did not notice. What's the point of dark blue lenses over cold, dead, black eyes?","labels":"curiosity"},{"text":"Can these guys just pick a team in the AL and go there??","labels":"curiosity"},{"text":"It's probably more like when the only tool you have is a hammer, everything looks like a nail. I'm so sick of this paranoia.","labels":"sadness"},{"text":"The likes of [NAME] utter genius cannot be fathomed by mere mortals","labels":"annoyance"},{"text":"I don't understand how her hair is 'too light' or how that effects the concealer.","labels":"confusion"},{"text":"I just can’t imagine he is as bad as that...it’s just hard to believe.","labels":"annoyance"},{"text":"Haha, small world, I live\/work in the Twin Cities already! 😂","labels":"amusement"},{"text":"okay glad you have bots cause whoops","labels":"joy"},{"text":"Not sure about [NAME], but I think [NAME] would win easily against [NAME]","labels":"neutral"},{"text":"Oh wow, this is the first I've heard of her aligning with those people. ","labels":"surprise"},{"text":"Had no idea Belgrade was suffering so","labels":"neutral"},{"text":"This entire discussion is very unnecessary","labels":"annoyance"},{"text":"oh shit u meant the actual post... yeh i live in china this all we got😂😂","labels":"anger"},{"text":"Why did he think that you work there? People visit hospitals all the time.","labels":"curiosity"},{"text":"NOO HES SO ANGRY","labels":"anger"},{"text":"I am honored to be your only comment","labels":"gratitude"},{"text":"What’s going on in here ? 😰😰","labels":"curiosity"},{"text":"They probably be high asf telling you about how they can’t get high 😂","labels":"approval"},{"text":"i think he did. of course i’m not sure since it didn’t happen to me but to a close friend","labels":"neutral"},{"text":"Also, do you have a link with updates? I cannot find any reports like this. ","labels":"curiosity"},{"text":"I wish [NAME] would debate [NAME], if he was alive :(. ","labels":"neutral"},{"text":"Explain how British farmers taking common aborigine land in Australia to be used as private property 'isn't rooted in colonialism'.","labels":"approval"},{"text":"Jokes on you. I have anxiety so I do this a lot","labels":"amusement"},{"text":"I'm sure your kind is fine the way it is","labels":"approval"},{"text":"One of my favorite episodes.","labels":"love"},{"text":"Like racism? No thanks.","labels":"love"},{"text":"[NAME] I hate this","labels":"anger"},{"text":"Dental Assisting. I still deal with people but going through school and doing hours at a dental office I'm thoroughly enjoying it.","labels":"approval"},{"text":"I'm sorry I watched that","labels":"caring"},{"text":"I have the same lighter! It’s one of my faves. Just bout some Christmas themed ones too 😂","labels":"approval"},{"text":"They should be liable for this abuse. It’s just insane!","labels":"annoyance"},{"text":"Dude, its **life** it's not **trauma**. Grow up ","labels":"neutral"},{"text":"My fav frank songs are white Ferrari, super rich kids and bad religion, I know those are popular songs I just wanna get deeper into his music ","labels":"annoyance"},{"text":"wait, no more [NAME] SJW pwned vids in my recommended? YOU DARE DISGRACE OUR LORD AND SAVIOUR?","labels":"curiosity"},{"text":"We’re a second half team. We got this. COYG!!","labels":"neutral"},{"text":"> I think [NAME] is the best QB Prospect since Luck 😐","labels":"optimism"},{"text":"I’m aware but you won’t see the Turkish state broadcaster promoting that filth.","labels":"neutral"},{"text":"I want to like Caesars so so much. But I can't. All those delicious flavors end up tasting like a thick red septic tank. Maybe one day...","labels":"love"},{"text":"I like this a lot","labels":"love"},{"text":"When I first saw the title I thought someone was asking for you to become pregnant with their baby","labels":"neutral"},{"text":"Reality is often disappointing","labels":"disappointment"},{"text":"I guess [NAME] are especially good at making heaven sound boring 😂. I'm also an [NAME]","labels":"approval"},{"text":"Last time we played this well on January, we had an allstar center 👀","labels":"approval"},{"text":"I hope you two can figure this out. I feel for you and for him.","labels":"optimism"},{"text":"Is Arges the Bright one available? I see his spawn location is in game now","labels":"curiosity"},{"text":"Can't imagine voluntarily looking through those photos.","labels":"disapproval"},{"text":"RemindMe! 10 hours","labels":"approval"},{"text":"I'm ordained. When's the wedding? 🙋 This is a terrible idea. I don't know what I'm doing.","labels":"annoyance"},{"text":"Ugh her mind!","labels":"neutral"},{"text":"Your hamstering is beyond entertaining. There are tons of posts, but you can't find any?","labels":"curiosity"},{"text":"She’s not even on vacation anymore!","labels":"neutral"},{"text":"Cheers, cheers_im_drunk_bot.!","labels":"neutral"},{"text":"Watching LEC is such a snooze fest... the casters are awful, the interviewer has awful flow, the players have no personality...","labels":"fear"},{"text":"Man I hope this is sarcasm 😂","labels":"amusement"},{"text":"Ah ok! I figured I was getting it wrong.","labels":"approval"},{"text":"Wow, now that you say that . Although, we do have [NAME], South Park, Family Guy and American Dad now. Mmmmm, [NAME] ","labels":"confusion"},{"text":"who was it I missed it","labels":"neutral"},{"text":"Like what?","labels":"curiosity"},{"text":"[NAME] tattoos were specifically design to augment his physique. This guy looks like his little sister scribbled on him while he was asleep.","labels":"neutral"},{"text":"Damn, sorry to hear that. Hopefully the right gig will come along!","labels":"caring"},{"text":"Happy cakeday 🎂","labels":"excitement"},{"text":"dont be scared","labels":"caring"},{"text":"They listened in a way.. they just executed it in such a way that makes us pay 3-5x over what we should be paying for skins.","labels":"approval"},{"text":"In such a polarized time, we can all recognize each other's common humanity in the fact that no one likes [NAME] best. ","labels":"annoyance"},{"text":"\"in2\" Is this a time saver over \"into\"? This reporter says no.","labels":"curiosity"},{"text":"I mean, this very post is climate change denial related, which has zero to do with the second amendment, so I don't get your point ","labels":"disapproval"},{"text":"Can you explain to me what SW BRT means?","labels":"curiosity"},{"text":"To be honest he doesn't have to be sorry for smoking weed. Your neighbor is a yuppy.","labels":"neutral"},{"text":"That's ok I get it exactly you're ok with me","labels":"caring"},{"text":"I’m very happy for you! Congrats! 😁","labels":"gratitude"},{"text":"these have to be probably the worst presses ive ever seen, sorry mate","labels":"remorse"},{"text":"Nah, they're a fraction as immature and petulant as the politician we can't ignore that actually affects our lives.","labels":"annoyance"},{"text":"I'm not to proud of them right now. I'm mad at them ☹☹ But big ups!!","labels":"annoyance"},{"text":"Even if you think me and him aren't soulmates, youve gotta be pretty sad to think soulmates don't exist. ","labels":"sadness"},{"text":"Fly out of KDVT? Love flying out there.","labels":"curiosity"},{"text":"Chelsea just signed a striker. We need it we get it mentally. Arsenal is still ducking around as usual. Where is the change?!","labels":"curiosity"},{"text":"Consider yourself lucky haha. I used to call my local radio station daily to request they play it ‍♀️","labels":"approval"},{"text":"I haven't seen the chet response, but I cannot imagine myself not telling that person to go to hell and enjoy a lone existence.","labels":"neutral"},{"text":"why is this hard to believe it’s totally believable","labels":"annoyance"},{"text":"That’s pretty cool. Bet your dad is *vewy pwoud* he still has his accent!😂","labels":"neutral"},{"text":"It serves as quite a lesson to anyone, don't you think?","labels":"curiosity"},{"text":"Umm, I don’t think empathy means what you think it means...🤷‍♀️","labels":"disapproval"},{"text":"I mean, it is, slowly but surely. It sucks. ","labels":"approval"},{"text":"I never considered until this thread that tone of voice is something that people find attractive? that seems so alien and bizarre to me.","labels":"curiosity"},{"text":"yeah you're right. i just glanced over and thought it was a swish haha","labels":"approval"},{"text":"trust me, he's not.","labels":"neutral"},{"text":"I’m stuck at work tonight so I missed it 😢😢","labels":"sadness"},{"text":"Yeah, empathy, a hell of a drug ;)","labels":"sadness"},{"text":"I think a six month prison sentence is in order for that missed tackle against the cowgirls. Maybe some community service if he's got a good lawyer.","labels":"neutral"},{"text":"If found seeds in some of that absolute dankest flower I’ve ever smoked. Grease monkey.. I can still smell it 👌","labels":"approval"},{"text":"I hate losing to the Blackhawks like I love my wife: Intensely.","labels":"anger"},{"text":"Not bad at all.","labels":"approval"},{"text":"This made me laugh way harder than it should have","labels":"amusement"},{"text":"Right? It looked wild AF for a baby shower lol","labels":"amusement"},{"text":"So he “wants to be in Denver”. Hooray. Can we hire the best guy instead?","labels":"curiosity"},{"text":"So excited!! Probably gonna be my new main ⚔️🛡","labels":"approval"},{"text":"I don’t even like basketball that much. Chill out man","labels":"annoyance"},{"text":"Oh yeah! If she had done full brows she would have been killin' it!","labels":"neutral"},{"text":"My life is complete","labels":"sadness"},{"text":"I don’t think there are strippers necessarily, but it does make me question what he wants to do without me there","labels":"neutral"},{"text":"Happy cake day 🎂🎂🎉","labels":"gratitude"},{"text":"Oh, well when I said \"we\" I didn't mean Reddit, lol. My bad if that was unclear.","labels":"amusement"},{"text":"Looks so surreal that i don't even feel anything looking at this.","labels":"neutral"},{"text":"Oh, a crow... Doh!","labels":"neutral"},{"text":"I've always hated the 610\/45 interchange. Everyone slows to a crawl when there is no need to slow down.","labels":"anger"},{"text":"Great fucking game for [NAME]. And I can't believe some people are trying to hate on him for one TOV in the 4th. This fan base smh","labels":"anger"},{"text":"Every day in everyway. If I am to happy with anything next thing I know I'm actively destroying it.","labels":"disappointment"},{"text":"Now I’m crying before work thanks a lot 😭","labels":"gratitude"},{"text":"I'm so sorry. I hope things get better. 💗 I know emotional damage is rough.","labels":"caring"},{"text":"I'd punt her to another planet if she said that about my dog. Wtf is wrong with people. 😠","labels":"anger"},{"text":"So she's basically repeating everything they paid CTR to say back during the primaries.","labels":"neutral"},{"text":"My exam is over and my winter break starts now 🎉🎉💃 I've been waiting for this omg","labels":"approval"},{"text":"Pretty wild.","labels":"neutral"},{"text":"hey uhhhh I love you","labels":"love"},{"text":"Horrible waste of time.","labels":"fear"},{"text":">I am someone who is easily distracted I'm putting off work to do this survey :(","labels":"neutral"},{"text":"Nothin worse that doin the smooth criminal to be able to piss in the toilet","labels":"annoyance"},{"text":"I love how someone put a laughing emoji on that.","labels":"love"},{"text":"\"I CAN CLEAN MY OWN VAGINA NOW!\" Kills me every time. ","labels":"fear"},{"text":"Wish you did more. Sounds like she deserved worse.","labels":"neutral"},{"text":"How to pretend to be the woman who had her face ripped off by Travis the chimp","labels":"annoyance"},{"text":"I always just say “thank you” because it’s a nice thought 🤷‍♀️","labels":"gratitude"},{"text":"Thanks a bunch!","labels":"gratitude"},{"text":"Fat dont fail me now!!","labels":"neutral"},{"text":"It was world of warcraft, so I can't do that.","labels":"neutral"},{"text":"Goddamn it Your username just started a song in my head 👶🦈","labels":"anger"},{"text":"How long have you two been together? Have you talked with your bf about any of these concerns?","labels":"curiosity"},{"text":"That’s horrible. I’m probably going to donate to them I can’t imagine not missing out on a season because someone stole.","labels":"fear"},{"text":"Talked with my parents. It was so relaxing and beautiful <√9 Thank you a lot ❤","labels":"gratitude"},{"text":"Omg I just looked it up and all the places look so beautiful there 😍 also I’m sorry that it’s homophobic","labels":"caring"},{"text":"*nods* I know an unfortunate reality. I was presuming that he isn't in a situation like that based on what he said though.","labels":"sadness"},{"text":"AND she was pouring gas on it!! \/s","labels":"neutral"},{"text":"Rotfl! 🤣🤣🤣 I'll have to turn on caption from now on...","labels":"approval"},{"text":"Desperate and unethical measures","labels":"neutral"},{"text":"But I promise “it’s only something other people do”.","labels":"neutral"},{"text":"It's a fair question to be sure. Crime dramas have largely overstated the importance of reading [NAME] rights, so most people have the same misconceptions.","labels":"annoyance"},{"text":"It bothers me that certain people praise him as an entertainer and could care unless about what he did. Look at [NAME]... Makes me question humanity🤔","labels":"annoyance"},{"text":"Please don’t. Please talk to someone","labels":"embarrassment"},{"text":"for 150 million!","labels":"neutral"},{"text":"It'll be hard to surive on that wage in Vancouver. It's expensive AF here.","labels":"sadness"},{"text":":((","labels":"amusement"},{"text":"Not anymore it seems.","labels":"neutral"},{"text":"Huh... interesting. Man, russia sure is pressing its borders out. Almost like it's looking for operating bases.","labels":"excitement"},{"text":"I honestly don't know but the more attention something gets the less it gets ignored","labels":"annoyance"},{"text":"It really didn't. You were the one who came out hurling insults around. Are you projecting? 😂😂😂","labels":"annoyance"},{"text":"14 days actually So we're both wrong, yay!","labels":"annoyance"},{"text":">Well, minus the interbreeding part. Eh, I wouldn't be so sure about that","labels":"annoyance"},{"text":"My [NAME]. If only","labels":"neutral"},{"text":"And maybe one day you'll be able to afford one, but until then continue being an edgy teenager whining about the war on drugs. ","labels":"annoyance"},{"text":"Im color blind, i usually see blue as purple and red as green soo...","labels":"approval"},{"text":"Sounds like an fp to me 🤔","labels":"neutral"},{"text":"Let’s be real here. He’s *every night and day*’s biggest loser.","labels":"neutral"},{"text":"“I was half a virgin when I met him!” —[NAME]","labels":"neutral"},{"text":"I know you're annoyed, but can this sub not be a place to post screenshots of poor opinions from the other sub? It's getting overwhelming.","labels":"anger"},{"text":"Doordash pays less than minimum wage, no money even to buy cheesecake from the cheesecake factory after paying rent and Bills 😥","labels":"sadness"},{"text":"Life as a chef= late nights with booze and strippers.. wife doesn’t approve of it but hell with her somebody’s got to suck it🤫","labels":"neutral"},{"text":"We are there right now. 🍺","labels":"approval"},{"text":"Kill it with fire.","labels":"anger"},{"text":"Hah! You’re the best NERD!","labels":"neutral"},{"text":"Ugh. I know that interchange too well. People around here have been driving bonkerballs the last month or so too (more than usual)","labels":"neutral"},{"text":"[NAME] revealed that's what [NAME] called it at a reunion. [NAME] was backstage with steam coming out his ears 😂","labels":"neutral"},{"text":"Damnit, it was *Flavor-Aid*, not Kool-Aid.","labels":"neutral"},{"text":"😘 ☂ ☂️☂️","labels":"amusement"},{"text":"I just mean symbolically it's weird to call your own flesh a 'blanket'.","labels":"surprise"},{"text":"Kk cause I love touching up my tops so I'm just making sure 😂 &#x200B;","labels":"love"},{"text":"How can someone be so stupid to post that online, let alone publicly do that","labels":"annoyance"},{"text":"Could this be more .jpeged","labels":"approval"},{"text":"Do we know what the source of this rumor is other than twitter speculation?","labels":"curiosity"},{"text":"Ugh. \"I've found my forgiveness in [NAME].\" Burn in hell","labels":"sadness"},{"text":"The only thing that stops a bad toddlers with a gun is a good toddler with a gun.","labels":"approval"},{"text":"thanks, my roommate is a photographer so props to her 😂😂","labels":"gratitude"},{"text":"I hate this and I love you for sharing it","labels":"anger"},{"text":"Your son went to school in a treehouse?","labels":"curiosity"},{"text":"That's why imo [NAME] death is better.","labels":"desire"},{"text":"You have a long and amazing life ahead of you...you're beautiful 💜","labels":"surprise"},{"text":"pretending the issue is your wife cheating on you is why you're not learning anything","labels":"neutral"},{"text":"How many times has this ‘football fan’ committed these crimes now. Someone should lock him up.","labels":"annoyance"},{"text":"I discovered this show on the cnn docuseries about the nineties. What a terrible idea for a show 😂😂","labels":"fear"},{"text":"I wish that too 😢","labels":"desire"},{"text":"😂 Poor kitty.💗 I can hear that howl and see that face! You betrayed her! 😛","labels":"sadness"},{"text":"Cheers to that, girl. 🥂 ","labels":"desire"},{"text":"It's interesting but would be super impractical as a prosthetic for an amputee or someone with a limb deformity.","labels":"curiosity"},{"text":"Do i just need to watch just 'some' or all of them, oh and what about his books? I gotta buy them too right?","labels":"curiosity"},{"text":"That’s absolutely fantastic but I literally was only pointing out the last time I can remember Connecticut being in the national spotlight.","labels":"surprise"},{"text":"Bumper is cheap, at least you alive. Perspective.","labels":"approval"},{"text":"So dumb it's genius.","labels":"annoyance"},{"text":"Crotch goblin has me in tears😂 totally gonna use that in the future now😂 thank you😂 r\/rareinsults","labels":"gratitude"},{"text":"You can’t say that that’s racist!!!!!!","labels":"neutral"},{"text":"Yeah their passes are crazy.","labels":"annoyance"},{"text":"No TV Party for you 👎","labels":"disappointment"},{"text":"Nah let's not be those people.","labels":"neutral"},{"text":"this is so niche but i still felt that shit in my bones","labels":"annoyance"},{"text":"But it does? Admittedly it does take a couple days and a few friendly reminders","labels":"curiosity"},{"text":"I love the neck movement at the end 😂","labels":"love"},{"text":"😂 Dude, ok your cool now","labels":"joy"},{"text":"Wow 40 years at 18 wow how unfortunate.","labels":"sadness"},{"text":"I'd say we are a role sub at best, sorry guys just telling the truth","labels":"annoyance"},{"text":"[NAME] from ZoE and [NAME] from TTGL. Actually fuck all that [NAME] from The Big O is where it's at.","labels":"anger"},{"text":"Cute pupper 😍😍😍","labels":"amusement"},{"text":"I was freaking out watching this. WTF are the parents!?","labels":"curiosity"},{"text":"Is that [NAME] as the commentator? EDIT: just finished the video, feel stupid now","labels":"annoyance"},{"text":"I don't want PR to vote because they'll vote blue. I want them to vote because they deserve the right to have representation.","labels":"neutral"},{"text":"Welcome to the Just Cause experience","labels":"neutral"},{"text":"😂😂😂😂 please [NAME] tell me that was in Titusville 😂😂😂😂😂","labels":"annoyance"},{"text":"You have another new follower 😊 love your work!","labels":"love"},{"text":"Of course you don't think it's relevant. Your empathy for human life is tentative at best.","labels":"approval"},{"text":"Funny because I only owe 20k... I guess no one told these kids community college exists.","labels":"annoyance"},{"text":"Lmao!!! 🤣 He does look rather greasy.","labels":"neutral"},{"text":"They’re words and they’re hilarious","labels":"amusement"},{"text":"I didn’t get to watch!!!! WHAT HAPPENED!!!!!","labels":"caring"},{"text":"No Greece is full of poverty, I understand the confusion though ","labels":"confusion"},{"text":"Been to 54 countries at age 34. No debts, ever. Aiming for retirement in my early 40's. Life is good.","labels":"joy"},{"text":"It’s hard to take the tweet seriously with that font 😂","labels":"sadness"},{"text":"I bet he jerks off while holding a gun in his mouth while crying.","labels":"neutral"},{"text":"He's been cheered for years now.","labels":"joy"},{"text":"One ️ig shlong","labels":"neutral"},{"text":"I feel a deep sense of shame.","labels":"embarrassment"},{"text":"When [NAME] like “should we have an alien baby” and [NAME] looked SO happy 😂💛","labels":"joy"},{"text":"The hair is super cool though","labels":"amusement"},{"text":"He had been so worried that the stepmom would have a hard time integrating into the family.","labels":"fear"},{"text":"Kudos to OP for not falling for the bait.","labels":"gratitude"},{"text":">I want to believe that everyone deserves love They absolutely do! And he loves himself enough already! Too much, in fact.","labels":"love"},{"text":"Thats who I thought it was too😂","labels":"approval"},{"text":"I like how adamant you are that you didnt woosh yourself","labels":"love"},{"text":"There’s a fine line between love and hate, you know. ","labels":"confusion"},{"text":"Super fucking lucky","labels":"neutral"},{"text":"Why wouldn’t you want as much exposure to the idea of this protest as possible? It’s an incredibly important issue.","labels":"curiosity"},{"text":"thats one impressive car!!","labels":"amusement"},{"text":"I crave nuts and nut butter all 👏 the 👏 damn 👏 time. I think my body know they’re calorie and nutrient dense 😂","labels":"annoyance"},{"text":"I know 😢 it’s one of my life’s goals to see a moose in real life despite how terrified I will be lol!!","labels":"fear"},{"text":"That's sick I love your setup! Have a great tour bud!","labels":"love"},{"text":"I didn't realize there was ever an initial post on this subject.","labels":"neutral"},{"text":"Tbh I don't quite get the hype behind [NAME]","labels":"neutral"},{"text":"This would, honestly, imo, be a better response than what we've gotten so far. ","labels":"amusement"},{"text":"Try your luck with ranked. it you stick it out enough you'll get high enough to play with good players","labels":"amusement"},{"text":"Try not to mix too much. It will get overwhelming and you'll just end up with bad trips.","labels":"annoyance"},{"text":"i can't even stand up straight on a paddle board in the calmest water imaginable","labels":"disapproval"},{"text":"I am so pissed about Oiler hockey right now. Even [NAME] is annoying me and I love [NAME]. Gaaaahhhhhhh","labels":"love"},{"text":"I love Wayfair! Just started using them and am impressed. Sounds like UPS sucks. Enjoy your couches! Haha","labels":"love"},{"text":"Didn't even take a sip of the wine, and he still got wasted. ","labels":"neutral"},{"text":"Don't worry, with a lifestyle that requires them to have a new hip before the age of 20 they won't be making it much further.","labels":"sadness"},{"text":"that's hysterical. two legitimate babes.","labels":"annoyance"},{"text":"[NAME] speed RL 😂😂😂","labels":"neutral"},{"text":"🎶Hello darkness my old friend...","labels":"disapproval"},{"text":"I was never a fan of it. It should be a regular foul.","labels":"disapproval"},{"text":"if you see someone has the am logo as their only profile pic its pretty obvious they would be looking for an affair, at least to me.","labels":"neutral"},{"text":"This type of discussion is exactly what I came to r\/medicine for. Thanks guys!","labels":"gratitude"},{"text":"Lmao Stole my joke! 😂","labels":"amusement"},{"text":"that sounds cool, i will make sure to check something like that out.","labels":"joy"},{"text":"Preach. The nuthuggers and happy go lucky blind sheep if the front office are nowhere to be found. So disappointed in this team.","labels":"sadness"},{"text":"Damn... this weed is the shiznittlebamsnipsnapsack!","labels":"neutral"},{"text":"Holy fuck, that save was on what was essentially a wide open net","labels":"neutral"},{"text":">recommending Elite mode to first time players My stomach turns in disgust","labels":"disgust"},{"text":"So you stay on your theft from auto waiting for them to dispatch the next shift to the backlog of calls.","labels":"annoyance"},{"text":"Because they think the govt should provide all the jobs, they're crazy. ","labels":"neutral"},{"text":"Whatever you do, respect the kids' genders.","labels":"amusement"},{"text":"Wow, you an asshole much?","labels":"curiosity"},{"text":"It's natural selection when a mentally ill person shoots and kills an innocent person out of the blue? Wow... just wow....","labels":"curiosity"},{"text":"38 yrs. It was worth it though.","labels":"neutral"},{"text":"That hit was under 2 seconds after he had possession. Was it unwarranted? Yes Was it SUPER late? No","labels":"curiosity"},{"text":"I’m conflicting I want to upvote but really feel like it should be downvoted","labels":"remorse"},{"text":"[NAME] is so rational, I’d just cry really hard if my parents spent all my college money 💰 ","labels":"sadness"},{"text":"Oh [NAME] what happened?? A water main break up there😂","labels":"curiosity"},{"text":"“I can’t stop vibrating!” [NAME]: ( ͡o ͜ʖ ͡o)","labels":"neutral"},{"text":"Thanks for giving advice to the people who need it 👌🙏","labels":"gratitude"},{"text":"This is delusion beyond what I'm willing to engage with.","labels":"approval"},{"text":"Yeah, the golden nugget is \"Get over yourself and let him back in, he made a (small) mistake\"","labels":"neutral"},{"text":"People put their lives at risk trying to rescue them.","labels":"neutral"},{"text":"Honestly rams are my second NFC team. I wanted you to win it all since the beginning of the playoffs and I love the team even more now","labels":"love"},{"text":"Seconded. OP, PLEASE CONTINUE THIS STORY! 🙏🏼🙏🏼🙏🏼 And also maybe give an insight as to how this couple ended up with a devil child...thing...","labels":"approval"},{"text":"this was hard to watch but i’d take it over the grungy redhead talking about her full tummy 🤮","labels":"sadness"},{"text":"it made me cry too when [NAME] return to her older self😢","labels":"sadness"},{"text":"Nyaw :) imagine all the nice things he’ll have to brag about you to his next target.","labels":"neutral"},{"text":"bet you could still eat them","labels":"neutral"},{"text":"I'm so fucking dead!!!!!!!💀💀💀💀🤣🤣🤣🤣🤣😂🤣🤣🤣🤣","labels":"anger"},{"text":"My husband is the same way. His mother would dose them daily to keep her 4 children calm.","labels":"neutral"},{"text":"Who cares about the Super Bowl anymore. Can't wait to check out this XFL league...","labels":"neutral"},{"text":"We're one in the same!!!!!!!!!!!😂😂😂😂","labels":"approval"},{"text":"😂😂😂😂😂😂😂😂😂😂😂😂😂 you got the wrong [NAME] —","labels":"disappointment"},{"text":"Weird flex but okay 💪","labels":"surprise"},{"text":"Thank you for the advice. It is really really appreciated. 🙂","labels":"gratitude"},{"text":"[NAME] might actually be able to pick her up and carry her without huffing and puffing now? 😳😓","labels":"neutral"},{"text":"Play the lottery my dude, you just got lucky.","labels":"optimism"},{"text":"I was thinking this too! People are so quick to jump on the beauty guru witch hunt","labels":"neutral"},{"text":"I don't even really like Papa Johns, but I'm starving and that looks amazing right now.","labels":"excitement"},{"text":"A good therapist can lead you to talking about what you need to talk about once they get to know you and your emotions and trends","labels":"amusement"},{"text":"Good read man, sounds like a crazy time, its the worst vomiting red in front of ramdom people lmfao 😂","labels":"amusement"},{"text":"Yeah -- a woman who expects a guy to never even think about other women for the rest of his life is a special kind of delusional.","labels":"amusement"},{"text":"I miss rock fest 😔","labels":"sadness"},{"text":"Nah, according to OPs limited post history, he's a pedophile. ","labels":"neutral"},{"text":"Like any relationship... Communication is key 🔑 Oh yeah Please just be yourself ","labels":"approval"},{"text":"Not suggesting that you wait, but she may later come back after she's gotten that part in her life out.","labels":"neutral"},{"text":"Thanks man 🙏🏽","labels":"gratitude"},{"text":"Running a company will be the same disappointment. Your problem is unsolved.","labels":"disappointment"},{"text":"I thought we were unlucky for having to put up with [NAME]. Man, you guys got the short straw with Ninja.","labels":"neutral"},{"text":"😭I appreciate the feedback <3","labels":"joy"},{"text":"Yeah and if the media finds out that they weren't drug related we will never hear of it again","labels":"annoyance"},{"text":"I'm hearing its getting expensive to live there, is it worth living there by yourself as a server","labels":"annoyance"},{"text":"Wow 😮 you really convinced me... like gtfo here","labels":"approval"},{"text":"this, they will find a way. we screwed over my entire street for an hour when I got my new fridge..","labels":"neutral"},{"text":"Rheged sounds like a racist name for a [NAME]. Don't think it will catch on tbh","labels":"fear"},{"text":"I might be stupid but I thought [NAME] wore #16?","labels":"annoyance"},{"text":"Wow how many runs in the first half and how many misses by [NAME] 😅😅😅","labels":"approval"},{"text":"i've never been baby crazy but goddamn if i'm not always craving an adorable puppy in my arms 😭😭","labels":"amusement"},{"text":"I mean, if I make it look like an accident, just think of all the ribs I can buy with the insurance money... ","labels":"disappointment"},{"text":"Yep [NAME] and BIG for the next two seasons will be so fun to watch","labels":"amusement"},{"text":"Same, but [NAME] is one of my favorite champs, so beong useless hit me extra hard.","labels":"love"},{"text":"Just imagine Disney characters without gloves. Yes it's that horrifying","labels":"fear"},{"text":"It's a superfund site with a couple of inches of topsoil on it. Have fun with your cancer dummies.","labels":"joy"},{"text":"I have a sudden urge to delete my reddit account","labels":"desire"},{"text":"That's nothing, before BSE we did horrible things with bone meal animal feed. Cannibal cows.","labels":"fear"},{"text":"Don’t worry! I was never convicted of anything!","labels":"caring"},{"text":"Trust me it gets worse from there....i shortened it a lot","labels":"annoyance"},{"text":"Oh I should've checked there wow I'm slow 🤦","labels":"excitement"},{"text":"[NAME] I hope that isn’t the release date. I’m holding out for 12am EST 🤞","labels":"optimism"},{"text":"Fake was the right call either way.","labels":"annoyance"},{"text":"So is the OP still permabanned for no reason?","labels":"curiosity"},{"text":"How he dropped that sheep, probably going to hell but i almost choked laughing. ","labels":"amusement"},{"text":"Oh trust me, I thought of that - but I felt as though the phallic shape would cheapen the resemblance to feces ","labels":"annoyance"},{"text":"Owners died. Next of [NAME] has no idea their car is at the airport.","labels":"neutral"},{"text":"I like the fact that you like it a lot.","labels":"love"},{"text":"He looks like he's trying to cosplay Mac from always sunny.","labels":"neutral"},{"text":"Haha I've never seen a BritSovcit video but now I'm gonna have to check some out","labels":"curiosity"},{"text":"That’s awesome! Hopefully the sanity keeps up","labels":"optimism"},{"text":"[NAME]","labels":"disgust"},{"text":"It wasn’t, [NAME] threw it out first, I just thought the no charisma was the better burn.","labels":"neutral"},{"text":"The slam final I want, [NAME] vs [NAME]. The slam final we'll get, [NAME] vs [NAME].","labels":"neutral"},{"text":"Cool as hell","labels":"neutral"},{"text":"Windbreakers, we’re supposed to wear them when it’s cold as apparently a joke to keep us warm 🙃 I hate doing drive ups now","labels":"anger"},{"text":"shut up LIBTARD you right now:🤯😭🥺","labels":"annoyance"},{"text":"👍 excellent! I was wondering if anyone else knew this little known nugget from history.","labels":"amusement"},{"text":"I'm concerned with optimal health. Not surviving.","labels":"neutral"},{"text":"In all seriousness, stereotyping does suck and I feel for you. But stop being a crazy horse lady and maybe you can change people's minds. Lol","labels":"amusement"},{"text":"[RELIGION] iconography is absolutely filled with insanely shredded men.","labels":"neutral"},{"text":"Okay, carry on then. Just thought I’d make sure you recognized that there was a difference.","labels":"approval"},{"text":"> America is fundamentally anti-fascist [🅱️itation 🅱️eeded]","labels":"disapproval"},{"text":"I forgot about that. 😂","labels":"sadness"},{"text":"Well since they hate cops and love criminals... this fits for them","labels":"neutral"},{"text":"Eh, we all pay for sex one way or another. More power to you.","labels":"neutral"},{"text":"They're only part of it. There are subliminals as well. My sa is cured. Have a blast keeping yours if that's what you want","labels":"neutral"},{"text":"Is that [NAME]?","labels":"curiosity"},{"text":"Goodness, how will [NAME] even defend this? Please try to validate this so I can become a muzz and you earn your good boy points from [NAME]","labels":"curiosity"},{"text":"Which doesn't fit with the fact that they built massive bathrooms during the construction of Hogwarts.","labels":"neutral"},{"text":"I am not expecting this to be an easy task... 😬","labels":"disapproval"},{"text":"While I agree, that doesn't necessarily means we should take those 3 in the first 3 rounds. It really depends on the players available. ","labels":"approval"},{"text":"In 2:55 they’ve scored more points than Oregon\/Michigan State did in 60 minutes! 😂😂😂😐😐😐😥😥😥","labels":"optimism"},{"text":"It creates perverse incentives. Allow underpaid prison labour and suddenly you've an incentive towards exploiting your prison population rather than rehabilitating them.","labels":"annoyance"},{"text":"I understand why she is an ex now.","labels":"neutral"},{"text":"Ahhhh BURN 🔥","labels":"neutral"},{"text":"She is blackmailing him, which is illegal. If she releases the pics, that would also be illegal. How old is\/was she?","labels":"curiosity"},{"text":"Oh my [NAME] me too 😂","labels":"surprise"},{"text":"Shock collars are horrible. They poor pup. 😫","labels":"fear"},{"text":"In the USA you would've gotten that imaging faster.... *then* mortgage your house for that knee replacement","labels":"neutral"},{"text":"So people will support him in this fake news quick reaction political environment","labels":"annoyance"},{"text":"Is calling bullshit allowed in this sub? Cause theres no way this happened as [NAME] described. People don't speak like that, even crazy ones. ","labels":"anger"},{"text":"The weed is garbage in comparison. I wouldn't get one of their dumb licensed just to sell crap.","labels":"neutral"},{"text":"Happy New year! 🤗","labels":"excitement"},{"text":"Thank you! Do you know what agency would be interested in this information?","labels":"curiosity"},{"text":"I didn't believe it until I saw a video with creepy music. CREEPY. MUSIC. That's when my eyes were opened.","labels":"approval"},{"text":"I've had a crown and bracelets made for me with old ad. Glad I'm not alone","labels":"neutral"},{"text":"Worst radio ever.","labels":"anger"},{"text":"From red deer as well. Don't worry not all of us are ignorant and hateful.","labels":"anger"},{"text":"This happens all too much. The game cannot keep up with so many actions especially if ur ping is bad","labels":"anger"},{"text":"I hope you have a wonderful cake day!","labels":"optimism"},{"text":"I like that we get to see how varied artists are.","labels":"love"},{"text":"Aw it’s so nice of OP’s mom to take care of these cubs.","labels":"joy"},{"text":"No. I wishm Why did I stop? Kids work and money. Not a minute to myself","labels":"curiosity"},{"text":"I play until madden comes out, play mut until I get burnt out then go back to mlb when it comes out ","labels":"neutral"},{"text":"Thank you! 💓❤","labels":"gratitude"},{"text":"BPA not fit especially when we dont have a good team","labels":"sadness"},{"text":"At least take a cloth and wipe off the dust. I've seen better condition stuff at the thrift store.","labels":"caring"},{"text":"But i like being the trickiest of traps 😣","labels":"love"},{"text":"Lol i love my life. You're the one insulting random strangers on the internet. Must suck having no life 😂😂😂😂","labels":"amusement"},{"text":"Why does every comment here have at least one reply that is like an essay long","labels":"curiosity"},{"text":"A divided Korea, is a divided Asia. The day Korea re-unites, will be the day Asia gets back control of their own destiny.","labels":"annoyance"},{"text":"I sit on one of my legs. I always have my other leg weirdly sticking out. Like I’m trying to crouch, but failing.","labels":"disappointment"},{"text":"I can scream HEH MOOMEN","labels":"neutral"},{"text":"Saw bad guy, arrested same.","labels":"neutral"},{"text":"I don't need to tell you how you're a paranoid conspiracy theorist you are doing an awesome job of that already!","labels":"annoyance"},{"text":"What is the point of this app? Not much is given on their page on the app store other than \"fun\"","labels":"curiosity"},{"text":"You're analogies are terrible and prove the opposite of what you were arguing, numb skull 😂","labels":"fear"},{"text":"I am [NAME] total lack of suprise","labels":"surprise"},{"text":"The smell lasts a half hour so maybe don't go to the Policeman's Ball right after. Rye and rhubarb sounds pretty fucking mint though","labels":"neutral"},{"text":"While we watch the private form of Operation Chokepoint with Patreon, it's bizarre that people don't believe this stuff is real. ","labels":"surprise"},{"text":"Our org did him wrong. I'm still a fan of his.","labels":"love"},{"text":"She had her chance. 🤷","labels":"neutral"},{"text":"> Bittersweet Poetry That's a bonus track on some international versions of Graduation, so it is an album track 😇","labels":"approval"},{"text":"Hey, don’t complain. I have 4 and I’m like “so you’re saying there’s a chance!” 😂👏🏼","labels":"approval"},{"text":"When I get a brain freeze, I grab my chest and throat. Very painful. Then i keep eating. ","labels":"sadness"},{"text":"I don't even know what your asking now","labels":"annoyance"},{"text":"Woah woah. Didn’t imply I knew where you were from. Just giving a point of reference for my comment. Relax 😂","labels":"realization"},{"text":"That way you’ll get both food and laxative all in one. Sounds like a fair trade to me.","labels":"neutral"},{"text":"That's what I heard coming into this game, people were saying if they don't handle gobert, game over","labels":"neutral"},{"text":"Weird way to spell beer.","labels":"neutral"},{"text":"Nah i’d say that it’s reasonable enough to be in mildlyinteresting.","labels":"neutral"},{"text":"That video was so shaky I thought I had Cerebellar Hypoplasia for a minute.","labels":"approval"},{"text":"Good for him, most guys are like [NAME] and would take her back in an instant.","labels":"caring"},{"text":"I love when the subreddit shows [NAME] some love! We have so many people that keep an ear to the ground for quality [NAME] content.","labels":"love"},{"text":"Maybe take a look at narcissism behavior. Trust your gut feeling. I wish you peace","labels":"desire"},{"text":"Do these Salinas officers not realize that no-shave November is over?","labels":"curiosity"},{"text":"Pray. I remember that happening a couple weeks ago when the whole system went down internationally. Maybe check your connection and refresh, all that jazz.","labels":"neutral"},{"text":"We're not roasting you. That's not how it works here. Go get help and feel better then come back for proper roasting.","labels":"caring"},{"text":"I wouldn’t mind [NAME] on a 4 year contract","labels":"neutral"},{"text":"Idgaf anymore. I lost all hope in moids. I'll keep looksmaxxing for myself.","labels":"sadness"},{"text":"Yeah because streaming services don’t pay their artists well enough","labels":"disapproval"},{"text":"[NAME] is so pathetic, 40 year old man jealous of a 26 year old DJ","labels":"anger"},{"text":"If she was in that mode, why would this guy even be in consideration for a Super Bowl date? ","labels":"curiosity"},{"text":"I've had sex with somewhere between 30-35 women, 100's of times total, since we've been married. Never cheated once. *Swinger things*","labels":"caring"},{"text":"Here, we [NAME] are open books. Brutal, and often hilarious truth in every word we speak 😂","labels":"annoyance"},{"text":"Damn why’d you have to do him like that😂","labels":"neutral"},{"text":"*crying* I only created this user 2 days ago and I have to wait 30 days to create subreddit UGGGGGHHHHH","labels":"annoyance"},{"text":"What are you referencing?","labels":"curiosity"},{"text":"Tell him, that just as he has a very shy person and I told her just to get a pretty woman with a strapon.","labels":"neutral"},{"text":"Don’t forget that he’s only 23 years old 👑🔥","labels":"neutral"},{"text":"Gotcha. I see my clarification above. I sincerely apologize that anything I wrote made you feel that you needed to enforce your boundaries.","labels":"caring"},{"text":"so far better than pinkerton","labels":"neutral"},{"text":"I will burn the X down if we lose this game tonight.","labels":"annoyance"},{"text":"[NAME]. Get off of the computer my man. Get some fresh air, there’s a whole world out there. ⛑","labels":"approval"},{"text":"I’m gonna love it if that happens to me","labels":"love"},{"text":"I have never met a [NAME] who spends ages looking for what flavour tea to have. It’s either Tea or nothing","labels":"neutral"},{"text":"“Stop. What are you doing? Stop.” 😂","labels":"curiosity"},{"text":"I only like felicity when she’s with black siren.","labels":"neutral"},{"text":"Don’t be clinically depressed, go outside! Be happy! 😊","labels":"joy"},{"text":"Run, run Run for the roses Quicker it opens Sooner it closes Man oh man oh friend of mine All good things in all good time","labels":"neutral"},{"text":"I mean, I try to just avoid grizzly bears, don't you?","labels":"curiosity"},{"text":"I like Sao very much, bit not because of the game setting, for other reasons. The game itself sucks, tbh.","labels":"love"},{"text":"I guess that's better. I think an important aspect of feminism is that it allows idealized women to be imperfect yet exemplary nevertheless.","labels":"annoyance"},{"text":"And the commentator in Australia said that we have been poor defending corners this year 🤔😂.","labels":"approval"},{"text":"Haha yes. Thank you. No accidents, so it went well 😂😂","labels":"amusement"},{"text":">both parties are dumb >stupid tribalism 🤔🤔🤔","labels":"anger"},{"text":"So we can forgive her a little for burdening Dunder Mifflin 😂","labels":"caring"},{"text":"Maybe she was having a bad day. But then again at least say hi.","labels":"neutral"},{"text":"Growing up in Chicago this was my life. Pissed he didn’t make it.","labels":"neutral"},{"text":"🤷🏼‍♀️ I was wondering the same thing. It looked almost like a teriyaki.","labels":"love"},{"text":"Didn't he also come in half way through the season? 😏 Not defending [NAME] or hating on [NAME]. ","labels":"neutral"},{"text":"I hate when MoonWolf1-799 is taken.","labels":"anger"},{"text":"This is a good change. I've heard too many sad stories on Tinder about this sort of thing, looking for a way out. ","labels":"annoyance"},{"text":"I've seen guys who didn't know each other start conversations about sports. It all seemed very effortless.","labels":"disappointment"},{"text":"I can hardly wait to see this guy paired with [NAME].","labels":"annoyance"},{"text":"Yeah, you should divorce your husband. Unless you enjoy being miserable.","labels":"annoyance"},{"text":"I would think terrible, awful things.","labels":"fear"},{"text":"No. Maybe if he kills [NAME]. Still a long shot","labels":"neutral"},{"text":"Lol the fact that actual fans can't afford tickets is why there are let's go heat chants at this game","labels":"annoyance"},{"text":"I'm a guy and it's the same for me! I'm glad I'm not the only one who feels this way. 😊","labels":"joy"},{"text":"Oh I get it. I totally misunderstood.","labels":"annoyance"},{"text":"I like how even in her own post she shows the doctor just said \"what\" clearly not understanding her ramblings ","labels":"neutral"},{"text":"How could they forget the gravy?","labels":"curiosity"},{"text":"Bro, highmountain looking sick","labels":"sadness"},{"text":"Did you look at the picture that spurred this entire conversation, genius? ","labels":"curiosity"},{"text":"Hear, hear. I'm just lucky my career field is relatively un-fuckerized. Truer words have never been spoken.","labels":"neutral"},{"text":"I can't wait until I can get my app up and running now.","labels":"annoyance"},{"text":"That sounds like a good system.","labels":"approval"},{"text":"I’m on it. Will be recruiting family and friends as well. Thank you 🙏🏻","labels":"approval"},{"text":"bahaha! Love it! These additions are pretty *sweet*! Glucose Guardian has the best ring to it though! 💲💸","labels":"love"},{"text":"Thank you 👍","labels":"gratitude"},{"text":"The secondhand panic and embarrassment I feel from this is astounding","labels":"excitement"},{"text":"😂😂👸👸👏🙌👏🙌❤❤❤💥💥👑👑💎💎💯💯♀️♀️♀️ Now that's emoji game on point.","labels":"neutral"},{"text":"That isn't entirely fair. We're also for harboring regular ol' right trolls, too.","labels":"realization"},{"text":"Passion is the best.","labels":"approval"},{"text":"Lol. My gamer tag is the same as on here if you ever want to squad up and play man","labels":"amusement"},{"text":"I've gone through phases like that, usually related to depression or something else going on in my life. See if it passes in a couple weeks.","labels":"remorse"},{"text":">Feminism is how we get to equality how do you know that?","labels":"curiosity"},{"text":"Camera person is not thst far away. Im guessing like 1 yard. Its not too far to save the kid","labels":"neutral"},{"text":"No hun your husband is screwed up. The way he treats you is no way of a man of [NAME]. You deserve better. ❤","labels":"love"},{"text":"Just a friend, chill","labels":"joy"},{"text":"[NAME] will get booed at home after a golden sombrero in May while hitting .230 and [NAME] and [NAME] putting up big numbers elsewhere.","labels":"annoyance"},{"text":"You speak the truth, plain & simple. Yet we’re the malevolent bad guys! WTH?!","labels":"curiosity"},{"text":"Wwwhhhhyyyyy do they keep forcing [NAME] down our throats. [NAME]!","labels":"neutral"},{"text":"Actually you're a [NAME] if you aren't for exterminating the 'wrong inherently evil and guilty race'.","labels":"annoyance"},{"text":"Damnit, you beat me to it.","labels":"disappointment"},{"text":"She was acting from her emotions instead of logic. I suppose I have a huge distain for that.","labels":"annoyance"},{"text":"No cap, [NAME] wins champs this year, you'll see","labels":"neutral"},{"text":"I think you mean what a factual statement.","labels":"approval"},{"text":"I have but she wont listen.","labels":"neutral"},{"text":"Its a funny joke but it's delivered horribly","labels":"amusement"},{"text":"I didn't say it was soulless.","labels":"neutral"},{"text":"I mean, if it’s rotten food, especially fruit, mixed with various meats and maybe some seafood- you can get a pretty mean stench going. ","labels":"annoyance"},{"text":"Also feeling very inspired....i will definitely try doing the same thing","labels":"approval"},{"text":"Hi [NAME]. Glad you are joining us and am looking forward to watching your episode. Did you do sleeve or rny? I am having rny in 2 weeks!","labels":"curiosity"},{"text":"It's piss but its [NAME] piss so you make your move.","labels":"neutral"},{"text":"Apparently it’s more important to stop the rise of socialism and make America great again!","labels":"approval"},{"text":"Man up and get yourself a date with a different woman.","labels":"neutral"},{"text":"THE PACK RUNS DEEP AND HARD. I WOULD SHARE MY KRAFT MAC AND CHEESE WITH YOU ANY DAY. AROOOOOOOOO","labels":"neutral"},{"text":"I walked 500 miles and then I walked 500 more, you can’t relate to my pain 😤","labels":"sadness"},{"text":"I told him I left cause he couldn’t do this with me or for me","labels":"neutral"},{"text":"You can see they actually blocked them since the last message is green. That is so messed up.","labels":"neutral"},{"text":"Theres a pretty big Irish population in Edinburgh\/ Glasgow as well that'll likely end up contributing to the support.","labels":"neutral"},{"text":"I’m not though 😂 I do it by choice. ITS MY CHOICE TO HIT THAT BIG DOPE YA DIG 💪🏼💪🏼💪🏼","labels":"approval"},{"text":"An imaginary god won't make you feel better, that's right, just the one true Living and Eternal God of Great Mercy who loves you.","labels":"love"},{"text":"I can definitely relate, but I haven’t yet resigned myself to such a fate. Maybe I a few more years....","labels":"neutral"},{"text":"To each according to their needs... Except entitled parents, who need everything.","labels":"neutral"},{"text":"Doesn't mean any of those thing you liked are going to change. Not immediately anyways.","labels":"neutral"},{"text":"That’s horrible. Only religion could make an otherwise normal person want to show a torture and murder video to a child.","labels":"annoyance"},{"text":"My heart is breaking for that little girl.","labels":"sadness"},{"text":"That glo up though. Omg 😍😍😍","labels":"excitement"},{"text":"I don’t know where you live but in my area people don’t really care to have a good-faith conversation with an anarchist.","labels":"disapproval"},{"text":"That sounds like something you would see in some fucked utopian society where if you had enough points you were \"*sent away*\"","labels":"remorse"},{"text":"Nope I’m not exposing my kinks to Reddit 😂","labels":"disapproval"},{"text":"More of us than you'd probably think. Vocal minority and whatnot.","labels":"annoyance"},{"text":"Would be really interesting to see how an FMT from a 20 year old would play out in the gut of 60 year old, or vice versa. ","labels":"curiosity"},{"text":"[NAME] has 6 eyes and will thus be the best actor in the movie","labels":"neutral"},{"text":"What? The claim is 2018 best shooters. Not overall best shooters","labels":"curiosity"},{"text":"This person shouldn't be allowed to drive ever again.","labels":"annoyance"},{"text":"Happy Cakeday! I met my partner of 6 years at a London [NAME] meet-up 🤩","labels":"excitement"},{"text":"Has anyone else noticed when [NAME] is ‘crying’ there are no tears.","labels":"neutral"},{"text":"Good luck and congratulations! You are not your diagnosis 😁","labels":"gratitude"},{"text":"Damn it, I only have 6 comments on this sub, I don’t qualify😞","labels":"anger"},{"text":"Feels like hitreg in general is pretty poor lately.","labels":"neutral"},{"text":"Personally, I assume that those who claim NOT to be deprived in this way are just adept liars. That's how deprived I am.","labels":"sadness"},{"text":"Yesss to all the frosting. 😋","labels":"approval"},{"text":"Tell me more...🙃☺️","labels":"neutral"},{"text":"Ha! Thanks for this.","labels":"gratitude"},{"text":"[NAME] is worse because he’s all of those things plus he took out my boi [NAME].","labels":"neutral"},{"text":"It's the physical pain, mostly, I think. Maybe with cbd stuff getting big and easy to get now it'll taper down?","labels":"curiosity"},{"text":">. Cinders not going to be there when [NAME] fights [NAME]. Shes getting the relic. [NAME] has the Relic.","labels":"neutral"},{"text":"Underrated comment.","labels":"annoyance"},{"text":"\"Those [NAME] can't take an empty gesture.\"","labels":"neutral"},{"text":"This is the best thing I've seen so far in 2019. As a gamer and a human being this is love in video form 😊","labels":"love"},{"text":"this is def an ad to buy doritos, but ill be goddamned if its not a pretty cool recipe","labels":"disappointment"},{"text":"I think we still have a decent shot at the playoffs because the hornets are also really bad but I would rather miss it and tank tbh","labels":"optimism"},{"text":"Exactly lol.","labels":"amusement"},{"text":"Wow after that [NAME] turnover, I've never turned off a game so fast","labels":"surprise"},{"text":"Interesting how the before photos are clearly yellow-tinted, as can be seen by the difference in the skin complexion ","labels":"curiosity"},{"text":"It's in the news. I think I read it in SFgate or maybe mercury news.","labels":"neutral"},{"text":"Wow that’s one way to get out of it for a while 🤔","labels":"excitement"},{"text":"If you have a pelvic kidney and some back pain, I know of the perfect hospital in Florida for you.","labels":"caring"},{"text":"Better than any HBr, anyway","labels":"amusement"},{"text":"Me and my girlfriend were holding down the harmonies in section 8 YOURE WELCOME EVERYONE 😂😂","labels":"approval"},{"text":"I did rank them above protista.","labels":"approval"},{"text":"You've been muted. Usually awarded for extreme toxicity, don't worry though its temporary.","labels":"remorse"},{"text":"That's definitely sexism, same with that ad","labels":"neutral"},{"text":"I'm crying laughing in the cubes.","labels":"joy"},{"text":"You need medical help.","labels":"caring"},{"text":"Didn't even notice until you *pointed* it out. I had a bit of a giggle.","labels":"amusement"},{"text":"That PP also had a much better first unit than this team has.","labels":"neutral"},{"text":"Yes. You’re both at fault for not getting vaccinated.","labels":"annoyance"},{"text":"The left says there is a police brutality issue so their fix is to make it hard for non police to get and carry guns. 🤔","labels":"sadness"},{"text":"Sadly no... I’m in Delaware 😩. But I’d love to help in any way I can. Keep me posted. ","labels":"love"},{"text":"Omg.........so true. I found that out personally. She was flirting with other guy's online @ 3 in the mornings. Wtf😟☹🤣","labels":"neutral"},{"text":"Hello there!","labels":"neutral"},{"text":"I think we're passed the point where he'll ever have a full health season again","labels":"neutral"},{"text":"I love this 😂","labels":"love"},{"text":"Kill em with kindness, as they say","labels":"anger"},{"text":"This post fucking sucks because it doesn't cater to my beliefs.","labels":"anger"},{"text":"given his form over the last year or so, turning into nueur would have gotten us that goal haha","labels":"optimism"},{"text":"Congrats for coming out 😁😁","labels":"amusement"},{"text":"This guy has some massive self control after the fact. I felt like getting back and punching that Croc.","labels":"annoyance"},{"text":"...and I think you just jinxed it. I hope not 🤞🏽","labels":"approval"},{"text":"Of course not. Why admit their circle jerk was wrong? They'll only learn the lesson after the lawsuit ends.","labels":"curiosity"},{"text":"I like how nobody else is doing anything to stop him","labels":"love"},{"text":"You got this, good luck brother","labels":"optimism"},{"text":"Reality is often disappointing -TPUSA, probably ","labels":"disappointment"},{"text":"i wish it was 2 hours :(","labels":"desire"},{"text":"> they look like such fucking OCs. [NAME] designed them I don't know what you expected. He phones in video games all the time.","labels":"neutral"},{"text":"He helped him up. And [NAME] walked back, mad at himself for falling for it","labels":"annoyance"},{"text":"Kids Day in Toronto, Leafs STHs donate their tickets to kids so there's like 10,000 kids in the arena today. Pretty cool thing they started last year","labels":"joy"},{"text":"Free market healthcare. Check out what countries like Denmark can achieve in healthcare through taxation. Must be communist propaganda.","labels":"approval"},{"text":"What age are you? I didn't realise you were a child until now.","labels":"curiosity"},{"text":"you guys are getting a better pick that we are. take solace.","labels":"caring"},{"text":"Is that what happens is [NAME] route? I chose [NAME] and he only does once.","labels":"curiosity"},{"text":"[NAME]! You made me the happiest girl that could eva be!","labels":"joy"},{"text":"I didn’t know it was that serious 😪","labels":"sadness"},{"text":"Yeah, not having a system that treats a kid that can't read as an emergency is a problem. ","labels":"annoyance"},{"text":"Or In my blood by [NAME]😅","labels":"neutral"},{"text":"💕❤️💕 I believe in you. Stay strong","labels":"optimism"},{"text":"Heppy birthday OP! hope you get your favorite cake\/dessert! 🎁 🎂","labels":"gratitude"},{"text":"FUCK YOU CHAD, WE ARE COOL GAMERS RISE UP😎😎😎💯💯💯💯💯🔥🔥👅 BOTTOM TEXT ","labels":"anger"},{"text":"he wanted to piss off his neighbor next door that yells at people fir walking in his grass.","labels":"annoyance"},{"text":"Now you’re repeating yourself. Boy bye #wasteoftime. Have fun trying to call this company and their products bunk when everyone loves them haha","labels":"amusement"},{"text":"I see. Do you think my best bet is to buckle down and earn some OTR experience?","labels":"curiosity"},{"text":"Have a little faith [NAME] 🤠","labels":"desire"},{"text":"This is awful.","labels":"fear"},{"text":"Cute. 💖","labels":"amusement"},{"text":"thanks for sharing.","labels":"gratitude"},{"text":"It’s actually not. But i agree.","labels":"neutral"},{"text":"I drool over Elijah woods","labels":"neutral"},{"text":"I'm either an optimistic nihilist or a pessimistic existentialist. Only further readings will tell!","labels":"neutral"},{"text":"Thats odd but ill check it 🤔","labels":"annoyance"},{"text":"Really? I find being left alone better than being harassed, honestly.","labels":"curiosity"},{"text":"can we all just get along over some tea","labels":"curiosity"},{"text":"Nice try hom... oh no it’s real this time D:","labels":"joy"},{"text":"maybe now it'll go up to 3 an hour😎","labels":"neutral"},{"text":"I’m tired of these stupid posts. Stop trying to become a meme. You’re ruining this sub!","labels":"anger"},{"text":"I got hung up thinking like this for thirty years with my first and only love. Don't let it happen to you.","labels":"neutral"},{"text":"They make money to sit and talk to you there's no reason to feel like a burdon cause it's legit their job.","labels":"annoyance"},{"text":"I still think he should have been the first goalie in the 2014 World Cup. But alas that injury ruined everything.","labels":"sadness"},{"text":"Haters gonna hate that which they don't understand.","labels":"remorse"},{"text":"my good girl","labels":"amusement"},{"text":"You went two months without eating it, you deserved to eat it until you felt full. Don't worry, you deserved that meal.","labels":"disappointment"},{"text":"But he did not go in front of [NAME]. He simply slid in front of the gun","labels":"neutral"},{"text":"I can’t look at [NAME] with this hair!","labels":"neutral"},{"text":"Who has the skills to turn this into a fight seen? Maybe ninjas or the 7 dwarves","labels":"curiosity"},{"text":"Ay my brotha I'm peepin that squad car A$AP 👌","labels":"amusement"},{"text":"Despite the fact that they've been writing it for millennia.","labels":"neutral"},{"text":"Here i am playing Daggerfall","labels":"approval"},{"text":"I love how happy the dog looks in this pic. 😊","labels":"love"},{"text":"Looks soooo much better","labels":"amusement"},{"text":"Desktop link: ^^\/r\/HelperBot_ ^^Downvote ^^to ^^remove. ^^Counter: ^^231558","labels":"amusement"},{"text":"Want to get a hangover there 👍🕺❤️","labels":"joy"},{"text":"Recover well. (Argh, my english is too terrible 🇲🇫)","labels":"caring"},{"text":"What a great photo and you two look so happy. 😍","labels":"joy"},{"text":"She just likes to fight, don’t worry about her. She crazy! ","labels":"neutral"},{"text":"I mean, I acknowledged that I'm not going to become a GM lol, but could you elaborate?","labels":"amusement"},{"text":"Wow did you really just scam me😔","labels":"annoyance"},{"text":"A reminder that >![NAME]!< unironically likes the Emoji Movie.","labels":"love"},{"text":"Oh wow My heart ✨","labels":"excitement"},{"text":"Wow, she headlines two shows now","labels":"neutral"}]