[{"text":"Something Something Something, space of aids","labels":"neutral"},{"text":"I don’t even try to make shots like this myself. So I gotta watch other people make them.","labels":"embarrassment"},{"text":"It doesn't matter. You can pick someone with the #1 Pick that will never be any good...","labels":"disapproval"},{"text":"It’s the format. It’s like one of those bad [NAME] memes","labels":"disapproval"},{"text":"So wrong. Most every denomination believes they are the only ones who are doing it right and everyone else is going to rot in hell.","labels":"annoyance"},{"text":"Look [NAME] is here \"Where the fuck was he an hour ago, gary, where!?\"","labels":"anger"},{"text":"I don't really know how to explain because English is not my first language, I'm sorry.","labels":"confusion"},{"text":"You will miss 100% of the shots you don’t take, you just gotta take a chance and see.","labels":"optimism"},{"text":"Whenever you get a smelly one, don't you feel ashamed? Like what disgusting thing did I do wrong?","labels":"caring"},{"text":"Oh fuck I almost forgot to jerk off and smoke weed today. I'm so forgetful. Appreciate the reminder.","labels":"annoyance"},{"text":"if it wasn't him it would be someone else she's wasting her life on","labels":"disappointment"},{"text":"I tripped off 540mg of Robocough and my oil pen last night. It was absolutely wild like damn","labels":"surprise"},{"text":"Kids in Africa could have eaten those cigarettes.. :( Kidding. Good for you man. Congrats!","labels":"amusement"},{"text":"FEAR THE TURTLE","labels":"fear"},{"text":"Oh you're the life of the party.","labels":"approval"},{"text":"Didn't even get a chuckle out of me. I guess its just too high brow for my dumb brain.","labels":"embarrassment"},{"text":"Man, I would gladly roast this one. Fat rich people must be tasty..","labels":"optimism"},{"text":"Love me some Clash","labels":"desire"},{"text":"[NAME] man, how have you not suffocated with your head so far up your ass?","labels":"annoyance"},{"text":"Definitely didn’t give [NAME] a huge scar","labels":"approval"},{"text":"Wah, the poor dead fascist thug! What a fucking tragedy. Every dead cop makes the world a safer place.","labels":"sadness"},{"text":"2019 should just be a picture of a trash can or dumpster on fire. Amazing how shitty DICE can make things in 10 years.","labels":"surprise"},{"text":"Why in the world did you marry her? She's ragging on your own sister???","labels":"confusion"},{"text":"They went to game 7 of the Conference finals last year. Probably would of won if [NAME] didn’t get hurt.","labels":"disappointment"},{"text":"Run the addresses through the property records. If the mailing address of owner ain't local, they its a lie. ","labels":"disapproval"},{"text":"Mom-emotions are always heartwarming and honest but dad-emotions make me tear up. Fuck","labels":"caring"},{"text":"Hey guys. Just made some dinner. Came to see the game and check ohhhhh my god.","labels":"surprise"},{"text":"I was the vegan in this story. I have since stopped my foolish ways and have since become a nuclear alpha mega Chad.","labels":"embarrassment"},{"text":"You’re looking at hard time mate","labels":"caring"},{"text":"Finally, I can sit on another person’s lap and have them not be disgusted","labels":"approval"},{"text":"[NAME] didn't want to win though. She got what she asked for","labels":"approval"},{"text":"good to hear! I'm just gonna buy it when i'm done with my second playthrough so that i can judge Andromeda for myself","labels":"approval"},{"text":"The guy at the deli this morning when I went to get ham looked liable to collapse.","labels":"nervousness"},{"text":"Where's the love button","labels":"curiosity"},{"text":"Fox News devoted 42 seconds on [NAME], wow.","labels":"surprise"},{"text":"We have outlets with timers in every parking spot of all households in Finland.","labels":"neutral"},{"text":"Welcome to the new normal.","labels":"approval"},{"text":"People actually cancelled their subscriptions because they didn't endorse him. These same people call others 'snowflakes'. lol","labels":"amusement"},{"text":"what is cringe about this?","labels":"confusion"},{"text":"Oh fucking come on","labels":"annoyance"},{"text":"You can. I've used my Kroger-linked phone number while travelling to other states with success.","labels":"approval"},{"text":"Just out of interest, what mm rank are you?","labels":"curiosity"},{"text":"Making DC climate an unapologetic brutality with blistering dry winds and no snow on a typical day.","labels":"neutral"},{"text":"It's not like an NFL coach would trip a player on the field if they had the opportunity......oh wait","labels":"confusion"},{"text":"This looks so 2010s cgi","labels":"approval"},{"text":"Because it was smh lol","labels":"amusement"},{"text":"Why tarnish The Office this way?","labels":"annoyance"},{"text":"Every Saturday for the foreseeable future will be spent studying for the LSAT. Fuck","labels":"disappointment"},{"text":"Demented feminist ad Literally is just ad saying don’t be a scumbag k","labels":"approval"},{"text":"Can’t imagine taking on that contract","labels":"disapproval"},{"text":"I have said many times [NAME] should just quit playing around and open a full on grocery store. Seems like a logical next step.","labels":"disapproval"},{"text":"I wish, the brainwashed idiots here in California love her. It makes me sick. California is a lost cause.","labels":"annoyance"},{"text":"Very much a.... possibility. Save you a click. Damn you [NAME]!","labels":"approval"},{"text":"Got a good laugh out of that. Plenty of wall of shame material.","labels":"amusement"},{"text":"oh of course they were playing as nix","labels":"approval"},{"text":"I think you have to predict and dodge almost before the throw, same as [NAME] teleport kick.","labels":"confusion"},{"text":"That's odd. Where I live it all the disapproval has been silent. The loud people are older cougar ladies that are into that kind of thing.","labels":"realization"},{"text":"I've used tofu and nutritional yeast before. It works well for ricotta! Recipe here!","labels":"approval"},{"text":"You’re the kind of guy I could really dig... a grave for!","labels":"annoyance"},{"text":"[NAME] i've ever seen, nice to see that money doesn't ruin a good marriage","labels":"approval"},{"text":"Ummm mdma or x would never make someone this violent. She was under the influence of something cut with meth","labels":"approval"},{"text":"Lmao why does every sw fan have to be so melodramatic","labels":"amusement"},{"text":"That's true, but I was surprised to find absolutely ZERO information about a person who , presumably, has quite a bit of power and influence.","labels":"surprise"},{"text":"I feel like I’ve had this exact same conversation with a customer at my old job.","labels":"neutral"},{"text":"Cake! Happy days!","labels":"approval"},{"text":"I switched the the Smok Novo and I like it. Close enough to the juul.","labels":"approval"},{"text":"YES!!!!","labels":"approval"},{"text":"She did you a favor by not dragging it out. Cut bait and move on.","labels":"approval"},{"text":"That depends on the type. Some are three wheels spinning inside each other and **covered in eyes**.","labels":"neutral"},{"text":"I like that idea.","labels":"approval"},{"text":"Money can’t buy happiness, but it can make getting there a hell of a lot easier.","labels":"approval"},{"text":"this. faster, same pedaling but way less effort involved.","labels":"approval"},{"text":"Not sure about “better” but women artists have an intuitive grasp of color theory and tend to use color in a more pleasing way.","labels":"approval"},{"text":"Man, never underestimate the power of a crock pot, some frozen chicken, veggies and cottage cheese.","labels":"approval"},{"text":"Omg this is too good.","labels":"approval"},{"text":"I fucking love this","labels":"love"},{"text":"Umm did you see the guy? Serious question. He looks like he gets into fights at the bar","labels":"confusion"},{"text":"Ur mom causes a 2.6 just getting out of bed in the morning amirite?","labels":"confusion"},{"text":"She was a surrogate. [NAME] fucked the force which created [NAME] in schmee","labels":"disappointment"},{"text":"“[NAME], I tried to make ramen in the coffee pot and I broke everything” - [NAME]","labels":"disappointment"},{"text":"well she went to prison for **armed robbery and kidnapping** so after learning this i could hardly give a shit about her","labels":"disapproval"},{"text":"No fucking clue","labels":"confusion"},{"text":"No, I'm saying they are equally critical.","labels":"approval"},{"text":"I couldn’t imagine putting a brand new car on these roads, let alone a Tesla.","labels":"disapproval"},{"text":"A nightmare hellscape future where the living envy the hot dogs","labels":"neutral"},{"text":"[NAME] has a nice text on this topic. Of flying cars and the declining rate of profit.","labels":"approval"},{"text":"And you've never driven over the speed limit?","labels":"curiosity"},{"text":"Best of luck in Cleveland, Plaw Dog!","labels":"caring"},{"text":"Cool. Glad I'm not the only one who found it weird.","labels":"approval"},{"text":"This is one of those hobbies where the exit strategy is paralysis or death.","labels":"disapproval"},{"text":"Yeah, this guy actually seems quite smart. (But a horrible and manipulative person)","labels":"annoyance"},{"text":"Ridiculous. That kid didn’t do anything. Just stood there and smiled, while waiting for his bus. You’re crazy.","labels":"amusement"},{"text":"These are some of the best movies to watch high (esp Butterfly Effect)","labels":"approval"},{"text":"Idk if I want [NAME] back but I agree with [NAME] ONLY if he keeps playing at this level by the end of he season.","labels":"approval"},{"text":"u\/1R0NYMAN is that you?","labels":"confusion"},{"text":"There is nothing gross about being gay. Just means we're different, but we still experience love. Love is not gross.","labels":"approval"},{"text":"I went to your profile to see the other pics & saw your kitty. He's super cute!","labels":"amusement"},{"text":"Yes you can start working. Just use those bags, but don't bother with the prompt on the dashboard.","labels":"approval"},{"text":"[NAME] for sure","labels":"approval"},{"text":"I'll say no thanks to endangering others in traffic. And miss me with the \"I drive better while high\"","labels":"disapproval"},{"text":"That’s so drastic. Just hide it by parting your hair on the other side for 2 weeks till the gap’s not so visible.","labels":"caring"},{"text":"oh lawd he comin. What a c h o n k","labels":"disapproval"},{"text":"It seriously is impressive to wake up and see Clemson fans taking full blown hay makers at all of their competition at once.","labels":"approval"},{"text":"Good luck [NAME]","labels":"caring"},{"text":"They're really cute but I'd never in a million years own one because they literally smell like week-old pissed on rugs.","labels":"approval"},{"text":"I had 'tacos de cabeza' in Mexico — \\x62\\x65\\x65\\x66 head. All sorts of interesting bits like cheek, tongue, brain. Delicious. ","labels":"love"},{"text":"Ah I see, maybe the [NAME] have a touch more romantic interaction between the two than the web novel.","labels":"approval"},{"text":"> the media has no clue about the needs or desires of the american people They do, but that's not their constituency.","labels":"approval"},{"text":"what time is it now? i’m definitely in a different time zone","labels":"confusion"},{"text":"I don't see any shoes on his feet after he lands. Kid is fucking dead.","labels":"disapproval"},{"text":"Sure glad I wasn't coming the other way when this twatwaffle decided to try his \"watch this sick drift, yo\" stunt.","labels":"gratitude"},{"text":"Seriously? If he spent the same amount of time doing anything else would everyone be bitching that he’s addicted to that? Doubtful.","labels":"confusion"},{"text":"Im sorry I said something negative about your beloved Valve.","labels":"sadness"},{"text":"They're so scared","labels":"fear"},{"text":"It's better for the future to suck and draft top 5 than be mediocre and draft 12th?","labels":"optimism"},{"text":"Parks and Rec gets great in season 3. However The Office is still better.","labels":"approval"},{"text":"Well, I could already do that. But glad to have BCH as a pathway","labels":"gratitude"},{"text":"Is it?","labels":"curiosity"},{"text":"[NAME]? I really want to but never have. I hear it can help with depression a bit.","labels":"desire"},{"text":"Does Mama count?","labels":"confusion"},{"text":"Oh I forgot all about Jing Wei! Is rage worth building? I'm wondering if the loss in attack speed is worth it for extra crit chance.","labels":"confusion"},{"text":"Hes literally making 15 an hour","labels":"neutral"},{"text":"Someone who's done very little to earn your ire. Did I piss in your cornflakes?","labels":"annoyance"},{"text":"Well, at least she broke up first. It would somehow be worse if she kept it hidden and brought him the news later","labels":"approval"},{"text":"I actually don’t mind Sudbury to Nipigon but whole North Ontario sucks overall.","labels":"disapproval"},{"text":"We aren’t done until we are mathematically eliminated. Always hold out hope","labels":"desire"},{"text":"I dated a girl once who made a gb with her cup holder. Dropped my phone in it once","labels":"embarrassment"},{"text":"I prefer HOWDY MISTER","labels":"approval"},{"text":"[NAME] is my least favorite on the station.","labels":"disapproval"},{"text":"*looks at title* IS THAT A JOJO REFERENCE?!?!?!?!?!?","labels":"confusion"},{"text":"I meant more that he was poor on the ball today","labels":"disapproval"},{"text":"I lost it when all the heroes kept going back and forth into siege range","labels":"anger"},{"text":"Yep, minimizing massively","labels":"approval"},{"text":"Bee\/fly = white pepper\/black pepper","labels":"neutral"},{"text":"I hope you aren’t saying that there is no co-relation between imperialism\/colonialism and standards of living in the West, in this case Britain.","labels":"optimism"},{"text":"Fair enough. I miss working meat","labels":"approval"},{"text":"And Mac and cheese is shit too. If a grown man has to eat children's food, then STAHMs can get minimum wage jobs","labels":"annoyance"},{"text":">snopes >Wikipedia >Wikipedia K","labels":"neutral"},{"text":"No they aren't.","labels":"disapproval"},{"text":"What. The. Fresh. Fuck.","labels":"surprise"},{"text":"That looks half decent to me.","labels":"disapproval"},{"text":"Pretty old when you're 12.","labels":"disappointment"},{"text":"I would stay away from [NAME]. Apparently his injury got infected and will require more surgery\/surgeries","labels":"nervousness"},{"text":"When I was maybe 8 I discovered that I liked hot dog buns with just ketchup. I shortly discovered what heartburn was.","labels":"disappointment"},{"text":"Oh god, going to a social event with someone and never leaving their side is me at almost every social event I go to.","labels":"embarrassment"},{"text":"Soooooo Florida?","labels":"curiosity"},{"text":"That's when they brew their second cuppa before work haha","labels":"amusement"},{"text":"Fuck if I only could have those a single family home prices back :( maybe I wouldn’t be living in my RV","labels":"desire"},{"text":"Fucking pouliot you're shit","labels":"anger"},{"text":"I thought chiropractors were bad! Look as these medical doctors who were pushing opiates on their patients by the thousands!","labels":"annoyance"},{"text":"Why did no one check [NAME] for her comments though?","labels":"confusion"},{"text":"You’re buying a hipster truck then demanding INVOICE PORT PDICE. If they don’t broom you won’t get a survey for sure lol","labels":"amusement"},{"text":"What does all that pill shit they talk about mean anyways? Like what the fuck is a black pill and a red pill?","labels":"confusion"},{"text":"I’d love the current battle system blended with the old system of sneak\/blending and a modern day story that Ubisoft actually care about.","labels":"desire"},{"text":"That's such a lazy way of looking at things.","labels":"disapproval"},{"text":"People done be ignorant","labels":"disapproval"},{"text":"[NAME] yer fucked.","labels":"disapproval"},{"text":"What does having sex with someone you don’t love have to do with anything? People do that shit all the time.","labels":"confusion"},{"text":"I've found that carrying 21 chromosome's is the sweet spot","labels":"realization"},{"text":"[NAME] YES!!!","labels":"approval"},{"text":"If u see the show you would realize that swearengen it's motivating the journalist, everyone will run in to painful situations some give up, some fight back","labels":"approval"},{"text":"I just think it's metal as fuck that she was charged with mayhem.","labels":"approval"},{"text":"You obviously never seen the MLS playoffs, they make cubo [NAME] look like [NAME].","labels":"approval"},{"text":"Did anyone catch [NAME] imitating him laying on the ice as the game ended? [NAME] as fuck","labels":"amusement"},{"text":"The Cavs didn’t even want [NAME]. They just wanted to fuck with us.","labels":"annoyance"},{"text":"That's exactly what I said and not arguing in bad faith at all. I applaud your intellectual honesty and hope your sexually repressed dystopia is swiftly enacted.","labels":"approval"},{"text":"Fuck knows. They’ve stated both on seperate occasions. The media is all over them.","labels":"confusion"},{"text":"Really? I thought this joke was a bit plane","labels":"surprise"},{"text":"You might not be eating enough. You almost have to double. 2000 calories of meat vs 2000 calories of veggies is a HUGR difference.","labels":"caring"},{"text":"There is... use a credit or debit card.... lol it hits instantly I just did it literally last Sunday","labels":"amusement"},{"text":"Ah, fair enough.","labels":"approval"},{"text":"That and useful idiots.","labels":"annoyance"},{"text":"Just an employee, just stressed that it takes so long to save 10k for example and even that is nothing ! Should of brought more bitcoins","labels":"disappointment"},{"text":"Cheers, i was out of date. Things change fast!","labels":"approval"},{"text":"I see why magic fans want [NAME] off their team.","labels":"realization"},{"text":"I really hope for it to fail miserably, so we can all agree on the sequel trilogy never happened.","labels":"desire"},{"text":"> What keeps hurting her though? They are getting absolutely crushed by the crowd probably. There's always jackasses trying to push forward.","labels":"anger"},{"text":"The ones who agree with her are the only ones who actually address *her* issue....which is how to deal with boundary stomping relatives.","labels":"approval"},{"text":"...and?","labels":"curiosity"},{"text":"It's more like \"Get tinder or any of the apps and get rejected hundreds of times a day\"","labels":"annoyance"},{"text":"Doesnt help [NAME] was right. That would further push [NAME] into his arms","labels":"approval"},{"text":"Oh my, liberals have been busy haven’t they?","labels":"confusion"},{"text":"It's 2019 and people are *still* saying \"SJW's?\" Ha! Hahahahaha! Oh my life. [NAME].","labels":"amusement"},{"text":"What a sheltered life you have lived.","labels":"approval"},{"text":"I loved the first single from BO so hopefully the entire album will be good. And has more effort into it than \"WHERE ARE THE JOKES\"","labels":"approval"},{"text":"As a student in DC Universities I hope to fucking god they get rid of blackboard and replace it with canvas.","labels":"desire"},{"text":"He's not an ugly guy, but 8 is too high. He's between 5-6.","labels":"approval"},{"text":"Okay, two men's fault.","labels":"approval"},{"text":"He is actually good now. No teddy but he was great last year before he got into shit","labels":"approval"},{"text":"And will gore you bad if you don't drop them first.","labels":"caring"},{"text":"And that he’s not white","labels":"neutral"},{"text":"I'm so sorry that [NAME] has convinced you that his insane aggression isn't important.","labels":"sadness"},{"text":"Cadbury is better than both of these, however they’re still solid choices.","labels":"approval"},{"text":"Whatever you say, mate. Good luck trying to tell kids not to love their parents.","labels":"annoyance"},{"text":"learn to say no more. After a few times you have something you like destroyed it gets easier.","labels":"caring"},{"text":"Of course the one Ospreys player was my boi [NAME] <3","labels":"love"},{"text":"Its just coming out now...","labels":"neutral"},{"text":"I can see it, the wig\/bodysuit is very kalorie but the makeup is still 100% India","labels":"approval"},{"text":"Didn’t you guys have a bowl game?","labels":"confusion"},{"text":"Do I need a reason other than: he hands out $100.00 bills to would-be voters?","labels":"confusion"},{"text":"Why is it that young girls seem to idolise serial killers? I had a friend like this and never understood the attraction. It's scary","labels":"confusion"},{"text":"What was that behind the back nonsense, criminy. TO THE BENCH","labels":"annoyance"},{"text":"Why slum it if they’re giving you actual cost?","labels":"curiosity"},{"text":"I used ODesk to pay ppl overseas to do all my college coursework. I coasted!!!","labels":"embarrassment"},{"text":"I literally got the same bug","labels":"disappointment"},{"text":"hmm... we don't need [NAME] now, we need ball retention","labels":"disapproval"},{"text":"Hurr durr, put well regulated back in the constitution. Ok [NAME] the fucking [NAME].","labels":"annoyance"},{"text":"To be fair he did apologize for that one after he learned what Pride was really about but I still wouldn’t recommend going near his Twitter anymore","labels":"disapproval"},{"text":"Wait, wut? I thought there was some sort of (2) term pledge from","labels":"surprise"},{"text":"I don't reveal my sources. Gotta keep my journalistic integrity.","labels":"optimism"},{"text":"Hi u\/CareeningDirigibug, thanks for posting this however I am afraid it has been removed as this video has already been posted within the last week. Hope you understand.","labels":"caring"},{"text":"The best role you can take to climb is shot caller. Give your team the information they're not aware of and they'll be more useful.","labels":"caring"},{"text":"It’s like bombs over Baghdad to a whole new level... I LOVE IT!!","labels":"love"},{"text":"president [NAME], what should we do? shut. down. everything!","labels":"confusion"},{"text":"I prefer 240 grit sandpaper personally","labels":"approval"},{"text":"Loved dropping in from the crack in the ceiling and going out in a blaze of glory.","labels":"love"},{"text":"Weird but interesting nonetheless.","labels":"approval"},{"text":"You're right... But look at that badass black leather jacket.","labels":"approval"},{"text":"It would take something extraordinary for me to turn down a 20% raise.","labels":"realization"},{"text":"Has any news been confirmed of whose playing [NAME]. I hope we see him soon to grasp how charasmatic he can be","labels":"approval"},{"text":"On a related note, why does it shatter? I expected it to break into a few large pieces, rather than completely fall apart.","labels":"curiosity"},{"text":"He really channeled his inner [NAME] for this goal","labels":"approval"},{"text":"Boy you sure can make some word vomit. You must be scared all the time to have such pessimistic views of people.","labels":"approval"},{"text":"I blame all of y'all, y'all told [him he] was funny","labels":"annoyance"},{"text":"weirdly enough drug addicts are still human beings, shocking I know ","labels":"realization"},{"text":"I’d like to add that it’s British slang. We also use ‘kiddy fiddler’.","labels":"approval"},{"text":"No thanks, he’s already been flushed","labels":"disapproval"},{"text":"So..... it looks like dude is willing to break his own neck to help a vegan who is choking.","labels":"annoyance"},{"text":"I forgot it’s Saturday r\/trees :) If you read the rules you get this","labels":"realization"},{"text":"You mean they'd get as pissy as everyone in this thread is?","labels":"confusion"},{"text":"I was tripping balls my first time.","labels":"embarrassment"},{"text":"Not your chair, not your problem. That's what I say.","labels":"annoyance"},{"text":"ITT: People saying \"I'm doing to get downvoted for this\" and then not getting downvoted.","labels":"annoyance"},{"text":"After I got rammed into by 2 planes on the 1st zone's storm edge in dusty, I couldn't agree more.","labels":"approval"},{"text":"Theres nothing more despicable in this world than a carelessly brewed mug of chai brother. You gotta get with the program.","labels":"annoyance"},{"text":"If my buddy was getting his ass handed to him like this I'd laugh too. Sometimes people just deserve a little ass whoopin.","labels":"amusement"},{"text":"Would love to see her back but not a chance in hell until the series finale, if that.","labels":"desire"},{"text":"Yeah I've noticed that. I probably give off Aspie traits to NTs but Aspie like traits bug me","labels":"disapproval"},{"text":"I'm so sorry","labels":"sadness"},{"text":"I haven't seen it but it's on my list!!","labels":"approval"},{"text":"My point was that there is no good vote here. This is legislative battle over wall funding and any given vote makes sense only in that context.","labels":"disapproval"},{"text":"I never said they didn't test it lol, I said they haven't tested it on PTR, which they haven't.","labels":"amusement"},{"text":"What the actual fuck?","labels":"surprise"},{"text":"Have to admit, a completed quest log would've been nice.","labels":"approval"},{"text":"That is by far too strong of a passive","labels":"disapproval"},{"text":"Wise choice. You had kebab.","labels":"approval"},{"text":"Sorry if this has been covered a bunch but what happened on the play where [NAME] got injured?","labels":"confusion"},{"text":"In other words, being a woman but not identifying with your oppression. How special","labels":"annoyance"},{"text":"Breaking news- Man having fun at party is mocked by basement dwelling redditor.","labels":"neutral"},{"text":"[NAME] fouled him. It's simple.","labels":"neutral"},{"text":"A respectful professional doesn't cheap shot multiple training partners ending one's fighting career.","labels":"approval"},{"text":"\" Alright Little orphan [NAME], it's time for you to start earning your keep around here!\"","labels":"caring"},{"text":"Not possible to change da truth","labels":"approval"},{"text":"Wow she still hasn't helped even though you recognize it?","labels":"surprise"},{"text":"My life has been destroyed","labels":"grief"},{"text":"It’s a fucking rockstar videogame, not an old west farm and hunting simulator you pleb.","labels":"annoyance"},{"text":"What an ugly shade [NAME] used to dye his hair. Well, I guess it matches the infamous shirt.","labels":"annoyance"},{"text":"I’m here,it’s tough but I’m here.","labels":"caring"},{"text":"I can’t tell who you’re referring to.","labels":"confusion"},{"text":"Wow I didn't know it changed your face so it doesn't break rule 1 and 2? \/s","labels":"surprise"},{"text":"Are they jealous that they are playing a better sport.","labels":"annoyance"},{"text":"They start as needy creeps and work their way up to being dangerous.","labels":"annoyance"},{"text":"Welcome back [NAME]!! You sexy Brazilian SON OF A BITCH","labels":"approval"},{"text":"I meant to say provincial ban on smoking in it not law yet?","labels":"confusion"},{"text":"I would enjoy this if it had a few more pixels.","labels":"approval"},{"text":"We play some sexy football at times","labels":"optimism"},{"text":"Clean your room before daddy [NAME] gets home.","labels":"neutral"},{"text":"Hey same here!! The first week of April!","labels":"neutral"},{"text":"I have a feeling if my car won’t start my ETL would come and Uber me to work","labels":"optimism"},{"text":"You'll be okay. Just remember that none of that was real, and that nobody knows. Been there so many times. Hang in there.","labels":"caring"},{"text":"I have silvered it as it was what I was thinking and they beat me to it hahaha","labels":"amusement"},{"text":"I'm still rocking my Pebble 2SE.","labels":"optimism"},{"text":"He told you to handle it, you did. If he doesn't like it, he should've taken care of it.","labels":"annoyance"},{"text":"Except [NAME], he somehow defies any common sense and sometimes he comments here.","labels":"annoyance"},{"text":"PNW represent! Southern Oregon. Our non-mono scene is....pretty sparse.","labels":"embarrassment"},{"text":"I vape myself today to see if I still feel","labels":"neutral"},{"text":"Part of being an adult is putting awkward on the back burner because some things are more important and need to be said.","labels":"optimism"},{"text":"Glossing over [NAME] doesn't do justice to how crippled my team was after picking him","labels":"disappointment"},{"text":"It’s always about sentience. We already generally restrict abortions about the time fetuses are believed to start feeling pain.","labels":"caring"},{"text":"Fuck ya boys let’s go","labels":"excitement"},{"text":"> I thought he didn't actually collect the second He lost the second imo.","labels":"realization"},{"text":"So, you literally grew up in a barn?","labels":"confusion"},{"text":"Guys how are we doing? Asking because dumb TV in my country prefers Copa d'Italia to fucking Real Madrid lol","labels":"amusement"},{"text":"Sorry to link it here but would love to get some opinions on this post","labels":"desire"},{"text":"Because killing the same mice twice is very tricky","labels":"realization"},{"text":"Welcome home [NAME]!","labels":"caring"},{"text":"[NAME]. When my ex and I discussed baby names, I feel in love with this combo","labels":"desire"},{"text":"The only rank that can't be deranked is diamond. However, all rewards are based on peak elo. So don't be afraid to keep playing.","labels":"caring"},{"text":"Nonsense. People are either the best or the worst. All of the time.","labels":"annoyance"},{"text":"And here we see the incel in his natural habitat: an imaginary dream world catered to his vision.","labels":"approval"},{"text":"Yup, not enough money","labels":"disapproval"},{"text":"26>27 confirmed","labels":"realization"},{"text":"Those cards are so cool","labels":"approval"},{"text":"Got to love all the fake fans that know nothing about hockey!","labels":"annoyance"},{"text":"isnt that halloween or like easter, man people are weird","labels":"disapproval"},{"text":"People need to stop excusing bad behavior","labels":"desire"},{"text":"When you're too stupid to realize they showed off character customization in the trailer...","labels":"embarrassment"},{"text":"It started to compute for me when I was “right” all the time but never ended up getting what I wanted.","labels":"disappointment"},{"text":"Yeah they taste so fake!!","labels":"disapproval"},{"text":"Pig Latin kills me internally this is why plastic surgery exsists.","labels":"annoyance"},{"text":"Things should happen for a reason that serves a story, not because \"wouldnt if be cool if ...\"","labels":"annoyance"},{"text":"They'd probably just use it to buy up armies and navies for tyrants who oppress and reign with blood and horror or some shit.","labels":"annoyance"},{"text":"Cc issue was never meant to be fixed in this patch, its a server side update, they already did one.","labels":"neutral"},{"text":"Launching a jab is a hard commitment though, right? Because I doubt you can react fast enough to seeing them jab and launch them.","labels":"confusion"},{"text":"[NAME] the amount of protection that you are wrong *because* you are an outlier at all.","labels":"annoyance"},{"text":"Not a chance on this","labels":"disapproval"},{"text":"It's probably easier when they're stuck on an island","labels":"optimism"},{"text":"He’s legally blind... medical marijuana is a thing bro... got any on ya?","labels":"curiosity"},{"text":"Any weaving subreddits you'd recommend?","labels":"curiosity"},{"text":"O no shes gonna go after mandy","labels":"disapproval"},{"text":"Hey! Any chance you still have those templates? I'd love to replace my screens with Chabot and Dutchy, or Tkachuk, or Stoner :)","labels":"curiosity"},{"text":"Really funny how our FO liked the 2 of the worst qbs. [NAME] and [NAME] That’s why I’m skeptical about our FO now","labels":"amusement"},{"text":"There are no helpful ideas like the one you're looking for. There is only one idea... Tell your parents and get authorities involved.","labels":"disapproval"},{"text":"Giggled so hard","labels":"amusement"},{"text":"I like how \/r\/gaybros just turned 7 and this type of post is still the most common. Paging \/u\/-Massachoosite","labels":"approval"},{"text":"Because a lot of people on this thread are ignoring the pirate code and I’m trying to explain that rules are there for a reason.","labels":"neutral"},{"text":"Oh no! People will be able to protect themselves!","labels":"optimism"},{"text":"Damn, you just reminded me how good that feels...","labels":"approval"},{"text":"i started smoking cigars at 30 lol","labels":"amusement"},{"text":"This shit got me rolling LMFAO","labels":"amusement"},{"text":"Ugh I live in WA state and now I'm scared I'm going to get measles even though I'm vaccinated, I hate anti-vaxxers","labels":"annoyance"},{"text":"Gift from [NAME]","labels":"gratitude"},{"text":"i’m kind of overdunked actually","labels":"embarrassment"},{"text":"Do you even TRY TRY TRY???","labels":"confusion"},{"text":"Do you have any recommended places? A lot of the sites I’ve looked at want you to pay, kinda hard when your broke lol. ","labels":"amusement"},{"text":"My man!","labels":"pride"},{"text":"Galaxy brained hot take Your IQ must be near [NAME] levels of hyperinteligence","labels":"approval"},{"text":"ye but that is fucking [NAME]... there is a diffrence between [NAME] and [NAME]. [NAME] is good but he is no [NAME] ;)","labels":"disapproval"},{"text":"Oh for fuck sake. Things were going so well on the coaching front. This dude is nothing but a suck up","labels":"annoyance"},{"text":"Seriously, I’ve been catching and loving this one since it first came out.","labels":"love"},{"text":"Is there a dress code for those runways? ( everyone is wearing dark colors then there is frank)","labels":"confusion"},{"text":"Imagine your daughter running away from home. I think that's a pretty terrifying idea without some murderer or mystic horror","labels":"fear"},{"text":"Your mental health. You might think its fine, but having to live a double \/ fake lifestyle is wearing on the best of us . ","labels":"disapproval"},{"text":"[NAME] came a long way since the nervous wreck he was the first year. or.. two.","labels":"caring"},{"text":"Shiiiiit I’m about to fuck [NAME].","labels":"nervousness"},{"text":">image management issue Seriously?! I must have missed that.","labels":"confusion"},{"text":"Damn I was kinda counting on evolution to get me to heaven, but who am I to argue if [NAME] says it?","labels":"desire"},{"text":"Doesn't explain why Tech only has 2 attempts, been driving the entire half.","labels":"confusion"},{"text":"\"Feed the wars and fuck the poors\" is pretty much their policy.","labels":"annoyance"},{"text":"When I worked in salon, we could never wear flip flops because of “hair splinters”","labels":"embarrassment"},{"text":">as a part-time Knicks fan Join us! Become a full-time Nuggs fan!","labels":"neutral"},{"text":"I don't even care about the draft, I've tasted playoff hopes and I'm not going back.","labels":"approval"},{"text":"I understand just so hard feels like I’m being thrown away like trash I don’t want to imagine a life without her in it","labels":"disappointment"},{"text":"That's forward heavy punch right? Sorry I'm pretty new to SF","labels":"sadness"},{"text":"Exactly and the \"they removed it because of historical accuracy\" is bullshit because crossbows were invented way before then.","labels":"annoyance"},{"text":"Min Gung in Glastonbury also has all you can eat sushi. Always a good time!","labels":"approval"},{"text":"Canucks get a mind-numbing penalty called on them and the other team scores on the ensuing PP. Surprising nobody.","labels":"annoyance"},{"text":"Lip piercings would be painful bloody and easily pulled out... Nipple piercings hurt tremendously if ripped and are also easily ripped out","labels":"neutral"},{"text":"I thought she would run into an axe thrower and barely miss the axe!","labels":"annoyance"},{"text":"The day I die is the day I'm happy","labels":"desire"},{"text":"It’s something put aside in case I really screw up and have no other option but return home","labels":"optimism"},{"text":"[NAME]. Get off of the computer my man. Get some fresh air, there’s a whole world out there. ⛑","labels":"amusement"},{"text":"Hate to see him go. The only thing I’m complaining about besides this was the hagelin trade back in November. Both hit home","labels":"disappointment"},{"text":"Yes. Especially if I go to sneeze and I lose it, I just look up to a light and bam. Sneeze time!","labels":"amusement"},{"text":"And this is a big part of why no chain supermarkets will open in 'underprivileged' neighborhoods.","labels":"neutral"},{"text":"Wrong sub.","labels":"neutral"},{"text":"Everyone has their own preferences I happen to play better when I have multiple balls in my pockets.... no pun intended","labels":"approval"},{"text":"Born and raised on Long Island, kidnapped by my wife now living in Cleveland, Ohio.","labels":"neutral"},{"text":"Fuck isn't it nice to have a [NAME] on the team?","labels":"annoyance"},{"text":"They look so soft and comfy.","labels":"desire"},{"text":"> The most important part of the adduction machine. However I am thinking, akin to being asked stuff like that, everyone will be awful.","labels":"disapproval"},{"text":"The word \"YES\" has never erupted from my conciousness so fast before. I practically ejaculated it.","labels":"amusement"},{"text":"man this gif is weird both directions","labels":"disapproval"},{"text":"I did not know those were a thing. I need to get one for my pain meds.","labels":"realization"},{"text":"I took Hawaii ML and even I'm clenching.... this is INSANE","labels":"surprise"},{"text":"Don't know if natty like that physique though, it looks attainable..","labels":"approval"},{"text":"Even while [NAME] in a America are discriminated against, they still have such warm hearts. [NAME] Bless them (my [NAME], and theirs)","labels":"caring"},{"text":"The fuck? That ball was still on the ground tho.","labels":"surprise"},{"text":"I want to thank them for faking my death, now that man will stop looking for me.","labels":"gratitude"},{"text":"I do believe there is some evidence about that. Sowing chaos is an old Russian tactic.","labels":"approval"},{"text":"I now know what taking acid would feel like","labels":"realization"},{"text":"Holy moly. She's terrible. You dodged a bullet honestly","labels":"approval"},{"text":"damn it, you beat me to it.","labels":"approval"},{"text":"I heard it's because of florida crime reporting laws - I.e. the same stuff could be happening elsewhere but it wouldn't make the press?","labels":"confusion"},{"text":"Imagine thinking ffmi is the only factor when judging whether someone juices or not","labels":"neutral"},{"text":"it’s liu kang and kung lao... they’ll be playable","labels":"approval"},{"text":"Being misunderstood really is the worst thing ever! I’m sorry some people are so unkind.","labels":"sadness"},{"text":">Most FTFY","labels":"neutral"},{"text":"Not a good couple hours. A full 33 days.","labels":"disapproval"},{"text":"Is it the movie where meeting the right dude turns a lesbian girl straight?","labels":"confusion"},{"text":"The baby photos, holy fucking shit there's so many baby photos now.","labels":"surprise"},{"text":"Yea can get a pic of me and my mates when we go out for drinks next So don't bother trying with jokes? Just keep it empty?","labels":"annoyance"},{"text":"I'm sorry, but this has also caught my attention and I kinda want to see this screenplay.","labels":"desire"},{"text":"Because sometimes the middle is still wrong","labels":"disapproval"},{"text":"She doesn’t deserve the hate. That mug, ladies and gentlemen, is phenomenal","labels":"approval"},{"text":"Too easy. I’m selling at $18k on Jan 12, 2021 so I can be pissed at myself for not selling the top","labels":"annoyance"},{"text":"About fucking time ordering ASAP","labels":"approval"},{"text":"If you think that you're ready for a relationship, go ahead. As long as you're not stepping on anyone.","labels":"approval"},{"text":"How many is that now? Feels like the 4th one now","labels":"curiosity"},{"text":"I think we would have tried to, but [NAME], as we can see, is way too good to make us a bottom 4 team.","labels":"approval"},{"text":"Just cut your losses, get out and don't look back!","labels":"caring"},{"text":"Saying \"don't come into this subreddit just to start arguments about politics\" isn't intolerance.","labels":"annoyance"},{"text":"The absolute subhuman filth that worships [NAME] will believe that this isn't even a photoshop","labels":"annoyance"},{"text":"fyi, straight men also use dildos. Also, your mom is awesome!","labels":"approval"},{"text":"Where’s the bar on this canoe?","labels":"confusion"},{"text":"I wonder if the insurance company would go after the gun range or just drop the homeowner because they obviously lived in an unsafe area.","labels":"curiosity"},{"text":"Fish are friends, not food!","labels":"caring"},{"text":"A-fucking-men! :)","labels":"excitement"},{"text":"I'm underweight anyways, somebody hand me an English to (whatever language) translation book.","labels":"annoyance"},{"text":"I have no idea what \"[NAME]\" is. These billion and one denominations are getting kind of ridiculous.","labels":"annoyance"},{"text":"Hold on to your butts!","labels":"caring"},{"text":"Damn right.","labels":"approval"},{"text":"It even has a name on it from the original creator you reposting scum.","labels":"anger"},{"text":"Fucking refs suck my balls.","labels":"anger"},{"text":"I have no idea what that means.","labels":"confusion"},{"text":"It would be faster then light travel","labels":"approval"},{"text":"So do I, but I don’t want them to be associated with government espionage and other shady shit either.","labels":"annoyance"},{"text":"I don’t think there’s enough to make a canon implementation of Cyvasse but it looks like there are some fan-made ones.","labels":"neutral"},{"text":"In many circles this would be considered a steal","labels":"neutral"},{"text":"Wanted to see if someone *wood* eat it or not.","labels":"curiosity"},{"text":"You're the reason [NAME] won the election. There isn't anything even remotely resembling fascism in the United States. Get a grip.","labels":"annoyance"},{"text":"He made no reference to they slogan.","labels":"neutral"},{"text":"I mean he is cleay doing *something* right.","labels":"neutral"},{"text":"[NAME] getting injured definitely didn’t help.Mou’s first Chelsea team was on a whole other level defensively","labels":"realization"},{"text":"Well that makes sense.","labels":"approval"},{"text":"This thread will be interesting.. *grabs popcorn","labels":"approval"},{"text":"I'M MOTIVATED!","labels":"optimism"},{"text":"You didn't like the joke? I thought it was an instant classic.","labels":"approval"},{"text":"I’m broke as shit and already do that.","labels":"disappointment"},{"text":"Nah coal is pretty inert from an environmental standpoint. If the barge wasn't hauling oil, gasoline or chemicals there isn't much to impact the river.","labels":"neutral"},{"text":"PULL HIM. NOW.","labels":"caring"},{"text":"That ice is dangerously thin for such a hot take.","labels":"fear"},{"text":"and who's going to enforce that ?","labels":"confusion"},{"text":"women just don't take initiative just give her one more opportunity after all as you said she flaked for legit shit","labels":"caring"},{"text":"This is from Punjab, India. It’s a new dumb trend.","labels":"annoyance"},{"text":"Oh, it’s actually its own thing. I heard goo and just assumed the worst.","labels":"embarrassment"},{"text":"Looks like he's tired of your dad-jokes. Lol","labels":"amusement"},{"text":"So it's more of a power play than truly what she wants?","labels":"confusion"},{"text":"yes:)","labels":"approval"},{"text":"My point is we have been shit for the most of the season, today we are just shit in a new formation","labels":"disappointment"},{"text":"That’s a shame. What’s worse, evangelicalism or Scientology? Tough call","labels":"disappointment"},{"text":"We can’t stand for this any longer!","labels":"anger"},{"text":"I believe the GM of Seattle would be known as “His Royal bitch pigeoness”","labels":"annoyance"},{"text":"I don’t think Bethesda is there yet but the next move they make is very important on deciding if they end up on that list or not","labels":"caring"},{"text":"Her hair has looked it’s best since around 2015ish. I love the dark hair on her with the subtle pops of color.","labels":"love"},{"text":"Dude it was an old video. Your porn math is way off.","labels":"annoyance"},{"text":"Welcome to freedom! It takes time but you will be stronger than ever! Stick to NC, I cannot express how essential this is!","labels":"optimism"},{"text":"hay guyz let's all hang around in a chat room about old pictures and masturbate in a circle with smug looks on our carb bloated faces","labels":"disappointment"},{"text":"That’s the one!","labels":"approval"},{"text":"This comment is basically 10 words of “I didn’t read the article!! But boom, I’m edgy af”","labels":"annoyance"},{"text":"it’s amazing how he is already just about my favourite skater ever.","labels":"approval"},{"text":"if it's harassment its a criminal charge. I haven't read the decision yet but this seems like a stretch based on what i know.","labels":"disapproval"},{"text":"False false false It's about having a good group of friends to go out with and knowing the right places to go to meet new people.","labels":"disapproval"},{"text":"There better not be any more DNP games for [NAME] the rest of the season","labels":"annoyance"},{"text":"I don't drink I don't smoke I don't do drugs and yet still am not \"happy rich and all that people say this brings\"","labels":"remorse"},{"text":"Islanders [NAME] says that given what happened yesterday we win this game 7-2 after a lackluster first period with a [NAME] hat trick.","labels":"optimism"},{"text":"Forthwith this group will remain unnamed, verily so that we might avoid bringing ire upon ourselves for a simple observation.","labels":"annoyance"},{"text":"Happy cake day bro... or ma'am. You have to see this to really take it in.","labels":"approval"},{"text":"That convention center sized groan right after the reveal.... No one wanted this. I have no idea what they were thinking.","labels":"confusion"},{"text":"For goodness sake give [NAME] a rest. After the last game he said he was so tired from running so much.","labels":"caring"},{"text":"We don't lmao. Anything with humans will have the same problems.","labels":"amusement"},{"text":"Police aside, storms and high tides may make things a little tricky","labels":"neutral"},{"text":"Yeah i checked her teeth out and they are okay. I was worried about that as well","labels":"caring"},{"text":"Appreciate the love man!! It's a fun game!","labels":"approval"},{"text":"He must simply be known as [NAME], all the greats are known by a single name.","labels":"amusement"},{"text":"When I play duel for fun I usually go attack speed GEB xD","labels":"amusement"},{"text":"Yeah I totally wasn’t going to until I saw this comment.","labels":"neutral"},{"text":"Fascinating, can you please provide some more detail on the pre-KOOP origins of the phrase friend : )?","labels":"curiosity"},{"text":"Nice of them to call back to [NAME] dyslexia with the two different spellings of deodorant","labels":"approval"},{"text":"This is cute AF. For 5.00 - 10.00? That's not bad yo. Some people at fairs would pay for 25.00 for this.","labels":"approval"},{"text":"Take the compliment you good egg x","labels":"approval"},{"text":"Just Kontrol Freeks since my strike pack died. Going pack to paddles when I get the chance though.","labels":"grief"},{"text":"No, he said he's bringing in somewhere around 10K a month, not 2500 a month. That's a HUGE income gap.","labels":"surprise"},{"text":"The best part about this is that everyone was trolled from Fox to the Mary Shitbag","labels":"amusement"},{"text":"*geez oh man my father was a mailman*","labels":"realization"},{"text":"Yeah, sadly, looks like this champ will be pretty opressive. ","labels":"disapproval"},{"text":"Tailed. Let's get it!","labels":"desire"},{"text":"Okay I kind of misread that as “be with him”, but my point still stands.","labels":"optimism"},{"text":"Except they fucking awarded it a prize first. It went through vetting, beat the other applicants, won, then was removed as not being correct?","labels":"annoyance"},{"text":"Do yourself a favor and protect your credibility by not arguing in favor of a terrible hire.","labels":"annoyance"},{"text":"Prepare for it and become happy with yourself but also accept its impermanence.","labels":"caring"},{"text":"[NAME] did that to [NAME] and let's just say that didn't end to well for anyone","labels":"neutral"},{"text":"I really hope that's true and really hope they grow some balls and ban it.","labels":"annoyance"},{"text":"I don't know who wrote what, but good call - the d's are completely different from one to the other.","labels":"approval"},{"text":"hate to say it but nobody outside of saskatchewan has heard of [NAME] either","labels":"disapproval"},{"text":"I meant u not I","labels":"disapproval"},{"text":"Ok maybe I should watch Tangled","labels":"desire"},{"text":"Idk why but your comment in particular made me audibly crack tf up","labels":"amusement"},{"text":"If that’s not a joke it is a startling failure to notice one of the most interesting character arcs in the story","labels":"annoyance"},{"text":"Who took the photo?","labels":"confusion"},{"text":"There is nothing that back ups his claims. To me his views sounds more like wishful thinking.","labels":"disapproval"},{"text":"Imagine ordering this. \"1000 burgers to the white house? Yeah ok buddy\" ","labels":"surprise"},{"text":"> Suggestions like this are why Blizzard don't take their own community seriously. This should be this sub's slogan.","labels":"annoyance"},{"text":"Fuckin Finnish spitz out there bud","labels":"approval"},{"text":"# Breeeeeeak me off a piece of that apple sauce!","labels":"desire"},{"text":"That would be awesome","labels":"approval"},{"text":"This is actually really sweet... 46 g of sugar per tattoo sweet","labels":"approval"},{"text":"Omg. I just noticed that! Holy fuck, how does she smell?","labels":"curiosity"},{"text":"The bed is comfy and I want it to stay that way","labels":"approval"},{"text":"Banks! I knew it!","labels":"approval"},{"text":"Not his fault [NAME] got butterfingers.","labels":"caring"},{"text":"Wow this was awful. What kind of audience do these morons have? I mean no one with the money to buy that junk would watch these fools","labels":"annoyance"},{"text":"They'll make them walk the plank. Granny will pirate!","labels":"amusement"},{"text":"They have no confidence at all, the mark of someone insecure is shouting out loud how secure they are.","labels":"disapproval"},{"text":"If [NAME] had served all fast food buffet to a football team Reddit would be circlejerking \"So down to earth and amazing!!1\"","labels":"approval"},{"text":"The world is backwards, nowadays. Where people defend _GaNgStAs_ because it's culturally and politically correct, and then shame those who protect and serve. Makes me bleed rage.","labels":"anger"},{"text":"This is horrible","labels":"disgust"},{"text":"So no resignation or impeachment. Bummer. Naive me had high hopes the great [NAME] wouldn't escape the noose this time.","labels":"disappointment"},{"text":"When it gushed out I caught myself saying \"ooof\" out loud","labels":"surprise"},{"text":"You're right and I hate it.","labels":"anger"},{"text":"Isn't this the same video already posted ? Not seeing anything different","labels":"confusion"},{"text":"A RACK ON IT YEEEEEE GONNA LIVE BET THAT SHIT AND SECOND HALF 3K let’s goooo","labels":"approval"},{"text":"Just the name of it gives me anxiety","labels":"nervousness"},{"text":"what a ground licker. Day 9799 of being alive - I still hate people.","labels":"annoyance"},{"text":"At least he didn't throw them at someone.","labels":"approval"},{"text":"Character and emotions are not the reigning champion one year earlier...","labels":"disapproval"},{"text":"Those words you used. I don't want to believe that exists.","labels":"disapproval"},{"text":"It is so ugly I felt personally attacked by it, what can I say","labels":"disgust"},{"text":"Hope all is well now xo","labels":"caring"},{"text":"Ooh, the pupil proportion was wonderful at this time.","labels":"approval"},{"text":"Nah mate i think you have me mixed up with someone else. I am [NAME]. Pleased to meet you.","labels":"disapproval"},{"text":"They’re proud about having liberals make themselves look stupid with covfefe memes.","labels":"amusement"},{"text":"And once NYC is finally underwater, ALBANY SHALL RISE!!! MORE COAL FOR THE FIRE JETHRO, OUR DESTINY AWAITS!!!","labels":"love"},{"text":"Could be to lead the police on the wrong trail to delay being caught","labels":"neutral"},{"text":"Some of us can't do syrup any more. :(","labels":"disappointment"},{"text":"[NAME] damn hippies","labels":"annoyance"},{"text":"That’s kind of what makes the “guest” response funny, how did it get there?","labels":"amusement"},{"text":"You guys can downvote me all you want, but this sub is every day looking more and more alike r\/gameofthrones","labels":"annoyance"},{"text":"SO and I have our limit at calling eachother nerds :3 pretty lighthearted.","labels":"realization"},{"text":"Hello autism my old friend","labels":"annoyance"},{"text":"The argument [NAME] is making is that expecting women to cook is considered sexist but expecting men to shovel snow is fine. It's about the double standard.","labels":"disapproval"},{"text":"How are we playing, just tuned in","labels":"approval"},{"text":"That explains why this has suddenly become an issue now. I wondered why no one cared for the other thousand months ranked wasn't available on mobile.","labels":"confusion"},{"text":"I like the six nations partly because I get to hear a packed out Murrayfield sing flower of Scotland and that’s always brilliant","labels":"approval"},{"text":"> Is it weird to have more sympathy for animals than humans? It's frighteningly common, so not *weird*, but it's definitely sad","labels":"confusion"},{"text":"Water is not a human rights. That's absurd.","labels":"annoyance"},{"text":"Gotta love the mermaid gems.","labels":"approval"},{"text":"So this is how democracy dies... With thunderous upvotes.","labels":"realization"},{"text":"Don't, it's shit compared to the original. It's rather WATERed down :P Jokes aside it isn't as good.","labels":"amusement"},{"text":"180 is not good for checking enzyme deficiency which is what I am referring too.","labels":"neutral"},{"text":"You sound like my brother. I only have one tip. Calm the fuck down. You cant think when youre upset","labels":"annoyance"},{"text":"woah ok metallica didnt do shit to metal. Think about Black Sabbath, MotorHead or judas preist but fuck man, metallica suck lol","labels":"disapproval"},{"text":"I only remember her getting flamed by Thooorin yikes","labels":"embarrassment"},{"text":"Same truly adds to making La Liga the great league it is.","labels":"approval"},{"text":"You know, I was wrong. I always assumed false dichotomy was their favorite fallacy when it's clearly strawman.","labels":"embarrassment"},{"text":"This is giving me so much life.","labels":"joy"},{"text":"Wow. I hope that asst manager will be looking for a new job soon.","labels":"desire"},{"text":"I'd like to think [NAME] is joking, r-right guys? ","labels":"curiosity"},{"text":"Please kind sir may I have some more","labels":"desire"},{"text":"When she gives you the 10 minute hangry warning","labels":"nervousness"},{"text":"I review you - *clap clap* - [NAME], bye bitch, gone","labels":"anger"},{"text":"...they needed upvotes. That’s what makes it underrated.","labels":"neutral"},{"text":"[NAME]? That's me y'all! :D","labels":"amusement"},{"text":"He doesn't realize she's banging the ukulele guy.","labels":"disgust"},{"text":"I don’t get why he hasn’t brought his insta account back, he did used to use it from time to time","labels":"confusion"},{"text":"It's a bit of a saying from [NAME]. What I like to also say is love the person, hate the behaviour","labels":"optimism"},{"text":"I imagined as much, but I wasn’t sure, thanks for the clarification.","labels":"gratitude"},{"text":"Nobody forced [NAME] to take [NAME] over [NAME], if he liked him that much then he should’ve just taken him.","labels":"annoyance"},{"text":"Should have just looked at them in disbelief and said what you don't make the police that have to work Christmas day a nice lunch. Lol","labels":"amusement"},{"text":"Heels are fucking hot. Do you like the crop used on you, him, or both?","labels":"confusion"},{"text":"Well this has been interesting","labels":"approval"},{"text":"I never feel a connection or when I do I push them away.","labels":"annoyance"},{"text":"Yay, now we're only down by 7","labels":"excitement"},{"text":"This guys still alive?","labels":"confusion"},{"text":"Btw how do you use conditioner is it something before or after the soap","labels":"confusion"},{"text":"Lol every time I complain we score like 2 min later. I will wait 5 min","labels":"amusement"},{"text":"I hope this guy got found and fired. That's way too dangerous. He could have easily killed someone.","labels":"fear"},{"text":"Two homes? In this economy?!","labels":"curiosity"},{"text":"That’s a lazy argument. Racism can be defeated with good education and proper parenting but most people are too lazy to fight for it.","labels":"disapproval"},{"text":"yeeey [NAME], My purpose has been fulfilled Now I must go","labels":"amusement"},{"text":". I’m a dude so I took sleeping medication and meditation alike, not respect\/reverence for one day dammit.","labels":"anger"},{"text":"Impact? I'm merely interested in how low you will sink.","labels":"curiosity"},{"text":"When [NAME] breaks [NAME] jaw in “The Sound Of Silence” I’m cringing just thinking about it","labels":"disgust"},{"text":"*scribbles in maybe*","labels":"neutral"},{"text":"I wish to join you on the search, as a source of motivation and friendship (sorry if that kinds led you on)","labels":"caring"},{"text":"Shit, I lost the original page. Please forgive me.","labels":"embarrassment"},{"text":"if they’re available for questioning then you’re a shitty kidnapper. -3\/5 stars","labels":"disapproval"},{"text":"Like it was over wayyyyy too fast for a real one. Shit, the Taliban lasted for years, and ISIS is still a huge problem.","labels":"fear"},{"text":"I’m more worried about the dude getting pissed all over my shoes","labels":"nervousness"},{"text":"You're setting the bar awfully low for yourself.","labels":"caring"},{"text":"I'm glad centrists feel unwelcome in the labour party, that's how things should be.","labels":"gratitude"},{"text":"I feel like one day you're in for the shock of your life.","labels":"fear"},{"text":"Yeah personally I would’ve brought [NAME] back lol [NAME] always had trouble staying healthy","labels":"amusement"},{"text":"Oh, didn’t catch that.","labels":"surprise"},{"text":"so did that one guy outside of AT&T :)","labels":"neutral"},{"text":"WYA? I'll come through.","labels":"confusion"},{"text":"Wow, who can afford this one? ","labels":"curiosity"},{"text":"Kill whitey!","labels":"anger"},{"text":"Dudes really out there looking like he glued pubes to his face","labels":"disgust"},{"text":"I sliced my abs in half!","labels":"pride"},{"text":"Dayyuuummm!!! If you ever get another one, you know what to do. (Record it)","labels":"surprise"},{"text":"Somewhere to buy a hella warm winter coat? #polarvortex","labels":"curiosity"},{"text":"She really does and She really isn't! She's an old, tired ass, busted up, con artist hoe!","labels":"anger"},{"text":"Downvoted because I stated facts ok...","labels":"annoyance"},{"text":"I don't know how accurate that is, pure nicotine is a lot different to nicotine in tobacco so I doubt vaping is that addictive","labels":"confusion"},{"text":"I'm not counting on them getting elected. I'm counting on them putting enough pressure on the Conservatives to actually become at least a little conservative.","labels":"optimism"},{"text":"Really? That's interesting. I'll have to give it a try. Yes I'd love to take a look at your suggestions.","labels":"approval"},{"text":"You need to lable your factors or else this is indecipherable.","labels":"neutral"},{"text":"Damn, for real? I'm 250 and drink regularly, if I pound two beers in under a minute I'm good for a little while.","labels":"surprise"},{"text":"Then you'll be arrested, play stupid games win stupid prizes.","labels":"annoyance"},{"text":"I love the twist you did on the “it’s all gravy” idiom. Definitely saving this comment to refer back to when I need life advice","labels":"approval"},{"text":"Have a good good upvote!","labels":"optimism"},{"text":"They spam that stuff because its working. Make them stop it .. and punish them.","labels":"anger"},{"text":"Nailed it !","labels":"pride"},{"text":"Basement fucking flooded","labels":"annoyance"},{"text":"Man I wish that was a real sub","labels":"desire"},{"text":"I didnt realize wishing Liberty would open their wallet would make it happen... It sucks, but it's the reality. We need value.","labels":"annoyance"},{"text":"Praying for me family.","labels":"caring"},{"text":"Definitely. Once I discover their toxic personality, I couldn't care less about them.","labels":"disapproval"},{"text":"You president now?","labels":"curiosity"},{"text":"I wanna die","labels":"disappointment"},{"text":"*ads even more trashier","labels":"disapproval"},{"text":"wow that is MINT","labels":"surprise"},{"text":"Worth a try to report the bus number, the route and the time to PTV to see if he can get them back. Best of luck!","labels":"caring"},{"text":"Got my Crass tattoo in 1987","labels":"neutral"},{"text":"Thats not what i said but okay schlomo","labels":"disapproval"},{"text":"Boosting is when someone else is the biggest ad-hominem yet, because it was in a situation like this.","labels":"annoyance"},{"text":"This pretty boy didn't meet [NAME] ! That's why he's still full of life !","labels":"amusement"},{"text":"Looks like you clipped my own games. It’s bad lately.","labels":"disappointment"},{"text":"Yup. If they're brazen enough to not give a damn about the law, they're brazen enough to not care about public opinion on them.","labels":"annoyance"},{"text":"somebody's sad lol lol","labels":"amusement"},{"text":"I enjoyed the new format but I will say it was strange without the band","labels":"approval"},{"text":"And the douche social media obsessed guy who left the used condom on the side table!","labels":"annoyance"},{"text":"Teen spirit sure ain't what it used to be...","labels":"disapproval"},{"text":"Guys. Our defense is bad outside of like two guys.","labels":"disapproval"},{"text":"It's the donuts done brought ya back, ain't it?","labels":"confusion"},{"text":"Good, don't want speeders in my neighborhood and keeps taxes lower.","labels":"approval"},{"text":"Not a deal breaker for me. But it depends on a lot of factors. How and when she takes it and so?","labels":"disapproval"},{"text":"Haha I was about to say damn she straight up eviscerated her in between bites.","labels":"amusement"},{"text":"The actress died before season 1 aired so that’s literally impossible since [NAME] didn’t betray until season 2","labels":"neutral"},{"text":"I'd of pushed the little brat into the puddle, assuming I hadn't smacked him with the book","labels":"anger"},{"text":"You can't just make bold claims like that and provide no evidence.","labels":"disapproval"},{"text":"“To put us all know who [NAME] laughed through it all.","labels":"amusement"},{"text":"Because people that comment on YouTube videos are toxic, filthy heathens.","labels":"anger"},{"text":"You know what's coming, right?","labels":"confusion"},{"text":"Look how pretty she is. YES QUEEN YESSSSSSS","labels":"love"},{"text":"Lol, pinches narizones.. Their physical game is on another level. Would rather play with a guy like that instead of against him though that's for sure.","labels":"amusement"},{"text":"It's not a shaving cream ad, it's razor blade ad, you dunce!","labels":"annoyance"},{"text":"And I clapped. So hard.","labels":"amusement"},{"text":"[NAME] has been really blunt about things lately, I love it.","labels":"love"},{"text":"[NAME] may lie but he doesn’t when it comes to important things apparently. Jobs, security and anti war","labels":"approval"},{"text":"“stay still” the best and most timely advice you’ll ever get.","labels":"caring"},{"text":"That's interesting, considering that the other area is Mt. Tremblant, which is a real area of Quèbec.","labels":"realization"},{"text":"Ugh, the learning curve for hurdles has to be a painful one... kudos for finishing. Last couple falls probably destroyed her knees. ","labels":"annoyance"},{"text":">fail at reading comprehension >Other guy must be a troll ¯_(ツ)_\/¯","labels":"amusement"},{"text":"Oh [NAME], me and kiwi or pineapple. Or that feeling when a tortilla chip gets stuck in the roof of your mouth","labels":"embarrassment"},{"text":"its pretty wholesome tho","labels":"amusement"},{"text":"DAMN!","labels":"surprise"},{"text":"It is a very common verbal tic among tri-state Italian-American women of that generation and older. It takes me back to my old babysitter so vividly.","labels":"neutral"},{"text":"Definitely, I'd do that. The league pass deal isn't awful though.","labels":"approval"},{"text":"Man Management: 9\/10 Tactics: 4ishh\/10 Anyway, he wasn't brought to implement brand new tactics but to develop our young core, was he ???","labels":"confusion"},{"text":"Oh my good lord. I just somethinged over his highlight reel.","labels":"embarrassment"},{"text":"So you repeatedly stole money and are glad about it","labels":"annoyance"},{"text":"It was never implied as such. You simply mistakenly interpreted it that way.","labels":"disapproval"},{"text":"Yea I checked a few. It's supposed to be creepy I guess","labels":"neutral"},{"text":"That's what makes the best reply you could paste the comment at mumble rap and 10 day tho.","labels":"approval"},{"text":"Weird flex but ok","labels":"approval"},{"text":"What do you mean by delicate flowers?","labels":"curiosity"},{"text":"why would you have kids? why would you chose not to be with that girl with big boobs? you dumped her?!","labels":"confusion"},{"text":"My favorite social network is Tumblr, they left out this one too. Not exactly an obscure website...","labels":"approval"},{"text":"It's not just what he said, it was the way he said it. Good stuff.","labels":"approval"},{"text":"It's also not worth the costs because most of the time people are being petty don't actually have a claim to make.","labels":"annoyance"},{"text":"Holy shit was that the one guy that supported remain? I didn't know we had a celebrity on this board.","labels":"confusion"},{"text":"Ohh looking cool Jok- Get out of here side character.","labels":"approval"},{"text":"I forget it all the time too.","labels":"embarrassment"},{"text":"I like him too but when we DFAd him last year you’d have thought we cut [NAME]","labels":"approval"},{"text":"30% of the country are insane.","labels":"disappointment"},{"text":"Old ladies are like the only ppl that are nice to me lmao. Kindered spirits with the ugly.","labels":"amusement"},{"text":"worst case of life is unfortunately apt here, eh?","labels":"approval"},{"text":"Is pleading the 5th even legal? I mean, people should be forced to defend themselves even from erroneous claims.","labels":"confusion"},{"text":"I just have a controller on my desk that I turn on when I fly. I've always hated mouse flying.","labels":"disapproval"},{"text":"I wouldn't say that publicly. The guy is still alive and he's coming for you","labels":"nervousness"},{"text":"Well, we need to know so we can get the fuck as far away as possible.","labels":"nervousness"},{"text":"I forgot about the \"perks\" of a growing subreddit.","labels":"embarrassment"},{"text":"so doing something illegal only dehumanises you when caught?","labels":"curiosity"},{"text":"Here in the UK I’m pretty sure I’ve never seen a taco","labels":"realization"},{"text":"#Go Knights Go!!","labels":"approval"},{"text":"I feel like she’d be more than half-way there if she just fixed those eyebrows...","labels":"optimism"},{"text":"Are there free vaccines for adults? I thought it was just kids and the elderly?","labels":"confusion"},{"text":"There is a bud superhighway called Interstate 80 that connects PA to CO.","labels":"neutral"},{"text":"Someone you guys are on Grindr just to screenshot your own witty replies to men trying to bang you, don’t deny it.","labels":"annoyance"},{"text":"[NAME], I guess you are the one who got whooshed","labels":"amusement"},{"text":"That doesn't mean they're impossible. Minnesota's 7th district is 64% rural, R+12, and represented by [NAME], a [NAME].","labels":"approval"},{"text":">the ad, which has been both criticised and applauded Applauded by non-customers. Criticized by customers.","labels":"disapproval"},{"text":"> [NAME] mother allegedly vandalized [NAME] grave, stating that she had ruined her son's life. No....","labels":"anger"},{"text":"I think it's because he was so damn happy for his friend, which again, is sweet as hell.","labels":"approval"},{"text":"Of course. It would mean you owe them an unspecified favor in the future. That would be horrible.","labels":"fear"},{"text":"Wait is this a euphemism for ditching your husband and finding a new partner or did you lose 179 pounds?!?!","labels":"surprise"},{"text":"I signed up!! I hope your Mother has a wonderful birthday!!","labels":"caring"},{"text":"I believe it","labels":"approval"},{"text":"These are worse than the [NAME] ones [NAME]","labels":"disapproval"},{"text":"I like how he called his mom asking if she was trying to contact him just so he could tell her what’s wrong","labels":"love"},{"text":"I mean if you wanna have more kids you should pay more, not less.. I’m not forcing anyone to have children","labels":"annoyance"},{"text":"So glad you are safe. It looks like icy conditions, too, so that is great that you were able to avoid this.","labels":"caring"},{"text":"Keep gg too bro!","labels":"caring"},{"text":"I’m glad you had such a helpful person on the other end during a tough situation, those kinds of people are like angels❤️","labels":"caring"},{"text":"I'm already tall, I just need to stop being a lanky scarecrow... at least I got good hips","labels":"optimism"},{"text":"Omg, this reminds me so much of my uBPDw saying \"I need a real man. I need you to be my hero!\"","labels":"desire"},{"text":"*Hey just noticed..* it's your **6th Cakeday** ThaJarseff! ^(hug)","labels":"caring"},{"text":"He’s had big games for us before, it’s just his lack of consistency and effort ","labels":"disappointment"},{"text":"[NAME] [NAME], you made me think I was going colorblind for a second! How are there more colors in your rainbow than in mine?","labels":"confusion"},{"text":"HOW DARE ANYBODY CRITICIZE YOUR POST IN THE CONTEXT OF YOUR POST HISTORY! RECOGNIZE HIS PRIVILEGE PEOPLE!!","labels":"anger"},{"text":"Wet dreams don't count","labels":"disapproval"},{"text":"Yeah it’d be cool to pair a Young [NAME] with [NAME]","labels":"approval"},{"text":"One can only dream about having such a good team one day again. Now we have Sansores y Vilchis no mames haha.","labels":"amusement"},{"text":"Yeah I never tried because I think it's stupid.","labels":"disapproval"},{"text":"If only he could’ve known that [NAME] made it out safe and got to live honestly for a little while","labels":"caring"},{"text":"“Listen, buddy!” “Listen, fella!”","labels":"neutral"},{"text":"Just hanging out at UQ St Lucia is pretty cool.","labels":"amusement"},{"text":"What exactly was exposed? Are you just saying things to feel like you’ve achieved something?","labels":"annoyance"},{"text":"That day was incredible.","labels":"approval"},{"text":"If I fail, I still have some experiences with tracking down people. Might come in handy if I ever want to work for the police :P","labels":"approval"},{"text":"I’m offended","labels":"annoyance"},{"text":"I still think hating [NAME] isn't a good move for them. Could turn those undocumented [NAME] into undocumented [NAME].","labels":"disapproval"},{"text":"LE FUCK IM LE OLD!!!!","labels":"amusement"},{"text":"Do you not give your snowmen brooms? I feel like that's a thing people do","labels":"confusion"},{"text":"? What do you mean? This is my favorite video game.","labels":"approval"},{"text":"Idk why you got downvotes. These officers, furry and not so, protect and serve and save so many loves. Have my upvote sir\/ miss.","labels":"approval"},{"text":">[NAME] and [NAME] As alternate costumes of each other, right? Not as separate characters?","labels":"confusion"},{"text":"It’s amazing what they can justify to themselves. I’m not sure if I can believe anything out of her mouth anymore.","labels":"annoyance"},{"text":"I wish they didn’t hate [NAME] so much. Feels bad to play her.","labels":"caring"},{"text":"Weird, never had a problem","labels":"optimism"},{"text":"My truck has a camper shell. I can drive around town while you kids screw back there. $20\/hr and gas.","labels":"optimism"},{"text":"My man.","labels":"pride"},{"text":"If an addict gets clean of booze\/drugs, you congratulate them! What a horrible crabbycrab to try to shut down someone who got their addiction under control.","labels":"annoyance"},{"text":"I'm getting politically charged rhetoric from a cola company now?","labels":"confusion"},{"text":"This is a nononoyes in my book","labels":"approval"},{"text":"I don't think he was going to catch that bus if he didn't hit the pole.","labels":"disapproval"},{"text":"Do you need someone to talk to [NAME]? Your comment history is pretty disconcerting.","labels":"caring"},{"text":"I did misread i saw 23-27","labels":"realization"},{"text":"I was wrong so I'm just going to pretend I don't care.","labels":"embarrassment"},{"text":"What do the [NAME] have to do with it","labels":"confusion"},{"text":"He appeals to the conversation. Basically doesn’t have a firm stance on anything of much importance and will flip flop based on his guest.","labels":"disapproval"},{"text":"Try painting a penis around the pothole. Seems to have worked in Manchester","labels":"annoyance"},{"text":"What happens when a Jedi gets PTSD? Play this game to find out. Hint: ITS FUCKIN BAD NEWS SON","labels":"disappointment"},{"text":"Boy where is you. We use to race on the parkway in highschool lmao.","labels":"amusement"},{"text":"Amen. Although sometimes you look up and have to look back down before you lose the wood","labels":"gratitude"},{"text":"Is she single?","labels":"curiosity"},{"text":"Keep on going","labels":"approval"},{"text":"I don't play assassins much, but I love playing Rat.","labels":"approval"},{"text":"> It leads to touching and doing inappropriate things with the opposite sex I prefer the same sex, so are these things not inappropriate for me?","labels":"confusion"},{"text":"This is terrible advice","labels":"disapproval"},{"text":"I love Nigeria, visited a couple of times. Lived in Angola for two years","labels":"love"},{"text":"oh cool! Must be tiring for [NAME] though. Looking forward to watching them!","labels":"approval"},{"text":"Idk that looks like adobe gains to me..","labels":"confusion"},{"text":"Stay at home if you’re sick","labels":"caring"},{"text":"For a moment there I thought I was the only one! Pretty awesome and I had no idea","labels":"approval"},{"text":"She's only 52","labels":"caring"},{"text":"Wizards really embracing the tank, having [NAME] playing the 5 against [NAME]","labels":"neutral"},{"text":"Wait, Mario Odyssey? I love that game, but isn't it a little old to be in the top 10?","labels":"approval"},{"text":"I watch his YouTube stuff. It's gross!","labels":"disgust"},{"text":"Not really. Everyone has different thoughts about kids and I don’t see it as appeasement.","labels":"disapproval"},{"text":"I bet there's something delicious in there that hornets do make","labels":"approval"},{"text":"Still a bit of redesign & this would look much better.","labels":"approval"},{"text":"Shitty cars made of plastic","labels":"annoyance"},{"text":"It's weird how quickly I agreed with you. Usually I'da been more incredulous.","labels":"approval"},{"text":"Because all those delusional people be doing the same shit in their real life.","labels":"annoyance"},{"text":"I was going to suggest that as well, but I still need this whole \"elopement\" thing explained to me.","labels":"curiosity"},{"text":"How would you get off? HOW WOULD YOU GET OFF?!?!","labels":"annoyance"},{"text":"Damn....","labels":"surprise"},{"text":"revelation = if you aren't doing it after some major event which you also just learned about, you aren't doing it right.","labels":"caring"},{"text":"I heard [NAME] makes someone his bitch on a usual basis. Anyone remember how often?","labels":"confusion"},{"text":"Ironic. He could save others from death, but not himself.","labels":"annoyance"},{"text":"Don't torture yourself like that.","labels":"caring"},{"text":"What absolute garbage","labels":"annoyance"},{"text":"Weird combinaison of letters for french poeple","labels":"neutral"},{"text":"Pareto principle, 20% of the work done gets you 80% results.","labels":"approval"},{"text":"In the least condescending way possible I think you have some gross misconceptions and I'd like to clear them up.","labels":"caring"},{"text":"All I want to do is stuff my face with pizza but when you cut you gotta commit","labels":"optimism"},{"text":"I will third Blues City Deli...the Prez [NAME] is ridiculous!","labels":"amusement"},{"text":"Same. Body hair (on my own body..I don't care what anybody else does with THEIR body hair) grosses me the fuck out.","labels":"disgust"},{"text":"I didn't know that newborn babies eat and breathe through an umbilical cord. TIL.","labels":"realization"},{"text":"That destroys honor tho right ??","labels":"confusion"},{"text":"it is not so simple. lacking hormones makes things difficult to deal with when they otherwise would be bearable.","labels":"disapproval"},{"text":"He's hilarious","labels":"amusement"},{"text":"Alright dude just fuck off ok, it's not the funniest thing on the internet but it did make me smile so in conclusion fuck you","labels":"anger"},{"text":"...and show some respect to her parents!","labels":"anger"},{"text":"Is that the hot sauce she keeps in her bag?","labels":"confusion"},{"text":"I dislike [NAME] more and more. Big ego and small feet.","labels":"anger"},{"text":"Boy it sure is a hot one today, huh?","labels":"confusion"},{"text":"Rofl this pysyk kid is a disgrace","labels":"amusement"},{"text":"Sorry for having a working brain :3","labels":"sadness"},{"text":"Ok but wouldnt that make me seem like a loser? Idek how to take good selfies or even where. Obviously not the bathroom right?","labels":"annoyance"},{"text":"It gives me a weird feeling as someone not named [NAME]. It's a very heeby jeeby inducing phrase.","labels":"nervousness"},{"text":"It didnt fuck up his career at all. Hes got thousands of ravenous fangirls and still makes absolute bank.","labels":"approval"},{"text":"Sorry I meant to link it but completely forgot :>","labels":"embarrassment"},{"text":"Uuuuh I bet they look sick :D","labels":"amusement"},{"text":"I got an unsolicited text from wal-mart earlier today and I almost went into orbit. Spam texts are completely unacceptable.","labels":"disapproval"},{"text":"I think [NAME] is the best QB Prospect since [NAME] and I would kill for my Lions to get him.","labels":"approval"},{"text":"100% feel for you. I may be exaggerating slightly but still it’s all these little disadvantages that we get put at because of this ping.","labels":"caring"},{"text":"Their entire life is based around who\/what they object to because they are too scared to be *for* anything.","labels":"annoyance"},{"text":"> I'm going to retire over a decade early How long before I see articles about \"healthcare has failed me?\"","labels":"disappointment"},{"text":"Ya missed a clue there, Guess it never hit ya!","labels":"annoyance"},{"text":"This just made me feel so much better about myself :)","labels":"approval"},{"text":"Is this the place that had the creme filled donut holes, if not does anyone know where to get them","labels":"confusion"},{"text":"someone needs to up their weed game damn","labels":"caring"},{"text":"That's beyond fucking creepy!","labels":"nervousness"},{"text":"That sounds awful )-: I'm so grateful that my parents and therapist want to let me figure this out with minimal \"supervision\"","labels":"gratitude"},{"text":"1 5v5 goal in 2 months is not good anyway you spin it. But pleasure being downvoted by you, enjoy believing in WAR ","labels":"amusement"},{"text":"I’m sure the hornet will be happy if their curse is over!","labels":"optimism"},{"text":"My god it is, dont forget the 2.50 innocent smoothies too","labels":"disapproval"},{"text":"Take this down my dude. This is cruel.","labels":"caring"},{"text":"Nope, it’s what you said. If 17 isn’t a child then what are they?","labels":"annoyance"},{"text":"[NAME] got heart","labels":"approval"},{"text":"Seahawks themselves are insufferable, so I would prefer a Dallas win. If only they both could somehow lose simultaneously...","labels":"desire"},{"text":"Any time [NAME] is brought up is a good time for this:","labels":"approval"},{"text":"Hey, you can make baseless claims if you want. Don’t expect people to just believe you though.","labels":"disapproval"},{"text":"Happy Cake day.","labels":"joy"},{"text":"My best friend waited 5+ years for her boyfriend in prison to come out. Two days before coming out, he dumped her.","labels":"disappointment"},{"text":"As if they're going to go through that much effort... they wont even walk up the stairs to get to the box","labels":"annoyance"},{"text":"the dude wanted to watch the talking car show. geez. haha jk. thats freaking creepy","labels":"remorse"},{"text":"Interesting. Expected them to go with more established names, but glad they didn’t.","labels":"approval"},{"text":"Not necessarily, plenty of people in my small town that will buy your food stamps.","labels":"approval"},{"text":"Stop trying and just do it. Then decide if it’s worth the effort. Otherwise this is just envy.","labels":"neutral"},{"text":"YOU CAN'T TELL ME WHAT TO DO","labels":"annoyance"},{"text":"Simple lies. Easy lies immoral lies making money. Good life!","labels":"approval"},{"text":"Try to think a bit harder.","labels":"neutral"},{"text":"As soon as he was about to jump I audibly let out a “dude, just don’t..”","labels":"caring"},{"text":"More importantly the car shouldn’t have run him over but yeah I guess you’re right.","labels":"approval"},{"text":"It helps a bunch. Much less strain on the GPU, not sure the exact numbers behind it but it gives my friend ≈40 more frames","labels":"caring"},{"text":"[NAME] what a piece of shit! How could you do that to an animal?!","labels":"annoyance"},{"text":"Good for them","labels":"approval"},{"text":"Thoughts and Prayers... Go get fucked, fascist redneck scum!","labels":"anger"},{"text":"My overly processed vegan avocados are slowly killing me","labels":"disappointment"},{"text":"How do you deal with alerts coming up on your phone? I guess you can just turn them off?","labels":"confusion"},{"text":"NL West had 3 teams in the playoffs in 2017 and 2 in 2018......wtf you on about","labels":"annoyance"},{"text":"Aw man I thought you liked \"Forgoing the Playoffs\"","labels":"disappointment"},{"text":"Your wife's behavior is inconsistent with continuing your marriage to her.","labels":"disapproval"},{"text":"Is this in the US? 30k per year blows my mind, my tuition is like 9k ish a year+rent","labels":"confusion"},{"text":"It also would have to take less than like 2 hours for me to get to my destination, time is worth more to me than real money ya know","labels":"approval"},{"text":"Oh I missed that part. So the cheeky poster was referring to that crash. ;0","labels":"surprise"},{"text":"LMFAO us going up 2-0 and losing the game name a more iconic duo I dare you","labels":"amusement"},{"text":"Thats a meme? That feels more like depression","labels":"annoyance"},{"text":"LWX YOU SEXY BEAST","labels":"excitement"},{"text":"My friend is also interested!!! 👸🏻 Sent u a PM girly!","labels":"approval"},{"text":"This doesn't make any sense!!!","labels":"disapproval"},{"text":"Unfortunately there are also far less\/weaker unions now too","labels":"sadness"},{"text":"I finally know where [NAME] is: drunk at a train station.","labels":"realization"},{"text":"I didnt see a ref's hand up, I was about to have a stroke","labels":"nervousness"},{"text":"Being too scared of calling someone isn’t a disability for fuck sakes... use some common sense and grow up.","labels":"anger"},{"text":"Oh [NAME] it's [NAME] against dinosaurs again","labels":"annoyance"},{"text":"Kinda but it’s still a terrible meme","labels":"disapproval"},{"text":"Oops. I assumed, wrongly, that it was the same person.","labels":"embarrassment"},{"text":"I gotta take credit for YouTube because he recommends some sick underground artists but old ones? Never, at least for me","labels":"pride"},{"text":"Ah the classic \"I don't deserve you\" argument.","labels":"approval"},{"text":"Really? Out of all Irish journalists? You had [NAME] and the two twat's off of Off the Ball up for grabs!","labels":"annoyance"},{"text":"Bless your dog!","labels":"caring"},{"text":"I'd rather just make the playoffs and worry about winning a series once we are there. Also, I like our chances against anyone except Tampa.","labels":"optimism"},{"text":"Yeah I meant to say the purpose ofnbeing an independent is \"so one can remain annoyingly aloof about primaries and then vote any way in the general\"","labels":"annoyance"},{"text":"Different doctors have different opinions on who should and shouldn’t be vaccinated.","labels":"neutral"},{"text":"That's a pretty cool way to die.","labels":"grief"},{"text":"It almost looks like stuff from Japanese Pizza Huts !!","labels":"neutral"},{"text":"Omfg. I meant [NAME]","labels":"surprise"},{"text":"This guy used to be so good. I looked forward to his comics every week. Now, I couldn't care less about him. Complete economic illiterate.","labels":"annoyance"},{"text":"I believe the mentally ill are the ones that spend so much time and effort caring about what I do with my own time and money. ¯_(ツ)_\/¯","labels":"annoyance"},{"text":"I’d go [NAME]. [NAME] gets raked on any mistake I throw personally","labels":"realization"},{"text":"I like [NAME] but I'm gonna have to go with [NAME].","labels":"approval"},{"text":"Luckily that is not going to happen ever! [NAME] and I work at a massive university in entirely different sections \/ different campuses!","labels":"gratitude"},{"text":"Life is nothing but a hell filled with torment, misery and loss.","labels":"disappointment"},{"text":"That’s terrifying","labels":"fear"},{"text":"I always get a kick out of the videos posted of cars and buses stuck around that area. Bathurst going up to St. Clair is also notorious.","labels":"approval"},{"text":"I probably would have upvoted it for effort.","labels":"approval"},{"text":"Wow [NAME] has a lot more insecurities than I thought","labels":"surprise"},{"text":"What? Trolls? Actually, yeah, probably. ","labels":"approval"},{"text":"Stuff like this is why I subscribed in the first place.","labels":"approval"},{"text":"I honestly have no clue but I’d also love to have one of those","labels":"confusion"},{"text":"No problem, I hope that you are able to accomplish what you wish :)","labels":"caring"},{"text":"Bishop [NAME] was talking about lawmakers rather than the women who seek abortions. Though the situation doesn't matter when it comes to dismembering a baby.","labels":"disapproval"},{"text":"Wiggs stop that thing you do with your tongue man.","labels":"annoyance"},{"text":"Really glad they decided to show us that \/s","labels":"gratitude"},{"text":"Wow he wants people to donate so he can make a large profit off his atm? Lmao Good gig if you can get it I guess...","labels":"amusement"},{"text":"And people try to hold that against [NAME] when they should hold that against the Packers organization and Front Office...Their Front Office stopped trying, not [NAME].","labels":"disapproval"},{"text":"This sub is going to be so ridiculous until he signs somewhere lol","labels":"amusement"},{"text":"Its a weird thing they do south of the border... they throw flour at each other. No idea why that's a thing.","labels":"confusion"},{"text":"That really generalized my political enemys.","labels":"neutral"},{"text":"Consider yourself one of the lucky ones. A. no attorney fees B. safe to say you’re dodging a bullet.","labels":"approval"},{"text":"How about French speaking parts of Africa? Legit question, have never been to Africa. Every airport I've ever been in has signs in English.","labels":"confusion"},{"text":"You have no legs to stand on to accuse me of such.","labels":"annoyance"},{"text":"Turgeon offense at it's finest. The ball never gets past the three point line and [NAME] just hits a three in someone's face.","labels":"approval"},{"text":"I dont need Antidepressants, i need good friends","labels":"annoyance"},{"text":"Nice try Gillette","labels":"disappointment"},{"text":"I was just kind of born into it, although ironically I was raised a cubs fan as well.","labels":"pride"},{"text":"satisfying, really.","labels":"approval"},{"text":"Burn themall!!!!","labels":"anger"},{"text":"I’ve never heard him say it but I wouldn’t be surprised if he did. It’s believable enough","labels":"approval"},{"text":"Interested in Carlton stuff.","labels":"approval"},{"text":"It that where the phrase \"what a kroc\" came from?","labels":"curiosity"},{"text":"That's because there are a lot of other attrocities that have happened since then. [NAME] aren't the only ones facing discrimination.","labels":"annoyance"},{"text":"I have but one upvote to give, otherwise you would get more.","labels":"caring"},{"text":"a guy named [NAME] had a nightmare of [NAME] getting shot at a live performance.","labels":"neutral"},{"text":"35-55 a week. no health restrictions, just eat what I feel like","labels":"neutral"},{"text":"Yeah tis marketing tweet from the melbourne AFLW team about their captain seems like marketing being pushed down my throat. You woke af.","labels":"annoyance"},{"text":"This person should be outed to the world. What a reckless pos","labels":"annoyance"},{"text":"This is the same woman who fought tooth and nail to have wrongful convictions upheld while she was a prosecutor; she craves tyranny.","labels":"annoyance"},{"text":"At least the crack makes it look cool eh. Happy new year :)","labels":"approval"},{"text":"The only excuse for folding there pre is timing out. Ever. (I really hope that's what happened)","labels":"desire"},{"text":"Getting jealous over exes is hard to overcome but they are EXES, he\/she doesn’t want them, they want you.","labels":"caring"},{"text":"RNG gear is a solid no from me.","labels":"disapproval"},{"text":"Holy shit. Those guys are scumbags. I'm so sorry you had to go through such an awful roleplay.","labels":"anger"},{"text":"Not a perfect game with the error","labels":"disapproval"},{"text":"SONNY-TATER!!","labels":"neutral"},{"text":"Omg. It's Viv from [NAME] !","labels":"surprise"},{"text":"[NAME] pissed off the establishment when ripped off the insurance company and pleaded the fifth.","labels":"neutral"},{"text":"[NAME] looks miserable in those photos.","labels":"disappointment"},{"text":"Say it, forget it Write it, regret it.","labels":"disapproval"},{"text":"What was that?!","labels":"curiosity"},{"text":"He s ugly and short. It's pretty clear.","labels":"disapproval"},{"text":"They can't they need a morty dumbness shield","labels":"annoyance"},{"text":"But teres an increce in autims retas. With tah vaxenes.","labels":"amusement"},{"text":"So we got Summer’s model now. Team STRQ flashbacks next volume?","labels":"curiosity"},{"text":"Nukeville sounds like a nicer neighborhood. Like no broken and burnt houses and like children playing in the street and people having barbecues","labels":"approval"},{"text":"On [NAME], the allegations and the final result were very different. If I recall most of the complaints substance was rejected or disproven.","labels":"neutral"},{"text":"Dont worry guys, its all sanitary. He hit the wrench with some WD40 before he started.","labels":"caring"},{"text":"Wait what do you mean stop [NAME] from escaping, what happened? does that happen if [NAME] is taken? i romanced and saved her so idk.","labels":"curiosity"},{"text":"Those are precisely communist ideas.","labels":"neutral"},{"text":"At what point do we consider arresting people who arm themselves in order to oppose legitimate, democratic decisions by force of arms? ","labels":"confusion"},{"text":"Yeah guys assume 95% of attractive girls are taken OR have a bunch of guys hitting on them online.","labels":"neutral"},{"text":"Volunteer. Helping people in need will make you feel better about both yourself and others.","labels":"optimism"},{"text":"we deserve to lose after that","labels":"disappointment"},{"text":"Don't use autism as an excuse to be an asshole","labels":"annoyance"},{"text":"YOU UNDERESTIMATE MY POWER!!!","labels":"annoyance"},{"text":"not my kid, not my problem. Best comeback ever xD","labels":"amusement"},{"text":"If someone posts it I would need some hard fuckin proof that it’s actually a [NAME] pick","labels":"approval"},{"text":"Stay hydrated, move slowly and stay cool.","labels":"caring"},{"text":"Why would you say that... Oh my [NAME] those tags!","labels":"annoyance"},{"text":"And that is exactly why I never got that shit done, even though it interests me greatly. ","labels":"approval"},{"text":"That's the spirit! Mah diggah... ⛏️💎❤️","labels":"pride"},{"text":"I went there once and was like “yeah neat I guess” around the same time. Totally forgot about it until I saw the pic of the door","labels":"approval"},{"text":"Yeh It’s pretty obvious how I misread it bc ... I misread it. I didn’t downvote you.","labels":"embarrassment"},{"text":">I thought we were retiring the older guys. Because the geniuses on reddit said so?","labels":"curiosity"},{"text":"Cries in Shinboner Spirit","labels":"sadness"},{"text":"one's a rapist, and the other's a stingy yank a bit of a difference in situations no matter how much we hate [NAME]","labels":"annoyance"},{"text":"It's about fucking time, hope this is real.","labels":"annoyance"},{"text":"Never hurts to double check but it can doubly hurt to not check at all","labels":"caring"},{"text":"Wait, australia is like this? I remember carrying a 4 inch sheathed knife as a kid. Nobody batted an eyelid.","labels":"confusion"},{"text":"#Garbage site for assholes","labels":"annoyance"},{"text":"Might I suggest if you give yourself an epithet with the word 'prick' you are infact inviting a little denigration from the jaded?","labels":"curiosity"},{"text":"The Blackweb screen protectors have saved my phone more times than I can count.","labels":"gratitude"},{"text":"Wait... today isn't April 1st...","labels":"surprise"},{"text":"FUCKING YES BEST PLAYER ON THE PITCH TODAY ABSOLUTE WARRIOR BOW DOWN TO THE BALON DOR WINNER TRULY WORTHY","labels":"approval"},{"text":"You really don't allow children to come forward with bullying until they have video evidence? Lmfao","labels":"amusement"},{"text":"This isn't uplifting. This is *enraging*. This is what the government should be doing not nine-year-old fucking children.","labels":"annoyance"},{"text":"This. Nothing would make me happier than the see the gNats hamstrung for the next decade because they gave a ridiculous contract to a hometown hero.","labels":"annoyance"},{"text":"That thread is rage-inducing","labels":"surprise"},{"text":"Well that just sounds delightful. Where was the exchange?","labels":"confusion"},{"text":"I wish I could’ve had that kind of relationship with my mother.","labels":"desire"},{"text":"Why did you expect to feel comfortable? What have you done to change?","labels":"confusion"},{"text":"I can shit on [NAME] and [NAME] as well if you'd like ;) Viva [NAME]","labels":"disapproval"},{"text":"She shows her face and doesn't hide behind fake names on Reddit .","labels":"approval"},{"text":"in many cases both. but this has nothing to do with Japan. You can't stay on topic, can you?","labels":"annoyance"},{"text":"So nothing? His office is going to do nothing? Or will the location of the office be a fictional place?","labels":"confusion"},{"text":"I'm so hyped to see this mitchy and matthews line","labels":"desire"},{"text":"Why would someone need a year to respond to your needs? Don’t waste another moment.","labels":"caring"},{"text":"But this is a 1v1 game with a couple thousand people playing right. There had to be a better match.","labels":"approval"},{"text":"I keep forgetting she won! Just goes Bob Alaska Aquaria for me until I’m reminded!","labels":"realization"},{"text":"...I just encountered this on Facebook and your title was my response. Did we just become best friends?","labels":"confusion"},{"text":"Happy cake day, just in case","labels":"excitement"},{"text":"Understand their point of view, 13 IS too young. Imagine how they felt when they found out their innocent child was watching adult videos.","labels":"embarrassment"},{"text":"can I use I can't believe it's not butter because my boyfie doesn't make over 20k :(","labels":"sadness"},{"text":"\"Even if that were true, do you think it justifies not trying at all?\"","labels":"confusion"},{"text":"What the fuck [NAME]! Are you easy to talk to? 29 years and you didn't see it coming?","labels":"annoyance"},{"text":"So many questions unanswered. Poor guy.","labels":"caring"},{"text":"CURRRRRRRRY!","labels":"excitement"},{"text":"WON ME 1K LAST GAME IN PARLAY!!","labels":"pride"},{"text":"Oh shit. You’re that bet welcher aren’t you?","labels":"curiosity"},{"text":"Article is good. Not sure how it relates to “carve outs” for law enforcement.","labels":"approval"},{"text":"You should have an AP that respects you ...not just one that wants to use you.","labels":"annoyance"},{"text":"I actually see this one a lot. \"Allergy: fire ants.\" Me too, bro. Ants will fuck you up.","labels":"disgust"},{"text":"Happy cake day! It'll be tough, but stick to it and you will come out the other side better for it.","labels":"caring"},{"text":"very long very messy i usually have it in a bun to keep it under control lol","labels":"amusement"},{"text":"We're pretty spoiled in Halifax.","labels":"disapproval"},{"text":"Stafford Starford Starlord OMG!!!","labels":"surprise"},{"text":"The fuck?! You're in the wrong subreddit with this regressive bullshit victim blaming.","labels":"anger"},{"text":"Oh good one. It’s insane to think the last three mvps were once on one team","labels":"realization"},{"text":"Mine fell out of my turquoise juul and it didn’t make any difference other than the light being brighter lmao. It’ll be fine","labels":"amusement"},{"text":"> fooled into believing herself an interesting character Uh.. that isn't how movies work.","labels":"disappointment"},{"text":"Now this is podracing!","labels":"neutral"},{"text":"That better the case. It'll take the sting away a bit.","labels":"approval"},{"text":"I was listening to look alive by [NAME] and [NAME] and it was perfect timing with this video and the song😂😂","labels":"approval"},{"text":"Yea it’s custom, me and a friend of mine were messing around seeing what we could sit on...","labels":"curiosity"},{"text":"I trust WeltHam, we low ball them first and watch them come back when they can't find any bigger offers.","labels":"approval"},{"text":"He's not surprised they spent money, he's wondering how much they paid to have this much penetration of their marketing.","labels":"curiosity"},{"text":"Serious creep vibe when she put on the wedding dress.","labels":"disapproval"},{"text":"This communities inability to understand sarcasm is absolutely awe inspiring.","labels":"annoyance"},{"text":"Orisa will actually fair better than most if the orisa has good fortify usage. Mainly decreases effectiveness for dva and rein.","labels":"approval"},{"text":"I had smoothies in the past with these packets. Solid as fuck. Dragonfruit one too.","labels":"approval"},{"text":"Is there any way to somebody can please translate the notes into doc form or something? I am having trouble viewing them :(","labels":"confusion"},{"text":"Do you understand now why it's so frustrating to hear this kind of stuff all the time?","labels":"disappointment"},{"text":"What could it cost? $10?","labels":"confusion"},{"text":"Marijuana dispensary ask for thc ditalite cartridges and they might have different brands but all of them are good","labels":"approval"},{"text":"hey of course, I’m glad I could shine some light. Stay strong mate ","labels":"caring"},{"text":"Filthy birdbrain-loving scum barely deserve the bullets needed to boot them off the mountain. Moreiya 4 life","labels":"anger"},{"text":"Wow, that crazy. Hope this doesn't happen again with you. Stay safe!","labels":"caring"},{"text":"It's because you're dizzy from lack of oxygen.","labels":"neutral"},{"text":"I figured as much. If I were them I'd definitely be sceptical.","labels":"realization"},{"text":"Nah she's just a dull asari doctor, with a pleasing voice.","labels":"disapproval"},{"text":"Haha didn’t even notice. It’s staying.","labels":"amusement"},{"text":"Whatever dude dong worry about it... it’ll get handled","labels":"caring"},{"text":"Religion is the biases for more hate; wars; discrimination; bigotry and poverty than any other entity in the world, with the exception of central banking.","labels":"annoyance"},{"text":"why fire make hand hurt","labels":"curiosity"},{"text":"seriously... if he was going to play in LA he wouldn't do it with a 2 hour commute lol. he would just buy a mansion in LA","labels":"amusement"},{"text":"It's like an instinct for idiots to downvote without even reading a comment first if they sense the word vegan in it haha","labels":"amusement"},{"text":"He looks like he has entered the ultimative stance of mind","labels":"approval"},{"text":"America can out-lazy your ass any day.","labels":"disappointment"},{"text":"Don't see a W tonight. We need a miracle.","labels":"desire"},{"text":"^ This. You know the guy's a liability when multiple teams openly admit to taking advantage of his defensive inconsistency at the left.","labels":"disapproval"},{"text":"I’d add “can’t host” to the list haha","labels":"amusement"},{"text":"That’s actually a great idea if I ever have a kid that acts like I did!","labels":"approval"},{"text":"Always felt like this match would go 5. Come on [NAME]!","labels":"approval"},{"text":"No thanks probably stank af.","labels":"disapproval"},{"text":"Scary stuff.","labels":"fear"},{"text":"That's a Russian pun, which is super easy. Also, inferior to [NAME] \"In Soviet Russia...\" jokes.","labels":"approval"},{"text":"He's only making like 3M more than [NAME] this year wow","labels":"surprise"},{"text":"Can't even put on dress pants now without turning back and checking for my parents.","labels":"disappointment"},{"text":"A quartet of [NAME], [NAME], [NAME] and Ox would be lovely.","labels":"desire"},{"text":"That's a shame. Well good luck","labels":"caring"},{"text":"Only Ten more minutes of watching [NAME] drop easy ass throws","labels":"annoyance"},{"text":"It doesn’t get better than that","labels":"approval"},{"text":"[NAME] and [NAME] for Trout?","labels":"confusion"},{"text":"Images you can hear, “oh my [NAME] laughter”","labels":"amusement"},{"text":"Oh wow. Yeah I’m very new, only about 8 hours gameplay","labels":"surprise"},{"text":"Most likely it’s not a tumour since cancerous tumours aren’t usually painful. You still should go check it out ASAP.","labels":"caring"},{"text":"By who? Hate the Flames all you want, but there's nobody competing for a wildcard spot that will \"dunk\" them in the first round","labels":"annoyance"},{"text":"Woah Dude!!! I would be freaking out","labels":"surprise"},{"text":"She knew the magic words. Luckily it doesn't seem like anyone else was harmed.","labels":"gratitude"},{"text":"Surely this particular one an extreme example? Thinking his brother is a lizard....","labels":"confusion"},{"text":"I love that whoever was filming zoomed in knowing what was about to happen. [NAME]","labels":"approval"},{"text":"Heaven know why she would WANT to spend more time with him *see self out for catty-ness*","labels":"disapproval"},{"text":"Lucky you got a sane dad. Get ready for a world of crazy... just don't get sucked into her toxic world. Good luck.","labels":"caring"},{"text":"This sub is becoming a “Gamers rise up” parody of itself. This is ridiculous.","labels":"amusement"},{"text":"Other than a lame attempt of being insulting, what part of anything you said has anything to do with what I said?","labels":"annoyance"},{"text":"Mum asked me if I was on those steroids today, I'm very, very obviously natty but my mum always got my back. ","labels":"gratitude"},{"text":"No because prize drafts still aren't serious play dude.","labels":"disapproval"},{"text":"Your mindset is the right mindset, sadly, it's easier said than done.","labels":"disapproval"},{"text":"Wait what power is this?!?","labels":"confusion"},{"text":"Went to MEPS a few weeks ago and a guy needed a waiver and they said usually 45-60 days for it to be approved or disapproved.","labels":"neutral"},{"text":"I'm glad she made it as easy on you as possible.","labels":"gratitude"},{"text":"My hope is gone, too. Sounds like we've both tried over, and over, and over again. When do the realisations hit you?","labels":"disappointment"},{"text":"oh [NAME], the fumbles.... all the fumbles","labels":"disappointment"},{"text":"she seem immature, playing mind games. I would be direct and if she still keeps playing games let her go. seems like an attention seeker.","labels":"annoyance"},{"text":"Nice ovation when he first checked in and after the tribute video. Also made some noise when he hit a 3 late.","labels":"approval"},{"text":"I'll dance with you.","labels":"approval"},{"text":"I saw 25yr old with 3 kids and a house. How do u think I feel. I'm over 30 and still single.","labels":"disappointment"},{"text":"I can only focus on that pastry.","labels":"amusement"},{"text":"Waaaaaaay too much work. Just make guacamole and salsa and eat it with the [NAME]","labels":"disappointment"},{"text":"Democrats never had complete control, that is a common misconception\/lie.","labels":"disapproval"},{"text":"[NAME] HIMSELF COULD NOT SINK THIS SHIP!!!","labels":"optimism"},{"text":"I'm praying they get a spin-off. Keep this crap off my VPR.","labels":"annoyance"},{"text":"Let's watch impractical jokers!","labels":"desire"},{"text":"I have never seen a dog more excited than when a sled dog is about to go to work.","labels":"amusement"},{"text":"Lmao compelling argument bud","labels":"amusement"},{"text":"I kinda thought that's what you had meant. I'm a simple man.","labels":"confusion"},{"text":"We gotta throw the whole world away","labels":"annoyance"},{"text":"Right on, just making sure someone wasn't trying to steal your OC","labels":"caring"},{"text":"You don’t owe anyone your suffering or your future. Ever.","labels":"caring"},{"text":"Please point out my fallacious line of reasoning instead of insulting my intelligence. You are an example of a bigot that thinks he is wiser than everyone else.","labels":"annoyance"},{"text":"[NAME] still looks fresh for 40 years old.","labels":"amusement"},{"text":"That is definitely an unpopular opinion. Upvoted.","labels":"disapproval"},{"text":"He said great investment definitely not lost is this sub going to get back on track. Just because a post is bad doesn't mean they're lost.","labels":"approval"},{"text":"Mine was the size of my pinky. And honestly get any size you want! Just be mindful of your pain tolerance","labels":"caring"},{"text":"Imagine thinking a bigot isn't ignorant","labels":"curiosity"},{"text":"Love 281, fuck 35.","labels":"anger"},{"text":"middle of lane is dumb that’s where all the oil pools, lane split seems like no one likes it but that’s more understandable","labels":"disapproval"},{"text":"No way society should pay for your child when you are perfectly capable.","labels":"disapproval"},{"text":"This is so true!! I'm vaping mango right now! Weird... Wish I was a kid.","labels":"approval"},{"text":"He was forced into this marriage","labels":"disapproval"},{"text":"When you dint know Anarchism at all so you think you can be anarchist and capitalist at the same time !","labels":"annoyance"},{"text":"Most of them don't technically breach the actual law, to my knowledge. Plenty of them are distasteful to me personally though.","labels":"disapproval"},{"text":"the longest week (2014) I don’t know if it’s still available but it was pretty good romantic comedy","labels":"approval"},{"text":"But it's still raping infantry. The case rounds OHK infantry up close. It's just horrendously weak against planes now...","labels":"annoyance"},{"text":"I have no idea what you’re talking about, so do you have carpentry experience and\/or background in engineering?","labels":"confusion"},{"text":"I guess the trick is not to eliminate susceptibility to 51% but to minimize it extremely.","labels":"realization"},{"text":"> While less than 1% of DV accusations end up being unsubstantiated I find that incredible.","labels":"amusement"},{"text":"[NAME] gets way too hyped around here","labels":"neutral"},{"text":"That [NAME] missed layup is haunting me right now.","labels":"fear"},{"text":"I’m sorry. He’s in a better place. I hope you can keep the good memories","labels":"caring"},{"text":"Like I said please have a great day !","labels":"caring"},{"text":"Right. The comments people buy gold for astound me. I’ve seen some dumbass comments get gilded then comments that deserve it get nothing.","labels":"approval"},{"text":"When I need to skin an alligator they cease to exist but when I'm escaping I hear the alligators yell \"WELCOME TO THRASHTOWN, POPULATION YOU\"","labels":"disgust"},{"text":"Give me [NAME]. We need some thump when we clear the benches.","labels":"approval"},{"text":"If it were [NAME] being negative about Korea, would you be equally happy to see it banished?","labels":"curiosity"},{"text":"That's true. It's on you if you want to practice respect and kindness for its own sake.","labels":"approval"},{"text":"Hopefully he gets traded","labels":"caring"},{"text":"So [NAME] is still on the block and hoping [NAME] can nominate someone else.","labels":"neutral"},{"text":"I don't think he can hear you yell louder!!! ;)","labels":"amusement"},{"text":"Gl hf team we can do this! :[NAME]: Whole team leaves","labels":"optimism"},{"text":"If there was Romanian news being covered, I'd want to hear from a Romanian reporter... this is the worst take I've ever heard.","labels":"annoyance"},{"text":"*DRAINS, CLOGS, BACKED UP LOGS [NAME]!* *OH, NO, TOILET OVERFLOW [NAME]!*","labels":"disappointment"},{"text":"Soft boiled huh?","labels":"confusion"},{"text":"Finally some good vibes in this sub, im happy for you man!!","labels":"approval"},{"text":"Damn you and your facts.","labels":"anger"},{"text":"Oh yeah I know, but like.. _why?_ it just seems like such a waste of his time.","labels":"confusion"},{"text":"[NAME] could not never have played the states star witness. Need someone of higher functioning intelligence to understand what to do and what to say when.","labels":"disapproval"},{"text":"You've had sepsis 3 times? Shit. I'm 27 and I don't recall every having a single infection","labels":"pride"},{"text":"Yeah but it is what it is. Apparently I wasnt as clear as I could have been either.","labels":"realization"},{"text":"Happy Cake Day you barefoot bitch!","labels":"caring"},{"text":"Enough in every catagory to be both respected by my peers and have respect for myself.","labels":"optimism"},{"text":"What would that do? So you’re saying I’m 100% gonna be diabetic","labels":"confusion"},{"text":"oh shit u meant the actual post... yeh i live in china this all we got😂😂","labels":"surprise"},{"text":"You are doing your kids such a grand favor! I wish I were raised like that.","labels":"desire"},{"text":"Got the same pops! [NAME] a lot :) too bad I can barely play him, wish there was a Hwoarang pop","labels":"desire"},{"text":"I want the real thing because animals are nice and labs are not. I love animals. I want more of them","labels":"desire"},{"text":"I can't find year stats. Anyhow, I needed the Excel files or a list of numbers in a table.","labels":"neutral"},{"text":"Yep, first hour free at long term. But if you go a SECOND over that you owe them $19.80 ! They're fucking ruthless","labels":"anger"},{"text":"Discord. It’s there in the FAQ.","labels":"neutral"},{"text":"It’s pretty clear UBI is not going to actually Make the character interesting. We should stop deluding ourselves.","labels":"realization"},{"text":"Imagine what could've happened if you saw the longer director's cut!","labels":"realization"},{"text":"There are plenty of cases of terminally ill people who elected to stop treatment and then pass away. You're not obligated to get treatment.","labels":"caring"},{"text":"??? Technically the peso is always in devaluation, also it's not worst right now than before.","labels":"disapproval"},{"text":"Probably, but fuck Reddit then. Personal safety is up to the person, not public opinion.","labels":"annoyance"},{"text":"Only blurred photos, but could be something I suppose. Here's to hoping","labels":"desire"},{"text":"Purple are lowkey great value properties.","labels":"approval"},{"text":"At least he was polite - \"please\" fuck off! ","labels":"annoyance"},{"text":"Thanks [NAME] for winning so we don't have to see so much of [NAME] laughable career dwindling away.","labels":"gratitude"},{"text":">This game is dying because toxic people like you ruin it. Speak for yourself","labels":"annoyance"},{"text":"I want to clarify that I am NOT scared. I punched the mirror because it looked at me wrong.","labels":"anger"},{"text":"Is that listing not supposed to be a joke?","labels":"confusion"},{"text":"Everyone except [NAME] dying and [NAME] doesn’t know what happened","labels":"neutral"},{"text":"On [NAME] I’m in Alabama [NAME] pay what you pay and get 179Mbps down smh","labels":"neutral"},{"text":">CFMEU Any excuse to act like thugs and not do any work.","labels":"anger"},{"text":"Holy shit!!","labels":"surprise"},{"text":"I was in that phase for a good while until i lost it all later anyways.","labels":"disapproval"},{"text":"What the hell? Why can't people leave this place alone? They make good pizza. That's it. It's a pizza shop.","labels":"annoyance"},{"text":"Ahhh more and more selfish","labels":"disappointment"},{"text":"I do have a feeling [NAME] will retire while [NAME] still has a season on his contract.","labels":"neutral"},{"text":"Ok what other characters is her gameplay similar to?","labels":"curiosity"},{"text":"Still don’t know how [NAME] said him and [NAME] will be battling for years while keeping a straight face.","labels":"confusion"},{"text":"Attention, [NAME]! The Empire is attacking the city! I've got a score to settle...","labels":"anger"},{"text":"Hi !! I totally get you. If you want to be friends I’m here !! :)","labels":"caring"},{"text":"As for myself, I've very rarely do I make my day! And it's not like I do, and do it try your best.","labels":"caring"},{"text":"Hows it smell down there 9 points below the wild card spot. Ya fuckin pine cone","labels":"annoyance"},{"text":"We've been bamboozled","labels":"annoyance"},{"text":"Does he even own a pair of airpods? Broke boi.","labels":"curiosity"},{"text":"Nobody likes you nonhuman mimics and everyone knows what you are.","labels":"annoyance"},{"text":"What a sad post. I cannot believe people actually follow their advice.","labels":"disappointment"},{"text":"Don't do that. Only villains do that.","labels":"disapproval"},{"text":"That poor soul","labels":"caring"},{"text":"AS..... YOU.... WISSHHH!!!.. Inconceivable! My first ever silver. Thank you kind stranger.","labels":"gratitude"},{"text":"We are like the douchebusters!","labels":"pride"},{"text":"I believe if he did (and she didn’t) then he SHOULD be in even more trouble. They can easily fact check that.","labels":"approval"},{"text":"“Start caring about Reddit downvotes” has to be the weirdest life advice I’ve received in years.","labels":"disappointment"},{"text":"But the panther saddle is sexy af.","labels":"approval"},{"text":"Why are we making fun of a little kid? He probably hasnt even the ability to grow a neckbeard yet.","labels":"caring"},{"text":"My dad also told me the car went underwater the first time we went to the Eastern Shore and I completely forgot about it until I read this comment.","labels":"realization"},{"text":"maybe next time you should do some fucking research. prohormones will shut down your test production","labels":"annoyance"},{"text":"It is 100% a scam. They've been copying many [NAME] with the same message.","labels":"disapproval"},{"text":"You really dont have a day off do you","labels":"curiosity"},{"text":"you’re acting mad pretentious lol there’s nothing wrong with wanting to live in Cali","labels":"annoyance"},{"text":"You must be fun at parties.","labels":"amusement"},{"text":"Ha interesting. Grew up in MN and never thought about this.","labels":"approval"},{"text":"You can't just say the word \"disinterest\" and expect anything to happen","labels":"neutral"},{"text":"Sometimes i think i am cringe, but then i see these people and feel a little better","labels":"optimism"},{"text":"This Most of my sexual knowledge\/techniques come from porn. But it‘s impossible to hide the fact that you‘re inexperienced.","labels":"disappointment"},{"text":"You just worded it badly, like we all SHOULD want to see it change, which many of us don’t.","labels":"disapproval"},{"text":"I'd rather die than drive a Volvo!","labels":"anger"},{"text":"I personally wish that they stuck with the spin offs but if their happy I’m good.👌","labels":"caring"},{"text":"Treat your wife like gold. Feed her well. Rub her feet. Repeat.","labels":"caring"},{"text":"You all are looking at this guy reading this book, but ARE YOU SEEING HOW HAIRY THIS GUYS ARM IS?!?","labels":"curiosity"},{"text":"You [NAME] did not make us look good at all.","labels":"disappointment"},{"text":"Jeepers I should have been asleep two hours ago","labels":"disappointment"},{"text":"I will take it a as serious question. Sorry. I am in Europe","labels":"sadness"},{"text":"At my job I can\/Do get laid a lot so the second one!!","labels":"approval"},{"text":"Aaaaaaaaaaaaand... *BOOP*","labels":"amusement"},{"text":"Reminds me of series finally [NAME]. Serious and dashing.","labels":"realization"},{"text":"Well that's an awful superpower to have. Maybe you could fix [NAME] tho.","labels":"approval"},{"text":"Do you want a good time or an **incredibilis** time?","labels":"curiosity"},{"text":"Also technically wrong, it would be last year but not a year ago.","labels":"disapproval"},{"text":"holy shit I got mad at those 4 points you made [NAME], playing [NAME] like that would be literally hell.","labels":"amusement"},{"text":"Just next her. She'll never find a SD anyway, she's all talk.","labels":"disapproval"},{"text":"Holy fuck [NAME]!","labels":"surprise"},{"text":"at sunset i want to bang my wife there on the rock","labels":"desire"},{"text":"His left hand is mightily fucked.","labels":"sadness"},{"text":"oh no","labels":"sadness"},{"text":"My heavens people are getting upset about this.","labels":"surprise"},{"text":"[NAME] is always late to meetings","labels":"annoyance"},{"text":"That's probably caused my the extreme density of infrastructure.","labels":"neutral"},{"text":"Especially in TDM naive players should just stick to one of the good players and try not to die.","labels":"annoyance"},{"text":"I think it depends on the combo whether you can block or not. Right? Sometimes blocking works other times not so much.","labels":"confusion"},{"text":"I agree. She seemed to truly love [NAME] . [NAME] loves the life [NAME] provides fir him. It’s a sad situation.","labels":"approval"},{"text":"Oh, did they innovate anything I would recognize with their obscenely large financial investments? :):):):)","labels":"curiosity"},{"text":"Say what? He has been playing for epsilon till now. Never seen some real accusations on him cheating. I think you should read some more.","labels":"disapproval"},{"text":"Didn't that used to be the Northern Bank building? Never been troubled by pickpockets in Bangor but probably because I looked too poor!","labels":"confusion"},{"text":"[NAME] is getting frustrated and [NAME] is playing well, not much between the two last few points. Finishing it off is going to be a challenge for [NAME]","labels":"caring"},{"text":"I really wanted him to be wearing cowboy boots, but will still upvote for those rain boots!","labels":"approval"},{"text":"why not? standing to me isn’t as everything i need is on the floor lol","labels":"amusement"},{"text":"Wow. Did not realize [NAME] was a top 20","labels":"realization"},{"text":"Meh, whenever I travel with someone who can't walk fast, I just wait for the next train.","labels":"annoyance"},{"text":"Shit yeah. Awesome fatality!!!","labels":"excitement"},{"text":"Hardcore Henry.","labels":"amusement"},{"text":"[NAME] edit: [NAME]= Evil [NAME] because hikineet. [NAME]= Evil [NAME] because we hate trannies. [NAME]= Evil [NAME] because false rape charges.","labels":"amusement"},{"text":"In a few years she will probably be claiming to be in her 30s!","labels":"neutral"},{"text":"I would play the fuck out of this game","labels":"optimism"},{"text":"Hey it's been 2 weeks, are your friends still stuck at 60-ish ranks, just gathering info on MM and such.","labels":"confusion"},{"text":"I would try to find someone who wasn’t married and exploring sex parties because...I’m boring as fuck, I guess.","labels":"desire"},{"text":"I could see [NAME] doing something but [NAME] and [NAME] won't say anything.","labels":"neutral"},{"text":"Hey now!","labels":"approval"},{"text":"Halep just can’t handle Kanepi, #1 is about to be wide open","labels":"neutral"},{"text":"My opinion is that this person's opinion is stupid, fallacious, and bad.","labels":"annoyance"},{"text":"Yeah it's pretty odd how defensive some people are about my comment too","labels":"curiosity"},{"text":"Seconded! [NAME] is gorgeous.","labels":"amusement"},{"text":"I've started downvoting people for mentioning meat or animal products in their comments.","labels":"neutral"},{"text":"jeeez i've never seen a scorpion so bad it actually flipped the person up right","labels":"fear"},{"text":"I constantly feel like I'm my husband's best friend and it's just a matter of time until we break up :(","labels":"sadness"},{"text":"I bid my condolences to any player who did not experience release day action. “*Glorious battles, tooth and nail* *Noobs arrived, our matches grew stale*”","labels":"disappointment"},{"text":"If you eat plants, you are eating animal’s food. That is so cruel!","labels":"annoyance"},{"text":"Not possible? Not that I’ve heard of at least.","labels":"disapproval"},{"text":"Ohhhhh. *That’s* what that was.","labels":"surprise"},{"text":">But a leader who strikes fear Like when people were worried [NAME] might murder them?","labels":"nervousness"},{"text":"I mean it certainly is a ritual so to speak.","labels":"approval"},{"text":"It's been a while since I watched anything from WWE and new [NAME] looks like the homeless version of old Lince Dorado.","labels":"disapproval"},{"text":"I never said anything about a crowded city. Immigration is not causing rural (or even suburban) areas to turn into crowded cities.","labels":"approval"},{"text":"Why not? My parole finalized in December. I've already done my time.","labels":"confusion"},{"text":"Oh, it’s you again. Here: ","labels":"surprise"},{"text":"*\"Wow\"*","labels":"surprise"},{"text":"Contracts & money in rtts mean absolutely nothing. Just one of the many missed opportunities year after year","labels":"disappointment"},{"text":"Interesting take there","labels":"approval"},{"text":"Games played will hurt his chances unless he takes over the starting role later this season.","labels":"caring"},{"text":"If this thread turns into a shitshow like the last it will also be locked. Fair warning...","labels":"caring"},{"text":"You know, that never occurred to me! So keep cool in summer, warm in winter?","labels":"approval"},{"text":"They've all fucked your mother. Just ask them.","labels":"anger"},{"text":"Its hard to look at. Its just gross.","labels":"disgust"},{"text":"Why the fuck does this exist","labels":"anger"},{"text":"I guessed that but I’ve never seen a bun like that","labels":"approval"},{"text":"All I see is a missed opportunity to pet a wolf tummy.","labels":"disappointment"},{"text":"Uh. Okay. I dont thats likely to happen. Even when people were eating babies it was not die moral reasona","labels":"optimism"},{"text":"Because the PS4 doesnt have any incredible exclusives? Edit: I was being sarcastic, please stop trying to teach me which games are good PS4 exclusives :(","labels":"annoyance"},{"text":"Don't forget the something else I clearly don't understand.","labels":"disapproval"},{"text":"I have zero faith in the electoral college\/ tge sham that is our right to vote","labels":"disapproval"},{"text":"i get the joke and still think this sucks.","labels":"disapproval"},{"text":"Game of the conference season so far and ESPN screws up the stream with only a link to the game in Spanish?","labels":"disappointment"},{"text":"I havent done a full rewatch since the finale. I think I might be ready","labels":"approval"},{"text":"Ok, thats my thinking too. If [NAME] really only gets 180 anyone who didn't make that deal (like us) is pretty dang foolish.","labels":"disapproval"},{"text":"If [NAME] gets 350M+ from anyone we should be glad we didn't get him.","labels":"gratitude"},{"text":"Me, joining in everyone in the room saying it when she appears....","labels":"neutral"},{"text":"The lack of fantasy nowadays is incredible.","labels":"approval"},{"text":"I don't like football but the 10 minutes of actual football has been pretty entertaining so far","labels":"approval"},{"text":"No we’re going to use it for penalties decisions, red cards and goals like it’s designed for.","labels":"neutral"},{"text":"Oh. I never heard that before.","labels":"realization"},{"text":"Or maybe you could just learn the match up since they already gutted him in the last patch.","labels":"neutral"},{"text":"I don't know what you are about, but I love your enthusiasm.","labels":"approval"},{"text":"Oh damn, that would have been the only correct response! \"Sorry, but I have a boyfriend.\" End of conversation.","labels":"embarrassment"},{"text":"I got silver the other month on this sub using interesting title","labels":"pride"},{"text":"For the most part yes.","labels":"approval"},{"text":"No problem. It will seem impossible at first but just keep your cool! Best of luck","labels":"approval"},{"text":"movie sucks do yourself a favor and watch the Infernal Affairs trilogy they bastardized","labels":"caring"},{"text":"It's not funny. Your neighbor doesn't sound very bright.","labels":"annoyance"},{"text":"It’s not even bad. Some people love dark humor, especially when delivered in a super serious way.","labels":"approval"},{"text":"Many people from 2004 played Fortnite too. You know, because it's a good game and not everyone likes to hate on things arbitrarily.","labels":"approval"},{"text":"Hey, I described you in the OP! Everyone's doing it so you have to too, otherwise *you* feel like it's unfair.","labels":"caring"},{"text":"This definitely was what I was thinking too. With the things that go on nowadays, I wouldnt be suprised!","labels":"approval"},{"text":"I was trying to make a friend that was being a douche jealous by telling him I was having a 3 some. Accidentally messaged it to my father.","labels":"embarrassment"},{"text":"Omg I know. She honestly looks so uncomfortable. There HAS to be someone better who could host?!","labels":"curiosity"},{"text":"[NAME], like people making minimum wage are worried about 10% off at their Walmart.","labels":"amusement"},{"text":"Enjoy trading a potential superstar for the worst guard defender in the league.","labels":"annoyance"},{"text":"I'd bet that this falls under spamming and therefor I'll get banned soon :\/ (please dont, I love this sub)","labels":"disappointment"},{"text":"That's the best treasure I could every hope to find","labels":"approval"},{"text":"> I hate how much I care. My feelings exactly.","labels":"annoyance"},{"text":"‘Twas not MRSA, just ick, apparently.","labels":"neutral"},{"text":"An ex-friend of mine proclaimed than anyone who speaks of being raped is a horrible, unethical human being.","labels":"anger"},{"text":"Ah, pillars of society. No wonder MLS is so highly regarded.","labels":"approval"},{"text":"That fascist bigot!","labels":"anger"},{"text":"Uh, you do know there's another hole right next door, right?","labels":"confusion"},{"text":"It isn't only a representation of the economy, but how poor most people's financial sense and budgeting skills are.","labels":"disappointment"},{"text":"Great Photo. Really showcases what most outsiders expect when they come to Nashville for a show!","labels":"approval"},{"text":"Lol not gonna happen. He is just in love with [NAME]. He fell in love with her when she gave him the hand of the Queen.","labels":"approval"},{"text":"Ok this New England accent not so fun!!","labels":"disapproval"},{"text":"The fufure is not written! But my skateboard career is!","labels":"approval"},{"text":"Far enough, np. Its rough communicating sarcasm in text form, especially nowadays with Poe's law in overdrive. ","labels":"disappointment"},{"text":"that's your inferiority complex not ours...you do NOT know what the FO is doing","labels":"annoyance"},{"text":"I did that in origins but now that theres mercenaries and its sooo annoying to deal with them so i stay as quiet as i can until im caught.","labels":"annoyance"},{"text":"Wow, they charge you to sign in the delivery too? They don’t make us do that in PA.","labels":"curiosity"},{"text":"Everyone knew that deal was stupid from the moment it happened, [NAME] was like 38. We just have to pray he learned from that","labels":"caring"},{"text":"IL is working double OT now to catch up to all that retardedness. They want ammo serialized ffs.","labels":"annoyance"},{"text":"Best not let [NAME] near him, what with her oils and all...","labels":"caring"},{"text":"I get what you mean but still that's like mixing ammonia and bleach, it's not gonna go out well.","labels":"disapproval"},{"text":"Tell me when you find out how to bowser-wobble","labels":"curiosity"},{"text":"More like lovely shiny apples and rotten oranges covered with mold.","labels":"disgust"},{"text":"[NAME] gives me the weirdest boner. I love these guys","labels":"approval"},{"text":"[NAME] seems to have a sloppy stride","labels":"disapproval"},{"text":"Doesnt the bible have lovely passages about stoning hereticals as well? Moderate [NAME] are probably more common than you think.","labels":"confusion"},{"text":"Was there a new episode this week?","labels":"confusion"},{"text":"Woah that’s comforting.","labels":"surprise"},{"text":"What can you expect from guys who think everything based on sex and romance is solely based on a person’s looks and not at all their personality?","labels":"annoyance"},{"text":"Makes sense, but I imagine if they wanted the land that badly theyd just buy it off him","labels":"approval"},{"text":"EEEW as a strong manly man why would want any of that ^(^just ^push ^it ^down, ^push ^it ^down)","labels":"disgust"},{"text":"Worst father ever award?","labels":"disappointment"},{"text":"That sounds like it was an absolute nightmare, I'm sorry you had to go through that, anesthetic failing is a horrifying experience. ","labels":"fear"},{"text":"She better not die","labels":"caring"},{"text":"This makes me wanna die","labels":"disgust"},{"text":"Bannner and flask are both viable for both sides, just mess around and get a feel for them.","labels":"approval"},{"text":"This is exactly what I told him. I went the fuck off. Lol","labels":"amusement"},{"text":"In all fairness Ive said it to men, woman, and children. Nobody is outside of my blind rage.","labels":"annoyance"},{"text":"I once looked for my phone with my phone flash light","labels":"embarrassment"},{"text":"Too hungry for that money.","labels":"realization"},{"text":"Hi [NAME], I love you, that is all. Can't wait to see you in Worcester in February!","labels":"joy"},{"text":"I didn't know [NAME] was a [NAME] Lord.","labels":"realization"},{"text":"Don't go pushing your shame on others. I pull my weight my dude.","labels":"annoyance"},{"text":"Increase in robberies on pot shops. I really hope not though.","labels":"disappointment"},{"text":"Hi Mom I accidentally adopted 20 traumatized nerds. -Betty Darkness Dementia Raven Way","labels":"embarrassment"},{"text":"Don't apologize it has nothing to do with you, everyone here understands that.","labels":"caring"},{"text":"That's how mafia works","labels":"neutral"},{"text":"Good, hope he actually takes that to heart!","labels":"approval"},{"text":"I hope [NAME] bullies wittle baby [NAME] tonight, like he did last year!","labels":"desire"},{"text":"BITCH HER PROMO EVEN DID SCREAMS LIKE A WINNER!!!!","labels":"annoyance"},{"text":"> I'm not really sure why my post got you so mad Because he’s one of the guys we’re talking about.","labels":"confusion"},{"text":"We automatically get the pick. There is just a chance we lose it because of his grievance.","labels":"disappointment"},{"text":"Wow, I know he is the voice of [NAME], but I did not know he basically IS [NAME]","labels":"realization"},{"text":"[NAME] back, LAL will keep it close at the least or snap out of this funk.","labels":"approval"},{"text":"Interesting. I recognize way more of the 2019 names than I did from last year. Any hope that means I'm getting younger?!","labels":"curiosity"},{"text":"This right here... most of the orders I have done on shipt have not tipped. Not sure why customers feel entitled on that platform.","labels":"confusion"},{"text":"It was santa he had a REALLY big sack this year. :)","labels":"amusement"},{"text":"Yup. I feel you. I'm very sorry it happened to you, too.","labels":"caring"},{"text":"Phoenix and Orlando are teams I hear sniffing around [NAME] in free agency. Both make sense.","labels":"approval"},{"text":"That's a juicy offer. Pity if it goes sour","labels":"approval"},{"text":"how blurry this photo is r\/mildlyinfuriating","labels":"annoyance"},{"text":"Can we just go down there and propose a bill? Die the constitution not allow that? An if were not allowed doesnt that count as non representation?","labels":"confusion"},{"text":"Seafood is nasty af. I refuse to prepare seafood in my kitchen.","labels":"disapproval"},{"text":"Oh.... We're still doing this ? Even after [NAME]?","labels":"confusion"},{"text":"Idk I feel like it's just an exaggeration, English is a hyperbolic language","labels":"disapproval"},{"text":"Dang the charge heavy down from 60 is brutal. Poor [NAME]","labels":"caring"},{"text":"I was just about to comment this. Do people think throwing an lol at the end of everything will just make it fine and dandy. Ridiculous lol.","labels":"amusement"},{"text":"Same. They responded really quickly like within an hour.","labels":"approval"},{"text":"Just like how one day a magic unicorn might appear and prove us all wrong about them not existing.","labels":"embarrassment"},{"text":"I am sure that whatever happens in the end, [NAME] will fuck it up.","labels":"annoyance"},{"text":"I mean, me neither! Who would have thought?! We saved a girl's life. Cheers!","labels":"confusion"},{"text":"The true horror of modern democracy is enabling those who say pork roll to have a voice.","labels":"annoyance"},{"text":"That's until a golden retriever runs for office. Humans can't be trusted","labels":"annoyance"},{"text":"It’s a terrible thing when someone who doesn’t let themselves laugh has a reddit account","labels":"disappointment"},{"text":"I can’t imagine being this retired","labels":"disappointment"},{"text":"Well you needn't worry about it I won't be coming back to that floating turd you call a country","labels":"annoyance"},{"text":"I always do this. They get closer or just move to another lane lol","labels":"amusement"},{"text":"Cause as soon as he locked in execution he used the auto typing function immediately celebrating. Gets punished by karma and im the one down voted. Sure","labels":"annoyance"},{"text":"Gets right back on his phone call. I like it. Must’ve been one important booty call.","labels":"amusement"},{"text":"But he is. He won’t talk to us. [NAME] damnit OP answer us!!","labels":"anger"},{"text":"Damn vampires taking all the damn jobs in this country","labels":"annoyance"},{"text":"I hate when that happens.","labels":"annoyance"},{"text":"me: haha im an incel. rApE sHoUlD bE lEgAl! wOmEn ArE iNcApAbLe Of ThInKiNg greaseball who stares at my chest on the bus: Well, actually...","labels":"amusement"},{"text":"This is the single dumbest defense out there for aim assist. This shit is just retarded.","labels":"anger"},{"text":"Funny how the whole rape thing just vanished once he was appointed.","labels":"annoyance"},{"text":"Lol. The majority of military jobs aren’t combat related.","labels":"amusement"},{"text":"Is this our year ????","labels":"confusion"},{"text":"Wait, what does golf have to do with this? ","labels":"confusion"},{"text":"Nier 1 is 20-30 hours per playthrough. Nier Automata is about 10 hours per route.","labels":"neutral"},{"text":"You look like a bear.... An ugly cartoon bear","labels":"annoyance"},{"text":"I *demand* satisfaction","labels":"desire"},{"text":"Had to stick my fist in my mouth in bed lmao","labels":"amusement"},{"text":"Need to go middle of the road no [NAME] is going to vote for [NAME].","labels":"disapproval"},{"text":"That was what our media guys said but he is now 1\/3 in the shootout (was 1\/2). No clue how they butchered that one so badly.","labels":"confusion"},{"text":"*10 minutes of awkward roleplay*","labels":"embarrassment"},{"text":"It happens way more than you think. People are repulsive.","labels":"neutral"},{"text":"I felt a great disturbance in the Force, as if millions of voices suddenly cried out in terror and were suddenly silenced.","labels":"fear"},{"text":"Although every moment you suffer will last more too...","labels":"disapproval"},{"text":"You'd think that's a simple game mode they'd have had from the start... I would have loved that.","labels":"desire"},{"text":"Yeah. Hard not to catch feelings sometimes, even if they are just a bunch of writeoffs.","labels":"embarrassment"},{"text":"This team + 2 lottery picks and another offseason for our young players will definitely be a playoff team next year.","labels":"optimism"},{"text":"group wasn't bad. Edit: Unless you're talking home rentals then my bad.","labels":"approval"},{"text":"Never lost one. The black one just got trampled on a dance floor and it stopped hitting.","labels":"pride"},{"text":"you could do that but i woulndt want that as soldier, widow or mccree. but of course reaper should not try to break the shield","labels":"disapproval"},{"text":"I meant one sided comment. My bad","labels":"annoyance"},{"text":"CAN IT JUST BE OPENING DAY? I’m so sick of speculation. Let’s quit the foreplay and just fuck already.","labels":"curiosity"},{"text":"I bet you are. Btw, wtf is PNW so next time I'm there I'll know to hit you up","labels":"confusion"},{"text":"omg that was full on Tequila [NAME]!!!","labels":"surprise"},{"text":"I love how they didn’t really react negatively","labels":"approval"},{"text":"I was hoping this would happen since I saw yesterday's post! I was not disappointed in the least!","labels":"approval"},{"text":"delusional about dread being a scam (don't know how this would work) and more of these conspiracy theories with zero proof\/","labels":"nervousness"},{"text":"I never think someone is sincere when they say why “would I care if I’m being lied to” constantly?","labels":"disapproval"},{"text":"Well that sucks lmao","labels":"amusement"},{"text":"I have no shame in saying I still have my blanket from when I was a child. And a favorite [NAME] plushie.","labels":"approval"},{"text":"Anybody wanna go on a picnic with me? Alpaca lunch.","labels":"curiosity"},{"text":">[NAME] has urged [NAME] and the Liberal Party to allow cities to ban handguns. What a goof.","labels":"annoyance"},{"text":"Dopey may is still relevant. Delors is not. So your comparison falls flat. Do try keep up.","labels":"annoyance"},{"text":"I already told you, food poisoning or allergic foods. The real greedy snake oil salesmen are big pharma.","labels":"annoyance"},{"text":"Yeah, but you should drive to the road conditions not the speed limit.","labels":"neutral"},{"text":"Don't forget about the flooding in Houston. :\/","labels":"neutral"},{"text":"That's every cat's idea of fun!! Tasty human hands!","labels":"amusement"},{"text":"He's rooting for the losing team and is pissed.","labels":"neutral"},{"text":"Play dumb all you want, you know what that has to do with it.","labels":"annoyance"},{"text":"I hope Edmonton gets nuked.","labels":"desire"},{"text":"Is this worth watching? It comes off like its glorifying the guy and kinda puffy.","labels":"confusion"},{"text":"IMM PUTTING ALL MY MONEYZ ON RT WEBSITE CRASHING XD","labels":"amusement"},{"text":"Tool fan from the U.S. here. Something seems off about this question. Cheers, mate!","labels":"approval"},{"text":"Slathered in blue cheese. [NAME] is so jealous.","labels":"desire"},{"text":"I wish I was [NAME]. Source (deleted):","labels":"desire"},{"text":"Yeah I just saw that. The wheels are turnin' :)","labels":"approval"},{"text":"Yo you guys look like the couple from that Episode advertisement","labels":"amusement"},{"text":"Yeah he is crazy early game, but as soon as you get a few items on an ap character, you just kill him before he combos lol","labels":"amusement"},{"text":"Even assuming that it's possible to take nothing, god DAMN I feel bad for anyone that has to look at the second dude's head during sex","labels":"sadness"},{"text":"That look is exactly like my Waffle House. And the one past that and a town over.","labels":"approval"},{"text":"No I know they're on xbox. I just added that last part as a poor attempt to be funny.","labels":"embarrassment"},{"text":"I think womens bodies range widely.. Water, silicone, coconut oil, amounts and frequency needed.. I think these things are largely independent of the quality of arousal..","labels":"neutral"},{"text":"Imperial is already messy and hard to understand","labels":"disapproval"},{"text":"DAMN I CAN NOT BELIEVE IT","labels":"surprise"},{"text":"This comment killed me. RIP in pieces.","labels":"grief"},{"text":"A majority of the season they’ve been able to win out in ugly games. I just think that warriors loss left a bit of a scar","labels":"annoyance"},{"text":"If it weren't for my horse, I wouldn't have spent that year in college.","labels":"gratitude"},{"text":"Yeah, and don't forget the unblockable attack spam storm...","labels":"neutral"},{"text":"How are they gatekeeping here? There's zero claims being made. They're just standing by a sign.","labels":"annoyance"},{"text":"Sonofabitch that makes it so much better [NAME] Edit: you talking about this?","labels":"amusement"},{"text":"She... Replied to a guy in a screenshot... That's just pure stupidity.","labels":"disappointment"},{"text":"Not loving what I'm seeing so far, let's hope we can tighten it up.","labels":"disapproval"},{"text":"Sounds like my kind of place.","labels":"approval"},{"text":"When I think about [NAME] and [NAME] at the same time I get a fucking aneurysm from the stupidity.","labels":"annoyance"},{"text":"I love how nobody posting here to decry the buzzfeed article is using their actual accounts, they’re all throwaways. Cowards. Just like your felonious President.","labels":"anger"},{"text":"I mean do what you want but I've always thought that's a good way of getting pink eye.","labels":"approval"},{"text":"I'm starting to think im being rased by narcissists lmao","labels":"amusement"},{"text":"Oil barons hate him!","labels":"annoyance"},{"text":"The fact that you put [NAME] above [NAME] is proof that you’re a troll or mentally handicapped.","labels":"amusement"},{"text":"Funny enough, there is a five guys. I don't think the government knows it's American.","labels":"amusement"},{"text":"It would do us ALL a great deal of good.","labels":"approval"},{"text":"Leave me alone :(","labels":"sadness"},{"text":"That’s better:-) now go get em tiger","labels":"approval"},{"text":"Oh no he didn't!","labels":"nervousness"},{"text":"Friends for eternity! Loyalty, honesty!","labels":"approval"},{"text":"Would you have been ok with a vet min contract on Ziggy with a $1 million per start incentive?","labels":"curiosity"},{"text":"Looks like something you would see in a comedy movie.","labels":"neutral"},{"text":"LMAO why are [NAME] so bad at this primarying thing. [NAME] and [NAME] are both gonna win their primaries at this point.","labels":"amusement"},{"text":"Bet flop. Good [NAME] what are you doing on the river.","labels":"confusion"},{"text":"I cannot believe the fucking audacity of him. Have some shame for [NAME] sake.","labels":"anger"},{"text":"Where’s the joke? I can’t even figure out why someone would laugh at this.","labels":"annoyance"},{"text":"Our road still hasn’t been salted on Troy Hill","labels":"optimism"},{"text":"Ignoring your Motte and Bailey. What makes the medical needs of America so unique?","labels":"confusion"},{"text":"If you are at the stage where you want to quit then all you have to do is believe you can quit","labels":"caring"},{"text":"From \"woohoo!!\" to blood curdling screams in a matter of seconds.","labels":"surprise"},{"text":"How is that relevant? The rules are simple, do not attack character.","labels":"confusion"},{"text":"Fair enough, but that doesn't mean she won't in 2020.","labels":"approval"},{"text":"Until he leaves for the Lakers and we’re right back in the same spot in two years after not winning shit","labels":"anger"},{"text":"this would be insane on your heart dude, but life’s short and people have done worse.","labels":"caring"},{"text":"[NAME], if you're doing an Undertale deal, not having a red heart on your ass is inexcusable.","labels":"caring"},{"text":"yup, it sounds ridiculous","labels":"amusement"},{"text":"Oh gosh dang it","labels":"disappointment"},{"text":"Waahha, ohh, they massawaaa... STOP IT. YOU CAN ACT LIKE A MAN.","labels":"anger"},{"text":"That’s crazy","labels":"surprise"},{"text":"Poor eyes. Can’t even see and is sent to the trunk.","labels":"caring"},{"text":"Not literally sell, but trying to \"sell the experience.\" All you'd do is just walk around a cemetery lol.","labels":"amusement"},{"text":"This reminds me of when it came out that the Hello Kitty! character is actually a human girl.","labels":"neutral"},{"text":"That poor cleaning lady","labels":"caring"},{"text":"no wonder i never noticed because i skip the pilot everytime i restart the series","labels":"embarrassment"},{"text":"Anyone link r\/causalchildabuse yet? No? Allow me. r\/causalchildabuse","labels":"confusion"},{"text":"i love these wholesome stories when they appear in this sub. nice one, OP!","labels":"approval"},{"text":"Paying respects?","labels":"confusion"},{"text":"Glad he's still balling, better than [NAME] for sure. I would have liked to have kept him just cos I liked how hard he played. ","labels":"gratitude"},{"text":"[NAME] needs to be thorough when looking for clues. Who knows what kind of sneaky business might be hiding in that plant.","labels":"confusion"},{"text":"Not sure if this has been asked but is autism a result of not having a filter? Apologies if I offend.","labels":"curiosity"},{"text":"I lowkey hope I'd find this in the comments somewhere Was not disappointed","labels":"desire"},{"text":"Not sure but I imagine it's the liquid. The gel is just gelatin.","labels":"confusion"},{"text":"It's not exactly controversial that getting up early sucks balls, unless you're five and it's Christmas","labels":"approval"},{"text":"##**IN THE MIDDLE OF OUR NEIGHBORHOOD**","labels":"neutral"},{"text":"I thought they held hands while they and [NAME] were watching TV ([NAME] was pretending to be sick in that episode)?","labels":"confusion"},{"text":"Boring way to get it and unfair with the rest of the pkayers","labels":"disappointment"},{"text":"We are living in a time of lukewarm faith where many will fall away and become deceived.","labels":"approval"},{"text":"I'd be shocked if he knew much of anything about the EU.","labels":"surprise"},{"text":"How much carbon you're removing doesn't matter much if you're still adding way more than you remove.","labels":"neutral"},{"text":"They already tried and failed in Canada.","labels":"disapproval"},{"text":"That’s very unfortunate for the bosses. Capitalism sure does commit genocide. Ireland. India. Indonesia. Vietnam. Iraq. Should I name more?","labels":"sadness"},{"text":"Binge drinking is a big problem in VN right now, unfortunately. So I wouldn't be surprised if drunkenness was the main cause of this. ","labels":"disappointment"},{"text":"Because deep down you know that you really don’t know what you’re talking about. Be grateful someone told you.","labels":"gratitude"},{"text":"There’s a reason southern states have a massive teacher shortage. Please do yourself a favor a consider that before you take the leap.","labels":"caring"},{"text":"I’ll leave it for the rest of your life to do.","labels":"caring"},{"text":"I haven’t scrolled it down yet. I thought it was a woman then I saw the name.","labels":"confusion"},{"text":"Not complain. She could not complain since she made no effort in the beginning.","labels":"annoyance"},{"text":"I think it depends on how many people are awake and passing by at the time of the posting.","labels":"neutral"},{"text":"Minimalist aesthetic stuff that doesn’t look goofy.","labels":"neutral"},{"text":"Get you some!!","labels":"neutral"},{"text":"That fucking Mills charge is FUCKING BULLSHIT","labels":"anger"},{"text":"Typical [NAME], i know because i am one","labels":"neutral"},{"text":"This will get us focused and we’ll play hard with a vengeful attitude next couple games","labels":"optimism"},{"text":"Sell all bch for bitcoin and hope for a bull run. Best decision you probably will make in your life.","labels":"caring"},{"text":"Normally don't like telling people the value of their opinion, but this opinion... Is 100% correct carry on ","labels":"approval"},{"text":"Did anybody else noticed the mom right at the end hand gesturing the boy annoyingly as if it had been his fault?!","labels":"confusion"},{"text":"Bruh you don’t belong here","labels":"disapproval"},{"text":"Losing to cruz azul smh","labels":"disappointment"},{"text":"If only I could bake a cake...or do anything productive when I'm feeling low confidence. I just lay in my bed and stop moving.","labels":"desire"},{"text":"I've invested 9 goddamn years watching these twits. I'm going down with the ship.","labels":"annoyance"},{"text":"This could be x-posted to \/r\/religiousfruitcake","labels":"amusement"},{"text":"That's the best thing about free will, you don't need an excuse.","labels":"approval"},{"text":"This team will never win another super bowl with the current coaching staff. That’s my leveled emotional viewpoint","labels":"disappointment"},{"text":"Chicken. Mailman.","labels":"neutral"},{"text":"Seriously? Where the fuck did that sink come from?","labels":"confusion"},{"text":"Sacrifice the individuals rights for the greater good of the community. That's the definition of fascism.","labels":"annoyance"},{"text":"Everyone has a purpose, just have to find what that purpose is for you. ","labels":"caring"},{"text":"When is the battle point for squad spawning back?","labels":"confusion"},{"text":"His chin is recessed. How the fuck does he have decent lower face","labels":"annoyance"},{"text":"Bless them!","labels":"caring"},{"text":"The players turning on him for crying story cracked me up though.","labels":"amusement"},{"text":"This is the sweetest.","labels":"approval"},{"text":"I’d love an ג׳‬וליאן if you have time! Good job keep up the hard work","labels":"caring"},{"text":"[NAME] can’t you see, you’re being way too loud for me","labels":"annoyance"},{"text":"I’m gonna stand here and watch you smoke every one of those cigarettes! Maybe that’ll teach you a lesson.","labels":"annoyance"},{"text":"At this point, I doubt it's ever going to end. The right moment to do it was with AC III.","labels":"disapproval"},{"text":"It’s time for mango dream to come true. We need to spirit bomb him at the last second.","labels":"desire"},{"text":"I never imagined the world would get so weird that I *wanted* to believe the conspiracy theorists, but here we are.","labels":"annoyance"},{"text":"And they let you run money making missions while playing in a solo server? I don’t remember this from gta.","labels":"confusion"},{"text":"Where do you plan to go?","labels":"curiosity"},{"text":"So he’s gonna swear at you in Klingon?","labels":"confusion"},{"text":"I really hope we see another fighter like him he was so fun to watch, a fighting machine with that killer instinct","labels":"approval"},{"text":"The fact that they're flying their drone in the rain gives me anxiety.","labels":"nervousness"},{"text":"Let’s get some shoes!","labels":"approval"},{"text":"Someone who evidently doesn’t really know much about football or doesn’t do a simple google search before posting.","labels":"annoyance"},{"text":"Confirmed, word added to Oxford dictionary in 2022. Now to spread the word and get it into general circulation so that this can happen. [NAME].","labels":"annoyance"},{"text":"Spicy water.","labels":"neutral"},{"text":"I remember seeing her twitter profile when it all went down and she was a rocket","labels":"amusement"},{"text":"This video is what gets me saving into my future fund bruh. Edit: r\/personalfinance","labels":"approval"},{"text":"Call ambulance or police for a wellness check but make HER pay the ambulance fees\/ callout fees, not OP. it should teach her real fast.","labels":"annoyance"},{"text":"And if they got it, they'd get destroyed and whine about how the judge was deep state or something.","labels":"annoyance"},{"text":"Couldn't happen to a nicer piece of shit.","labels":"disappointment"},{"text":"Won't continue. But the positive thing is it's not on fire shooting. It's great ball movement.","labels":"optimism"},{"text":"Ah the infamous [NAME]. How I've suppressed that name from my memory.... Until now","labels":"curiosity"},{"text":"Truly a blessed day for you! Shine on!","labels":"caring"},{"text":"I'd say more r\/trashy than r\/insanepeoplefacebook in my opinion","labels":"annoyance"},{"text":"We're a community, like it or not. This came from us and we need to hold eachother to a higher standard of behavior.","labels":"approval"},{"text":"I *want* to like R&M but people are making it really difficult","labels":"annoyance"},{"text":"oops, my bad.","labels":"sadness"},{"text":"A lot more potential than Crowder. Maybe not my best comparison","labels":"approval"},{"text":"You finally made a monkey out of me","labels":"embarrassment"},{"text":"Would rather not waste 2 more years of Odell and Saquon's prime tanking for a QB 2 years from now. He will enjoy Tampa","labels":"approval"},{"text":"That was the chillest Sharks GDT against an Eastern Conference team in a while.","labels":"realization"},{"text":"No. We all begin in ignorance.","labels":"disappointment"},{"text":"You think they're going to actually compost it or just toss it in the garbage?","labels":"confusion"},{"text":"This dude live near me. All my highschool classmates are big fans of his and look up to him.","labels":"approval"},{"text":"[NAME] book? What the heck?!","labels":"confusion"},{"text":"Unpopular opinion: I'd rather the team signed 26-year-old [NAME] over 30-year-old [NAME] coming off another leg injury.","labels":"disapproval"},{"text":"Haha... nice","labels":"approval"},{"text":"Clickin’ it!","labels":"neutral"},{"text":"I never gave you approval?","labels":"confusion"},{"text":"Great to hear!","labels":"approval"},{"text":"I want to downvote. But this sub is for stuff like this so I want to upvote. Man being part of interent hazmat is tough","labels":"disappointment"},{"text":"We have youth and depth on our side. I feel good about what we have. If the Cubs have 2 injuries to their rotation they are toast.","labels":"approval"},{"text":"i did, but it was at 3 am before i went to bed, so i’m gonna cheat and count it as 2018 LOL.","labels":"amusement"},{"text":"We really need to stick to having helpful titles or a quick tldr.","labels":"desire"},{"text":"Considering the whining he did in our modmail, he may not realize this.","labels":"disapproval"},{"text":"[NAME] AND [NAME] ARE SO GOOD AT DRAWING FOULS ON 3'S","labels":"approval"},{"text":"Not really the same, but we're the most vulnerable type to be on the spectrum. That explains why autists often appear as savants.","labels":"realization"},{"text":"We're in this together! Pandora's box has been opened! There is no turning back!","labels":"nervousness"},{"text":"Yeah, that would be one value combo he would shove that she is beating.","labels":"approval"},{"text":"One good girl is worth twenty hoes - G - Easy","labels":"approval"},{"text":"Anyone remember mean [NAME] burger and fries? That place was the jam!","labels":"approval"},{"text":"I tried Skelth, it's pretty old and feels like not too active anymore.","labels":"disapproval"},{"text":"Seriously? I couldn't even remember the dude's name until about halfway through the season honestly.","labels":"confusion"},{"text":"[NAME] is going to be jealous of this photo","labels":"amusement"},{"text":"where else would one buy the ingredients from? Like are their dozens of ice cream suppliers?","labels":"confusion"},{"text":"Was he good back then?","labels":"confusion"},{"text":"I am secretly hoping for a Vini winner - he deserves it so much, the guy pours his heart out on the pitch","labels":"approval"},{"text":"I’m happy. Does that mean I can downvote?","labels":"confusion"},{"text":"Holy shit that’s nothing","labels":"surprise"},{"text":"I just heard about this, its pretty cool. ","labels":"approval"},{"text":"Isn't North Dakota more important? Or are they just the sacrificial canary in the coal mine?","labels":"confusion"},{"text":"Ah if they went to school together that makes more sense. I wasn't aware of that.","labels":"realization"},{"text":"honestly, individually he's been awful so far.","labels":"disapproval"},{"text":"Saint and Eagles was the only interesting game.","labels":"approval"},{"text":"Honestly I can't see why not. Tho I'm a bi male so I don't know if it's valid haha","labels":"amusement"},{"text":"Were lucky we were able to get this much money back for him wish him all the best in spain","labels":"caring"},{"text":"Yay, just in time for the commute","labels":"excitement"},{"text":"The idea that fb might be slowly killing mlms out there gives me a glimmer of satisfaction...","labels":"approval"},{"text":"A lot of people shit on wiki edits, but most of them give me a nice little chuckle","labels":"approval"},{"text":"Can’t wait to go to the Kings game. Especially if they bring this level of fire.","labels":"excitement"},{"text":"They hated [NAME] because he told them the truth","labels":"annoyance"},{"text":"You're right my bad, I am just trying to find out what it is.","labels":"curiosity"},{"text":"I’d rather not, thank you. Seeing her play that evil emperor in that Star Wars movie was quite enough.","labels":"disapproval"},{"text":"If you’re trying to find more rationale for why you’re different, you’ll just continue being different ","labels":"neutral"},{"text":"His wounds weren’t that bad, but probably got infected. Antibiotics fixed him. Good as new. ","labels":"approval"},{"text":"Apparently a 3 year extension for DACA is what's on offer. No pathway to citizenship. That's gonna be a \"fuck no\" from me, dog. ","labels":"anger"},{"text":"Papaoutai still leaves me bald.","labels":"disappointment"},{"text":"Ha jokes on you guys we still use paper charts","labels":"amusement"},{"text":"OH NO, PARENTS ARE SUPPORTIVE😱😱","labels":"approval"},{"text":"You're a [NAME], wizard.","labels":"amusement"},{"text":"The summer of love, hippie, anarchy communism thing kind of fell apart here: ","labels":"disappointment"},{"text":"The sheer size of [NAME] now is insane, would love to see him come back at heavyweight ","labels":"desire"},{"text":"I've tried this and I chipped my tooth on the tiny fork cause I'm used to plastic lol!!! I'm a mess","labels":"amusement"},{"text":"Everyone is reporting about it on TV. Was cool to see the highlight.","labels":"approval"},{"text":"They are dumb 43 \/ 37 year olds.","labels":"annoyance"},{"text":"Even a powerline adapter won't save you from the laggy mess that is SFV","labels":"disapproval"},{"text":"Sorry, I wish I was wrong, but Mathews is over rated","labels":"disapproval"},{"text":"You know, unless you die.","labels":"neutral"},{"text":"You'd look like that too if you just saw Snagglepuss going to the bathroom.","labels":"neutral"},{"text":"What's the cringe?","labels":"confusion"},{"text":"You’re looking at clocking out of work two hours after you should have been finished, lol.","labels":"amusement"},{"text":"ooooooo...yikes","labels":"embarrassment"},{"text":"Not all men harass women, but enough of them are that all women have *been* harassed by men.","labels":"approval"},{"text":"Ok this actually happened to me when I was one bloodthirsty away from getting gold on my MX9","labels":"realization"},{"text":"Definitely the second.","labels":"approval"},{"text":"I heard of people doing that in the dorms freshman year and hadn't thought of it since. People said it worked.","labels":"approval"},{"text":"When you think milkshakes aren't decadent enough, now we have cakeshakes!","labels":"approval"},{"text":"Science was wrong in the olden times so we should force people to learn from our old book of the really olden times.","labels":"disapproval"},{"text":"Yeah, but geology doesn’t provide enough pumped hydro. Not enough places to do it.","labels":"disapproval"},{"text":"EGG ROLLS. That's why your progress isn't good.","labels":"disapproval"},{"text":"Well thee are some things we know are coming next patch. Like improvements for the bipod","labels":"neutral"},{"text":"Holy fuck dude. Use the mute button. Your feelings were hurt with one message, now click it, thanks ^_^","labels":"caring"},{"text":"Soooo.... He basically just admitted he didn’t get his kid shit for Christmas. What a fucking asshole!","labels":"anger"},{"text":"my heart melted omg [NAME]","labels":"joy"},{"text":"That has nothing to do with the sub...","labels":"neutral"},{"text":"I want this cat","labels":"desire"},{"text":"This happened to me in the same hour of the discard! Went from shouting to supportive friend within 45 mins.","labels":"embarrassment"},{"text":"This is objectively wrong, what the actual fuck lol.","labels":"disapproval"},{"text":"Looks f*cking delicious","labels":"approval"},{"text":"> like a fucking peregrine falcon, her and him beeline straight for her bedroom. Are they falcons or bees? Alphas don't mix metaphors.","labels":"confusion"},{"text":"They gonna be some big books, don’t you worry. ","labels":"caring"},{"text":"4 lives essentially, its insane","labels":"annoyance"},{"text":"That comment reads like something out of a circlejerk sub. I can't believe it was said unironically","labels":"surprise"},{"text":"Glad that's settled","labels":"gratitude"},{"text":"What the fuck is this about?","labels":"curiosity"},{"text":"although he is best girl, he can never love :( he litterally doesn't have a heart","labels":"disappointment"},{"text":"You know it’s really bad when the lashes are bigger than the brows","labels":"embarrassment"},{"text":"No one drinks Old Style","labels":"disapproval"},{"text":"[NAME] buyin?","labels":"curiosity"},{"text":"I'm sorry. I hope he takes the CTJ talk seriously. Fingers crossed for you!","labels":"caring"},{"text":"It’s ok to go to bed with that drip tonight.","labels":"caring"},{"text":"We’re honouring good King Billy. That’s also how we decided which [NAME] brother to buy.","labels":"approval"},{"text":"It's normal school except they sexually identify as [RELIGION]","labels":"annoyance"},{"text":"Oh dang I hadn’t even looked at her face!","labels":"disappointment"},{"text":"It was his time, even though I'm not complaining about how [NAME] should be avoided. thank you very much!","labels":"approval"},{"text":"Glad to hear this gets easier. I want to visit Hawaii, but I've held off to avoid those feelings. Same with Portland sadly. :(","labels":"sadness"},{"text":"Well at least it's your fellow countrymen treating you like shit now and not outsiders. Improvement amirite?","labels":"optimism"},{"text":"The left side attack of [NAME] [NAME] was woeful","labels":"disappointment"},{"text":"i can change mood for no reason on seconds. Im happy ish. To sad or frustrated to anger and rage and not always in that order.","labels":"optimism"},{"text":"Grr big company BAD \"They can afford it\"","labels":"approval"},{"text":"Very wholesome!","labels":"neutral"},{"text":"And they sneak the bit about reckless driving and speeding in at the end as making one a prohibited person. This is absurd.","labels":"annoyance"},{"text":"Is it just me, or do things mean a lot less when they are repeated like 12 times. This video is pretty much that","labels":"annoyance"},{"text":"Welcome! I'm a fellow INTJ-A female. Was also lonely for a long time. :) It's great to feel home!","labels":"embarrassment"},{"text":"No, but you wouldn't believe what I'm not tired of seeing...","labels":"disapproval"},{"text":"If you want BCH to be successful on its on merits you have to vacate this subreddit.","labels":"neutral"},{"text":"Hey, take that grade with all the pride you can muster--no shame in being happy for an accomplishment! Congratulations!!","labels":"approval"},{"text":"😂 Dude, ok your cool now","labels":"approval"},{"text":"So is that like your opinion or a viewpoint you can back up with solid reasoning?","labels":"confusion"},{"text":"And my apologies if I misinterpreted but you seemed to state multiple times that it keeps you from seeking other women, such as the [NAME] example.","labels":"annoyance"},{"text":"Bless your heart.","labels":"caring"},{"text":"We‘re looking good so far","labels":"approval"},{"text":"Be the change you want to see in the world!","labels":"optimism"},{"text":"I mean...I'm not saying they did, I'm just saying I would have...","labels":"approval"},{"text":"What? No way, I thought ragnarok mobile was a pretty small game holy shit","labels":"realization"},{"text":"Well fuck. I didn't think anybody cared at all...it's order than that?","labels":"annoyance"},{"text":"I bought the double barrel and fully upgraded it and now it's one of my favorite guns.","labels":"approval"},{"text":"And then everyone clapped and the teacher got on his hands and knees, begging to be spared from your superior intellect.","labels":"annoyance"},{"text":"Yeah imagine if he had been as efficient as the beginning of the season. We would have at least 2 more.","labels":"disapproval"},{"text":"Are we in agreement that this would be out of bounds if true?","labels":"confusion"},{"text":"Hard same girl, hard same.","labels":"amusement"},{"text":"ooohhhh when he look at the camera at the end it's the cutest shit ever","labels":"love"},{"text":"But I think his feelings care about the fact that he's still not tall enough to ride any of the roller coasters at Disneyland","labels":"caring"},{"text":"Holy shit it actually did... how","labels":"curiosity"},{"text":"[NAME] was our second best hitter, [NAME] was the best","labels":"approval"},{"text":"Yep, especially if the mob on reddit is any indication of the group-think that’s going on in 2019.","labels":"approval"},{"text":"Holy shit I didn’t realize he didn’t fumble all season that’s wild","labels":"surprise"},{"text":"Aww man. And I just came up with a great shitpost I mean idea....","labels":"annoyance"},{"text":"gut feeling because it is winter and too cold? that is the reason of my gut feeling XD","labels":"amusement"},{"text":"This is an off-season to find a coach that players respect. No way vets come here if [NAME] is still at the helm","labels":"approval"},{"text":"my mistake :(","labels":"remorse"},{"text":"Hyelp! There's been an accident!","labels":"nervousness"},{"text":"I want my Thick Blood feat to actually say “F*CK YOU” every time I deny a Peacekeeper their bleed damage.","labels":"anger"},{"text":"Also 24 years old. I'm that old and it's odd.","labels":"curiosity"},{"text":"Definitely the current worst, hence 20 actually buffs coming her way.","labels":"disapproval"},{"text":"Why would you cross while an event is going...","labels":"confusion"},{"text":"Edited : Sorry meant to reply to a post","labels":"sadness"},{"text":"wait they actually lost lmao. i stopped watching halfway cuz i thought SPY had it in the bag ^^^^andigotmywatchrewards","labels":"amusement"},{"text":"Since they only do 6 a year now I would rather it be somone more exciting and surprising","labels":"desire"},{"text":"\"You know, this should have never happened.\" Well no shit you dumb ass!","labels":"annoyance"},{"text":"Tbh, that sounds better than lithium","labels":"approval"},{"text":"I have literally been waiting for a “ [NAME]” I’m from Ontario Canada and love Texas.","labels":"desire"},{"text":"That would be fantastic!!","labels":"approval"},{"text":"I would also have all this issues if I looked myself in the mirror dressing like that","labels":"realization"},{"text":"you did drug her though, and assault her by undressing her and taking her photo. you committed multiple crimes. you need professional help.","labels":"caring"},{"text":"Move on bro. Don't sit around waiting for someone. If it's meant to happen later, it will.","labels":"caring"},{"text":"Yeah, if companies really wanted to ameliorate the lack of programmers they could hire and train more juniors, but that doesn't benefit them much.","labels":"neutral"},{"text":"I read this silently to myself yet everyone around started clapping because of this kid","labels":"embarrassment"},{"text":"Extol is the band that introduced me to progressive metal in the first place, still my favorite genre.","labels":"approval"},{"text":"Lol dream on buddy. You’ve had enough attention today. Actually learn what your talking about helps a lot. Sorry your stuck in free roam smokin crack","labels":"amusement"},{"text":"I recently got a job that I wanted so now I don't have to live paycheck to paycheck.","labels":"joy"},{"text":"On my first date with my now wife, who is an MD, she said she was intimidated by me. I think it was the suit though!","labels":"neutral"},{"text":"Glad that it’s centered.","labels":"gratitude"},{"text":"WW2 has the best supply drops ever","labels":"approval"},{"text":"Depends on this being a small town or not.","labels":"neutral"},{"text":"CNC is just the safe way to play out a rape fetish","labels":"annoyance"},{"text":"This. Fans complain that she's boring but I'm actually glad she's careful about what she allows to be filmed.","labels":"approval"},{"text":"that was such a misstep from their PR. wtf were they thinking people were expecting with a public countdown","labels":"annoyance"},{"text":"I see BOTW and now I'm waiting for a group of grown men to watch shitty old movies.","labels":"annoyance"},{"text":"Call me cynical, but I wish things wouldn't go back. That's why I like Infinity Wars as much as I did.","labels":"annoyance"},{"text":"This is the kind of crap I'm talking about.","labels":"annoyance"},{"text":"How is the surf simulator open if the pool area opens in march?","labels":"confusion"},{"text":"Team Arrow getting stalked and sent threatening notes Also I'm :( for the [NAME] part.","labels":"caring"},{"text":"Wait, they banned his mother from travelling too? ","labels":"confusion"},{"text":"I quit soda about a month ago and this makes me want to go buy an entire 2-liter just to comfort myself","labels":"relief"},{"text":"B E N","labels":"neutral"},{"text":"Did he beat all the bosses solo? If he did, he's less of a scrub than I am.","labels":"approval"},{"text":"I have friends who drove from interior Alaska to Arizona in less than 48 hours... It's possible.","labels":"approval"},{"text":"I miss the bch\/bsv war...the quality of posts were getting better....back to square 1","labels":"desire"},{"text":"overrated, change my mind.","labels":"disapproval"},{"text":"[NAME] I hope there's some dirt on this jerk so we can be rid of him.","labels":"annoyance"},{"text":"it's basically summer here right now. these posts are clueless.","labels":"disapproval"},{"text":"Wow what a final quarter. [NAME] throwing two intersepts. What a dog","labels":"surprise"},{"text":"There isn't really much to say to something like this, is there? Its unsettling.","labels":"disappointment"},{"text":"Aw :(","labels":"sadness"},{"text":"Messages like this will always get replies from me, even if it had been about erm punching me?!","labels":"approval"},{"text":"Same.. If I'm particularly stressed out someone just walking down the same road as me feels like they're invading my space.","labels":"approval"},{"text":"It does make sense... I've always had a hard time opening up and I'm worried that that's what's really been holding me back ultimately","labels":"embarrassment"},{"text":"It’s Beirt for people, wouldn’t it be beirt garda?","labels":"confusion"},{"text":"Apologies, that distinction always slips my mind lol","labels":"amusement"},{"text":"Person #1: “well that was fun.” *turns around* “Guys...?”","labels":"curiosity"},{"text":"I’m not unpleasant with her.","labels":"caring"},{"text":"I hope [NAME] likes my Thanos costume though.","labels":"desire"},{"text":"Keep playing whit your 1k players LUL","labels":"amusement"},{"text":"every time you see the snake edge and still get hit even though you *swear* you were holding downback","labels":"embarrassment"},{"text":"Interesting to point out cognitive dissonance while also showing that you possess it when it comes to the president!","labels":"realization"},{"text":"Her track record is pretty shaky","labels":"disapproval"},{"text":"I'm jealous.","labels":"disapproval"},{"text":"I am now weirdly aroused","labels":"confusion"},{"text":"Yes, we did.","labels":"approval"},{"text":"What the fuck I thought it was normal to pee before taking a shower and like not pee in the shower Especially if it’s a shared shower ew","labels":"disgust"},{"text":"I know one time I mixed stuff up and posted the slashes instead of the asterisks to italicize. Oops.","labels":"embarrassment"},{"text":"imagine if this was [NAME] people would lose their shit","labels":"disapproval"},{"text":"this reminds me of the time when [NAME] bought Bofo lol","labels":"amusement"},{"text":"So much better that way!","labels":"approval"},{"text":"Wow this was an eye-opening response, and you’re right it helped us learn more, be compassionate and focus on a better well-being.","labels":"realization"},{"text":"Slam the desk, stand up, and stare at the accuser for added emphasis.","labels":"caring"},{"text":"Don't stop cold turkey. It's dangerous and you can have deadly seizures. Taper down if you are going to quit any benzo.","labels":"caring"},{"text":"This isn't so bad. The fact that the buttons only go up halfway doesn't bug me at all. At. All...","labels":"approval"},{"text":"Good luck.","labels":"optimism"},{"text":"Its a mandatory requirement to be an accredited \"[NAME] da\"","labels":"neutral"},{"text":"Send your story over to r\/nice guys, they'll love it ","labels":"approval"},{"text":"Nothing of value lost then. They didn't really give a shit before so it doesn't matter now. Move on and cultivate new relationships.","labels":"caring"},{"text":"[NAME] what a stupid job","labels":"annoyance"},{"text":"Had she gone into the left shoulder before braking she may have had a chance.","labels":"caring"},{"text":"Do you have the link to that ? I would love to hear the story from him","labels":"curiosity"},{"text":"Oh sh*t guys I got banned","labels":"disappointment"},{"text":"Good deeds don't buy off being shitty. This is why [NAME] is remembered as a monster.","labels":"approval"},{"text":"What does that have to do with [NAME] having sex with a child, what's the point you're trying to make with that piece of information?","labels":"annoyance"},{"text":"Two horrible cunts","labels":"anger"},{"text":"She just needs to kiss [NAME]","labels":"neutral"},{"text":"I love making peoples’ names verbs related to things they do!","labels":"love"},{"text":"[NAME]² ~~good play btw~~","labels":"approval"},{"text":"Wouldn't mind if it is [NAME]. Girl's got fire.","labels":"approval"},{"text":"Okay, I'll try to find one. Sorry about that.","labels":"embarrassment"},{"text":"Warning to all new comers, you are likely to experience Delayed Onset Muscle Sadness.","labels":"neutral"},{"text":"You'd better get to work then! See you in 10 years!","labels":"optimism"},{"text":"FotC for life","labels":"neutral"},{"text":"I didn't realize being in my late 20s qualified me as a senior citizen, where do I get my AARP card?","labels":"amusement"},{"text":"I know, it got all in the poor woman’s hair!","labels":"caring"},{"text":"Such nice, silly, warm friends once you get to know how to act near one. You have to learn the secret scratchy place too!","labels":"approval"},{"text":"That, and truthers. Like, why? It just makes everything else she says seem suspect to the average person regardless of how sound it is.","labels":"annoyance"},{"text":"Your pedo-tache is only the fourth worst thing about your face.","labels":"annoyance"},{"text":"I do. It's supposed to be bad for your back, but I just can't seem to fall asleep with both legs bent the same.","labels":"disapproval"},{"text":"I just physically *shuddered* at the idea of redoing middle school..","labels":"nervousness"},{"text":"The embassy staff has already been expelled from the country by my understanding.","labels":"neutral"},{"text":"Except... that's exactly what I was taught in [RELIGION] school. One god, theee aspects.","labels":"approval"},{"text":"I feel like I went out to get the pizzas and I came back to my apartment on fire.","labels":"surprise"},{"text":">Missing skillset >Guy I mean, I don't want to say it's *free*, but it's pretty damn likely.","labels":"disappointment"},{"text":"[NAME] was damn near 293 hoopin? Im dyin.","labels":"surprise"},{"text":"So basically what we have is a horribly exploitative business model meant to prey on drivers by tricking them into accepting unprofitable rides.","labels":"disapproval"},{"text":"Just so freaking miserable. Trying to make me miserable as well","labels":"annoyance"},{"text":"Franz Ferdinand are awful too","labels":"disapproval"},{"text":"[NAME] is an **integrity** man. Without it, there is nothing. edit 1:without it, not with it, sorry typo","labels":"approval"},{"text":"[NAME] Late Registration my favorite and Gone my favorite song even though it's hard as fuck to choose","labels":"nervousness"},{"text":"He gets to watch boxing for free and get paid for it. It's probably his dream job. I'm happy for him! :)","labels":"approval"},{"text":"Who wrote the IQ tests?","labels":"curiosity"},{"text":"Actually it's true. But it's a misconception around the shyness concept and not about SA.","labels":"disapproval"},{"text":"I'd enjoy a nice warm hug. Along with a delightful conversation. But that works too.","labels":"desire"},{"text":"Nah it's just weird that they wouldn't try diazepam first since it's so often used.","labels":"curiosity"},{"text":"That one pesky drop of water was in it for the long haul.","labels":"annoyance"},{"text":"Can't help that the president hangs out with the bottom of the barrel.","labels":"disappointment"},{"text":"Sony, for similar design on generic game controllers.","labels":"neutral"},{"text":"That, but I also really think that [NAME] is going to be a top QB. Especially, if he progresses during his time as back up.","labels":"approval"},{"text":"my ex's favorite thing to do on psychs was eat, but i cant eat on psychs. she used to get so mad at me","labels":"embarrassment"},{"text":"aaand it's time for the refs to take over the game again","labels":"neutral"},{"text":"the act of using private companies as platforms to push indoctrination is no less vile than state run companies","labels":"annoyance"},{"text":"nolan is overrated","labels":"disappointment"},{"text":"FUCK NO NOT FUCKING AGAIN","labels":"annoyance"},{"text":"Cheers! *clink*","labels":"joy"},{"text":"with these comments i thought this was r\/vegan for a sec lmao","labels":"amusement"},{"text":"How is [NAME] fleshed out? His entire role in ep1 was that he cooks. He's about as important as [NAME].","labels":"curiosity"},{"text":"Just legalize it, already. Do it the proper way instead of by executive fiat. I hate the lawlessness—“the pen and a phone” bullshit.","labels":"annoyance"},{"text":"Holy crap! I want to hear this story!","labels":"desire"},{"text":"No seriously, why do you have the Daily Mail app on your phone?","labels":"curiosity"},{"text":"Agreed. How do you feel about the rumors that he doesn't pick any girl as an endgame?","labels":"approval"},{"text":"CHUCK THE WAGONS MAMA IM GOING WEST","labels":"annoyance"},{"text":"TTs have size limits. The group I was acquainted with had, ahem, \"leadership\" problems as well.","labels":"disapproval"},{"text":"Loved this book","labels":"approval"},{"text":"The mood changes are semi controllable with medication (at least it’s the case for me). Please seek psychiatric help to get a proper diagnosis.","labels":"caring"},{"text":"Unfamiliar with **[NAME] neighbours** Still I live at least 75' from 2 very nice quiet and respectable peeps.","labels":"approval"},{"text":"If you like Thai food, try Firefly.","labels":"approval"},{"text":"Apparently not successfully.","labels":"disapproval"},{"text":"Yeah, it is for the organizers","labels":"approval"},{"text":"your joke sucks","labels":"annoyance"},{"text":"It’s not that they MAY not become priests, it’s that they CAN not become priests.","labels":"disapproval"},{"text":"Tell us your story, too, [NAME] :) Sooooo many more details to mine, ooooofffff... i tried to be brief","labels":"realization"},{"text":"I can't see anything wrong with this message","labels":"approval"},{"text":"Then spend already! Go get [NAME] and [NAME] and [NAME]. Bring up that young talent and dominate already.","labels":"approval"},{"text":"Almost totally gone... Let's see if we can guilt this loser into rescinding the medal","labels":"disapproval"},{"text":"under inflated tires can cause tire fires, as per the DoT handbook and fmcsa","labels":"neutral"},{"text":"Oh no!","labels":"disappointment"},{"text":"No no no. They only have no worth if they don’t support [RELIGION].","labels":"disapproval"},{"text":"> we can't john beard that big","labels":"disapproval"},{"text":"I can’t stop staring at the boobs","labels":"approval"},{"text":"You did it!","labels":"approval"},{"text":"Crazy how before the offseason everyone was talking 350-400 mill deals for [NAME] and [NAME] as if that was all but inevitable","labels":"annoyance"},{"text":"Oh! I didn't realize they were also vegan.","labels":"realization"},{"text":"I just want to be alone in a cabin up north near flagstaff.","labels":"sadness"},{"text":"From the South and can confirm that [NAME] is an idiot and should be saying brink.","labels":"annoyance"},{"text":"[NAME] is actually a terrible player","labels":"disapproval"},{"text":"My only issue with private schooling is it discourages those with children in private schools from wanting money to go towards public education.","labels":"disapproval"},{"text":"def a great thing to do (and to showcase for a storyline)","labels":"approval"},{"text":"It is a long panel but very insightful - skip the intro pleasantries if you want, but you will have seen enough by the 30 minute mark ","labels":"approval"},{"text":"Maybe? But his foot goes waaaay up lol. Maybe I'm just blowing smoke, idk much about good QB form","labels":"amusement"},{"text":"Native deciduous tree species or gtfo!","labels":"annoyance"},{"text":"11 seconds. I'll try harder next time.","labels":"optimism"},{"text":"Use it to your advantage. You will figure out a way. Just get your self esteem up real quick.","labels":"caring"},{"text":"Pretty please!?","labels":"desire"},{"text":"What are you listening to?","labels":"curiosity"},{"text":"Aw bummer. She lost her screenshot of the copy of a copy of bullshit articles handwritten in 1992. Somebody help a girl out.","labels":"caring"},{"text":">She was very normal LMAO This got me","labels":"amusement"},{"text":"If it’s a one hit kill like the regular crossbow, absolutely would be a fantastic crate weapon.","labels":"approval"},{"text":"Looks like [NAME] had the last laugh with [NAME]. Everybody was calling them foolish for not choosing Beale St.","labels":"disappointment"},{"text":"[NAME] finally getting WCW going I see..","labels":"approval"},{"text":"You k how it's bad when a furry is roasting you","labels":"embarrassment"},{"text":"So what I'm hearing is your dad didn't do a good job ~~brainwashing~~ raising you :-P","labels":"amusement"},{"text":"No, no, Amazon! Ripping is painful! ‍♀️ Be *gentle* to your abby wabbies. *Gentle*. *pats you* ❤❤☺","labels":"caring"},{"text":"[NAME] and [NAME] are my favorite gay couple","labels":"love"},{"text":"Wonder no more, this is coming out like next year","labels":"neutral"},{"text":"If you catch thinning early enough you can stop balding by taking finasteride.","labels":"caring"},{"text":"[NAME] should be in. Tough road for Red, but they have been a lot better their last three games.","labels":"approval"},{"text":"Oh and I forgot to say HAPPY BIRTHDAY!!","labels":"caring"},{"text":"None of these people ever seem to have run their own business.","labels":"disapproval"},{"text":"I agree i think it's a problem with inner game even when i get the number she don't answer","labels":"approval"},{"text":"If I ever need a good laugh, I watch the apology video.","labels":"approval"},{"text":"Yeah there's no reason to believe you staying up as a kid has anything to do with your current insomnia","labels":"disapproval"},{"text":"It's time to cultivate some mass.","labels":"optimism"},{"text":"I mean some of that is probably true. What a weird situation.","labels":"approval"},{"text":"There is no *inherent* meaning, but this does not necessarily render it meaningless. Only you can decide whether your life has meaning or not.","labels":"optimism"},{"text":"It \"proves\" I can get someone to agree to go out with me then dump me, I guess.","labels":"embarrassment"},{"text":"I heard the same thing after she had made false allegations and tried to hoover me back . Its so triggering now .","labels":"annoyance"},{"text":"While it is unfortunate to hear that he is no longer interested, I hope that this brought some level of closure to you.","labels":"caring"},{"text":"Dude you really like The Strokes.","labels":"approval"},{"text":" You'd be surprised how meaningful life is when it actually has a purpose like \"survival\".","labels":"approval"},{"text":"Even on steroids of all kinds in high doses there is no way that this is done in 16 weeks","labels":"disapproval"},{"text":"thanks, religious conservatism, for making lack of education chic.","labels":"gratitude"},{"text":"Marry her or I will. Cause when my GF sees this comment I'll be pretty single.","labels":"amusement"},{"text":"genuinely funny - downvoted","labels":"amusement"},{"text":"[NAME]... Nice","labels":"approval"},{"text":"Read my post bro. If the were other girl, I'd know instantly they were into me","labels":"pride"},{"text":"I would be impressed if [NAME] ate 15% of his weight every day I wish I lived in a state where the contest was valid. Stupid NY","labels":"annoyance"},{"text":"Lol- nah, she is pretty cool as far as that goes. She loves hosting people. 95% of her wardrobe is [NAME] though :(","labels":"amusement"},{"text":"Fart. Far less humiliating particularly in front of family or strangers","labels":"approval"},{"text":"So what's your point? It's colder today than it was yesterday. \/s","labels":"confusion"},{"text":"You’ve become the very thing you swore to destroy","labels":"disapproval"},{"text":"Pickles taste good.","labels":"approval"},{"text":"I was talking about you when I said if Idk if your talking about yourself","labels":"neutral"},{"text":"WHAT IS HAPPENING","labels":"confusion"},{"text":"Your friend should be disowned by their family","labels":"anger"},{"text":"omg lke ikr","labels":"excitement"},{"text":"My wife has some crazy friends and I ducking love hearing their “slutty” stories. The things they make these thirsty guys do is unreal.","labels":"approval"},{"text":"also Appendix: i will explode whenever i feel like it to cause you pain","labels":"annoyance"},{"text":"Well with the inclusion of run counters shit seems pretty pretty brain dead to me.","labels":"disapproval"},{"text":"I look forward to it.","labels":"approval"},{"text":"i was expecting a kitty","labels":"desire"},{"text":"I would love to see [NAME] play all 60 minutes but nah. [NAME] needs to chill.","labels":"desire"},{"text":"No mercy, if there is any man left inside you than walk out now.","labels":"caring"},{"text":"I’d go at [NAME] every possession. He is so tired out there","labels":"disapproval"},{"text":"Wrote some good poems too","labels":"approval"},{"text":"Oh interesting username","labels":"approval"},{"text":"The worst part is that if you had done the exchange, you probably still would have gotten in trouble. Gotta love retail.","labels":"approval"},{"text":"You can always view afterwards, no confidential votes in Parliament.","labels":"neutral"},{"text":"looks tasty did you all take it home?","labels":"confusion"},{"text":"Hey, I'm not saying it's autotune. I'm just fucking around. That long sample gave me a good opportunity to improvise.","labels":"approval"},{"text":"Trust your gut","labels":"optimism"},{"text":"I might start watching that instead. It wouldn’t help since I don’t live there, but may restore some faith in politics.","labels":"approval"},{"text":"Can neins bring me up to date on what this is about?","labels":"confusion"},{"text":"FUCK OFF THAT\"S A PEN","labels":"anger"},{"text":"Certain mental health issues can be smelled on a person; by all accounts, schizophrenia makes a person's sweat smell like goat","labels":"neutral"},{"text":"It is really boring. There is a culture in church, but it is essentially soulless and is really only weirdness with a heaping of superiority complex.","labels":"annoyance"},{"text":"My [NAME] He is a BEAST. Every possession he makes someone his bitch. Are there any injury concerns past the injury he got before he left the team?","labels":"approval"},{"text":"What I learned last year was not to read the comment sections, because it used to get me hot!!!!! ","labels":"annoyance"},{"text":"Redskins were the best team in the NFC East until [NAME] leg snapped in half","labels":"approval"},{"text":"The Islanders don't play between January 22nd and February 1 and I swear to [NAME] I have no idea what I'm going to do with myself.","labels":"confusion"},{"text":"Macs Local Eats is just the best. I don't know what else to say.","labels":"joy"},{"text":"Fool you twice, shame on you","labels":"annoyance"},{"text":"He believed Ireland had a right to exist, he just didn’t believe in the way the IRA(1919-1921) went about their business. ","labels":"neutral"},{"text":"None, I know nobody or have anyone nearby who can help.","labels":"disappointment"},{"text":"Good to know!","labels":"realization"},{"text":"This is my new favorite video.","labels":"love"},{"text":"Interesting article, terrible author. Plagued with grammatical errors.","labels":"approval"},{"text":"How does that mean his brain is in my mouth, even when I used to work with a shotgun...","labels":"confusion"},{"text":"I wasn't digging it and then [NAME] did her spiritual spacewalk. I almost walked out.","labels":"annoyance"},{"text":"Why would we sign [NAME] when we already have a full time shortstop and third baseman?","labels":"annoyance"},{"text":"I think the existence of scholarships and bursaries make schools think that they're doing something (even though it's not enough).","labels":"disapproval"},{"text":"I got to him pretty quick - he could have used a Trauma, but not also repaired in time.","labels":"pride"},{"text":"Didn't even think of that ><","labels":"neutral"},{"text":"What's the name of it? I googled Anker and there are several, but I want an included SD lol","labels":"amusement"},{"text":"I binged that podcast in about 2 days at work. Amazing. The convention for Limelight, and how emotional they got for those poor women was heartbreaking.","labels":"approval"},{"text":"Hi [NAME] nice to see you","labels":"joy"},{"text":"I lived across the street from it as a child. Used to swim in it as a kid...Ignorance is bliss.","labels":"pride"},{"text":">if your car is so great why do you have to fill it with petrol all the time This is how stupid you sound","labels":"annoyance"},{"text":"Ohhhhh that couple!","labels":"surprise"},{"text":"I never get sick of seeing me and my dad go absolutely fucking wild in that video","labels":"pride"},{"text":"> Wolf Hall Sounds interesting ! You've inadvertently led me down a rabbit hole of historical wikipedia pages now...","labels":"approval"},{"text":"It won't be. Just a rumor.","labels":"disapproval"},{"text":"Yeah I’m working with my therapist to help me identify certain behaviors early and pay attention to the red flags.","labels":"approval"},{"text":"Uh eat less than you burn per day. Eat a lot of protein.","labels":"caring"},{"text":"I am sorry for offending you \" WoW yOu WoNt EvEn LeT mY cHiLd Go ThErE aGaIn\" how tf. Whoops didnt mean to reply lol","labels":"anger"},{"text":"Wow! Good for her! I’m so glad she was able to see through the bullshit!","labels":"caring"},{"text":"No lie his jumpshot is pretty If he can hit those 3x more in-game, oh my god; [NAME] for [NAME] straight up","labels":"approval"},{"text":"Keep voting against your own interests. #maga!","labels":"annoyance"},{"text":"What am I missing here? It's a noun, so no past tense?","labels":"confusion"},{"text":"I just had deja vu reading this comment. Weird.","labels":"realization"},{"text":"Crating your dog is also banned in some places, that doesn't make it cruel.","labels":"approval"},{"text":"You thought wrong. Also, the answer is Caribbean Splash Car Wash on Clarksville Pike. I'm not even kidding.","labels":"disapproval"},{"text":"That’s one of the many sleeping cycles of my fucked-up schedule :)","labels":"disappointment"},{"text":"Playing the golden oldies eh?","labels":"curiosity"},{"text":"If things don't fit, or you suspect them to be fiction, please report them. We do read those reports and take action on them.","labels":"neutral"},{"text":"I feel terrible for their daughter. I wouldnt want to grow up in between the middle of that.","labels":"sadness"},{"text":"That is patently false, considering his history of driving multiple businesses into the ground.","labels":"disapproval"},{"text":"> I know plenty of religious\/semi-religious [NAME] who are not [NAME] in practice or belief. What term do they use to identify themselves as, though?","labels":"confusion"},{"text":"HUGE RED FLAG. Don't ignore it!","labels":"caring"},{"text":"I do watch legends and lol yes we all know she existed\/originated in the future. I also know that this is a different [NAME] from the [NAME].","labels":"amusement"},{"text":"I did. In a selfless sacrifice that I hope brings ample awards.","labels":"approval"},{"text":"[NAME] found the perfect position to not have to defend [NAME] or [NAME]. Amazing instinct to be honest","labels":"approval"},{"text":"I feel like Canadian Tire only exists still because \"I guess I'll go to Canadian Tire, they'll have it\"","labels":"approval"},{"text":"The music caught me off guard","labels":"surprise"},{"text":"You ever want to work so close with protocol and get blamed for changes in DV missions that were never communicated to you? Welcome to LRS!","labels":"annoyance"},{"text":"I must've missed them. Looking again but if you have a moment can you link it?","labels":"confusion"},{"text":"Flirt so much that it sinks in, or just ask him \"Is this a date?\" <--- Also a prelude to flirting.","labels":"optimism"},{"text":"There is nothing worth saying about that insipid shaving cream ad. I haven't seen it and nothing will convince me to change that.","labels":"annoyance"},{"text":"Why not just bring the county governments back? Let them decide where to establish regionalized schools.","labels":"confusion"},{"text":"It goes away and can be treated. Once treated it would never return until she had another child.","labels":"optimism"},{"text":"ugh, same. it also gave me the shakes, so I quit. so far, I've found Trintellix to be a nice compromise","labels":"approval"},{"text":"[NAME] You are the ultimate forhead Winner!!! Chose your price!","labels":"approval"},{"text":"Yeah i miss lectures for this exact reason. Its pretty bad, but what can ya do :\/","labels":"disappointment"},{"text":"The kid you're replying too is a known [NAME] stan lol, he's gonna argue with any narrative that [NAME] is close to [NAME].","labels":"amusement"},{"text":"Do You Shit Fart?","labels":"curiosity"},{"text":"My kind of man","labels":"approval"},{"text":"It's a troll. Look at the history.","labels":"amusement"},{"text":"If I'm enjoying some fresh produce, and I hear you say >app-uh-LAY-sha Rest assured im throwing this apple at'cha.","labels":"anger"},{"text":"That town is sadder than [NAME] town. I don’t remember it being anything besides rainy or gloomy in Ohio :( poor yonathan","labels":"caring"},{"text":"This is just a terrible joke","labels":"annoyance"},{"text":"Cook it in a round dish. The taste got confused because of corners","labels":"neutral"},{"text":"Can we at least look like we’re trying","labels":"annoyance"},{"text":"Mate I was buying porn mags from my local coop at 12, I don't see why trading standards makes such a fuss over a lotto ticket","labels":"confusion"},{"text":"I wanna die!","labels":"sadness"},{"text":"We need mark-ass brownlee","labels":"desire"},{"text":"nearly 9 minutes?! no wonder you're getting downvoted lol","labels":"amusement"},{"text":"Btw I’m totally including myself in the karmahungry section but that pic was just too appropriate to not share","labels":"approval"},{"text":"In my day I had to wait 20 minutes for the internet to load a single porn pic. But man I miss that dial up sound","labels":"disappointment"},{"text":"That's true for every loss except for this one. He's being really petty and hasn't taken the [NAME] loss well.","labels":"disappointment"},{"text":"When I harass women with innuendo and they politely deflect, they know I am right. At least that's what I told the judge. ","labels":"pride"},{"text":"That's just how to look good in general","labels":"neutral"},{"text":"Glad we aren't all like you , the world would have sucked","labels":"relief"},{"text":"There are two other choices as well, each of them slightly better than the two terrible choices.","labels":"optimism"},{"text":"...says the opioid addicted narcissist with multiple untreated physical and psychological ailments and is completely unable to work with anyone but his own clone.","labels":"anger"},{"text":"Such a strange signing, hopefully he wont cause to many problems in the dressing room","labels":"caring"},{"text":"You're not a good person if you make the person that just let you inside their body feel bad and disrespected.","labels":"disapproval"},{"text":"Hopefully it helps you keep your emotions in check rather than letting others control you, [NAME].","labels":"caring"},{"text":"This is what happens when untrained people playing at being detectives and judges run into actual detectives and judges.","labels":"annoyance"},{"text":"I didn't think it was that bad tbh","labels":"approval"},{"text":"It's so odd. He even sits in the co-pilot spot. Why isn't he now the pilot? [NAME] had never even flown into space before.","labels":"confusion"},{"text":"During your explanation, you didn't make a mention of saying no or trying to stop him. Did you?","labels":"confusion"},{"text":"A share house should be alright but getting a place on your own is pretty pricey.","labels":"neutral"},{"text":"The what now?","labels":"curiosity"},{"text":"Constitution don't work that way. Burden is always on the Crown, defendant is always presumed innocent. This won't survive the first challenge.","labels":"disapproval"},{"text":"..how is he not? better == good","labels":"curiosity"},{"text":"I don't even understand stuff is going on, I just laugh and hope it's at the right time. ","labels":"amusement"},{"text":"this is why I have backups off site that they’ll never find...try as they will they will never disarm me","labels":"optimism"},{"text":"that's ok, I'll come join you someday after I've finished all the tears here so be patient ! : )","labels":"caring"},{"text":"Is it manipulation if it is 100% true, 100% genuine, and 100% good advice?","labels":"confusion"},{"text":"First I was like, “oh, dear” but then I was like, “oh. deer. “","labels":"amusement"},{"text":"It's alright old man we're almost to your room","labels":"caring"},{"text":"Damn [NAME] let himself go","labels":"annoyance"},{"text":"[NAME] was actually wrong all along. JAH > Jokic \/s","labels":"disapproval"},{"text":"I’m currently putting a investigative task force together and I believe that I could be done assembling that team in as early as 400 years!","labels":"desire"},{"text":"What? No way do I want to see a Boston coach behind our bench!","labels":"confusion"},{"text":"Dice LA also has Dice Sweden employees on the team but we are wasting our time pointing it out.","labels":"disapproval"},{"text":"Haha I thought that was more subtle than something like HOO DINI or banana bus.","labels":"amusement"},{"text":"What’s that extra B for?","labels":"confusion"},{"text":"But he's relieving pressure. Just count yourself lucky he doesn't cough when he farts.","labels":"caring"},{"text":"He's dressing like his dead 'friend' to keep him in his memory","labels":"grief"},{"text":"fuck off. let people enjoy what they want to enjoy when it doesn't impact you.","labels":"anger"},{"text":"[NAME] looks like he just saw the Star Wars holiday special.","labels":"amusement"},{"text":"Appreciate the honesty though","labels":"approval"},{"text":"You gotta be a fucking idiot to use a regualr wooden pallet for a bale. Blue or Red pallets only","labels":"anger"},{"text":"Pm me I'd love to buy it from you if you have any spare!","labels":"approval"},{"text":"This is so Dope!!!","labels":"amusement"},{"text":"It’s a soulless facsimile of what made B movies actually fun.","labels":"approval"},{"text":"Work like always, but grind that ironman on osrs in the meantime","labels":"optimism"},{"text":"Bubble Bass should try it, just DON'T FORGET THE PICKLES!! ","labels":"approval"},{"text":"Gamers know all too well how it feels to be oppressed by society.","labels":"approval"},{"text":"Anyone else getting stuck in the radio com loop with [NAME] and whoever","labels":"neutral"},{"text":"Me when I spent 90% of the art exam time finishing the head and need to rush the rest of the body.","labels":"approval"},{"text":"!remindme 7 months","labels":"neutral"},{"text":"What a dumbass question to start with...","labels":"annoyance"},{"text":"Oui baguette senor","labels":"amusement"},{"text":"Petty excuse. Your constraints seem monetary, not technological.","labels":"annoyance"},{"text":"I am the same way. I feel your pain! Therapy and meds are helping me!","labels":"approval"},{"text":"In hindsight, yeah, but we had a healthy [NAME] at that point.","labels":"approval"},{"text":"Wow, is it March 24th, 2018 already?","labels":"realization"},{"text":"Anyone know how high of a fall that was? Edit: ~4 seconds of falling. .5 X 9.8 X 4^2 = ~78 feet.","labels":"curiosity"},{"text":"I'd give them a first, but they have to retain salary. You know they'll just destroy that first round pick too.","labels":"annoyance"},{"text":"Being a bronco fan in NY, this podcast is the only radio I can consistently get","labels":"disappointment"},{"text":"Get back on your meds mate..You aren't funny at all...","labels":"annoyance"},{"text":"\"*You can sifu stance your bitchass on outta here!\"*","labels":"annoyance"},{"text":"Oh. It really is [RELIGION]. I was wondering if that was a bad gag.","labels":"confusion"},{"text":"I got the 4K Blu-Ray and the Mrs and I are convinced you see more than butt in that scene.","labels":"approval"},{"text":"She'll ask them a question, interrupt them to say that something else is coming up and then talk about something irrelevant. She is all over the place.","labels":"annoyance"},{"text":"Please keep going, this is just making you look worse","labels":"caring"},{"text":"Whew. I'm safe then.","labels":"relief"},{"text":"What kind of soup? Hopefully he is okay. =D","labels":"caring"},{"text":"I was going to say Tigres but then I reread the title and it said ‘big’","labels":"realization"},{"text":"Yeah, I was thinking they would be super cute with black heels and a snug black crop top.","labels":"approval"},{"text":"You forgot shinobi","labels":"neutral"},{"text":"Just commenting here to give you a notification :) Have a nice day now","labels":"approval"},{"text":"Crochet, my good friend","labels":"approval"},{"text":"**Ask Permission** from me and I will tell them yes or no.","labels":"pride"},{"text":"Also his weird spiked haircut. I wanted spiked hair when I was like 6. I also wanted a mohawk. I'm not 6 anymore.","labels":"disapproval"},{"text":"The register entries have allot of interesting information, and basically served as the record of service for all personnel.","labels":"approval"},{"text":"As per, they’re being slammed on social media. Their response and justification of it being from seven years ago is contrary and lame.","labels":"disapproval"},{"text":"Wow I’m dealing with this too been blocked for a while miss them tremendously but no dice only choice is moving on","labels":"annoyance"},{"text":"That’s how it be","labels":"approval"},{"text":"Now I can’t unhear it...","labels":"embarrassment"},{"text":"Its not exactly what I thought it was gonna be either, but its okay, there's a lot of food.","labels":"disapproval"},{"text":"Omg lala a housewife I can’t even imagine!","labels":"surprise"},{"text":"Exactly, you need a Hollywood woman of age to pair off with him. Past 35 should be fine right?","labels":"confusion"},{"text":"But how's the breathing through the nose. That's the important question. Can he nail it?","labels":"confusion"},{"text":"Only >!best boys!< get in this sandwich","labels":"approval"},{"text":"Pure asshole.","labels":"annoyance"},{"text":"I’ve never felt so blessed that I live in a country with wide open roads.","labels":"approval"},{"text":"kino = german for 'cinema', so a cape-kino would be a superhero movie. took me a second, too--my brain was pronouncing it like cappuccino","labels":"amusement"},{"text":"bruh literally same","labels":"approval"},{"text":"Shows you how important posing is...","labels":"realization"},{"text":"Can’t die alone if you got yourself","labels":"optimism"},{"text":"U can try. Maybe say u are busy now Thursday but Friday is still open. I mean u are not waiting for her forever right?","labels":"curiosity"},{"text":"The USA welfare spend is quite low per gdp compared to first world countries. The safety nets are ridiculous or nonexistant and the inequality is ridiculous...","labels":"annoyance"},{"text":"Anyone else want a TE early? Tired of fucking around with the position even if [NAME] did look pretty mean for a few weeks","labels":"annoyance"},{"text":"Hey we have feelings too nerd","labels":"annoyance"},{"text":"first of all calm down. second","labels":"caring"},{"text":"Been having the same barber for two years now and still don't know his name","labels":"embarrassment"},{"text":"Nah, that's ArmedForcesUpdate, always good for a laugh","labels":"amusement"},{"text":"Right. I am more focused on the length of the relationship vs their age.","labels":"approval"},{"text":"I mean, it'd be nice to see some other teams in the championship anyways, it's been Bama vs. Clemson 3\/4 past years","labels":"desire"},{"text":"I know they don’t want it. I just wish they did.","labels":"disappointment"},{"text":"After the first sentence you were my best friend. Then came the second sentence and now I really don’t like you.","labels":"annoyance"},{"text":"No man. Door wins!","labels":"disapproval"},{"text":"I watch it 4-5 times every time it comes up. I think there is something wrong with me...","labels":"disappointment"},{"text":"Of all of the fan-favorites from each city, [NAME] being the fan-favorite confuses and annoys me most. Her headlines are becoming insufferable.","labels":"annoyance"},{"text":"I'm glad it only sprayed soda when his thumb went into the can, and not blood everywhere.","labels":"amusement"},{"text":"why the fuck is this getting downvoted","labels":"annoyance"},{"text":"I named my new kitten Baker and you can bet your ass that he’s getting posted here next time there is a flood of doggo posts","labels":"approval"},{"text":"As a woman, I have to say I think you aren’t wrong about this.","labels":"approval"},{"text":"Eh my doctor isn't a GP. She knows her shit.","labels":"approval"},{"text":"Lmao at this point she’ll probably deliver Teddy\/Owen’s baby.","labels":"amusement"},{"text":"Cut the guy off and gave him a yes-no question. Which he exasperatedly answered. This is not the way to listen.","labels":"disapproval"},{"text":"Thats dope. But looks dumb when you write it. Should be, Forum 41. Or, 41st Forum or something like that.","labels":"disappointment"},{"text":"I watched the whole thing. I miss that style of cartoon. Simultaneously silly and understated.","labels":"approval"},{"text":"I hope that you still send her a bag each Christmas?","labels":"caring"},{"text":"cool vid! but","labels":"amusement"},{"text":"good luck! i recently left the floor for an office job and couldn’t be happier.","labels":"caring"},{"text":"I like they think that it’s bad that we are thinking about the fucking POTUS. It’s almost like his actions effect us all","labels":"annoyance"},{"text":"“[NAME] = [NAME] = [NAME]” 🤣😂 It truly takes a DEVOTED moron to embrace that nonsense.","labels":"annoyance"},{"text":"I don't date women who smoke. As for pills or syringes etc, I don't find recreational drug users attractive. Similarly for being drunk.","labels":"disapproval"},{"text":"The visual change is an underrated buff. The few times you could juke a legion as survivor were likely due to his blur that just got lessened.","labels":"disapproval"},{"text":"Why did [RELIGION] take inspiration from stoicism and neoplatonism and aristotelianism if outside sources are verboten?","labels":"confusion"},{"text":"[NAME] and [NAME] = The hero's we need, but not the hero's we deserve.","labels":"disapproval"},{"text":"*pounces on you* uwu you’re so warm","labels":"love"},{"text":"I've wanted this for so long.","labels":"approval"},{"text":"Excuse me, but define what a \"good world\" is","labels":"curiosity"},{"text":"Stalking is kind of beta. He should have kidnapped her on horseback.","labels":"disapproval"},{"text":"Whats trashy about her? She seems pretty well put together and untrashy to me. Everybody likes to put on a slutty dress and party every now and then","labels":"approval"},{"text":"How does that work? If in every measurable way, its bread and wine, how can you claim its actually [NAME] body and blood?","labels":"curiosity"},{"text":"That's good to hear. I'm admittedly highly judgmental about this kind of thing but I'm trying to open up my mind a bit.","labels":"approval"},{"text":"Smoooootthhhhhhh!!","labels":"approval"},{"text":"> The porn that I downloaded was Brazzers produced. In case you don't know, Brazzers is ***anal*** about their IP. Ha get fucked.","labels":"amusement"},{"text":"I would have to imagine this girl has just been training super hard for the past few weeks.","labels":"amusement"},{"text":"It is liver toxic but this was given in a hospital. Liver toxicity usually results from taking too much to often.","labels":"neutral"},{"text":"How do you know of this? Also dont spoil for me I'm looking forward to the new episodes.","labels":"confusion"},{"text":"You mean more handouts than they already get?","labels":"curiosity"},{"text":"It’s not even bad","labels":"approval"},{"text":"[NAME] has consistently being volatile. It's just a matter of time until she's being rude to [NAME] again.","labels":"annoyance"},{"text":"It is though. Certainly the worst Zelda game at least.","labels":"disapproval"},{"text":"nope, this is just older people not understanding how teens actually communicate","labels":"disapproval"},{"text":"Ha ha. You can't define something into existence.","labels":"amusement"},{"text":"Why yes that ass is flawless","labels":"amusement"},{"text":"“Am I in the frat now, bruh?”","labels":"confusion"},{"text":"This not the first or second mistake by VAR against us.There was even an wrong offside against us some games ago and they didn't checked it.","labels":"annoyance"},{"text":"As ironic as it sounds but her being a non factor is what ultimately won them the game (compared to inting [NAME])","labels":"approval"},{"text":"As someone who works in the oil industry with a lot of big ships, this is badass.","labels":"amusement"},{"text":"Love The Weasle, I've grown to like him a lot ","labels":"love"},{"text":"Because the mystery is solved if you see the end. The hands striking simultaneously and close together on the same side= beatsaber e: on Normal","labels":"neutral"},{"text":"[NAME] damn son. the fact that you said \"re-education\" made this 5x better too lmao ","labels":"amusement"},{"text":"i wear all black. always. i died when we launched la boulange pastries. pink shirt of shame.","labels":"embarrassment"},{"text":"rub a cats belly right fuckin meow!","labels":"approval"},{"text":"It has happened to me multiple times without saying “orange man bad” Do try to keep up with the context","labels":"realization"},{"text":"*6 objectively [NAME] and [NAME] are terrible at their jobs.","labels":"disappointment"},{"text":"Women can't do wrong you fucking mansplainer","labels":"annoyance"},{"text":"You just keep playing games until provisional is over, you can't lose lp during this time and gain big lp (I think?)","labels":"confusion"},{"text":"GUYS WHAT IF THE PEOPLE WHO ARE UPVOTING THE HORNY IMAGES *ARENT* THE SAME PEOPLE AS THE ONES WHO DONT LIKE CAMILLA WHHOOOOOOAAAAA","labels":"curiosity"},{"text":"Rebalancing all heroes for this purpose seems like a disaster. Would have been good to think about pre-development.","labels":"disapproval"},{"text":"No it's not >:(","labels":"disapproval"},{"text":"Aaaaaand they turned it off. Terrible roads everywhere.","labels":"disappointment"},{"text":"What logic justifies $33 that would not also justify $5000?","labels":"curiosity"},{"text":"It'll certainly make Naboo throne room interesting.","labels":"approval"},{"text":"No, it's not that one","labels":"disapproval"},{"text":"TFW RIGHT IS LEFT AND LEFT IS RIGHT","labels":"annoyance"},{"text":"This happened to me too. Also how I found out my cpa is an exmo.","labels":"disappointment"},{"text":"And mine?","labels":"curiosity"},{"text":"I should say to you that it's ok but at the cancer thing my mind changed Asshole, also get help","labels":"caring"},{"text":"Competitive Deathmatch was a huge reaper fest last season :( Had many games where everyone was reaper except maybe two people","labels":"sadness"},{"text":"So looks like it was gang violence?","labels":"curiosity"},{"text":"Late-stage Reddit. I'm afraid it's malignant, there are only palliative care options available at this point.","labels":"fear"},{"text":"And shockz isn’t? And he wouldn’t be too much of a threat for... fuck I forgot who’s on rec honestly","labels":"confusion"},{"text":"Id rather have them be physically ok and make amends with [NAME] later than have one without the ability to communicate efficiently forever but have their feelings alright.","labels":"caring"},{"text":"Lmao. Fuck, you got me good.","labels":"amusement"},{"text":"#BHAW!","labels":"neutral"},{"text":"You’re on thin fucking ice, buddy","labels":"caring"},{"text":"I believe so","labels":"approval"},{"text":"Miss me with that","labels":"caring"},{"text":"*Hey just noticed..* it's your **1st Cakeday** aerosvision! ^(hug)","labels":"realization"},{"text":"Yeah, I was thinking my boy was into them before that. But I doubt Panic! At the Disco would have peaked his interest.","labels":"confusion"},{"text":"[NAME] after he declares he loves playing Fortnite, wants to play with his brother no matter what and loves Vancouver. ","labels":"desire"},{"text":"Fan votes shouldn't count for that much. We've proven we are idiots.","labels":"embarrassment"},{"text":"This year would’ve been the year to start it... we’ll likely be losing the heart of our team after this season","labels":"sadness"},{"text":"I fail to see how a current moderator isn't capable. Perhaps they never delegated the task is all.","labels":"disappointment"},{"text":"really clever lol","labels":"amusement"},{"text":"He helped him up. And [NAME] walked back, mad at himself for falling for it","labels":"disappointment"},{"text":"That's an attitude I currency can't get behind.","labels":"disapproval"},{"text":"damn it I was holding out for [NAME] to carry the game","labels":"disappointment"},{"text":"Been saying horford has been overrated since he got that fat contract","labels":"disapproval"},{"text":"I just came off of watching all of his movies. Dear [NAME]. I love and hate them at the same time.","labels":"approval"},{"text":"[NAME]? Didnt have have lots of problems with injuries. He seems to be doing fine now, scoring and all.. But why him?","labels":"approval"},{"text":"no it wouldn't","labels":"disapproval"},{"text":"The next [NAME]. Welcome [NAME].","labels":"approval"},{"text":"Having fuck tons of fun right now","labels":"excitement"},{"text":"> Because I was a disgracefully gullible, immensely stupid fucking dipshit ~~was~~ *am* FTFY","labels":"embarrassment"},{"text":"The real power move is to write \"Have a nice day\" even if you lose.","labels":"optimism"},{"text":"Yeah that pass","labels":"approval"},{"text":"What a manipulative, child of a man. Jeez, grow up.","labels":"anger"},{"text":"Woah nice. Did you enjoy it or was it a completionist pain? I wish I could get into [NAME] but I just dont find the fun.","labels":"confusion"},{"text":"Yes used to b bad into oxys been clean from any painkiller is 5 years beside subs","labels":"pride"},{"text":"So you ignored the part I was clearly responding to, though, and decided you needed to explain the other thing. That makes sense to you?","labels":"annoyance"},{"text":"CIA?... Yes, this one right here.","labels":"approval"},{"text":"What a bizarre way to normalize the psychological path to becoming a violent criminal.","labels":"disapproval"},{"text":"What?! I am level 20 and I already had 4. I did 5 hide outs in total not counting the tutorial hide out.","labels":"surprise"},{"text":"How do you know if this gets downvoted to hell, but a lot of times before dying (6 hits taken.).","labels":"confusion"},{"text":"I am happy for you. No, seriously, I am.","labels":"approval"},{"text":"You mean...I **don't** have to be #blessed and #thankful that I am moving to another country at the end of this month?","labels":"confusion"},{"text":"The biggest Nightmare","labels":"fear"},{"text":"This and the Minneapolis miracle; I've never had so much pure uncontrolled emotion pour out of my body!","labels":"approval"},{"text":"love this!","labels":"love"},{"text":"ET + 2 picks for [NAME] would be great","labels":"approval"},{"text":"Maybe it has something to do with difficulty? I'm playing on hard. Just did another quest in this line, also gave me 407. Weird. ","labels":"confusion"},{"text":"Best time to stop lurking, you know why? So I can see your handsome face ","labels":"approval"},{"text":"...I mean, that part isn't necessarily wrong. It's Iowa...","labels":"approval"},{"text":"It's my monthly luxury. I don't go to Starbucks or eat out, I instead go to Disney lol","labels":"amusement"},{"text":"That's not what I've heard ;)","labels":"disapproval"},{"text":"**Zigzagzigal-type Balance Suggeestions** - I feel like you are flying, why not get into a war with China who, because they had no alternatives.","labels":"annoyance"},{"text":"I've spent too much of my life being angry at the Jets, just gotta roll with it now.","labels":"disappointment"},{"text":"Oh that's a shame. I bought it for $100 but willing to go wayyyy under the original price.","labels":"disappointment"},{"text":"Sorry I failed to mention I'm relatively new to the scene . Last 2 years only","labels":"sadness"},{"text":"so she's no one..?","labels":"confusion"},{"text":"I would think that would be pretty awkward having phone sex with a stranger","labels":"embarrassment"},{"text":"That doesn't look too bad.","labels":"approval"},{"text":"I would eat the everloving bejeesus out of that pickle.","labels":"love"},{"text":"It's not that bad, I almost got squashed by a drop bear today but it's all good in the hood.","labels":"optimism"},{"text":"What a finish","labels":"approval"},{"text":"She's so remarkably stupid.","labels":"disapproval"},{"text":"2weeks ago?","labels":"confusion"},{"text":"My friend is watching Grey's for the first time and she also got to this episode late last week. Weird.","labels":"curiosity"},{"text":"Thanks. Sounds like a bummer about 3, but maybe I should go back to 1 and check that out again.","labels":"gratitude"},{"text":"Yes it does","labels":"approval"},{"text":"Donteee blowee my coveree lmao I actually like how she talks","labels":"amusement"},{"text":"Do something you’ll love and you’ll never work a day in your life? Huh, strange","labels":"optimism"},{"text":"[NAME], give us the opera album we deserve","labels":"desire"},{"text":"Should tell the people at 4chan. They will help you forget this","labels":"caring"},{"text":"But once it's born, if its parents can't afford food, shelter and medical care, it can go fuck itself.","labels":"anger"},{"text":"Ah good, now I don't have to do it.","labels":"approval"},{"text":"I focus on the pain","labels":"caring"},{"text":"one dude puked on my patio, he fell out at 2am! weak!","labels":"disappointment"},{"text":"Two questions: do we still get a lip sync next week with [NAME] and [NAME] next week? do they do anything week 6?","labels":"confusion"},{"text":"Maybe, that’d be sick. But ya, I really doubt it.","labels":"disapproval"},{"text":"I’m slowly starting to get excited about what we will do with the draft pick(s?) they will most likely get in a trade","labels":"curiosity"},{"text":"The guy that started everything vs the guy who will end everything.","labels":"neutral"},{"text":"A surprise to be sure, but a welcome one.","labels":"approval"},{"text":"It’s not violence against political opponents if it’s against a tyrant, which you define as a political opponent","labels":"neutral"},{"text":"Really curious to know how you know what people are going to think in 500 years, you ass.","labels":"curiosity"},{"text":"Oh [NAME] this is atrocious... I think I'm in love","labels":"love"},{"text":"I’ve thrown up","labels":"disgust"},{"text":"If it remains free at point of use and the level of service doesn't decrease then what's the problem?","labels":"annoyance"},{"text":"OW MY LEG!","labels":"nervousness"},{"text":"jokic with a couple dumb arm fouls already, he seems a tad unsettled","labels":"disappointment"},{"text":"Reg hunting is trying to kill me N1 or getting me lynched on day 2 or gamethrowing to make me lose or inv'ing\/interrogating me N1 every game.","labels":"disappointment"},{"text":"It's like a before and after of a stock market crash with a dodgy investment manager.","labels":"neutral"},{"text":"*Hey just noticed..* it's your **1st Cakeday** CrimsonEagl3! ^(hug)","labels":"caring"},{"text":"Welcome to racial integration, where your civility standards are racist and you better shut up or else.","labels":"annoyance"},{"text":"Wow! This got far more real than I was anticipating.","labels":"surprise"},{"text":"Snatched her up with the quickness","labels":"approval"},{"text":"This shit ain't rocket science GateKeeper","labels":"annoyance"},{"text":"Because you live in a desirable city? This isn’t exclusive to SF.","labels":"confusion"},{"text":"GAA' isn't a sport...","labels":"disapproval"},{"text":"Hey mods... let's not allow articles pushing unsubstantiated rumour from poor sources","labels":"disapproval"},{"text":"I don't think this makes much sense for Sacramento.","labels":"disapproval"},{"text":"Wouldn't you just enjoy more focus on Celtic football?","labels":"confusion"},{"text":"Haaaaay it’s the NAGR Guy!!!!!","labels":"excitement"},{"text":"thats why she is going crazy lmao","labels":"amusement"},{"text":"Last year preseason was in December, but the season started in January. I expect pre-season to occur some time during the second half of this month.","labels":"desire"},{"text":"As a society we should be ashamed of the fact that this is even a question. Let the suffering stop obviously.","labels":"anger"},{"text":"It defiantly shapes up the picture.","labels":"disapproval"},{"text":"[NAME] fuck those creeps","labels":"anger"},{"text":"Ahhhh [NAME], you’ve done it again.","labels":"pride"},{"text":"I know, all the comments have me cracking up.","labels":"amusement"},{"text":"Pff sticking the bumper back on isn’t a massive task, I’d call it a win ","labels":"approval"},{"text":"Wait, I see the problem, you are changing the word observation to assumption, which I think you know is disingenuous.","labels":"disapproval"},{"text":"For me, I tend to (over)share with friends, but also get offended at trivial questions like you.","labels":"embarrassment"},{"text":"This is true — it only really is annoying for 69ing I guess. Too much going on ahahaha","labels":"amusement"},{"text":"Expert peep fan here! I’m not gonna attack or defend I just wanna say that kids a little Bitch","labels":"annoyance"},{"text":"Ya done goofed kid. All you had to do was win.","labels":"anger"},{"text":"You left out poor shaming","labels":"disappointment"},{"text":"Nobody wants to fight the naked guy.","labels":"approval"},{"text":"Fuck that its not my money they're giving him. I want a goalie with a .970 sv% dangnabbit.","labels":"annoyance"},{"text":"[NAME] stands a solid chance honestly","labels":"approval"},{"text":"If only there was some other school that had a bunch of 5 star receiver commits as well...","labels":"desire"},{"text":"What's your point? All these comments are from people who clearly had not seen it before. Only a couple said they had.","labels":"curiosity"},{"text":"Because it would look worse than 2D art.","labels":"disapproval"},{"text":"I much prefer when the CB is given a taste of their own medicine. Far more satisfying than being polite. This one is great!","labels":"approval"},{"text":"I've found out speaking about our traumas is what heals us. Some people also need to hear our struggles to overcome theirs.","labels":"neutral"},{"text":"Fucking fuck! 2 (or more) sets of fucking socks in fucking sandals.","labels":"annoyance"},{"text":"r\/nba will find a way to hate.","labels":"annoyance"},{"text":"Wow, I’m going to have to remember this one...","labels":"surprise"},{"text":"They won’t find my house once it’s painted in go-away green...","labels":"optimism"},{"text":"please dont bring a woman in as a sex toy for you both. hire a sex worker instead","labels":"caring"},{"text":"Good on you dude. I'm west coast, but I'd love if anyone ever finds themselves in Seattle, I extend this offer.","labels":"approval"},{"text":"Lol if he wouldnt have 3 straight bad games it still would not be even close to LOCK","labels":"amusement"},{"text":"You sound like someone who doesnt know what ironic humour is.","labels":"disappointment"},{"text":"Wuf! Who needs plates? ^(...wait for it...) *[NAME]* *Dog* ^(...ahem...)","labels":"annoyance"},{"text":"Did you miss the other guys link? I noticed you didn't make a comment towards him, even though he posted it around the same time.","labels":"curiosity"},{"text":"I hope they bring him back. Last year was awesome","labels":"approval"},{"text":"What an effort! Lets Go Pens!","labels":"approval"},{"text":"[NAME] stopped napping at 18 months. We’ve been implementing quiet time since. It’s wondrous.","labels":"surprise"},{"text":"That’s depressing","labels":"disappointment"},{"text":"No the limiting factor is the leader raped a young boy and paid his silence","labels":"neutral"},{"text":"Here in America too. Those counter protesting fascist get thrown in jail and pepper sprayed like animals. It makes no sense that this happens.","labels":"annoyance"},{"text":"Trust me dude, switch to stick deodorant and cologne.","labels":"caring"},{"text":"I’d probably need up spending all of my money on food and ammo, I like having a limit","labels":"approval"},{"text":"If you had a giant rock on your land, and you couldn't stop people climbing, wouldn't you be pissed?","labels":"confusion"},{"text":"Iirc she's alive but an alcoholic.","labels":"disapproval"},{"text":"Spider Man is pretty awesome.","labels":"approval"},{"text":"It’s amazing how the r\/synthwave sub is just endless remixes of this poster. And the LEGO Movie 2 poster is too.","labels":"annoyance"},{"text":"yeah, fuck [NAME]","labels":"anger"},{"text":"He mustn't know about Mr. [NAME] and the cause of his untimely death.","labels":"disapproval"},{"text":"Was not aware. I know it's bad but I rather keep my head in the sand on this one because I still want to like [NAME].","labels":"desire"},{"text":"I mean just let it go and assume things aren’t going to work out. Drop it, so to speak.","labels":"caring"},{"text":"I hope he isn't scared to over power the thibs guys on the coaching staff. It seems like he is a hestitant to make any major changes.","labels":"caring"},{"text":"That would have been a funny had we never made playoffs","labels":"amusement"},{"text":"Beet Juice and strawberries on top to hide the ugly blob looking thing on top?","labels":"confusion"},{"text":"Gonna give up your best friend for a g huh? I'm glad we aren't friends.","labels":"annoyance"},{"text":"Still a statistical minority by a great deal.","labels":"approval"},{"text":"i just hope both teams are having fun :)","labels":"desire"},{"text":"Poeling is looking like a fkn stud. Imagine our C depth next season... [NAME]... holy fuck","labels":"surprise"},{"text":"Wait what vacation are we talking about?","labels":"confusion"},{"text":"Out of interest, what’s a chibi? Is it basically a furry?","labels":"confusion"},{"text":"Hell's Kitchen. I bet that man could make [NAME] cry.","labels":"amusement"},{"text":"Man being unattractive in appearance has pretty much taken any joy out of my life","labels":"remorse"},{"text":"me as fuck","labels":"approval"},{"text":"i'm calling [NAME] noms with [NAME] [NAME]","labels":"neutral"},{"text":"Pretty convenient my drool hit the upvote!","labels":"approval"},{"text":"By taking it as a nonserious game you don't need in order to enjoy and have fun with it.","labels":"disapproval"},{"text":"blessed day with beautiful boy","labels":"gratitude"},{"text":"Yeah I want all our players to have a nice healthy hatred for Texas. Good way to ensure they get hyped to play em.","labels":"approval"},{"text":"It's more laid back, which I kinda love.","labels":"approval"},{"text":"Completely miss-wired! I never thought a kid can grow up miss-wired.","labels":"disappointment"},{"text":"Damn [NAME] is low key the boi","labels":"approval"},{"text":"People that choose to work for NGO's already make far less than their corporate counterparts, do you want them to work for free?","labels":"caring"},{"text":"This sub is very very bad at irony","labels":"disapproval"},{"text":"We’ve been watching OP for awhile and warned him about his posts. This one doesn’t rise to the level we warned him about.","labels":"disappointment"},{"text":"u the type of guy to still defend [NAME] even after the flashbacks arent ya","labels":"confusion"},{"text":"My favourite is when [NAME] was getting ready to be taken out of her house, but she had to have a bowl of Froot Loops first.","labels":"approval"},{"text":"Many people. We just don't always hear about it but I've done some research on that in the past.","labels":"neutral"},{"text":"My t levels are normal. Doctor thinks its my low carb diet but I dont buy that","labels":"disapproval"},{"text":"Yes. Then then dead teammate has to spectate for 20min. This is no where near as bad on PC as console.","labels":"approval"},{"text":"Mental health issues get such a bad rap as it is. I appreciate this comment a lot.","labels":"approval"},{"text":"Reddit is so right wing I can’t even believe it","labels":"disapproval"},{"text":"I slept so great last night uwu More wins vs them please!","labels":"approval"},{"text":"If only there was an option for a gif-like format that allowed audio to be played alongside the video... I guess the technology just isn't there yet","labels":"disapproval"},{"text":"No Deal has a decent chance of leading to Scotland and NI leaving and thus the end of the United Kingdom","labels":"disapproval"},{"text":"You mean the best.","labels":"confusion"},{"text":"As a household we deal with it by respecting each other's choices and opinions.","labels":"approval"},{"text":"No spelling and grammar errors. Oh my [NAME] better than the other repost.","labels":"realization"},{"text":"Precisely why im closeted :(","labels":"disappointment"},{"text":"Are you implying this is not CGI?","labels":"curiosity"},{"text":"O cool noworries ya I don't actually hate [NAME] he's now my favorite player for Vegas.","labels":"approval"},{"text":"You have no idea how incredible they make me feel in every single way. It's not something I'm used to!!","labels":"joy"},{"text":"Yo, was that NDP leader [NAME] on the sidelines? ","labels":"confusion"},{"text":"Yeah I don’t even know when that would’ve come up in basic, but maybe I just went at a bad time lmao.","labels":"amusement"},{"text":"Hmmm, can I see that statistic claiming Rowan engineering is that high?","labels":"confusion"},{"text":"Peaky Blinders is the shit. I don't understand how there isn't more hype around this show.","labels":"approval"},{"text":"People’s shame and cultural oppressions regarding sexual behavior is responsible for all the world’s woes.","labels":"annoyance"},{"text":"It's not even the ads. It's the complete lack of anything worth watching between the ads.","labels":"annoyance"},{"text":"What. The. Actual. Fuck. *Gags*","labels":"amusement"},{"text":"We have had luck with a ok to wake clock for quiet time! May be worth a shot.","labels":"approval"},{"text":"I miss it but it was op","labels":"disappointment"},{"text":"Be prepared for many old men to hit on you","labels":"optimism"},{"text":"I want to get rough with him. Choking, tying me up, light BDSM.","labels":"desire"},{"text":"I wish you have a best luck on your journey.","labels":"caring"},{"text":"Yeah but you’ve already told one side that you’re playing both sides","labels":"neutral"},{"text":"i gasped. This sucks. He was very very sick and I hope he's at peace.","labels":"caring"},{"text":"I cant believe we elected this goon","labels":"annoyance"},{"text":"Leafs would have won this game if it wasn’t for that bullshit overturn.","labels":"disappointment"},{"text":"Kinda let down tbh","labels":"disappointment"},{"text":"If at first you don’t succeed...welp, nevermind.","labels":"disappointment"},{"text":"Just be yourself lol. Some girls find awkward\/goofy cute 🤷🏻‍♂️","labels":"amusement"},{"text":"I always suggest Laser Quest downtown, it's a blast!","labels":"approval"},{"text":"It was once was mine too. Im starting to use it again. :) It is so fucking beautiful,","labels":"approval"},{"text":"Always look to the odd years brother.","labels":"caring"},{"text":"Ok sure that’s a nice unfounded opinion you’ve got there. Unless you’ve been in one in which case wow sorry","labels":"surprise"},{"text":"Ok, so don't report anything then and keep whining on Reddit about it. That will surely help.","labels":"caring"},{"text":"Won’t Molotovs create more waste?","labels":"confusion"},{"text":"Followup comment that not-so-subtly requests gold by feigning ignorance or pandering to the pathos of uninspired premium redditors.","labels":"annoyance"},{"text":"You forgot about cats. They’re all talking about their cats.","labels":"disappointment"},{"text":"Yep, and the worst thing is that the cost of not doing something is invisible, while the cost of doing is not!","labels":"disapproval"},{"text":"You are goddam funny sir","labels":"amusement"},{"text":"Keep trying! :) I’ve just had a look and enjoyed the ones of yours I read.","labels":"optimism"},{"text":"I'm the first one, so that's wrong. Party affiliation =\/= political leaning","labels":"annoyance"},{"text":"8 other justices?","labels":"curiosity"},{"text":"Why do I seem to hit 6\/7, and can't go any deeper without throwing up. I wanna see and feel more shit FML lol.","labels":"amusement"},{"text":"Ive done this to a couple of people. It makes me feel really pleased with myself. Just riding in circles around people.","labels":"pride"},{"text":"Lip injections only cost $700 and I saved up for months. But I’m broke currently","labels":"disappointment"},{"text":"From [NAME]: I T ' S S P E L L E D O U I J A Goodbye","labels":"neutral"},{"text":"100% scam","labels":"disapproval"},{"text":"i think people who get up in a dizzy over an add that shames bullying and sexual harassment are probably special snowflakes.","labels":"annoyance"},{"text":"I think this does help less good pupils to learn it better and agree with the teachers. In my class thats the biggest problem when it comes to french","labels":"disappointment"},{"text":"God damn I miss this game!","labels":"sadness"},{"text":"You having a bad day man?","labels":"caring"},{"text":"I love how he bends down with his head in the 'loaded' guillotine to screw off the end cap.","labels":"love"},{"text":"My mistake lol","labels":"amusement"},{"text":"Like and smash that subscribe button, I'll see you in the next video for my best v-bucks giveaway yet","labels":"neutral"},{"text":"Why would they stop there with like 15 feet of visibility? It clearly isn’t just the truck drivers fault","labels":"confusion"},{"text":"Hard to believe we scored like 8 points through the first 6 minutes.","labels":"surprise"},{"text":"Yeah it looks like it","labels":"approval"},{"text":"You have to live for you. Go get that education, go get that career. Rediscover yourself.","labels":"caring"},{"text":"He might upset [NAME], but [NAME] is going to pick him apart.","labels":"approval"},{"text":"mibr losing to faze","labels":"disappointment"},{"text":"No. Being a private investigator isn't illegal.","labels":"disapproval"},{"text":"Hell yeah bois","labels":"approval"},{"text":"When and where did you go to basic, I never once even saw dessert in the dfac when I went thru","labels":"curiosity"},{"text":"Whenever a new guy apologises for taking a while to back i just tell him it takes longer if he hits something, so no worries.","labels":"caring"},{"text":"maybe dont do any drugs lol","labels":"amusement"},{"text":"Let's go [NAME]","labels":"neutral"},{"text":"Everyone seems to forget how much he sucked as a quarterback, there’s a reason he was un drafted","labels":"disapproval"},{"text":"Lol don't worry, they even make you somehow hate [NAME] in season 2.","labels":"amusement"},{"text":"That’s about what ours is, but our rush hour traffic is horrible.","labels":"disappointment"},{"text":"Damn that coyote was a fucking noob.","labels":"annoyance"},{"text":"Riding your bicycle down Powell is *a stupid fucking idea*.","labels":"disapproval"},{"text":"no job security and your prospects for future employment are severely hurt","labels":"disappointment"},{"text":"For as long as she’s been gone, I’m terrified to think why she was kept alive that long.","labels":"fear"},{"text":"I knew nothing about the cult, and it is one of my 2 or 3 favorite Netflix originals. ","labels":"approval"},{"text":"If someone starts that, I’ll join in. Their mods help perpetuate it all.","labels":"approval"},{"text":"One of my favorite war movies ever. The cast and soundtrack are unbelievable","labels":"approval"},{"text":"This. You need medical attention and they'll be able to put you in touch with resources.","labels":"caring"},{"text":"Scratch that, tickets go on sale February 7th.","labels":"neutral"},{"text":"Wtf you missed the Tigers 2005 dynasty","labels":"surprise"},{"text":"> Think before you speak The amount of times you should have take that advice beggars belief.","labels":"caring"},{"text":"I don’t go out that way much but even [NAME] is killer if it’s slippy out.","labels":"disapproval"},{"text":"I found myself not caring about any characters or the story. The only thing driving me was the fun gameplay","labels":"amusement"},{"text":"Why is it an issue getting him off the 40-man roster? Just put him on the 60-day DL","labels":"confusion"},{"text":"And...peter thiel is involved. Color me surprised. (O negative surprised that is.)","labels":"disapproval"},{"text":"[NAME]. Think there’s some controversy over how common that was though","labels":"neutral"},{"text":"oh okay gotcha! i was really baffled at that lol","labels":"amusement"},{"text":"Well, Detroit isn't currently marred by ownership and front office incompetence.","labels":"approval"},{"text":"You have no perspective. Go outside and get some friends.","labels":"disapproval"},{"text":"Not everyone agrees that he was actually an amazing strategist or a great general, actually.","labels":"approval"},{"text":"I've got six aces","labels":"neutral"},{"text":"Get help.","labels":"caring"},{"text":"I'm very open to doing anything to help me abstain. This seems very helpful I'd love to know more.","labels":"desire"},{"text":"> The cold hard truth is that they are the source of most of the antisemitism in Europe. Citation needed.","labels":"disappointment"},{"text":"A surprise to no one. Absolute stud.","labels":"amusement"},{"text":"I would have thought this sub would be encouraging of religions and religious followers shifting their views into the 21st century.","labels":"disapproval"},{"text":"I could see that nobody wants to be called ignorant. I also learned about the fallacy from [NAME].","labels":"realization"},{"text":"I didn't even notice there was a mistake","labels":"realization"},{"text":"Am I the only one who thinks these Instagram poses girls do are so freaking cheesy","labels":"amusement"},{"text":"[NAME] is a traitor to this country.","labels":"anger"},{"text":"**YT is not above the law.**","labels":"disapproval"},{"text":"Perm what? Seems like it’s like permanent virginity with a haircut lookin like that","labels":"confusion"},{"text":"I responded to someone else in this thread as well, more in length. Maybe you find that comment more interesting.","labels":"neutral"},{"text":"I got used to it with Voltron, but I still yet to watch the last season.","labels":"approval"},{"text":"Love how she actually cross referenced the picture with the POTUS.","labels":"approval"},{"text":"It's not G A M E R time unless we get to berate women and minorities.","labels":"anger"},{"text":"Death approaches! -[NAME] 2013 (I think)","labels":"grief"},{"text":"> us common peasant imbecile [NAME]. At least you admit it.","labels":"annoyance"},{"text":"they just want someone to agree with them and tell them they're right. that's all these sorts of posts ever are.","labels":"annoyance"},{"text":"And let me guess, is our friend [NAME] also shilling his own coin that solves all the problems?","labels":"curiosity"},{"text":"When's he due? (Sorry, couldn't resist)","labels":"curiosity"},{"text":"Seems kind of literal","labels":"neutral"},{"text":"What do you care you will never have any real wealth.","labels":"disapproval"},{"text":"Oh, [NAME], don't bring THAT story up!","labels":"desire"},{"text":"> Not necessary, you're a visible enough asshole that you pop up naturally.","labels":"annoyance"},{"text":"[NAME] reaction gives me life. His reaction when they got punched last episode was amazing too.","labels":"approval"},{"text":"Then getafe should have gotten their first goal. Ref is really bad.","labels":"annoyance"},{"text":"The most important part of a sacrifice is the innocence of the victim. (Even we [NAME] belive that). The unborn are the most innocent.","labels":"caring"},{"text":"You're not my STBXH hehe. He doesn't type like you.","labels":"amusement"},{"text":"Any other reasonably priced recommendation?","labels":"curiosity"},{"text":"Because it's fun?","labels":"confusion"},{"text":"I hear you, but I'm at this point I'm willing to take risk","labels":"optimism"},{"text":"It's a shortcut, dude, he just knows the map!","labels":"approval"},{"text":"There is no Ana meta. Pro meta atm is Zen GOATS mirror match","labels":"approval"},{"text":"PD would probably get us [NAME] so we would all get pump faked until you realize he got the wrong one. Exhibit A [NAME] -_-","labels":"disappointment"},{"text":"Technically, that time passed a very long time ago. She might not have much of an option anymore. ","labels":"caring"},{"text":"Hopefully created a monster. Also, I killed the morning at work.","labels":"optimism"},{"text":"My mom likes to use the word, “tripolar” for me and it’s aggravating. ","labels":"annoyance"},{"text":"Genuinely, it is! The only complaint is that kentrosaurus is spikey as hell, and I find him with my foot in the dark fairly often...","labels":"approval"},{"text":"Looks about 17 years old here","labels":"neutral"},{"text":"Hey friendo nothing down here but there are ALL SORTS of interesting smells!","labels":"approval"},{"text":"Hi, [NAME]! I am stopping by to wish you the best day, and the best year! -HappyFriendlyBot","labels":"caring"},{"text":">Charters get to choose who they take Not in Los Angeles. Admissions is by lottery.","labels":"neutral"},{"text":"Yeah that does not mean anything It’s a wallet that they have been using with another exchange and they use it to send money to you.","labels":"neutral"},{"text":"Ha, who cares about them supporters...the most important thing for society is that justice is served and the man jailed! Scream all you want. ","labels":"disapproval"},{"text":"Thanks, we were just waiting for you to come in with the final say.","labels":"gratitude"},{"text":"Hi, [NAME]! I thought I would stop by and wish you a wonderful and prosperous year! Have a good one! -HappyFriendlyBot","labels":"caring"},{"text":"Yes, some doctors look down on military docs. However, I've never seen military nurses looked down upon. If anything, it gives them a leg up.","labels":"approval"},{"text":"I used to think that too, before I got over Trump Derangement Syndrome and took the red pill.","labels":"realization"},{"text":"Also groin injury, he’d probably take the week off regardless. ","labels":"neutral"},{"text":"That is SO cool","labels":"approval"},{"text":"Omg what simple brilliance. The nbme is a waste of time!? Genius!","labels":"approval"},{"text":"Why does everyone hate the creme brûlées? They’re easily my favorite.","labels":"approval"},{"text":"He provided links above.","labels":"neutral"},{"text":"at least you aren't broke like me :\/","labels":"disappointment"},{"text":"R\/T DIDN'T WANT IT!!!!","labels":"disapproval"},{"text":"Rec and Red just need to die as teams. Fucking joke of a performance here considering how much funding they are both getting.","labels":"annoyance"},{"text":"Oh you know they’re BOTH going for it.","labels":"realization"},{"text":"That's literally how all fighting games are.","labels":"neutral"},{"text":"Unite us. Unite the clans.","labels":"approval"},{"text":"These refs are [NAME] awful. Find a new job","labels":"annoyance"},{"text":"I play EVE and I’m a moron. If I can do it, anyone can. ","labels":"embarrassment"},{"text":"[NAME] SHOT THE PUCK *AND* WE SCORE Who woulda thunk","labels":"approval"},{"text":"God, [NAME] looks rough. ","labels":"sadness"},{"text":"He really would be. It's not even an abortion anymore!;It's just post-birth killing!","labels":"disapproval"},{"text":"Mine was avg!","labels":"neutral"},{"text":"take my arrow. so fucking true","labels":"approval"},{"text":"I know but for that one moment he was more than that guy who snuck in [NAME] room at night and wore his helmet","labels":"neutral"},{"text":"It is. You generally need 5 down and 5 up to play reliably. Also wired.","labels":"approval"},{"text":"American democracy is weak but it's not dead. If the intention of your comment was to discourage people from voting then you are the problem.","labels":"annoyance"},{"text":"Lucrative. I like it.","labels":"approval"},{"text":"I mean, they've probably dealt with human vagina blood on a fairly regular basis...","labels":"approval"},{"text":"This has been a bizarre day of coaching decisions","labels":"annoyance"},{"text":"Good [NAME], what a waste of [NAME] time. Wait, is [NAME] a nutritionist?? WUT?","labels":"confusion"},{"text":"When you can't hold in years of emotional trauma anymore","labels":"sadness"},{"text":"This is amazing. This is how Christmas should be.","labels":"approval"},{"text":"Does that caption say [NAME] and [NAME] are planning to move to Austin....? Dear [NAME] PLEASE no we already have [NAME]!","labels":"confusion"},{"text":"but the dayman doesn't have the nightman's sexy hands.","labels":"approval"},{"text":"The Republicans are worse though the NRA literally has to pressure Republican congressmen every time gun control gets brought up.","labels":"annoyance"},{"text":"Eastside Cafe was pretty pricey for what it was.","labels":"disapproval"},{"text":"After 6 weeks, anything becomes a habit I hear. ","labels":"realization"},{"text":"We used to do a lot of terrible shit in the past that’s not a good argument","labels":"embarrassment"},{"text":"hi [NAME], toxicity in a multiplayer game is something that should always be expected no matter the game cause people are assholes.","labels":"annoyance"},{"text":"I swear to [NAME], if you don't use vinyl records, you're THE definition of \"The Complete Douchebag\".","labels":"annoyance"},{"text":"I wouldnt mind seeig a few rushes with that NFL overhead cam.","labels":"approval"},{"text":"BFV have anticheat... Why do you claim \"complete lack of an anti-cheat\" ? They are running fairfight + some inhouse shit afaik...","labels":"annoyance"},{"text":"What kind of response is that it's so shit","labels":"annoyance"},{"text":"Nice try coppers.","labels":"optimism"},{"text":"I only buy Venus razors, in solidarity with women everywhere. Why should I get to make more *and* spend less on razors?","labels":"confusion"},{"text":"I don’t know but I think they at least have foil inside, I remember seeing you could hack one into an antenna.","labels":"confusion"},{"text":"FUCKING RIGHT COLIN WHITE AND OF COURSE MARK STONE","labels":"approval"},{"text":"I hope mcd's charged extra for the sauce.","labels":"desire"},{"text":"Eagles fan here. is this goalpost an old meme here? or was it due to recent circumstances?","labels":"confusion"},{"text":"Yeah but they actully had\/have shit to be mad about. Their board is incapable.","labels":"disapproval"},{"text":"Congrats to you!! My husband went from being like your husband... to processing cannabis oil. There is hope.","labels":"desire"},{"text":"[NAME] fucking [NAME], that man is enormous.","labels":"surprise"},{"text":"I AM THE GOLDEN GOD","labels":"pride"},{"text":"I might be able to help. A\/S\/L?","labels":"caring"},{"text":"You look like [NAME] from firefly :)","labels":"approval"},{"text":"I don't remember if I've entered","labels":"confusion"},{"text":"Haha and [NAME] is calling the Chicago crew the most triggered bunch. Then proceeds to scream at them like the little triggered bitch he is.","labels":"annoyance"},{"text":"Like, [NAME]?","labels":"confusion"},{"text":"I am an older guy just trying to meet good chat buddies. Pm me if interested","labels":"neutral"},{"text":"Yeah, and it was 20 years ago and now I feel really old.","labels":"sadness"},{"text":"At least [NAME] gave us entertainment","labels":"approval"},{"text":"“Bahahaha” Isn’t that a quote from the Raving Rabbids?","labels":"amusement"},{"text":"Do *you* believe yourself to be a clone?","labels":"confusion"},{"text":"Yknow that is one of the main reasons farmers have a lot of kids right? Cheap labor.","labels":"realization"},{"text":"And then there was the on who grabbed mom’s breast and tried shoving ot onto the ba y’s mouth.","labels":"embarrassment"},{"text":"I’m sure if it’s crusty there’s some flavor.","labels":"approval"},{"text":"Well said, hope more and more people continue realize this and discover\/take-back their power!","labels":"approval"},{"text":"Yeah no more concussions in Madden now. Only non head related injuries occur.","labels":"neutral"},{"text":"He wasn’t hot to me but he has that attitude I find attractive af.","labels":"approval"},{"text":"Here’s the rest of the video.","labels":"neutral"},{"text":"And then what would The Bulls do if he says he won't be the head coach anymore? Put an assistant in there?","labels":"confusion"},{"text":"yeah my face goes numb in 20 degrees and lower windchill, I can't even imagine how I would feel in that!","labels":"nervousness"},{"text":"One of the best photos I’ve seen of the Arch. Breathtaking.","labels":"approval"},{"text":"Every team is beatable just maybe not by us","labels":"disappointment"},{"text":"Those all look like perfectly good cookies or is that the joke","labels":"confusion"},{"text":"Yeah, but malice with the *intent* to solely intimidate OP? Doubtful. More like malice with the unlucky byproduct of discovery by OP.","labels":"confusion"},{"text":"You basically already know the entire series for how much they've talked about it and how brazenly they spoil it.","labels":"annoyance"},{"text":"How will identity politics help this situation?","labels":"confusion"},{"text":"Have a good night, mate!","labels":"caring"},{"text":"Oh ok sorry","labels":"sadness"},{"text":"That's still a fucking insane number. 70% is goddamn insanity, and the only reason you're alright with it is because you're unaffected.","labels":"surprise"},{"text":"Yeah just like the Spider-sense, Preflexes can be tricked or only blares up at specific situational times. Bit inconsistent, those two.","labels":"disapproval"},{"text":"That gives me flashbacks to when my mom used to record me crying because she thought it was funny. Ugh.","labels":"embarrassment"},{"text":"hell yeah dude","labels":"approval"},{"text":"This is not a why were they filming. The person filming clearly saw it from further away, and then got closer after turning on the camera.","labels":"neutral"},{"text":"Didn't you know, it's all about winning, nothing else matters","labels":"approval"},{"text":"Oh my [NAME] that's so satisfying","labels":"amusement"},{"text":"Stop attacking me","labels":"disapproval"},{"text":"RED ALERT RED ALERT","labels":"nervousness"},{"text":"Fuck i think I whooshed myself","labels":"embarrassment"},{"text":"I feel the same man. Keep going bro!","labels":"approval"},{"text":"[NAME] needs to slow things down there.. ffs","labels":"annoyance"},{"text":". For all of you highlight truthers out there, the shove is clear as day.","labels":"annoyance"},{"text":"felt like that shot by palms was our first in a while","labels":"approval"},{"text":"One more pos to add to the heap.","labels":"optimism"},{"text":"Mrs.Frizzle has found herself on hard times.","labels":"optimism"},{"text":"I always worry about my facial expressions. You're not alone there.","labels":"caring"},{"text":"Probably because its likely, unfortunately. The question is what happens next for people that are obsolete.","labels":"confusion"},{"text":"You laugh at them. Openly. For being childish and naive. If they don’t react to facts maybe they’ll react to wounded pride.","labels":"annoyance"},{"text":"Instagram is the only one to blame for all this evil","labels":"anger"},{"text":"I'm so glad [NAME] is better looking than how he's depicted in UFC EA 3","labels":"approval"},{"text":"Congratulations, it is satire!","labels":"approval"},{"text":"Look at the reflection of the ceiling in the mirror...and the exit sign. I totally thought this was a jerk.","labels":"disappointment"},{"text":"Can someone tell me how he protects his virginity though. You know from all the thots.","labels":"confusion"},{"text":"2013 was Dunk City, right? Because that was incredible ","labels":"approval"},{"text":"Surely you dont think its the bravest thing a person can do though right?","labels":"confusion"},{"text":"Rainy weather must have gotten them... no idea. But i've never seen a dead hummingbird and saw 2 within 5 feet of each other :(","labels":"confusion"},{"text":"I mean it’s kind of weird that they miss that part we’re the Bible acknowledges other gods for selfish reasons","labels":"annoyance"},{"text":"That's a good idea! Unfortunately don't have a vehicle big enough, so I'll have to hire someone with a truck.","labels":"approval"},{"text":"ITT: Hipsters. “I liked this band before they got all popular and shit.”","labels":"annoyance"},{"text":"It's barely a jumpscare tho, i dont get how this could be startling at all","labels":"disapproval"},{"text":"Her booty so thicc it bends the space\/time continuum","labels":"approval"},{"text":"Not sure how kittens “lol” but I’ll take your word for it.","labels":"amusement"},{"text":"They're all the same, all the ratemes are a trap. It's just sad people keep falling for them because its so obvious it genuinely hurts.","labels":"sadness"},{"text":"I just hate the \"I don't know\" people","labels":"annoyance"},{"text":"[NAME] could be so valuable if we didnt rely on him to create","labels":"disappointment"},{"text":"Keep on hmmm-ing toots. Maybe you’ll put yourself to sleep","labels":"caring"},{"text":"It was a pretty shit joke that deserves it","labels":"annoyance"},{"text":"Blooming Villain with Willpower a close second. Heavily emotionally charged songs used at very dangerous events that suit the theme perfectly.","labels":"approval"},{"text":"I would literally rather have the government throw $3k into a shredder than fund this shithead’s trip down south","labels":"anger"},{"text":"That's how reddit works.","labels":"realization"},{"text":"I was about to lose my shit but then I finally found the Plumbus","labels":"optimism"},{"text":"I will admit,I did chuckle a bit","labels":"approval"},{"text":"This one tilted concrete square in my neighborhood that I keep fucking tripping over.","labels":"annoyance"},{"text":"Love it yeet","labels":"love"},{"text":"dude that stadium was lit as fuck 🤣🤣🤣 were about to embrace the tank like never before","labels":"love"},{"text":"Vote every one of them out that was quoted as being upset about the wire and not the corruption.","labels":"annoyance"},{"text":"Middle guy doesn't look to fit to me. Looks like me, too many pounds.","labels":"disapproval"},{"text":"Never. I miss the opportunity of leaving earlier than I did. That’s about it.","labels":"optimism"},{"text":"What about [NAME] arm ?Is [NAME] replacing [NAME] cannon ? I was more bummed about losing [NAME] arm than his bat .","labels":"confusion"},{"text":"I have noticed that one is good for thinking straight and light bulb moments.","labels":"approval"},{"text":"This is so not aww.","labels":"disapproval"},{"text":"It could indeed apply to many gods from many different creations myths...which is his point. Everyone knows!","labels":"realization"},{"text":"Honestly, State and Revolution is what made me ananarchist.","labels":"annoyance"},{"text":"Enjoying oneself automatically makes an action harmless?","labels":"curiosity"},{"text":"Seconded. 8 years and I never reached the final castle.","labels":"disappointment"},{"text":"At no point in the game has that been true","labels":"disapproval"},{"text":"Nah, [NAME] literally shit his pants in the playoffs. He had to go to the washroom to decompress during a fucking playoff game lmao","labels":"amusement"},{"text":"#\"\"Haha so relatable omg so me\"\"","labels":"amusement"},{"text":">\"Le Painting\"??? What hell is that? - [NAME], 2019","labels":"confusion"},{"text":"there's no ventilation shafts in the dumb things, block the exits and make a bonfire.","labels":"annoyance"},{"text":"i didn't knew your toe can get that flat without breaking the nail in thousand of pieces","labels":"realization"},{"text":"[NAME], it's like nobody learned a single thing from the game.","labels":"annoyance"},{"text":"If you don't understand something then you want tyranny...","labels":"annoyance"},{"text":"Still won the race though ha who’s a failure now","labels":"approval"},{"text":"What are you on sir","labels":"curiosity"},{"text":"How generous :) you must really make them happy. Good on you for that","labels":"optimism"},{"text":"Fair enough. I'm probably thinking of someone who still has some semblance of shame.","labels":"approval"},{"text":"Imagine what he thinks of TLJ...","labels":"neutral"},{"text":"They are children, they have no souls. ","labels":"disapproval"},{"text":"My [NAME] says he hates everything right now, too. He's caught himself a few times from saying he hates me. ","labels":"embarrassment"},{"text":"Does anyone here think this will actually turn the Jet's around? I feel like this is the worst shit ever.","labels":"curiosity"},{"text":"IT MUST WOUND YOUR PRIDE! STANDING OUT THERE, LIKE A GLORIFIED SENTRY!","labels":"disappointment"},{"text":"It had bad spelling but i understood it u grammqr nazi","labels":"annoyance"},{"text":"yes, very sexist","labels":"disapproval"},{"text":"I've actually taken this opportunity to get back into making YouTube videos.","labels":"pride"},{"text":"Downvote me into oblivion but both [NAME] and [NAME] shot around 35%. However one they say he balled out and the other one was struggling.","labels":"annoyance"},{"text":"Ok so this doesn't seem like a cover given they made a whole comp for him","labels":"disapproval"},{"text":"She has started therapy with an addiction specialist. That is a hopeful sign IMO. Wish she had started a while ago.","labels":"caring"},{"text":"So lifelike!","labels":"approval"},{"text":"This is just a stupid question. The answer is who cares? [NAME] is on an entirely different level from [NAME].","labels":"annoyance"},{"text":"Following in the long tradition of network cop shows. Dat [NAME] ass tho.","labels":"disappointment"},{"text":"Just the best WR in the league retweeting the best TE in the league, nothing to see here....","labels":"approval"},{"text":"3 Hours of [NAME] pissing on the floor in public","labels":"disapproval"},{"text":"He’s my pick. That fist!","labels":"approval"},{"text":"That’s a weird way of spelling Tobin.","labels":"neutral"},{"text":"No, you’ll find her. Us childfree lesbians are out there. ","labels":"caring"},{"text":"Don't know why anyone would need more explanation than this video","labels":"annoyance"},{"text":"Yeah I have no idea. I’m guessing she meant to ask for someone to “sit” with mama [NAME] in her place?","labels":"confusion"},{"text":"He’s too old for [NAME]","labels":"disapproval"},{"text":"Woops. I'll keep it that way. Never be tired AF and post on reddit y'all.","labels":"approval"},{"text":"You’re not winning this one. Move along.","labels":"disapproval"},{"text":"Takes a lot less effort to just say “fuck off, buy your own.”","labels":"approval"},{"text":"I use pinecones :)","labels":"neutral"},{"text":"If that's ice cream, then honestly I eat ice cream from a cup at home. It's great for portion control.","labels":"approval"},{"text":"The bitch doesnt need drag race (bc shes amazing) but im still sad.","labels":"anger"},{"text":"[NAME] is a 6'5\" [NAME] that can't rebound or defend.","labels":"disapproval"},{"text":"They didn’t you lying sack of shit. This sub has no moderators.","labels":"annoyance"},{"text":"I’d want to know what happens after","labels":"curiosity"},{"text":"To be fair, you have to have a staggeringly high IQ to understand the Dead Parrot Sketch.","labels":"approval"},{"text":"The amount of times this happened during the first tides of war event, smh.","labels":"annoyance"},{"text":"Pls no, it's too cold outside to go hatless.","labels":"caring"},{"text":"deleted ^^^^^^^^^^^^^^^^0.1122 ^^^What ^^^is ^^^this?","labels":"confusion"},{"text":"I wish [NAME] was fit enough to be fourth choice.","labels":"desire"},{"text":"# AVE!","labels":"neutral"},{"text":"You’re right, 5 minutes won’t be enough, earlier could be 10 minutes. Weird how that works.","labels":"curiosity"},{"text":"No haha but this is our first day on Reddit!","labels":"amusement"},{"text":"A radical departure from the lunacy we have now? Yes.","labels":"approval"},{"text":"I thought it was still in theaters.","labels":"neutral"},{"text":"Horrific. Shameful.","labels":"disappointment"},{"text":"I have a bad feeling about this.","labels":"fear"},{"text":"What evidence at all shows that [NAME] was an accomplice?","labels":"confusion"},{"text":"Oh god, the one common denominator strikes again and is rubbing off on the other players. We're doomed, back to the drawing board in 2020","labels":"sadness"},{"text":"Well duh, he’s a scientist. So he’s probably smarter than the average anti vaxxer","labels":"approval"},{"text":"If they want to attack [RELIGION] they should be honest with the website title Imagine a [RELIGION] creating a website and calling it WikiChristianity and constantly attack [RELIGION].","labels":"annoyance"},{"text":"I never pre-order anything and I am never disappointed with that decision","labels":"pride"},{"text":"Finally!! Just do it already, it's time.","labels":"optimism"},{"text":"Without even talking about diabetes, you really must be an asshole to celebrate overeating and call it \"progress\"","labels":"annoyance"},{"text":"And just to continue the tradition, they reported on building 7 falling 25 minutes before it fell...","labels":"annoyance"},{"text":"Its not... your fault","labels":"caring"},{"text":"Dear [NAME], please help [NAME] be less disgusting. Amen.","labels":"caring"},{"text":"They are bad for your body.","labels":"caring"},{"text":"the last 2 are mocking the first you dumb asses","labels":"annoyance"},{"text":"[NAME] damn good save","labels":"approval"},{"text":"If I’d know about his kin shit I would have never been friends with him in the first place","labels":"disappointment"},{"text":"Not bad iv'd tho","labels":"approval"},{"text":"Your manager sounds like an idiot. Not saying he\/she is. Just sounds like it from this.","labels":"disapproval"},{"text":"Politics in the KRG are some of the dumbest and most petty of the Middle East.","labels":"annoyance"},{"text":"Her performance was absolutely awful in the Elseworlds crossover. So much so that every time she was on screen it made me cringe.","labels":"disappointment"},{"text":"The kind look on his face certainly helps","labels":"optimism"},{"text":"Nononononoyes their doing this knowing that they are going to kill the bull no matter what, he deserves it.","labels":"anger"},{"text":"Hopefully no one was sitting on his lap at the time!","labels":"desire"},{"text":"I've not- I'll have to put it on my watchlist.","labels":"desire"},{"text":"It's time to trade our expiring deals and finally rebuild properly. Dont let me down Weltham!","labels":"caring"},{"text":"They hated him, because he told them the truth","labels":"annoyance"},{"text":"No link sharing the pics? Mildly disappointed in reddit haha","labels":"amusement"},{"text":"[NAME] bringing on Sir [NAME] to confront [NAME] about calling him fat is a great interview","labels":"approval"},{"text":"I blame [NAME] for this series of unfortunate events","labels":"annoyance"},{"text":"That's way dangerous to keep then together they may break out and start feedig on the other ear buds to gain heir strength","labels":"disapproval"},{"text":"That looks like a wig.","labels":"neutral"},{"text":"Different pipes go to different places! You're gonna mix them up!","labels":"nervousness"},{"text":"You need HELP!","labels":"caring"},{"text":"So. This is scary as fuck.","labels":"fear"},{"text":"Im about to order 1b-lsd today since thats all i can get here legaly and dont have underground conections to get real acid. I will keep that in mind :D","labels":"amusement"},{"text":"How is the JC-01 with juul pods. I've heard mixed reviews.","labels":"curiosity"},{"text":"[NAME] was injured going into that game and then ultimately left in the second half after suffering another injury","labels":"neutral"},{"text":"Headline had me thinking the guy was currently barricaded in a BK bathroom, demanding they give him free food. But no.","labels":"disapproval"},{"text":"That’s really cool! How did you do this?","labels":"curiosity"},{"text":"I need to know this as well, so I hope no one minds if I leave a comment here.","labels":"curiosity"},{"text":"Something's wrong. The top post on r\/conspiracy isn't completely anti-conspiracy? Wow, feels weird. \/s(?)","labels":"confusion"},{"text":"No worries! But I figure the written recipe should be handy for some folks.","labels":"approval"},{"text":"I mean for once the unpopular one is actually at the top, even if it is tea, robbed of air time? Sure, wins no","labels":"confusion"},{"text":"You're being cucked by an MLM I hope you realize that","labels":"caring"},{"text":"Yo you USA? I’m on pc and want some people to play bo3 with.","labels":"confusion"},{"text":"I don't know what would have happened had you tried to get past, but I'm glad you just noped the duck out of there.","labels":"approval"},{"text":"I like these kinds of multicultural projects. Very much in line with my feels about South Africa.","labels":"approval"},{"text":"What do they mean attract teens? Every teenager is basically on it already","labels":"confusion"},{"text":"I would watch just to hear [NAME] talk about how great he is at pinball.","labels":"desire"},{"text":"How’d you get out there? I miss the west. Love NYC tho","labels":"confusion"},{"text":"[NAME]? 1st for [NAME]?","labels":"confusion"},{"text":"What a complete and utter cunt.","labels":"anger"},{"text":"If you're going out with a big group then this doesn't seem so bad. Everyone gets something to eat and it's fun.","labels":"approval"},{"text":"I couldn't muster up the energy to read through it all. They're on a different level, and it's not a compliment.","labels":"disapproval"},{"text":"You mean not enough","labels":"confusion"},{"text":"What the actual heck.... Like I just don't....I cannot","labels":"disapproval"},{"text":"I'll have to think about that one but maybe if you're down😂","labels":"disappointment"},{"text":"Looks like one of mine too. Such a horribly raised entitled rude brat","labels":"annoyance"},{"text":"Voting for someone to tax you to death makes no sense","labels":"disapproval"},{"text":"IT'S NOT FUNNY HOLLY.","labels":"annoyance"},{"text":"I can read the anger in this post.","labels":"neutral"},{"text":"I'd prefer her as an actual character","labels":"approval"},{"text":"Let's do this shit. Michigan first half?","labels":"approval"},{"text":"Maybe because communism has shown time and time again that it finds humans beings below contempt and makes every effort it can to murderstarve as many as it can..?","labels":"annoyance"},{"text":"I should be back tomorrow according to your GM","labels":"neutral"},{"text":"I’m sorry if I hurt your fragile ego, you should get off the internet lol","labels":"amusement"},{"text":"That poor kid. That is going to cause some issues for them as well down the road.","labels":"sadness"},{"text":"Nothing official, just a gut feeling. We'll see though as today we should have an update.","labels":"realization"},{"text":"Fuck me daddy","labels":"excitement"},{"text":"Every day it gets harder to tell the difference between a legit mental health issue and someone just using it as an excuse to be an arsehole.","labels":"annoyance"},{"text":"Go away [NAME]....","labels":"disapproval"},{"text":"Awesome. But not good awesome.. awesome the way nuclear bombs and hurricanes are awesome.","labels":"approval"},{"text":"Oh man, you got me there with the image","labels":"embarrassment"},{"text":"Bro he has always been a bully in the community. He is a pseudo scientist.","labels":"annoyance"},{"text":"Going to jump sides 2nd half lol","labels":"amusement"},{"text":"But the right to not have your property taken away from you is a right.","labels":"approval"},{"text":"Hey bro there’s no judging here","labels":"optimism"},{"text":"Yeah shit they are crazy","labels":"disapproval"},{"text":"Did you guys personally pay someone for the banner? Because that's incredible.","labels":"approval"},{"text":"I must of not fully understood what you meant... damn tired redditing","labels":"annoyance"},{"text":"That extraterrestrial little grey creatures don’t exist? That’s definitely a fact but I’m very open to any evidence\/proof of the contrary lmao.","labels":"amusement"},{"text":"Trier is low key an awful defender","labels":"disappointment"},{"text":"[NAME] just has the runs. Don't worry, [NAME] is lacing up to replace him","labels":"caring"},{"text":"It’s amazing how buggy this game is. Itd [NAME] buying a new car with most of the parts broken. We will fix it eventually.","labels":"approval"},{"text":"Well, he was until season 3, which was ironically when [NAME] made them take that test.","labels":"disappointment"},{"text":"Yes I'm trips fail like that nothing you can do about it but brush yourself off and try again tomorrow","labels":"caring"},{"text":"Poor attempt for karma I think","labels":"disappointment"},{"text":"Ok this makes more sense now.","labels":"approval"},{"text":"I totally believe it, it's crazy how many drivers are so unaware of their lights","labels":"approval"},{"text":"nice try balance team","labels":"approval"},{"text":"I hate to break it to you but [NAME] ARENT signing here","labels":"disapproval"},{"text":"Same except I also love the taste and meal options of meat. I could never do the veggie thing.","labels":"approval"},{"text":"Why is this being downvoted lol?","labels":"amusement"},{"text":"I spy a good boy eye!","labels":"approval"},{"text":"> [NAME] That is going to get sooo confusing if he does join our division.","labels":"confusion"},{"text":"I mean, he is a terrible president. ","labels":"disapproval"},{"text":"For me its keeping sane and safe without it that's the issue.","labels":"optimism"},{"text":"Looks nice but will wait for a PVE dedicated map as that’s more my jam.","labels":"approval"},{"text":"Any time the results are known before the hypothesis is generated, you should be very skeptical of the methods.","labels":"caring"},{"text":"Why was the discrimination and ghettoization of [NAME] prior to their extermination legal? Because legislators sometimes don't care for morality.","labels":"confusion"},{"text":"Not sure where people get them from but I see people offering them out here and there so thought I'd take advantage","labels":"confusion"},{"text":"That’s a lot of chonkers!","labels":"surprise"},{"text":"That’s one of my favorite movies pans labyrinth.","labels":"approval"},{"text":"Never listen to songs with someone you love. Just don't. Trust me.","labels":"disapproval"},{"text":"If this team could make there wide open shots, we could win some games. Its unbelievable how many open shots we miss. ","labels":"desire"},{"text":"Forgot to mention that it contains lanolin, don't know if thats a deal breaker. Regardless, alcohol free emollient + occlusive is the way to go","labels":"approval"},{"text":"I'll always be here to accept you. :)","labels":"approval"},{"text":"Enjoy being stopped at the border","labels":"amusement"},{"text":"Yes, thank [NAME] the wisest of [NAME] live outside your country","labels":"gratitude"},{"text":"False equivalence in the sense property rights aren't enforced but more accurately defended.","labels":"disapproval"},{"text":"Also, they ruined Top Gear but that’s a whole other issue.","labels":"disapproval"},{"text":"Is that not common in your area? I see amish people all the time","labels":"curiosity"},{"text":"Yeah no.","labels":"disapproval"},{"text":"Not me, blue text posted it on fb airing out the guy but yeah she really handled it well ","labels":"approval"},{"text":"Intentional fouling in basketball too thiugh","labels":"neutral"},{"text":"DonutLicious in Spring is the most gourmet one I’ve ever been to.","labels":"approval"},{"text":"He has been given all the time\/freedom in the world - he just doesn't deliver.","labels":"disappointment"},{"text":"Looks like you don't have a story too.","labels":"sadness"},{"text":"Nice post here, dork.","labels":"approval"},{"text":"Can these be made so in the future it could be made even higher? Like adding an additional 15 feet or so? Would be cool...","labels":"desire"},{"text":"I’m glad people are calling your lying ass out about CF.","labels":"gratitude"},{"text":"Very interesting!!!","labels":"approval"},{"text":"unless of course that's a mere sample","labels":"neutral"},{"text":"I don’t get it :(","labels":"sadness"},{"text":"this, from the good the bad and the ugly","labels":"neutral"},{"text":"Oh no, her eyebrows","labels":"disgust"},{"text":"I actually find it easier to place spawn beacons in stupid spots like this than a nice flat empty piece of ground.","labels":"approval"},{"text":"I love it when they have those realistic conversations where people interrupt eachother and talk over eachother. It makes it more relatable","labels":"approval"},{"text":"I'll message you when I have the time to play! :) Ty!","labels":"approval"},{"text":"YES YOU SHOULD, although it's only in 2300. Surrounding communes get expensive quickly.","labels":"approval"},{"text":"Wow, what a controversial opinion.","labels":"surprise"},{"text":"A best friend would get me a vibrator. Not something that’ll make me feel like an oily, ugly piece of shit.","labels":"approval"},{"text":"Damn it even comes with changeable speedshanks","labels":"surprise"},{"text":"& when you call them on their shit they ban you from their subreddit for \"oppressing people\"","labels":"annoyance"},{"text":"Bloody Sundae ([NAME] x [NAME]).","labels":"annoyance"},{"text":"I miss [NAME].","labels":"sadness"},{"text":"Not my proudest fap","labels":"disapproval"},{"text":"That’s a fuckin budgie. You gotta be a moron at birds to not know that. That’s like Bird Basics 101.","labels":"annoyance"},{"text":"The best answer is simply don’t do it. Having said that, good luck my friend. ","labels":"caring"},{"text":"Because most shit right wingers say is so awful that if they said it in a space where they weren't anonymous they would be fucking done","labels":"annoyance"},{"text":"[NAME] bless the united [NAME]","labels":"caring"},{"text":"What you are describing is what I am feeling right now aswell. It's hard to handle the fact but atleast you aren't alone.","labels":"caring"},{"text":"[NAME] rolls with his kitties and is hard as fuck.","labels":"approval"},{"text":"I'm know Ashtabula. I'm from Lorain. That's cool that the company got bigger though.","labels":"approval"},{"text":"I saw the one where he was successful, and wondered how many attempts it took. ","labels":"neutral"}]