[{"text":"I have, and now that you mention it, I think that's what triggered my nostalgia. ","labels":"neutral"},{"text":"That's why it's only 20$","labels":"neutral"},{"text":"Let go or you will be dragged","labels":"caring"},{"text":"is a recent article interesting read.","labels":"neutral"},{"text":"Iq designed by the military to see who would be the best pencil pusher subordinates","labels":"neutral"},{"text":"There's not enough salt in the world for her!","labels":"disapproval"},{"text":"That almost makes her seem like an actual human being.","labels":"disappointment"},{"text":"I have a deep seeded hatred for close-minded people too.","labels":"anger"},{"text":"Makes my skin crawl","labels":"anger"},{"text":"4Chan's ideas are intriguing to me and I wish to subscribe to 4Chan.","labels":"desire"},{"text":"Does not look bad! Thnx!","labels":"approval"},{"text":"\"You look a little older without your clothes on\" - [NAME]","labels":"neutral"},{"text":"Oh then u\/Dr-Pepper-Phd","labels":"neutral"},{"text":"Im sure you’ll love it","labels":"approval"},{"text":"Ah ok, that makes more sense. I don’t think most [NAME] would see your last name and try to make it French, lol.","labels":"annoyance"},{"text":"The puppy is actually suggesting that the use of laptop to be repulsive. ^^^^PCMR4Lyfe","labels":"neutral"},{"text":"> laughing me off. > can’t expect everyone to be current on every topic","labels":"approval"},{"text":"They call it the hub and spoke system. They neglected to include a wheel.","labels":"disapproval"},{"text":"No offense are you guys actually dating? Are you paying for every thing. Have u guys had sex?","labels":"curiosity"},{"text":"Sometimes you gotta hate living to love life ya feel?","labels":"annoyance"},{"text":"Any chance we could treat the terrorists as terrorists then?","labels":"annoyance"},{"text":"Please tell me that [NAME] never said this.","labels":"neutral"},{"text":"Oh damn, I was thinking like what kind of monster doing this","labels":"annoyance"},{"text":"I don't think a [NAME] would agree....","labels":"disapproval"},{"text":"> its exactly the opposite of what I do to get a girl in the mood This is super creepy","labels":"disapproval"},{"text":"I think you spoke too soon","labels":"disapproval"},{"text":"Not bad at all.","labels":"approval"},{"text":"She represents window licking retards.","labels":"annoyance"},{"text":"Calling it now, this is the top post of all time. Edit: For reference r\/trees historians, I was the first to call it.","labels":"amusement"},{"text":"The epitome of the virgin soyboy\/Alpha [NAME] meme.","labels":"neutral"},{"text":"That is the stuff of nightmares...seriously.","labels":"fear"},{"text":"That's the spirit","labels":"amusement"},{"text":"‘My Goddess went to prison and all I got was this crappy t-shirt’","labels":"annoyance"},{"text":"Tell me about it. Never felt like I fit into this gen.","labels":"curiosity"},{"text":"Awesome! [NAME] is stilling kicking it through the uprights!","labels":"amusement"},{"text":"Did [NAME] mention the astroturf pitch after today's comfortable 3-0 win? He certainly made a big fuss about it after the loss at Rugby Park.","labels":"disapproval"},{"text":"\"Being asked not to rape is oppressing me\"","labels":"neutral"},{"text":"Don't forget that labour cannot win a majority by itself. They would need to make a deal with the SNP.","labels":"disapproval"},{"text":"Honesty!! Rare","labels":"neutral"},{"text":"*Unfortunately that’s the world we live in now* [NAME]. [NAME] women ruining everything.","labels":"neutral"},{"text":"Saw it. Loved it. Wasn't hating on [NAME] man, was just commenting on what I was watching lol. ","labels":"love"},{"text":"This is a toxic behaviour.. get rid of him as soon as possible.","labels":"annoyance"},{"text":"Munson’s Chocolate right here in my town of Bolton! Also Simoniz ... a major player in cleaning and protection products, right here in Bolton!","labels":"neutral"},{"text":"Will quickly be removed from lobby screen but the game mode selection button will keep the annoying warning\/advert.","labels":"neutral"},{"text":"If people don't act the way I want it is because they have bad reasons. Lol","labels":"amusement"},{"text":"The power dynamics argument is one of the most ridiculous arguments ever - unless it’s someone who has a *direct* influence on your life or outcomes.","labels":"disapproval"},{"text":"Ignored it and it will be forgotten 2-3 months from now.","labels":"neutral"},{"text":"I put [NAME] on over the holidays...my family hated it. Freaking love his stand up though and he's pretty widely liked. My family is weird.","labels":"annoyance"},{"text":"He's transcended fuck-you-money to fuck-me-money territory","labels":"neutral"},{"text":"Human trafficking is bad.","labels":"disapproval"},{"text":"Look into BRI countries, pretty strong overlap with them would be my guess. ","labels":"confusion"},{"text":"*US MILITARY WANTS TO KNOW YOUR LOCATION*","labels":"neutral"},{"text":"[NAME] (swt) does not need your worship. If you do good deeds and humble yourself and seek forgiveness He might guide you again.","labels":"neutral"},{"text":"> For the same reason it wouldn’t permit business with an expressly racist\/sexist\/etc. business But those practices are illegal at all levels already.","labels":"disapproval"},{"text":">Poly people look at the numbers and just see lots of opportunities ;) I like how that's put","labels":"amusement"},{"text":"Oh I didn’t realize you were saying that, my bad . And yes that’s a great idea that would help develop him ","labels":"approval"},{"text":"Nobody here says 'excuse me' , it's 'sorry' ","labels":"neutral"},{"text":"So you're saying my man was murdered...","labels":"confusion"},{"text":"You know it’s bad when you grab the toothpaste and start reading it","labels":"annoyance"},{"text":"I pray that I won't have to change my clothes.","labels":"neutral"},{"text":"We are atrocious on defence.. I hate this tactics of defenders playing th ball around.. slows down the creativity so much","labels":"disapproval"},{"text":"Did you even venture to scroll through the nearly 2h long video linked in this thread? Not hard to find....seems like you are just avoiding it.","labels":"annoyance"},{"text":"omg this is so cute, thank you u\/Skraxx","labels":"gratitude"},{"text":"Or what Midnight's players should have requested. Midnight are now in the driving seat, the players have 0 control ","labels":"neutral"},{"text":"I know I am still going to frequent Argonaut and my other neighborhood family owned liquor store.","labels":"realization"},{"text":"Translation: \"I don't think restaurant employees should be allowed to express frustration under any circumstances.\"","labels":"neutral"},{"text":"now 8 in a week. smh","labels":"annoyance"},{"text":"This is the noise I make in my girlfriend’s ear while y’all are still scared to moan","labels":"neutral"},{"text":"> Sleeping next to someone I knew my wife is trying to kill me!","labels":"embarrassment"},{"text":"Ugh...terrible.","labels":"annoyance"},{"text":"Love is a drug","labels":"neutral"},{"text":"People are very complicated.","labels":"confusion"},{"text":"Ugly truth is, if you didnt want to be stopped you wouldnt tell anyone. It will pass. Stay strong :)","labels":"annoyance"},{"text":"It’s so hard to be a mommy! Chasing kiddos. Work, work, work!!! ","labels":"disappointment"},{"text":"Well unless you have an audio recording, people are gonna struggle to diagnose it for you any further I’m sorry. ","labels":"remorse"},{"text":"My friend with BPD has just done this very thing when I moved down to their city. Have become a total stranger.","labels":"neutral"},{"text":"Glad to help!","labels":"caring"},{"text":"Trade up for Haskins. If that doesn't happen give me Greedy.","labels":"neutral"},{"text":"So deport the bad guys and let the asylum seekers come in. Sounds like we don’t need a wall anyway.","labels":"neutral"},{"text":"> this teams been appalling for a month now They're 7-7 in the past 30 days.","labels":"fear"},{"text":"I cringed so much just reading that tweet, I didn't even make it to the comments. That's my fucking President. :(","labels":"annoyance"},{"text":"They'd probably need to take nutrients by IV until their organs are working normally again. But yes it should be possible to save a starving person","labels":"confusion"},{"text":"Interesting. Can you give some examples?","labels":"amusement"},{"text":"Ah I didn’t think of that second definition of end. I like it!","labels":"amusement"},{"text":"Not even if I worked there, would I attend her meet and greet","labels":"neutral"},{"text":"Hears hoping, best of luck","labels":"optimism"},{"text":"Which subcommittee?","labels":"confusion"},{"text":"Just life.. I feel like i'm just a parasite that should be removed.","labels":"embarrassment"},{"text":"He is like a bad cartoon that’s hard to turn off.","labels":"annoyance"},{"text":"I found it interesting that [NAME] wasn’t addressed in FA or until the later rounds of the draft.","labels":"neutral"},{"text":"My favorite part of women being in the game is fucking destroying them. Take that femenists","labels":"annoyance"},{"text":"[NAME] sorry it was rude not to @ you lol","labels":"embarrassment"},{"text":"This is the most fucking sensible comment I have seen in the this subbredit. Have the exact same opinion.","labels":"approval"},{"text":">It's not FSA I am not going to discuss about something, which isn't even my point. ","labels":"disapproval"},{"text":"Think this was an underrated signing. Dudes such a beast when he’s on, can go multiple innings.","labels":"disappointment"},{"text":"But I was told that sub was for civil discussion!!!","labels":"confusion"},{"text":"We will probably get our chance again next episode without [NAME] becoming a psychopath.","labels":"annoyance"},{"text":"Wow, that really hurts coming from a demented troll sockpuppets brigading me on this sub","labels":"annoyance"},{"text":"So, the kicker... her brother played on Xbox so that's the console she had claimed to play on!","labels":"neutral"},{"text":"Wouldn't that be wonderful. You might be interested in this report on the divergence productivity and worker","labels":"neutral"},{"text":"There is no greater form of oppression than being called a bigot. #debateme #babyhitler #otherpeoplesbabies","labels":"approval"},{"text":"Many of them are actively being courted and convinced by People's Vote activists. You just actively avoid acknowledging that fact.","labels":"neutral"},{"text":"Or, orrrrr. All Girls Poop Mindset Only video you need to naturally have confidence when you socialize All Girls ","labels":"annoyance"},{"text":"DID SOMEONE SAY THE TH WORD!!!!! I HAVE ARRIVED!","labels":"confusion"},{"text":"JV for AD - i know its lopsided, but we need to swallow that pill.","labels":"approval"},{"text":"I'd very much doubt many people believe there was no awareness or complicity.","labels":"confusion"},{"text":"If they declare it, its not a bribe its a political donation... In theory.","labels":"neutral"},{"text":"hehe cheeky little guy","labels":"amusement"},{"text":"It's a gift.","labels":"neutral"},{"text":"I’m already close to 50. It should be getting really interesting about the time I die.","labels":"excitement"},{"text":"> But it says progressive right in their name.... Here's a beautiful girl for you... ^^\/s","labels":"amusement"},{"text":"If y'all didn't like OKC before, you hate 'em now.","labels":"disapproval"},{"text":"You can love both [NAME] and the person you are with.","labels":"neutral"},{"text":"Dont forget asshat.","labels":"neutral"},{"text":"Anti-vaxxers should have a convention where they can die out afterwards","labels":"annoyance"},{"text":">[NAME] pulls publicity drama stunt with mild success. FTFY","labels":"annoyance"},{"text":"Compared to the number of people fleeing Venezuela, the Honduras situation is a rounding error.","labels":"neutral"},{"text":"Notice how much harder [NAME] was concentrating on catching those rocks than [NAME] did at the end of TLJ...","labels":"neutral"},{"text":"This. Literally this post. This post is a good start. :)","labels":"approval"},{"text":"Thank u!!! Im gonna try this one bless u","labels":"gratitude"},{"text":"I play teemo support and nobody can stop me.","labels":"neutral"},{"text":"Honestly mate, highest I've got to is only 1623 but put me up against an axe or a cannon and I'm just dead.","labels":"nervousness"},{"text":"I don't remember the taste, but someone on my strange addiction tv show ate her late husband's ashes and described the taste. ","labels":"neutral"},{"text":"I wish I could help you but I’m in the same ditch as you. High school is causing me troubles too","labels":"desire"},{"text":"I'm not going to try defend\/explain their reasoning for why they think it will piss people off but that is why they use nazi symbolism.","labels":"approval"},{"text":"No I don't lose points from losing to someone I wouldn't get points from beating.","labels":"neutral"},{"text":"I DESERVE TO BE HEAD OF NATIONAL SECURITY BECAUSE I'M ADOPTED","labels":"desire"},{"text":"The level of envyness far too much","labels":"annoyance"},{"text":"She is pretty smart to reject. You sound highly narcissistic and delusional. You may be an actual psychopath.","labels":"annoyance"},{"text":"I’m glad you are here. You got this.","labels":"approval"},{"text":"I'm saying I've only ever seen one case of obvious hacking","labels":"neutral"},{"text":"Yeah that seems better if you know you are facing ToT","labels":"neutral"},{"text":"I made the mistake of choosing [NAME] once. I'm literaly unable to change characters in Tekken for the rest of my life.","labels":"remorse"},{"text":"A long term relationship with pizza? Wow talk about accurate!","labels":"excitement"},{"text":"Nah, share it then down vote it in to oblivion.","labels":"disapproval"},{"text":"ur mom is in purgatory xd","labels":"neutral"},{"text":"I didn't know that he did. Just Googled it. Dope!","labels":"realization"},{"text":"It's the same with librarians. Out someplace, see someone with a confused look, and that autopilot kicks in. ","labels":"approval"},{"text":"Not making many new NYC fans: \"I'd rather live in Auschwitz than NYC\"!","labels":"neutral"},{"text":"This would be better posed in r\/GCdebatesQT, thank you.","labels":"gratitude"},{"text":"Can you imagine the amount of backlash she’d get if it was ANOTHER [NAME] collab? Omg.","labels":"disappointment"},{"text":":). Can you post your percentages tho, I am curious. ","labels":"curiosity"},{"text":"Of course it's going backwards, people generally don't want to acknowledge men as the people that hold society on their backs.","labels":"approval"},{"text":"And yet [NAME] can't even get a pub gig, homeboy was born the wrong colour","labels":"disapproval"},{"text":"I'm just going to do what r\/soccer done over Christmas and take it off.","labels":"neutral"},{"text":"U.S. are going to fuck this [NAME] guy so hard...he's going to need help to remove all the stars from his rectum","labels":"anger"},{"text":"Yep that’s the problem I have. Can’t make friends","labels":"embarrassment"},{"text":"Omg lmao. Coming from [NAME] too is super embarrassing. I can't really say I feel bad for [NAME] though, he did it to himself. ","labels":"annoyance"},{"text":"I feel so sorry for [NAME]..","labels":"caring"},{"text":"Haha .. In pakistan 47 is the normal temp during summer... Lol noob.. Gg ez","labels":"disapproval"},{"text":"Her license hasnt been revoked though ;( If purposefully giving people the wrong medecine isnt enough of a reason then idk what.","labels":"annoyance"},{"text":"Yea gotta get that sweet .05% on $3,000. Gonna retire with it!","labels":"neutral"},{"text":"Will that's what that poor child was just taught. Some parents have no idea","labels":"remorse"},{"text":"You obviously have never seen those creepy videos with 10m+ views with kids. And those Elsagate videos.","labels":"annoyance"},{"text":"You're talking about something complete different there.","labels":"disapproval"},{"text":"[NAME] would love her!!! \"Do you forgive Daddy?\" ","labels":"approval"},{"text":"You can pull yourself out of it. Fight those urges.","labels":"approval"},{"text":"I regret that I have but one downvote to give.","labels":"annoyance"},{"text":"If it weren't already so delayed","labels":"neutral"},{"text":"12 years, that's it? Psh I've been dating my gf for 20 and engaged for 10 years","labels":"excitement"},{"text":"That sounds like a hot date. ;) I've never been, but friends say just order the cheapest food and enjoy the ambiance.","labels":"approval"},{"text":"Oh, so that's where I left my cigar","labels":"realization"},{"text":"*poorly It's an adverb. Happy New Year.","labels":"disapproval"},{"text":"And you can't really see the bottom part so that's probably small too. Really grosses me out","labels":"annoyance"},{"text":"NEXT TIME! ON THE CURSE OF OAK ISLAND!","labels":"annoyance"},{"text":"i will downvoted u into oblivion!!!!!!","labels":"anger"},{"text":"Dudeeee damnn why am I at work when this happens lol","labels":"annoyance"},{"text":"Love your username!","labels":"approval"},{"text":"i dunno, there are mass bombings\/stabbings\/people getting run over (dont even know what the name for this is) all the time across the world","labels":"annoyance"},{"text":"Obviously lmao weird flex but ok","labels":"disapproval"},{"text":"The card game in Episode 2 is probably the happiest [NAME] has been in a while.","labels":"neutral"},{"text":"I’m right handed, yet left eye dominant and straight... life is beautifully strange.","labels":"neutral"},{"text":"Best news ever. Some quality futbol at last!","labels":"amusement"},{"text":"Good luck trying to get out of the membership. They won’t make it easy.","labels":"disapproval"},{"text":"I hate Detroit","labels":"anger"},{"text":"When I was in 3rd Grade, I wanted to sneak into my pregnant teachers house and make her drink beer.","labels":"amusement"},{"text":"Sorry what, seriously? Who decided that shit, that wasn't even [NAME]?","labels":"annoyance"},{"text":"the negative connotation of eugenics is allowing dysgenics which is a far worse fate for humanity","labels":"disappointment"},{"text":"I’m cool with anything that pisses off someone as disingenuous as you.","labels":"annoyance"},{"text":"I saw that twice last year.","labels":"neutral"},{"text":"Because a thought can qualify as racist without intention of effect in the same way that a thought can be transphobic without intention or effect.","labels":"approval"},{"text":"Thog don’t care about [NAME]","labels":"neutral"},{"text":"It makes it especially delicious when our one sub with ~100 active members gets accused of controlling the entire political debate on Reddit","labels":"amusement"},{"text":"“Children transing is abuse though ... and I'm not even speaking about dangers of hrt”","labels":"neutral"},{"text":"I have that problem myself sometimes.","labels":"neutral"},{"text":"Oh man is this true. Coffee has a seriously negative effect on some people! I'm 39 and just figured it out this year","labels":"disapproval"},{"text":"What? This isn't boys' night. I don't see [NAME] anywhere.","labels":"surprise"},{"text":"when my egg cracked I went through like every teen girl phase in the space of 2 months lol","labels":"amusement"},{"text":"I could believe it's natty transformation, just not in so short time-frame. Hence, juicy or time-frame is closer to 2 years.","labels":"confusion"},{"text":"Ahem....Repost Alert!","labels":"neutral"},{"text":"This is good for people who pilots as well and rely on Tablets or phones for mapping","labels":"approval"},{"text":"source:","labels":"neutral"},{"text":"*wall breaks* OH YEAH!!","labels":"amusement"},{"text":"I like her too! I hope she does well and stays away from [NAME].","labels":"caring"},{"text":"Peace to you both.","labels":"caring"},{"text":"I’ve always loved the art style of the author\/illustrator as a kid, so I could see where you’re coming from.","labels":"amusement"},{"text":"When did they stick to those policies, sure the US isn't innocent, but fuck that? This hypocrisy is unbelievable, it's cringy FFS.","labels":"annoyance"},{"text":"*When.* When he wins.","labels":"neutral"},{"text":"I do remember this and wanted nothing more than to kill that guy","labels":"anger"},{"text":"I merely suggested he see a doctor based on some weird symptoms he is having that cause him to not be able to interact with others very well.","labels":"caring"},{"text":"He could have easily taken a real camera from a legitimate source and change the price in Word\/Photoshop and then print it out.","labels":"disapproval"},{"text":"Advocating for rape and torture of women on a whole and even inciting men to do it seems like it should break the rules.","labels":"anger"},{"text":"It was nice knowing you all.","labels":"gratitude"},{"text":"Yikes hope hes ok","labels":"caring"},{"text":"And with the employee says “what coworker? I’m working alone today.”","labels":"neutral"},{"text":"Bro. We’ve been cursed since way before that.","labels":"neutral"},{"text":"Dude seriously they got some really weird and specifically targeted propaganda on their TV shows","labels":"disapproval"},{"text":"They all say that. Mine said all the same things too and then just days \/ a week later met and started dating someone.","labels":"disappointment"},{"text":"Oh look another stupid comment, original but not unexpected.","labels":"annoyance"},{"text":">not a cure-all. Since we don't have such a thing, is this not the next best option?","labels":"disapproval"},{"text":"Dangerously close to paganophile, so be careful of your spelling for fear of extreme confusion...","labels":"neutral"},{"text":"“The weird thing is she’s got a tattoo of our company on her back...” lmfao","labels":"disapproval"},{"text":"I'm just messing with you, dont be mad! I actually upvoted you, its probably just burried under all the downvotes.","labels":"neutral"},{"text":"Not cheating and not using exploits is honorable. Other opinions are not relevant imo.","labels":"approval"},{"text":"This sub absolutely gets personal within seconds of anything he says being postes","labels":"neutral"},{"text":"Nothing good can come from knowing. Just let it go and focus on the relationship in front of you","labels":"disapproval"},{"text":"You don’t know what love is till you’ve fished a turd out of the bathtub for someone.","labels":"neutral"},{"text":"My understanding it was a simply banking error","labels":"neutral"},{"text":"> I don't care what context this has Why are you so proud of being ignorant?","labels":"disapproval"},{"text":"I mean, if the kid is 2, this guy could definitely be a gen [NAME] who grew up on smart phones","labels":"amusement"},{"text":"How it feels*","labels":"neutral"},{"text":"This seems like an excessive amount of work that I don't think (maybe I just don't know any better?) adds any value.","labels":"disapproval"},{"text":"Sorry but I’m out of the loop on this. What and when is in play? Thanks.","labels":"gratitude"},{"text":"I took a marijuana doobie this evening around 5:00 p.m. after my dinner at Country Kitchen Buffett and I am now tripping.","labels":"neutral"},{"text":">And I could be wrong about my [RELIGION] faith but again that’s the point of faith. The point of faith is to be wrong?","labels":"confusion"},{"text":"They’re probably fighting, that’s why she’s *really* getting out of the house for “self care.”","labels":"confusion"},{"text":"I've seen that profile picture before..this guy is a repeat offender","labels":"annoyance"},{"text":"You really went in to detail, and with valid points. Δ ","labels":"approval"},{"text":"You seem fun","labels":"amusement"},{"text":"It's not even artisanal? You're a monster.","labels":"annoyance"},{"text":"Hit up skull forts if you are looking for the fastest way. But just play and have fun.","labels":"neutral"},{"text":"[NAME] is not fascist. Heck,she's not even alt-right","labels":"disapproval"},{"text":"Get that double double [NAME]!","labels":"neutral"},{"text":"People talk so much shit when I say [NAME] is just a fast as [NAME] again, [NAME] just barely wins ","labels":"annoyance"},{"text":"Waited 4 months for trash. But hey I can drive the truck around and live out my can recycling fantasy.","labels":"relief"},{"text":"I doubt that [NAME] cares.","labels":"annoyance"},{"text":"Was not expecting that spongebob reference","labels":"disapproval"},{"text":"Thank you! Ill sign up as soon as its working! I checked it a few min ago and its still giving the error.","labels":"gratitude"},{"text":"I also feel that way. They're playing next level... then again, I thought NZ would take care of us","labels":"approval"},{"text":"No surprise that the game series is gaining traction!","labels":"amusement"},{"text":"You actually seem like an abusive alt yourself.","labels":"neutral"},{"text":"Sure but you gotta still be attractive. Something tells me that dude in the thread was an unattractive neckbeard.","labels":"neutral"},{"text":"True dat, I lost hope a LONG time ago","labels":"disappointment"},{"text":"holy fk [NAME] is the guy in the gym who thinks hes a star but he just isnt","labels":"annoyance"},{"text":"...a golden sex toy?","labels":"confusion"},{"text":"But hes still in love with me just not as much as he used to be... and he calls me.","labels":"love"},{"text":"Ladies and Gentlemen........We got him","labels":"neutral"},{"text":"this is so true!","labels":"approval"},{"text":"Ok.... he can *call* it the State of the Union, but that doesn't mean it is.","labels":"disapproval"},{"text":"A 20% win percentage really sneaks up on ya :( no wonder this sub has to have a toxicity talk lmfao","labels":"approval"},{"text":"You will never be safe as long as the CCP can imprison and torture you","labels":"neutral"},{"text":"Well the last time we got a premier like this, the conservatives didn't get power again until [NAME] and only because [NAME] misstepped at the last second","labels":"disapproval"},{"text":"Ask them if they’re going to give you a “test salary” for it... if not, nope out of there. ","labels":"disapproval"},{"text":"That is profoundly messed up.","labels":"disapproval"},{"text":"as long as the tracking shows delivered, it's not your responsibility what happens to it after that","labels":"neutral"},{"text":"Glad things came out alright for you...","labels":"caring"},{"text":"I would watch that so hard. But I'm sure what's left of LuLaRoe and other MLMs will do whatever they can to stop it.","labels":"optimism"},{"text":"I'm not a miner. I'm not a service but I run a full node for experimentation and learning. Do I help or hurt decentralization?","labels":"confusion"},{"text":"Can you spend a week reviewing ? That is totally what I would do. Come up with some fun games you can play.","labels":"approval"},{"text":"He's hanging with friends...TV on, volume down. People asking, how are things in Detroit and he just shrugs and shakes his head","labels":"neutral"},{"text":"It's racist.","labels":"disapproval"},{"text":"My moms ex husband...? So there is a chance that she banged her brothers and is now engaged to her father?","labels":"confusion"},{"text":"Sorry, it’s just my absolute favorite thing ","labels":"remorse"},{"text":"It's probably better to just subscribe to a scotch or kayaking subreddit. Of course, you run the risk of FEEEEMALES being there.","labels":"approval"},{"text":"You're still going after this man, you posted from your alt account, give it up and take the L. It's not emasculating at all.","labels":"disapproval"},{"text":"I get abused on the daily fam ‍♀️‍♂️‍♂️‍","labels":"neutral"},{"text":"Also the infection that almost killed her because they tried to save the leg, leading her to get the prosthesis. ","labels":"neutral"},{"text":"And I’ll be there!!!","labels":"neutral"},{"text":"Omg TDG has a new singer? That's so sad. I was rocking out to them in middle school too. Simpler times.","labels":"disapproval"},{"text":"I hope you or someone close to you never has to go through what this woman is going through.","labels":"caring"},{"text":"You beat me to it","labels":"neutral"},{"text":"If loving the Falcons along side my Vikings is wrong, *than I don’t want to be right.*","labels":"disapproval"},{"text":"Meth is a hell of a drug.","labels":"neutral"},{"text":"Get jiggy with it.","labels":"neutral"},{"text":"Mate, you’re a [NAME]. If it wasn’t for us you wouldn’t even exist. ","labels":"annoyance"},{"text":"Insofar as the Church has definitively ruled, it has been against evolution.","labels":"neutral"},{"text":">That movie only makes sense if [NAME] is lying No, it doesn't. But thankfully the professionals write the story, not fans.","labels":"approval"},{"text":"just speculation at this point but it's not looking good","labels":"disapproval"},{"text":"I unintentionally read this from right to left this time, probably because I recognized this meme and know that it normally is the wrong way. I fooled myself ","labels":"embarrassment"},{"text":"I just said okay then moved on Edit: he's really naive about all this because he's like 13 But validating af","labels":"neutral"},{"text":"And based on the film of [NAME] novel *Johnny Got His Gun*, both worth checking out.","labels":"amusement"},{"text":"America.... I have done goofed!","labels":"remorse"},{"text":"Dude I spit after this comment. I haven’t laughed like that in awhile.","labels":"amusement"},{"text":"Yup, even if they had a very rough life... Nobody ages thaaaaaat badly.","labels":"disapproval"},{"text":"The sun in his eyes makes him look pissed, like he and the ducks had some personal history.","labels":"neutral"},{"text":"I meant from when I was a kid and teen. Sorry.","labels":"neutral"},{"text":"Given I had zero interaction I couldn't even be mad. I think I chuckled","labels":"amusement"},{"text":"> [Citation needed] The fact that no woman will date you.","labels":"neutral"},{"text":"Hope + Sabres = Mistake Just remember that you love hockey and do your best to enjoy the ride.","labels":"neutral"},{"text":"Furry btw so why don’t you take yourself also","labels":"neutral"},{"text":"Yeah, I feel like Velvet Underground is the band of choice for 20 year olds ","labels":"approval"},{"text":"That, the fact that the photo was taken on someone's phone and the fact they couldn't be arsed to crop it properly...","labels":"neutral"},{"text":"Don't make me kiss you!","labels":"disapproval"},{"text":"i like playing as a good guy' **Lassoes someone and feeds them to some crocodiles for insulting my fashion sense.**","labels":"approval"},{"text":"Speech should be illegal if it is an incitement to violence or a call to commit crime. Everything else, however repulsive it might be, must be legal ","labels":"neutral"},{"text":"That looks righteous!!","labels":"amusement"},{"text":"That would be an unfamiliar feeling","labels":"neutral"},{"text":"I know, I know. I tend to have that effect on people ","labels":"realization"},{"text":"You again.","labels":"neutral"},{"text":"I moved to Canada in 2001 from the middle east. I'm still not used to it. I hate cold.","labels":"annoyance"},{"text":"She's actually not dead at all. Even now shes still a good hero.","labels":"amusement"},{"text":"A news source putting out sponsored news is inappropriate. Stop reading BBC i guess","labels":"annoyance"},{"text":"Over 2 years of prep time.... better use an agent next time!","labels":"neutral"},{"text":"What's that thing you have pointed at your head, selloboy? Gun, forest, gun!","labels":"annoyance"},{"text":"[NAME]? That’s your answer?","labels":"confusion"},{"text":"I’m a fan of your awareness for others here. This sub needs more of that lately.","labels":"approval"},{"text":"“That’s up to you” Clearly it is not up to you, or you wouldn’t have had a flipping miscarriage! ","labels":"disapproval"},{"text":"My mom and I do the same exact thing. I hate it.","labels":"disapproval"},{"text":"How do we do handle the venom, and marvel is all metaphors-avi [NAME] ","labels":"annoyance"},{"text":"> I dont understand why team record matters so much. The entire purpose of playing is to win games.","labels":"disapproval"},{"text":"Yeah keep filming your kid kicking a dog in the face. I'm suprised this isn't on r\/funny","labels":"anger"},{"text":"Eastern suburbs, the mullet never went out of fashion.","labels":"neutral"},{"text":"It really isn’t hard to put your chat in submode like every other pro player does.","labels":"neutral"},{"text":">Pri*toiletries*","labels":"neutral"},{"text":"Not that hard, but definitely time consuming, especially to gather a dataset fit for video training.","labels":"disapproval"},{"text":">All men cheat, you might as well get cheated on by a rich man! Kudos on the level of misanthropy. ","labels":"annoyance"},{"text":"Sure, rape isn't caused by poverty. You can compare poor whites vs poor hispanics too. ","labels":"disapproval"},{"text":"Best I've ever had came out of a Disney cookbook my daughter brought home from","labels":"neutral"},{"text":"If you wanna know how rappers rape ask [NAME]","labels":"neutral"},{"text":"NOBODY TELL HIM","labels":"neutral"},{"text":"When we have tens of millions starving or dying of thirst, at least you will still have the moral 'high ground'.","labels":"neutral"},{"text":"It's not nearly as easy to underreport murders as you think","labels":"disapproval"},{"text":"normal looking guys thinking about the weekend, while ugly guys thinking about tongue position, mewing, and item #45 on todays Self Improvement checklist. lmao","labels":"amusement"},{"text":"I had one of those... my cat broke it.","labels":"disappointment"},{"text":"I agree. But shooting him left me feeling bad too.","labels":"sadness"},{"text":"...and let her clean?","labels":"confusion"},{"text":"Because everything is like a video game to them. And in real life the PvP is unbalanced!","labels":"neutral"},{"text":"Smh people aren’t seeing the real issue though. That’s the woman’s bathroom. ‍♂️","labels":"neutral"},{"text":"She may want you and your boyfriend out, so her daughter can take the bedroom. A family meeting might force her to be honest.","labels":"neutral"},{"text":"so lucky. im afraid to tell my [NAME] gf. :\")","labels":"fear"},{"text":"Reverse racism is just racism","labels":"neutral"},{"text":"How [NAME] doesn't refuse the cooking lessons because [NAME] secretly recorded.","labels":"neutral"},{"text":"Our soil needs the help! That would be a really unpleasant job.","labels":"annoyance"},{"text":"What song was that earlier ? It went oooh oooh ooooh oooh oooh oooh.","labels":"confusion"},{"text":"Yup, it all starts with [NAME]. He’s not the worst owner in the nfl, but he’s in the bottom half for sure. ","labels":"approval"},{"text":"Have fun with shingles then.","labels":"neutral"},{"text":">!Cosplayer Bystander!<: I always knew he was a little bitch.","labels":"annoyance"},{"text":"All the inmates, including serial killers: *'Someone save me from this psycho.'*","labels":"neutral"},{"text":"I too rationalize how bad my my ex-girlfriend is now that she's gone. 8(","labels":"realization"},{"text":"Hey, I bought a few issues of \"Lady Death\" and it was awesome! I wasn't hanging posters though.","labels":"approval"},{"text":"Sorry. This happens to too many good people.","labels":"remorse"},{"text":"You know what would instantly unwreck you? A good screwing. Transformational !","labels":"approval"},{"text":"Interesting. But it still is kind of guessing how far the target is though? I love BF never snipe though","labels":"confusion"},{"text":"What a steal that was","labels":"amusement"},{"text":"I feel ya.","labels":"approval"},{"text":"Noo this guy was parachuting down fromthe mount blanc to kill his self","labels":"disapproval"},{"text":"Do math and drive. I cook. Ain't much else to tell.","labels":"neutral"},{"text":"It's time to feel the fucking Bern, America. ","labels":"annoyance"},{"text":"[NAME] expunged my paraphernalia without consent and I called the **LAW TIGERS** to sue him for damages.","labels":"anger"},{"text":"Kayaking on a hot summer's day with just enough of a breeze to rock you with the waves. I can almost fall asleep out there.","labels":"neutral"},{"text":"my favourite singer ([NAME]) helped write one of the songs so i love it","labels":"amusement"},{"text":"Oh my gawd. WHAT?","labels":"surprise"},{"text":"I said nothing of the sort.","labels":"neutral"},{"text":"The reason most people don't get the joke is because it's such a bad one, that they think that it's not meant to be one.","labels":"neutral"},{"text":"I think you should manage your hopes and expectations that you have about her. Start dating other people. Let her go","labels":"approval"},{"text":"I'm sure he immensely appreciates the gesture.","labels":"neutral"},{"text":"\"antibiotics I had left over from last year\" THERE IS EVERYTHING WRONG WITH THIS STATEMENT","labels":"disapproval"},{"text":"> Waaah the reward I get for being a decent human being isn’t good enough.","labels":"annoyance"},{"text":"Just dump it on the other side of that fence down there...ssss","labels":"neutral"},{"text":"He just wasn't registered with the state. He has a BS in EE and works as an electrical engineer. What a stupid law","labels":"disapproval"},{"text":"Tell them you Reddit while you poop. No one will dare question your bowel movement and you'll be free to share the story!","labels":"annoyance"},{"text":"I feel like this should be a copypasta... It's correct and I want the message to be spread...Can we make this a thing lol","labels":"neutral"},{"text":"Then let's point it out even harder! Oh, and by the way, Happy Cake Day!","labels":"neutral"},{"text":"Oh god. Imagine losing to Toronto in the cup final. You would spent the rest of your life hearing about it","labels":"surprise"},{"text":"How dare they not have the foresight to realize he'll become a president we don't like decades later.","labels":"annoyance"},{"text":"I'm glad they called it. Basketball is so dumb in that it's one of the few sports you're rewarding for committing a penalty.","labels":"neutral"},{"text":"His video is definitely against the rules.. He literally asks people to spam oh yeah yeah everywhere","labels":"disapproval"},{"text":"Lucky for you. I haven't been able to watch Oneyplays since [NAME] and [NAME] left. It's just not the same.","labels":"disapproval"},{"text":"Violating the law has never been a prerequisite for being charged with violating the law.","labels":"disapproval"},{"text":"Thing is...it's the media the masses take in that is driving this anxiety [NAME] or AP reader isn't falling for this","labels":"confusion"},{"text":"“Little dumb” ugh how awful","labels":"disapproval"},{"text":"I already know what they're dealing with, i just cant help without hurting them emotionally or lying to them","labels":"annoyance"},{"text":"Agree 100% I guess I'm just happy to see anyone, even total scumbags, willing to criticize dear leader. ","labels":"annoyance"},{"text":"I dont think anyone liked 6A apart from the two Slade episodes and the crossover. Most people here consider it to be sloppy","labels":"disapproval"},{"text":"Mammy ah fargat me passpart ah have te go down te rowckets and get a canny coke for wan fofty hi","labels":"neutral"},{"text":"Yeah it's only been posted 30 times already","labels":"approval"},{"text":"Dissociation\/ Derealization. Its a big symptom of anxiety.","labels":"neutral"},{"text":"Cider, its an acceptable drink to get drunk when you don't like the taste of beer and too much of a man to drink moscato","labels":"approval"},{"text":"Hahaha dude that was *so* well put","labels":"amusement"},{"text":"Fleur is already a French word, adding the la isn't really frenching it up fyi It's changing \"flower\" to \"the flower\" :)","labels":"disapproval"},{"text":"my good girl","labels":"amusement"},{"text":"This guy fiths","labels":"disgust"},{"text":"That kinda happened to me at a chillibees once. I semi full on panicked. I grew to hate that place. And booths.","labels":"disapproval"},{"text":"He's getting rest. We're trying to see how he can handle the starter's role.","labels":"neutral"},{"text":"you are truly a hogwartsian saint and exmo beautiful one. GG","labels":"amusement"},{"text":"Why does your flair say \"Wasted Energy\"? ","labels":"curiosity"},{"text":"I.e., you don't know what socialism is and what it strives for.","labels":"neutral"},{"text":"2016 was also the worst year of my life","labels":"annoyance"},{"text":"Don't tease me with [NAME].","labels":"annoyance"},{"text":"I bet he’s not going to visit their hall of fame in order to avoid meeting w\/ [NAME]","labels":"approval"},{"text":"The longer you look at this picture the less satisfying it gets","labels":"neutral"},{"text":"I dont get it, are the councillors in Ottawa known for being boorish, uneducated and unilingual?","labels":"confusion"},{"text":"This sub is turning into r\/childfree so fast. I actually love kids and want to adopt someday. I want to mod this sub smh","labels":"annoyance"},{"text":"Honestly, Queen kinda sucks. Obvious they were ripping off My Chemical Romance.","labels":"annoyance"},{"text":"Damn Blake is on fire today","labels":"neutral"},{"text":"Ah that video","labels":"approval"},{"text":"Ad hominem. Ridiculous argument, not even funny or hilarious.","labels":"disapproval"},{"text":"I would have laughed it off and walked away. Last thing I would do is ask the internet if I was right or wrong.","labels":"amusement"},{"text":"*literally every political ideology*","labels":"neutral"},{"text":"It's weird to think of a functioning email account that's existed at the same time as the Twin Towers","labels":"annoyance"},{"text":"Favourite month??!!","labels":"confusion"},{"text":"So we should just complete one study on anything, never question the results or methods, and just accept the initial study as gospel. Gotcha.","labels":"neutral"},{"text":"That was around 5 grand but cheers and hope wherever you go in life keeps you happy and striving to go higher!","labels":"desire"},{"text":"It's probably more like when the only tool you have is a hammer, everything looks like a nail. I'm so sick of this paranoia.","labels":"embarrassment"},{"text":"I liked the edgy sexual attraction. It was intense and I was drunk on it.","labels":"approval"},{"text":"Officer [NAME] is the penultimate FA character. Apart from the fact he's attractive of course AAAAAAAAAAAAH","labels":"amusement"},{"text":"Welcome home, [NAME]","labels":"caring"},{"text":"You should have noped out of the whole thing the moment the racist with a racist character came into the picture.","labels":"disapproval"},{"text":"All jokes aside my birthday is January 2nd as well if yours really is","labels":"neutral"},{"text":"Well hes asking is it possible and the answer is that it is possible to be honest.","labels":"approval"},{"text":"Break ups are hard. Hope you feel better.","labels":"caring"},{"text":"I am also interested in this religion!","labels":"neutral"},{"text":"It makes me mad when people steal them lol... chances are if you're nice I'll just *give* it to you","labels":"anger"},{"text":"No that would be yet another mistake.","labels":"annoyance"},{"text":"Weird. He's like the one capitalist in this sub that I feel I've had substantive conversations with.","labels":"annoyance"},{"text":"No one cares","labels":"neutral"},{"text":"Because love is a lie and there is no happiness in the world","labels":"annoyance"},{"text":"My favourite goes back to one of the first battles ever on YouTube:","labels":"neutral"},{"text":"[NAME] the curse is real. This ones on you LeBatard.","labels":"surprise"},{"text":"Not CPT, I'm assuming? ","labels":"confusion"},{"text":"dude,,, same i cried today because i couldn’t go to the gym bc my foot was too swollen to wear shoes lol","labels":"sadness"},{"text":"\"I have to deal with this, so now you have to also.\" ","labels":"neutral"},{"text":"So. Much. *Effort.* I ca't believe a tree died for this sin.","labels":"disappointment"},{"text":"Reacting to [NAME] at this point just makes me feel worse about the artist.","labels":"annoyance"},{"text":"Shadow of Mordor 3 looks pretty lit","labels":"neutral"},{"text":"Religion is gigacope","labels":"neutral"},{"text":"Ooh, that's interesting info actually (*heads to capfriendly to check how many years until [NAME] is a UFA*)","labels":"approval"},{"text":"Please come and visit again soon! Have a safe flight!","labels":"caring"},{"text":"did a fanspeak mock, wow I wish this would go down for us","labels":"desire"},{"text":"Look, I knew the end of that last sentence in my mind. It's not my fault you can't keep up.","labels":"annoyance"},{"text":"I thought he was trolling oops","labels":"embarrassment"},{"text":"It’s way too broken, anyone and their dog can use it.","labels":"annoyance"},{"text":"[NAME] only runs in [NAME] shorts!","labels":"neutral"},{"text":"We had a baby, it's hard to find the time to take them down.","labels":"disapproval"},{"text":"How comes when Chinese companies help build infrastructure in Germany it's a terrible risk to their sovereignty yet this is fine","labels":"annoyance"},{"text":"Any food shortages will be caused by these idiots each buying 38 tins of beans a few days before we leave.","labels":"neutral"},{"text":"Those smuggler missions were decently fun. Hold on a minute, I think I may play [NAME] again just to pass the time...","labels":"amusement"},{"text":"my parents did this for 8 years. apparently it’s a lot of fun","labels":"amusement"},{"text":"I would give r\/momforaminute a visit, the people over there are fantastic and I think they can give you some comfort ","labels":"optimism"},{"text":"I have seen people that have many mutual friends with me but I have no idea who they are. It happens.","labels":"neutral"},{"text":"Ugh. I know that interchange too well. People around here have been driving bonkerballs the last month or so too (more than usual)","labels":"neutral"},{"text":"All we need is 1 more Trae three and the W and this’ll be a great night","labels":"desire"},{"text":"To add, from what I hear he is actually a stand up guy and not at all the douche that the tweet\/comments are about.","labels":"neutral"},{"text":"True but I think that's what the other poster was thinking at least","labels":"neutral"},{"text":"I don’t know anybody of 22 who gets 10 hours of sleep every night","labels":"neutral"},{"text":"Damn I WANT to hear this!!!","labels":"annoyance"},{"text":"i remember my grandparents seemed to hate each other. my grandpa had a hearing aid and when grandma starting nagging he'd reach up and turn it off.","labels":"neutral"},{"text":"Okay, fair enough, though the vid worried me about the level of grinding in the game","labels":"neutral"},{"text":"makes me wish friendly fire was a feature","labels":"annoyance"},{"text":"r\/woooosh I guess... xD","labels":"neutral"},{"text":"This may be overreacting, but I would not touch those presents. There could be a bomb in them. ","labels":"embarrassment"},{"text":"Maybe 5-10 games in the g league would help knock some rust off?","labels":"optimism"},{"text":"My friends thought I was asexual","labels":"neutral"},{"text":"I heard about that too","labels":"approval"},{"text":"You might also like \/r\/grandpajoehate","labels":"neutral"},{"text":"A girl has grown up a lot since she was a 12 year old on the show, and she's grown up to be so beautiful as well.","labels":"amusement"},{"text":"All you need to read is [NAME] death near the end of the book to remind you... “Twas a comical effect.”","labels":"neutral"},{"text":"It seems hazy, and there’s been conflicting messages","labels":"neutral"},{"text":"This is a guide to all major religions and their stance on vaccines.","labels":"neutral"},{"text":"Yeah he's a real one. I would've loved him coaching the Broncos","labels":"amusement"},{"text":"With Everyday passing day without a good signing I feel like we got robbed in this trade","labels":"disappointment"},{"text":"Why do some people use tbh after everything","labels":"annoyance"},{"text":"I mean, it is, slowly but surely. It sucks. ","labels":"annoyance"},{"text":"Because the content creators don't deserve to be paid, your seconds spent listening to ads are too valuable!","labels":"disapproval"},{"text":"Not to worry. He'll gets his bats.","labels":"neutral"},{"text":"Maybe focus on today instead of worrying about eternity? You'll get a lot more out of life that way.","labels":"approval"},{"text":"FOR THE PEOPLE","labels":"neutral"},{"text":"[NAME]? Hahha. He'll bring in the 22nd century.","labels":"amusement"},{"text":"-40 on an obvious joke, [NAME] people.","labels":"annoyance"},{"text":"My favorite browns memory of all time was that game !","labels":"neutral"},{"text":"When he puts it in too fast and you don't have time to let your walls expands, this is exactly how it feels... ","labels":"neutral"},{"text":"Glad to see you were able to get this worked out, thx for the update! ","labels":"gratitude"},{"text":"Except you continue to lose calories well after you finish running...so way off","labels":"neutral"},{"text":"We’re used to crazy cold weather but this is much worse, a lot of people are just staying inside till Thursday.","labels":"annoyance"},{"text":"I thought that, but not quite as extreme!!","labels":"neutral"},{"text":"First [NAME], now [NAME]. Stop the conks. Please. ","labels":"annoyance"},{"text":"He did a [NAME] score? ... yup, that's how unmemorable it was","labels":"disapproval"},{"text":"I *thought* that sounded familiar roflmao!","labels":"neutral"},{"text":"Several of the scenarios in the ad were talking about intervening when boys were attacking\/bullying other boys.","labels":"neutral"},{"text":"Stop thinking about yourself. Go help someone and work hard at being useful. There's no satisfaction or fulfillment in self-obsession. Get over yourself.","labels":"annoyance"},{"text":"Oh damn it! I was just on my way to the post box","labels":"remorse"},{"text":"He looks like he was crying already about something and hes reacting to realizing hes on camera crying probably not his proudest moment","labels":"neutral"},{"text":"The worst bbq in Texas Edit: Some of you are getting seriously r\/wooooshed It's their slogan.","labels":"disapproval"},{"text":"[NAME] ROASTING LIBERAL CUCKS COMPILATION #43","labels":"neutral"},{"text":"i can't even stand up straight on a paddle board in the calmest water imaginable","labels":"neutral"},{"text":"I have yet to see a single reasonable person supporting [NAME]. Not on Reddit, not on Twitter, nowhere. ","labels":"neutral"},{"text":"Discuss and follow a case an onsessibg per the case are different. It's odd. It's the only conviction on earth where we see this.","labels":"neutral"},{"text":"Jokes aside, is anyone on the dev team? ~~taking even a remote look at [NAME]?~~ Fixed for you. LAWL","labels":"neutral"},{"text":"Nice ;)","labels":"amusement"},{"text":"They’re also communist, so that puts them above their reproach","labels":"disappointment"},{"text":"Dude the kaaba was detroyed three times that's nothing","labels":"neutral"},{"text":"Or they will die!","labels":"neutral"},{"text":"Good to know! *Makes note to Grand Revenge Scheme draft 2.doc to only slash three of the ex's tires*","labels":"approval"},{"text":"Okay so it’s different for everyone You feel more motivated! I tho k it’s pretty interesting how people can feel More depressed on medication...","labels":"neutral"},{"text":"yep, you don't hate Mondays, you hate capitalism. ","labels":"neutral"},{"text":"They’re more just controversial opinions, not unpopular ones. ","labels":"disapproval"},{"text":"2 is washed out, 6 and 10 are too dark. Also imgur showed me a bald naked chimpanzee right after your last picture and I nearly choked. ","labels":"neutral"},{"text":"[NAME] and [NAME] were the ones I had in mind, but I'm not surprised they're not the only ones from what I've heard.","labels":"neutral"},{"text":"[NAME] has been attacking the basket a lot this game,good to see.","labels":"neutral"},{"text":"I have regrets. But I am trying to make the best of the situation.","labels":"optimism"},{"text":"Lol i got bottled by one of them in a brawl with a bunch of the nazis","labels":"embarrassment"},{"text":"wow, there's no way [NAME] should 'er scored that","labels":"surprise"},{"text":"I'm hoping it's more statistical noise at this point still, but it's definitely worrying.","labels":"nervousness"},{"text":"Men don't tend to have bags as big, I reckon","labels":"approval"},{"text":"Needed that. A [NAME] ridiculous play is a game changer","labels":"approval"},{"text":"Two problems: It's not a newsworthy story. You'd get sued for defamation.","labels":"disapproval"},{"text":"Yup and those 2 supposedly intervened in Pennsylvania according to some theories, going against the idea that passengers downed the flight","labels":"disapproval"},{"text":"Sounds like a standard room and board agreement. Nothing communist about that at all.","labels":"neutral"},{"text":"> I'm sure there are plenty of us who have been through it to. Seconded.","labels":"approval"},{"text":"Pretty blunt\/rude on his part. Maybe he felt bad for you and wanted to be your friend though.","labels":"confusion"},{"text":"Omgggg i’m dying at Stassi. She looks like she was going for a jersey shore look. Shes still gorgeous though","labels":"confusion"},{"text":"[NAME] reinforces the pessimistic world view, I've been there and at least it was cancerous for me. ","labels":"disapproval"},{"text":"I wqs explqining my problems and my past to him, sort of venting, and that's when he offered.","labels":"neutral"},{"text":"The problem is complex but in the 60's til now we where facing major propaganda against marijuana and this stuck to the head of most poeple.","labels":"neutral"},{"text":"Explain how British farmers taking common aborigine land in Australia to be used as private property 'isn't rooted in colonialism'.","labels":"curiosity"},{"text":"But hey, at least it saves us the trouble of contacting them!","labels":"joy"},{"text":"What the fuck did I just read?","labels":"surprise"},{"text":"oh man clicking 2 buttons before you read an article, the absolute horror","labels":"disapproval"},{"text":"No clue, all I know is that Shia [NAME] hit themselves for some reason ","labels":"confusion"},{"text":"It looked like something on her etsy. Maybe I'm wrong, I just looked it up under her username","labels":"confusion"},{"text":"Because ridiculously attractive people also have self esteem issues and depression Guess what honey The world sucks for everyone There’s no escape We will all die in misery and alone","labels":"annoyance"},{"text":"The ones who supported ETC were more concerned with negatively impacting Ethereum and it's community than the DAO rollback in my opinion.","labels":"disapproval"},{"text":"I think you might be underestimating some people sadly.","labels":"disapproval"},{"text":"Truth. If he had time for another relationship, he has time to pay for it. ","labels":"approval"},{"text":"Hitting your kids for punishment just makes them sneakier. Maybe that has something to do with the dishonesty of the church and [RELIGION] in general.","labels":"confusion"},{"text":"So I suppose they’re more like the flying monkeys than the wicked witch?","labels":"annoyance"},{"text":"In looking at the questions answered in the AMAs following the [NAME] podcast, I don't see any related to [NAME] or race\/IQ. ","labels":"disapproval"},{"text":"At least you’ve got a top-notch pooch standing by.","labels":"neutral"},{"text":"The extra B is for bargain.","labels":"neutral"},{"text":"Allowed to, sure. Just don't expect me to provide you lube. And don't complain to me when you start chafing.","labels":"disapproval"},{"text":"My rabbit had one just like this before she passed. I hope the animal is okay.","labels":"neutral"},{"text":"That LOD is a moron","labels":"annoyance"},{"text":"You're willing to lie about anything to shill for [NAME].","labels":"annoyance"},{"text":"It’s like you guys actually **want** a dictator.","labels":"annoyance"},{"text":"This is quite common on people on such forums. I have a feeling they are a tad sarcastic.","labels":"approval"},{"text":"I see a Narcissist\/sociopath in that character. He also has delusions of grandeur, too. I wouldn't associate him with BPD, personally. ","labels":"neutral"},{"text":"Fun fact: Chá qīng 查清 (pronoinced cha ching) is chinese for checkout.","labels":"neutral"},{"text":":o I have one too! I didn't get anything but bullied at school, though.","labels":"disappointment"},{"text":"I thought sex would be a great stress reliever.","labels":"approval"},{"text":"Just got back from Orlando to Chicago yesterday. I have a good feeling about this one!","labels":"joy"},{"text":"Completely off-topic but Ok I'm Officially Intrigued by Watchmen.","labels":"amusement"},{"text":"Then let's go scythe and HAMMER!!! I've actually wanted scythe and hammer for the longest too","labels":"approval"},{"text":"No telling I know is not eat it, I like eggs and I like cottage cheese but yuck no they can’t touch!","labels":"disgust"},{"text":"I'm glad your expectations are low..i am expecting full on knee jerk reactions if the game doesn't go well tonight.","labels":"relief"},{"text":"Lmao is this a bot?","labels":"amusement"},{"text":"I sure don't","labels":"neutral"},{"text":"*NOW* you understand jokes.","labels":"neutral"},{"text":"I can when enough time has passed. I've got each of their playoff games from that year and it's fun to relive it during the offseason.","labels":"amusement"},{"text":"Delightfully devilish, [NAME]. ","labels":"neutral"},{"text":"Girls be you, Guysndont care about it. Be youand things may go well","labels":"optimism"},{"text":"Did the Benghazi investigation lead to more than a dozen people thrown in jail, cause this investigation has and it's not even over. ","labels":"confusion"},{"text":"My bad on the phrasing, it’s more of a hole with a vent cover ","labels":"remorse"},{"text":"Oh he'd be far too attractive lol He's southern anyway, would still need to put on an accent ","labels":"annoyance"},{"text":"just give me platinum and go to sleep ♥️","labels":"neutral"},{"text":"I I'm so honored","labels":"gratitude"},{"text":"Why would I do that?","labels":"annoyance"},{"text":"No if we tell and kick and scream and have a tantrum that always works.","labels":"disapproval"},{"text":"I'll keep an eye out.","labels":"neutral"},{"text":"dont be scared","labels":"neutral"},{"text":"REAL MEN ONLY CRY OVER GILLETTE","labels":"neutral"},{"text":"I’m in my second year. Still closeted. Still uncomfortable with my body and sexuality. Still socially awkward.","labels":"embarrassment"},{"text":"oh I relate. I’ve spent many a hour on that game (;; . _ .)","labels":"disappointment"},{"text":"What does FPTP have to do with the referendum?","labels":"confusion"},{"text":"Wow you think 15 downvotes in Reddit from the YIMBY cult has any meaning? I didn't say anything pertaining to economics.","labels":"annoyance"},{"text":"A UBI has to be sustainable. Taxing something to reduce its use and funneling that money into something people would depend on is absolute stupidity.","labels":"disappointment"},{"text":"They will most likely be branded as PKK symphatizers by Turkish media. Which sucks because next time something like this happens some of them might get shot","labels":"annoyance"},{"text":"Damn this is really uplifting.","labels":"approval"},{"text":"It’s oddly unsatisfying when someone beats me to saying that.","labels":"disapproval"},{"text":"IDK about you, but associating things with [NAME] do *not* make me want them more. Even delicious Cheetos. ","labels":"neutral"},{"text":"Do your research. Not going to engage in conversation with you any longer. Put your Nintendo away and educate yourself.","labels":"anger"},{"text":"No but I've been totally been meaning to I fricking love [NAME]!","labels":"disapproval"},{"text":"I can’t translate \/s to Texan speak well and forgot so my apologies y’all :)","labels":"remorse"},{"text":"This lady argued with me for wanting a 0 guard on the side for my fade. Walked out.","labels":"anger"},{"text":"Turn yourself in, Jilliac scum!","labels":"annoyance"},{"text":"He is proudly swimming in his cesspool of a personality","labels":"annoyance"},{"text":"that was a horrible mess with 3k skills","labels":"annoyance"},{"text":"You and me both 8 years wasted on an ssshole narc I don't know any good advice really just wanted to offer my support stay strong.","labels":"annoyance"},{"text":"That's cause [NAME] really got his career ruined by injury.","labels":"neutral"},{"text":"This guy has some massive self control after the fact. I felt like getting back and punching that Croc.","labels":"amusement"},{"text":"Wasn't getting anywhere to begin with, might as well have some toxic fun with it.","labels":"amusement"},{"text":"But what about terminal pulp space infections that can lead to osteomyelitis of terminal phalanx? The reasoning I read was thrombosis of end artery.","labels":"confusion"},{"text":"Oh I'm sure you're fun at parties","labels":"neutral"},{"text":"34 year old here... still feel like a 20 year old still trying to figure things out... no kids, no wife, ","labels":"remorse"},{"text":"Nothin worse that doin the smooth criminal to be able to piss in the toilet","labels":"annoyance"},{"text":"[NAME]? Is that you?","labels":"curiosity"},{"text":"Only [NAME] could claim that shutting down the thing he is in charge of is a success.","labels":"neutral"},{"text":"Removed and warned. R1","labels":"anger"},{"text":"I thought everyone hated [NAME].","labels":"confusion"},{"text":"The first season was excellent and two was very bad, you should try three and four though","labels":"neutral"},{"text":"*oh god oh fuck*","labels":"annoyance"},{"text":"Most vancouverites know of these scams. Especially #1 broken credit card machine. Complaints go unheard.","labels":"neutral"},{"text":"Only people who think they’re better than they are blame their losses on a grenade in the game.","labels":"neutral"},{"text":"she disrespected [NAME], i dont like her","labels":"annoyance"},{"text":"My bad lol.","labels":"embarrassment"},{"text":"Music and getting outside really helps me, even if I’m not sober. Cheers.","labels":"approval"},{"text":"That last little desperate jump to avoid impact? I felt that in my soul.","labels":"neutral"},{"text":"I skipped school, went directly to be an apprentice. No regrets.","labels":"neutral"},{"text":"No that began a long time ago... under the sea...","labels":"neutral"},{"text":"Let him be happy with this thought! Karma would break his ego sooner or later !","labels":"neutral"},{"text":">We should just turn the word \"love\" into \"rape\" so that liberals say they rape their moms!","labels":"anger"},{"text":"Interesting that despite not having absolute views you are absolutely all over here pushing the view it's [NAME] that's the problem","labels":"disapproval"},{"text":"I’m sure losing obj will help [NAME] get out of his slump, or help develop whichever rookie qb they bring in. ","labels":"approval"},{"text":"Yeah that's funny. Girl who didn't like that is probably some [NAME] wannabe thot.","labels":"amusement"},{"text":"I knew I recognized this road! Damn, glad she's okay.","labels":"relief"},{"text":"That woman is simultaneously very evil and using her evil to make others regret doing evil things.","labels":"annoyance"},{"text":"I made one comment, and you came in to call it childish..... like, what else are you doing besides badgering?","labels":"annoyance"},{"text":"Remember when the media ignored all of the horrible things [NAME] did? Including what he did to Syria?","labels":"annoyance"},{"text":"Australia? Edit: No, [NAME], but awfully similar to the situation here in Australia.","labels":"neutral"},{"text":"Ah damn, I forgot the \/s, a AAA company would never put out a half-finished game. Good catch","labels":"approval"},{"text":"> husband probably came out blasting like the dude in the bathroom in pulp fiction Except this dude actually hit what he was shooting at.","labels":"neutral"},{"text":"I can't wait for all these now unregulated projects to demonstrate why we had regulations in the first place.","labels":"curiosity"},{"text":"Here a great example of what adrenaline from fear and panic make an animal do.","labels":"neutral"},{"text":"I now live in the Mediterranean, which is nice. ","labels":"approval"},{"text":"Do all you can. Really everything is put in perspective, my work seems very unimportant right now. ","labels":"disappointment"},{"text":"My mums been with her second husband 30 odd years now. Second marriages can work but you definitely have to fix and heal yourself first.","labels":"disapproval"},{"text":"I mean that’s a stupid rule that creates an echo chamber, but I don’t see how that belongs here.","labels":"disapproval"},{"text":"> [NAME] HAHAHAHSHSHAJSHA","labels":"amusement"},{"text":"Oh god no!!! I was gonna get some shipped out to save you some money. Never mind.","labels":"surprise"},{"text":"Oh sorry I gotcha","labels":"embarrassment"},{"text":"You mean *colloquia?*? You guessed wrong, it's my third language.","labels":"confusion"},{"text":"I’m that skinny and have so much trouble gaining weight","labels":"embarrassment"},{"text":">recommending Elite mode to first time players My stomach turns in disgust","labels":"disgust"},{"text":"Good to know, and it gladdens my heart to hear you're all right! <3 ","labels":"caring"},{"text":"There’s an obvious implication that it’s ok for them to act that way *because* they are boys, not girls. ","labels":"neutral"},{"text":"You're going to have to make that simpler for my tiny brain to understand","labels":"neutral"},{"text":"there are different levels of terrible. Supplying the PLO\/Hamas with arms ranks prettttty damn high.","labels":"neutral"},{"text":"Sorry man, I have no idea either! ","labels":"confusion"},{"text":"If only I could figure out how. I'm trying, but to no avail. ","labels":"neutral"},{"text":"Damn I’d be worth more taken apart and put in ice than I am put together and living","labels":"neutral"},{"text":"*Hey just noticed..* it's your **5th Cakeday** melodesign! ^(hug)","labels":"excitement"},{"text":"Yea feel sad for that kid, that native guy is an anti [NAME] activist who destroyed his life ","labels":"disappointment"},{"text":">I have always been fairly short (5'9) Is this supposed to be a joke.","labels":"confusion"},{"text":"Not under [NAME]. Under [NAME] desperate greedy extreme partisan coward politics. They purposely brought racism front and center.","labels":"annoyance"},{"text":"Her elitism is what earned her the place here. She's clearly a lefty statist.","labels":"approval"},{"text":"Bad RLM video? That do not possible is","labels":"confusion"},{"text":"It sounds like he doesn't know exactly what he wants and he's taking it out on you.","labels":"neutral"},{"text":"Rip the guy from psych","labels":"grief"},{"text":"Great, so we know the spanish pronounciation is therefore racist and now I'm offended by it.","labels":"disappointment"},{"text":"Nah they’ll just show the one we got today, tomorrow on the WD, I have a feeling. ","labels":"disapproval"},{"text":"Let’s see if it’s a thing r\/unexpectedjokers Edit: why am I not surprised also first try","labels":"neutral"},{"text":"Ego is a hell of a drug","labels":"annoyance"},{"text":"Yeah but if you do have a problem you'll be faced with a very difficult decision.","labels":"disapproval"},{"text":"Another trendy communist that doesn't know what communism is.","labels":"annoyance"},{"text":"why is this hard to believe it’s totally believable","labels":"surprise"},{"text":"Oh noooo. I once accidentally rubbed my eye after handling habaneros. It's the worst.","labels":"disgust"},{"text":"Oh I don't think so. I like AOTC and am looking forward to watching a 5 hour analysis of it.","labels":"approval"},{"text":"True, but it is deceptive when dealing with c diff, it may give them a false sense of security.","labels":"disapproval"},{"text":"After watching TLJ, I find it impossible to watch TFA. It's a sequel to some film, but that film is not TFA.","labels":"disapproval"},{"text":"You should dm her and say I'm sorry","labels":"neutral"},{"text":"Oh look [NAME] piggy backing attention at the end there.","labels":"neutral"},{"text":"Not a good time to make life altering plans like moving in with him right now. Good luck, though. [NAME]","labels":"neutral"},{"text":"This was insane. I knew [NAME] was legit when he swung at a pitch while being intentionally walked and almost hit it out.","labels":"surprise"},{"text":">They played three games in a week three separate times. [NAME], that's absolutely brutal","labels":"surprise"},{"text":"If [NAME] really did look like that guy though...why was the dumbass gonna step to him like that?","labels":"annoyance"},{"text":"...says a fellow redditor.","labels":"neutral"},{"text":"Write...all your memories and everything remember about him. Trust me, 10, 20, 30 years from now you’ll be happy you did. ","labels":"caring"},{"text":"Welcome to the Wild West. It's fucking amazing.","labels":"amusement"},{"text":"Fair enough. I typically focus more on the lower bound because I hate when people use \"millennials\" as a synonym for \"youths.\" ","labels":"approval"},{"text":"He still has less health than [NAME] despite being slower and bigger and literally revolving around trading.","labels":"neutral"},{"text":"I miss mass Rez her new ult is horrendous","labels":"fear"},{"text":"Nobody said it would but it *does* fix one problem.","labels":"approval"},{"text":"The dashcam only proves that someone inside that vehicle was angry. It barely proves a gun was fired, let alone at someone.","labels":"disapproval"},{"text":"Oversleeping always makes me super depressed and even a little nauseous! Even so, I always want to go back to bed.","labels":"neutral"},{"text":"[NAME] being sensationalist? * pikachu face *","labels":"amusement"},{"text":"Ah yes that makes sense - the gofundme for her and the workers seems to be taking off at least (if it’s legit)","labels":"approval"},{"text":"Maybe you should try learning more about a situation besides repeating what you heard from the government before you cheer for American coup","labels":"disapproval"},{"text":"Everything. Everything is wrong with being hypocritical.","labels":"annoyance"},{"text":"I don’t think anyone will miss me either aha","labels":"disappointment"},{"text":"Doesn't help that it's not actually cheese. Looks like a pretty standard Vegan mac+whatever you wanna call it","labels":"disapproval"},{"text":"It's the universe trying to kill us with radiation :D","labels":"disappointment"},{"text":"\"I care about the nation and the world\" and \"I'd rather let trump win than vote democrat\" are opposites of eachother","labels":"neutral"},{"text":"I dont know.. i did message him many times but he didnt reply me.. i am worried about him. I asked his mother about him","labels":"nervousness"},{"text":"Just saw that. CP3 era, wow I feel old ","labels":"embarrassment"},{"text":"In what way is banning someone from using your service for copyright theft \"a completely over-the-top punishment\" ?","labels":"disapproval"},{"text":"yeah i guess being a sexually unsuccessful giant dweeb is being red pilled","labels":"approval"},{"text":"There's more updates further down.","labels":"neutral"},{"text":"I kind of think if you spell dissuade diswayd you lose any benefit of the doubt.","labels":"neutral"},{"text":"Yo, this was me last week. Good luck.","labels":"neutral"},{"text":"That has to be an understatement, I know several myself","labels":"disapproval"},{"text":"True. Guys who are legitimately ugly (a facial deformity) don't even have the chance to make an impression.","labels":"approval"},{"text":"That one guy barley touched the car and it stoped","labels":"neutral"},{"text":"Atheist here and I believe in freedom of religion, don’t let ppl get in ur head, believe in what makes you happy","labels":"neutral"},{"text":"\"You're a good man [NAME].\" Yo [NAME], are you watching the same show I am?","labels":"neutral"},{"text":"Allow Ireland to become a colony of the UK, outside the EU?","labels":"confusion"},{"text":"That's a very...unsettling face.","labels":"annoyance"},{"text":"[NAME] is in no way comparable to [NAME]. [NAME] is an imbecile.","labels":"annoyance"},{"text":"I wish ne all the luck in the world","labels":"caring"},{"text":"That’s what the auto-shut off is, that thing that I said malfunctioned due to the extreme cold.","labels":"neutral"},{"text":"I'm 27. I've been thinking about joining the club, just to avoid this inevitability ","labels":"embarrassment"},{"text":"The Dark Knight that didn't rise?? Home Alone.. forever?","labels":"confusion"},{"text":"This is not a legal issue. Take it up with your school if you don't agree with it.","labels":"disapproval"},{"text":"Is it any different to the poorer suburbs out west? I feel like it's only noticed because it's so close to the city.","labels":"confusion"},{"text":"The staff there know what they're talking about whether or not you're making money, no matter how difficult will be huge. you are not alone.","labels":"neutral"},{"text":"Nice! I missed the Babybel.","labels":"approval"},{"text":"No or low contact. I don't have time for \"family\" that doesn't have basic courtesy for me. ","labels":"annoyance"},{"text":"I can see why you’ll never be in a leadership position.","labels":"disapproval"},{"text":"I'll see if I can find it Found it!","labels":"neutral"},{"text":"The coolest of beans my friend","labels":"approval"},{"text":"No kidding, this dude is trying to drown some serious demons.","labels":"neutral"},{"text":"I like it but it’s my least favorite [NAME] solo album because I like his other albums more","labels":"amusement"},{"text":"Awe, poor baby. ","labels":"caring"},{"text":"Exactly. It's rediculous","labels":"approval"},{"text":"Yeah it was, it was awful, everyone got sick, I was sick for like a week after that event.","labels":"annoyance"},{"text":"Was not one of those players, still want to go back to the MW2 days. Totally would if I still had my PS3 :\/","labels":"desire"},{"text":">Star centre [NAME] in the leadership group Oh my","labels":"surprise"},{"text":"Do I come across as thin-skinned? Hm, never noticed. Maybe it's an allergic reaction to dishonesty.","labels":"annoyance"},{"text":"Kind of telling that I haven't received a response really","labels":"neutral"},{"text":"Sounds good.","labels":"approval"},{"text":"What a masterful bit of propaganda. Get the left to want war and criticize peace.","labels":"annoyance"},{"text":"I feel like they're blaming the school for them doing exactly the right thing.","labels":"disapproval"},{"text":"Disturbing =\/= awful. Its incredibly well done by a professional. I feel like this sub is more for unintentional awfulness, not purposeful shock value\/ theatrical makeup.","labels":"disapproval"},{"text":"That sentence should be illegal.","labels":"disapproval"},{"text":"Do You Realize, by The Flaming Lips. But it's not really ruined because we ended\/still are on good terms. It just kinda makes my heart feel heavy.","labels":"sadness"},{"text":"Emotional support [NAME]?","labels":"neutral"},{"text":"> but it isn't just motivated in hate Selfishness and greed, then? The need to dominate in order to feel powerful?","labels":"disapproval"},{"text":"I can’t even get high anymore cause “alcoholism\/addiction” .... At least I have cookies I guess.","labels":"neutral"},{"text":"Not admitting you like something because some of the fan base sucks is pretty pathetic.","labels":"disappointment"},{"text":"I learned it from [NAME]!","labels":"neutral"},{"text":"They mug you and ruin the country","labels":"annoyance"},{"text":"This is seriously disturbing. Even more disturbing, is that we aren’t doing anything about this, and it’s going to expand. Watch. ","labels":"annoyance"},{"text":"I hope for Irelands sake you're right.","labels":"optimism"},{"text":">Emotions like this will get you killed. That is too bad, considering I was planning on living forever.","labels":"annoyance"},{"text":"Man I jave never heard such a load of horseshit.","labels":"annoyance"},{"text":"YA KNOW WE TALKED ABOUT THAT JEEEM","labels":"neutral"},{"text":"I can live with the bad textures, I just want them to fix the glitch that lets you see through them.","labels":"neutral"},{"text":"Infatuation and love and really different and I've found our the hard way, wait a couple weeks before using the big L word Nice tho :)","labels":"annoyance"},{"text":"Wow wish I could take that. That is an absolute steal. Not a lock by any means but value alone is worth it","labels":"approval"},{"text":"$42,000 fine over a JOKE is unreasonable. ","labels":"disapproval"},{"text":"Can confirm. My downvote was removed. Added it back just now. Edit: My mistake. It was a different video.","labels":"neutral"},{"text":"He must've done something real bad. I played with a guy who by all counts was an asshole but never received more than mutes.","labels":"disapproval"},{"text":"> for solo players Play. Mercenary. Playlist. :)","labels":"neutral"},{"text":"Which is stupid because conversations about race and slavery in America are primarily about race in slavery in America.","labels":"disapproval"},{"text":"Right. Because our modern society is NOT eye for an eye. If it *was* eye for an eye, the cycle would be endless. Thus the saying.","labels":"approval"},{"text":"Hmmm Then it becomes about the wording of proposing to have dinner together, doesn't it..","labels":"confusion"},{"text":"[NAME] you sound like my father, I feel sorry for you","labels":"annoyance"},{"text":"AT doing some work!","labels":"neutral"},{"text":"Couldn't really fit this as a \"how to,\" does that mean I have to go to jail now? Source: ","labels":"annoyance"},{"text":"Just ride the subway in NYC and watch how everyone behaves. Don’t stare, though. ","labels":"neutral"},{"text":"r\/rantsfromretail would also like this.","labels":"neutral"},{"text":"Getting back [NAME] would be nice. He's kind of like [NAME]","labels":"neutral"},{"text":"She is probably cheating on you. :(","labels":"disapproval"},{"text":"I second that. A broader mobilization and awareness would go a long way.","labels":"approval"},{"text":"Careful, it's hot ","labels":"caring"},{"text":"Crazy how [NAME] being a POS had been factual since the 90s but he’s only now feeling the consequences of his actions","labels":"amusement"},{"text":"Fat dad=fat kid","labels":"neutral"},{"text":"[NAME] fast asleep is adorable. I love how the two blonde girls are asleep and with drool.","labels":"amusement"},{"text":"I don't think so. I think he is courting a secular crowd of young confused secular people searching for meaning in their lives.","labels":"disapproval"},{"text":"[NAME] did a YT vid and now everyone trying to be like him. Sad!","labels":"sadness"},{"text":"The best part was when the Audience thought [NAME] worm had gone “unnoticed” by th Department of Justice.","labels":"amusement"},{"text":"I heard someone say one... ‘everywhere is is better but Perth is the best!’ Glad you enjoyed your holiday!","labels":"neutral"},{"text":"Oh good lord what did I create","labels":"embarrassment"},{"text":"Oh man, when HQGs gets on a roll it’s so good.","labels":"relief"},{"text":"Must be why I'm alive. That sucks.","labels":"annoyance"},{"text":"Oh man, I forgot about that! Which episode was that from?","labels":"curiosity"},{"text":"some men sit to pee. men also get attacked and feel vulnerable in certain areas. the more you know.","labels":"annoyance"},{"text":"Ahh change.org, where change goes to...do nothing","labels":"annoyance"},{"text":"Nae wonder they're skint if the pitch is made of Asda bags, 5p a pop isn't to be sniffed at. Adds up that.","labels":"approval"},{"text":"Walking into Chick Fil A feels like walking into a church. No thanks. I will forever see them as a bigoted organization.","labels":"neutral"},{"text":"No! You've gotta make it warm, let it sit in the sun and have all the sugar dissolve into it! THEN you chill it!","labels":"disapproval"},{"text":"I can’t watch the video the cringe from reading everyone’s response is enough","labels":"disapproval"},{"text":"Yessir. And I live in Dallas. Stop being salty freefreebradshaw.","labels":"annoyance"},{"text":"Calm down.","labels":"neutral"},{"text":"People really spend more than $10 in an app game? I mean an actual video game I can understand but that's just...sad","labels":"surprise"},{"text":"Keep in mind that being frugal is the best place to learn about all of that.","labels":"neutral"},{"text":"Similar feeling here. We'll are just bunch of weebs.","labels":"approval"},{"text":"Sounds like a horror junkie in the making. Congrats dad, you’ll have a buddy to watch movies with in a year or two!","labels":"amusement"},{"text":"He hatet [NAME]","labels":"neutral"},{"text":"I guess it's the word 'high'","labels":"confusion"},{"text":"Of course [NAME] doesn't like competition for his religious fantasies. That surprises no one.","labels":"approval"},{"text":"Then let’s keep scrolling and posting to push this thread to the bottom - let them waste their time on someone who is absolutely irrelevant at best.","labels":"disapproval"},{"text":"The ones that actually think he's worse than [NAME] also thinki its ok to raise their kids genderless.","labels":"neutral"},{"text":"I’d love to hear Zombie Bastards, King of the World, and the Angel and the One. ","labels":"approval"},{"text":"Why would the landlord pay it if electric isnt included. Sorry to OP, need to cut the heat down","labels":"disapproval"},{"text":"Thank fuck. So if you play exclusively through Steam is any action needed?","labels":"annoyance"},{"text":"Society started going downhill at exactly the point where I became negatively affected by social change.","labels":"annoyance"},{"text":"Yes but as he has gotten bigger and older it has gotten so much worse.","labels":"caring"},{"text":"Yes. But it’s still KFC so there’s a long way to go.","labels":"approval"},{"text":"Didn't even notice until you *pointed* it out. I had a bit of a giggle.","labels":"excitement"},{"text":"Dogs are so dumb sometimes but always so good :) I love dem dumb ones","labels":"love"},{"text":"This is why I have trust issues","labels":"disappointment"},{"text":"The mouth coming out of the plate is the most unsettling. At least I think that's a mouth.","labels":"confusion"},{"text":"Judging from your post history, it's not a hard assumption to make. EDIT: Now to downvoting. [NAME] tier uberman playing 65D checkers with me","labels":"neutral"},{"text":"We need them both. My heart can't take another year of wasting deGrom gems in late innings.","labels":"nervousness"},{"text":"\/u\/skyboundIan no spoilers in the trailer pretty please :D","labels":"neutral"},{"text":"they already ruined their own lives by having an affair. the other spouse knowing is just a consequence of their selfish actions.","labels":"annoyance"},{"text":"We have to watch the kids during lunch. So I eat while yelling at the kids.","labels":"neutral"},{"text":"Still waiting for this","labels":"optimism"},{"text":"Well, that’s the strangest thing I’ve heard all day, I guess I might as well delete this post then","labels":"neutral"},{"text":"eh, it has its ups and downs. ","labels":"approval"},{"text":"I really enjoy “good life project” podcast by [NAME]","labels":"amusement"},{"text":"this is my new favorite phrasing. I've been calling it bingemas since about mid-December.","labels":"approval"},{"text":"> freak degenerates who live to subvert all [RELIGION] values and Prods What? Are you for real? [NAME], tell me it isn't true.","labels":"confusion"},{"text":"Lucky, when I did it my nickname ended up being [NAME]","labels":"embarrassment"},{"text":"i know this isn't a private corporation and only the government so no real reason to be that concerned.","labels":"neutral"},{"text":"IM GONNA PASS OUT","labels":"optimism"},{"text":"I think I know why [NAME] put you on this earth. Go on now you have a job to do.","labels":"annoyance"},{"text":"> a central bank that acts as a buffer between monetary policy and implementation. ... what?","labels":"confusion"},{"text":"They look pretty great tbh stache and all","labels":"amusement"},{"text":"I'm pretty jelly now, lol. Esp. The pear shape 😧","labels":"neutral"},{"text":"Simpsons plus Packers shitpost = best shitpost","labels":"amusement"},{"text":"Please leave this dude","labels":"annoyance"},{"text":"What a bullet, and what a sequence for [NAME]","labels":"amusement"},{"text":"Sapa is pretty good, but Takashi is by far the best quality sushi in Salt Lake.","labels":"amusement"},{"text":"I’m The Avocado™️","labels":"neutral"},{"text":"What’s populism? I’ve seen it a lot lately and it seems to have, as far as I can tell...no meaning.","labels":"confusion"},{"text":"They have other sources as well, just think about yearly Umra and Haj income will be enough to maintain.","labels":"neutral"},{"text":"It's literally essential that everyone stop what they are doing and watch this, the best video, as many times as possible and then some more times.","labels":"approval"},{"text":"But I promise “it’s only something other people do”.","labels":"neutral"},{"text":"Sounds like there is market demand for this service. Some innovative rideshare company should take advantage.","labels":"curiosity"},{"text":"From what im seeing. \"The democrats can stop this if they just let him build the wall. Its their fault.\"","labels":"disapproval"},{"text":"I dunno man. Guitar picks and baby pacifiers both seem to enter the quantum realm as soon as their dropped.","labels":"neutral"},{"text":"The beauty of that is you won't need alcohol or drugs, you'll get a cute buzz going from the measles fever.","labels":"disgust"},{"text":"UNLIMITED POWER!","labels":"amusement"},{"text":"Fat dont fail me now!!","labels":"disapproval"},{"text":"I think that question has a very complicated answer","labels":"neutral"},{"text":"I’ve seen 62 to 8 in 12 hours up north. Weather is crazy stuff.","labels":"annoyance"},{"text":"So I uh just checked it out and my sanity is gone","labels":"neutral"},{"text":"that is a rather attractive cartoon man","labels":"amusement"},{"text":"It's not uncommon for OTPs to not use their mics or stay out of chat all together because of all the flame they get.","labels":"disappointment"},{"text":"They don't seem to care much. Al qaida or ahrar al sham makes little difference anyway.","labels":"disapproval"},{"text":"He is very affectionate in all other aspects. That’s why it bothers me so much, I think ","labels":"approval"},{"text":"«WHAT ARE YOU DOING IN MY SWAMP????» yelled [NAME].","labels":"annoyance"},{"text":"Damned straight.","labels":"neutral"},{"text":"We're one in the same!!!!!!!!!!!😂😂😂😂","labels":"neutral"},{"text":"[NAME] has always intrigued me. Some people hate her, others love her. Same with [NAME]. Personally they're both my faves <3","labels":"amusement"},{"text":"I feel the same at 5 feet 9. Feels bad","labels":"sadness"},{"text":"Hahha i agree but i still want him to say sorry.","labels":"approval"},{"text":"The bears still suck. The bears still suck. They really really really really really suck. The bears.... still.... suck","labels":"neutral"},{"text":"She had really bad chronic back pain from what I can remember, so was self treating with alcohol","labels":"neutral"},{"text":"I had a fleeting thought that he sent a letter to Penthouse Fourms...lol!","labels":"neutral"},{"text":"They are loving this choice in maga canada of course. Just a typical day of bigotry.","labels":"disapproval"},{"text":"\"PPG Paints\" arena or whatever it's called now is worse","labels":"annoyance"},{"text":"That guy is being intentionally obtuse. Down vote trolls are a waste of everyone's time.","labels":"annoyance"},{"text":"Just get divorced and be roommates.‍♀️","labels":"neutral"},{"text":"!Remindme last year","labels":"neutral"},{"text":"Its the same AS to go to a bank and to say My kid loves money give him all of it","labels":"neutral"},{"text":"When she asks how he lost his arm she is looking up to him","labels":"neutral"},{"text":"I'd rather continue throwing money into these foreign sinkholes than use it to mess up the healthcare markets any further.","labels":"anger"},{"text":"Sooner or later you're both going to have to make some choices about your priorities.","labels":"neutral"},{"text":"She tried playing the “I know a secret” game during the hearing. It blew up in her","labels":"neutral"},{"text":"Of course it is. If it's called #bellletstalk. Not #letstalk.","labels":"approval"},{"text":"She always looks sticky.","labels":"disapproval"},{"text":"That's really creepy. What is crazy is that 9 year old's get cell phones now! Times have certainly changed :p.","labels":"annoyance"},{"text":"Interesting metaphor\/premise for sure but they just didn’t know how to put it into a compelling story IMO","labels":"approval"},{"text":"Super dumb that people are downvoting you for asking a question in good faith.","labels":"annoyance"},{"text":"And losing to division rivals gives them the tie breaker, no? Very frustrating. ","labels":"annoyance"},{"text":"You obviously didn’t get one","labels":"neutral"},{"text":"Elections have consequences.","labels":"neutral"},{"text":"I have two and nothing has ever happened to me. The media doesn't want you to show your support because they want supporters to feel isolated.","labels":"disappointment"},{"text":"Or maybe it was because the government can't collect the tax on it","labels":"confusion"},{"text":"It's too small of a traffic circle to make sense","labels":"annoyance"},{"text":"Honestly, I respect [NAME] for doing what he felt was best for business. [NAME] can go fuck himself.","labels":"annoyance"},{"text":"Those in a position of authority at a school have to report abuse","labels":"neutral"},{"text":"I'm American and only speak English and didn't get that pun either...","labels":"neutral"},{"text":"> On top of that, the article stated that some had even had their IUD ripped out by a partner. BLUUUUUURURRRRRRRGHHHHH WHYYYYYYY","labels":"annoyance"},{"text":"ThE SkY iS FaLLiNg!","labels":"neutral"},{"text":"Search the subreddit for \"team history.\" We get this question time to time and there's already a bunch of info there.","labels":"neutral"},{"text":"The grey shirt guy: \"Oh shoot! I leave the stove on!\"","labels":"neutral"},{"text":"Why else? Seems that it is just lack of imagination on your part.","labels":"neutral"},{"text":"Possible sad tyre","labels":"neutral"},{"text":"I kind of hate it when I agree with you, but definitely do this time. ","labels":"annoyance"},{"text":"He didn't run off like a deadbeat when he thought the kids were his.","labels":"neutral"},{"text":"My mom just shared this on Facebook and I didn't even know what to say to her so I just immediately screenshotted it to share here","labels":"confusion"},{"text":"And why does he shame women for choosing a beautiful person over an ugly guy lol?","labels":"disapproval"},{"text":"Not sure what you're talking about then. Feints work on untrained people, just not subtle feints.","labels":"confusion"},{"text":"> you've absolutely just generically described absolutely everywhere and not just Scotland. Nope, just the difference between scotland and sussex is staggering. ","labels":"approval"},{"text":"not really. I worked hard to live there, and it was different then. Far cheaper. ","labels":"disapproval"},{"text":"[NAME] some of these post i read on this sub its just getting too ridiculous","labels":"annoyance"},{"text":"Hi dying, I'm dad!","labels":"neutral"},{"text":"we got good at breakaways!!","labels":"neutral"},{"text":"My gut feeling \"what's wrong with his eyes?\" on the second date. Should have listened.","labels":"neutral"},{"text":"That’s crazy how much [NAME] dunks compared to the rest of these guys","labels":"amusement"},{"text":"You have to be trolling because I doubt you’re this dumb.","labels":"annoyance"},{"text":"Definitely gonna go lookin' for that mod.","labels":"approval"},{"text":"That knife looks awfully familiar... *snorting and claw clicking in the distance*","labels":"neutral"},{"text":"annoyed at most","labels":"anger"},{"text":"This is like the timeline from hell.","labels":"annoyance"},{"text":"I'm a cis woman and your wardrobe sounds like like my ideal fall wardrobe!","labels":"neutral"},{"text":"[NAME] has towed the line of the Dark Side. He wouldn't cross it by doing something like this.","labels":"annoyance"},{"text":"Enjoy the void","labels":"neutral"},{"text":"I couldn't be a god, I hate harp music.","labels":"annoyance"},{"text":"*We're allll in this together~*","labels":"neutral"},{"text":"It's a shame they have [NAME] because a Vuc package would be ideal","labels":"disapproval"},{"text":"***Welcome*** to an AWESOME sub!!!","labels":"amusement"},{"text":"I'm pretty sure the armor still shows on the person after you kill them even if it is broken.","labels":"neutral"},{"text":"Can’t stand that dwarfism [NAME] she is so cringe","labels":"annoyance"},{"text":"Oh, doi. Makes total sense now. Boy I really hope I get fired for this blunder.","labels":"fear"},{"text":"\"oh that wasn't me, my baby brother must have grabbed my phone\" ","labels":"embarrassment"},{"text":"Why go to the moon when you can *BECOME THE MOON*","labels":"neutral"},{"text":"I just want the 24 best players...no more weird guidelines to keep deserving guys out","labels":"neutral"},{"text":"Block him and stop replying to his comments. Not worth it.","labels":"anger"},{"text":"I remember just feeling sick watching this, [NAME] made me cringe hard, I found [NAME] hilarious and ru looked terrible ","labels":"annoyance"},{"text":"Yeah, that's why I feel [NAME] or [NAME] would have a better chance.","labels":"approval"},{"text":"Sounds like you know the answer, and at first she will resent you. But hopefully over time will realize what your doing. ","labels":"confusion"},{"text":"-_- GOOD FOR YOU.","labels":"approval"},{"text":"Omg stop spamming.","labels":"annoyance"},{"text":"I think the book portrayal is more ambiguous than you say. I like that the show leans into one interpretation of her character instead of keeping it vague.","labels":"amusement"},{"text":"if they did I'd expect it'd be 50% more than a local store. The prices in their duty free are generally bad","labels":"disapproval"},{"text":"Crazy how you could interchange \"husband\" with \"child\" and it would work the same. Ugh. ","labels":"amusement"},{"text":"**I LOVE YOU!!!!** *[NAME] has unfollowed you.* ...oh.","labels":"neutral"},{"text":"But California (with strict, sensible gun ","labels":"neutral"},{"text":"I agree. The funny part *is* the funny part.","labels":"approval"},{"text":"Can't blame him. As an [NAME], everything I know about American Football came from Eyeshield 21.","labels":"neutral"},{"text":"I bet you're not the only one. That space is kinda safe... go be slightly challenging. ;)","labels":"neutral"},{"text":"Yeah, they are the dumb ones you need to avoid.","labels":"annoyance"},{"text":"You really don't comprehend anything my man, now do you? Goodness gracious the amount of stupidity. ","labels":"annoyance"},{"text":"Someone should do a “what posting any related [NAME] romance is like.” The comments in these posts are a real treat.","labels":"amusement"},{"text":"He’d definitely get dropped at some point and then all hell will break loose","labels":"annoyance"},{"text":"Wow your sister is in abusive relationship, cool. ","labels":"annoyance"},{"text":"[NAME] were the only reason this episode was remotely interesting lmao","labels":"amusement"},{"text":"The moment that bird touches my xbox, it'll become a mcnugget. ","labels":"anger"},{"text":"Not rare, considering how large the metro area is now. For an individual being impacted by one it is very rare though.","labels":"neutral"},{"text":"*Keep your arms and legs inside the ride at all times.*","labels":"neutral"},{"text":"So..the head [NAME], is afraid of being rammed?","labels":"neutral"},{"text":"Yeah that's where my eyebrow went up. The liability issues alone would make it a non-starter.","labels":"annoyance"},{"text":">there may be some toxic tendencies Everyone has some toxic tendencies, toxic is a pretty vague word.","labels":"neutral"},{"text":"Didnt know that, just saw \"LG\" devices and got nervous. Bummer for you though, that sucks :\/","labels":"annoyance"},{"text":"What a crybaby. Don’t drink and drive.","labels":"annoyance"},{"text":">fabricated moral high ground The irony of saying that as everyone here jerk's themselves off to a meme","labels":"disapproval"},{"text":"Me too, I'm shitting myself.","labels":"disappointment"},{"text":"Good [NAME]. That's quality cringe.","labels":"annoyance"},{"text":"He did!","labels":"excitement"},{"text":"Calling people on the internet “sweetie”... sweet [NAME] I love this sub. The cringe hurts so good.","labels":"neutral"},{"text":"No matter how loud I talk, no one seems to hear me... ","labels":"neutral"},{"text":"Why do we gotta wait for a week just for the devs to fix their mistake?","labels":"neutral"},{"text":"Let people have fun","labels":"neutral"},{"text":"Dammit I got whooshed","labels":"annoyance"},{"text":"That makes me super hesitant. I wouldn’t be upset if we end up with him but the last thing this team needs is raw players.","labels":"embarrassment"},{"text":"That feel when your friends are all relieved by your insane driving skills.","labels":"pride"},{"text":"Or you can just support your local farmers that slaughter their animals in an ethical and way less horrifying way.","labels":"approval"},{"text":"The logic is so the government can oppress you.","labels":"neutral"},{"text":"This better be a troll because if not, you are the most obnoxious, self centered, asinine person on this face of this planet.","labels":"annoyance"},{"text":"# IF YOU DIG THIS, THEN YOU DUG THIS. CAUSE IT'S ALL ABOUT THE NERD FIGHT PORK PIE","labels":"neutral"},{"text":"Ha, that would be a novel experience. He'd better let me deal with it.","labels":"approval"},{"text":"Omg, *please*","labels":"annoyance"},{"text":"I pray the chains that make this life hard are broken by gods power and you are freer with each day!","labels":"optimism"},{"text":"They were nice in the PMs just wanted me to be aware that my tone was kind of callus about mental illness","labels":"neutral"},{"text":"Even if you don't act on them, you still should stay away. It's not normal to fantasize about doing sexual things to children.","labels":"disapproval"},{"text":"They did and he is going to be extremely difficult to feel much empathy for him.","labels":"neutral"},{"text":"Maybe. You're running the risk of the trolley and kids being stuck on the carriage with the mum at the previous station. But hey, free groceries!","labels":"caring"},{"text":"Apparently government cares about the environment about as much as many of our neighbors.","labels":"neutral"},{"text":"Shut tf up. [NAME].","labels":"annoyance"},{"text":"Your smartly worded refutation of the whole of the rest of Christendom has swayed me completely, Rome is the only true home! Hurrah! Hurrah!","labels":"annoyance"},{"text":"Guys you can’t blame him. They didn’t have basic math when he was in school","labels":"caring"},{"text":"Sports obsessions are basically religion to some people. And those same people make fun of the \"geeks\" at Comic Con... ERROR 404: Logic not found.","labels":"amusement"},{"text":"lol... always someone to whine and complain. I guess the other countries on the Top 5 are perfect, eh? ","labels":"annoyance"},{"text":"If he breathes he’s ready!","labels":"neutral"},{"text":"Nice. Me too. I'm 2002. You?","labels":"approval"},{"text":"yeah, they both suck... i am not a customer of either, and never will be again.","labels":"annoyance"},{"text":"I will always love ohare because it is the home alone airport","labels":"amusement"},{"text":"Ayy, the bottom one is mine!","labels":"annoyance"},{"text":"They never cared who I was until I put on the sunglasses.","labels":"neutral"},{"text":"The most siamese cat thing ive ever seen- weird, sexy, playful, smart, deadly. ","labels":"neutral"},{"text":"Did you play Origins? I absolutely loved it, I’ve had reservations on getting Odyssey and I missed the sale on Xbox.","labels":"remorse"},{"text":"Etiquette Try to keep a positive attitude.","labels":"neutral"},{"text":"Yeah that's not nearly as dramatic and aggressive as the ball in the above video.","labels":"disapproval"},{"text":"Yeah. I don't even know why I was filming lmao. I hit #1 good. Definitely a miss on #2 though.","labels":"confusion"},{"text":"I'm an inspiring man","labels":"pride"},{"text":"He also had bipolar depression, which was a major driver in his mental states...","labels":"neutral"},{"text":"[NAME] was pretty rude to the maintenance guy too, but what a comeback he had for [NAME]!","labels":"neutral"},{"text":"It's prevalent in everything. WoW was incredible when it came out *because* everyone was garbage.","labels":"annoyance"},{"text":"I’m not sure why this is a nonononoyes, we didn’t see any of the beforehand I really only see the “yes”","labels":"confusion"},{"text":"We’ve got the terrorists screaming [NAME] while commiting terror acts to thank for that.","labels":"neutral"},{"text":"Your patience to find the perfect moment is... Please just let me slow clap.","labels":"annoyance"},{"text":"i.e. the 13th, 14th, 15th of the [RELIGION] month","labels":"neutral"},{"text":"Bruh by isn’t [NAME]","labels":"neutral"},{"text":"If fathers could have a say though... do you really think that would result in less children?? Id say it would result in more..","labels":"approval"},{"text":"Do it successfully and coal country will still say it’s a stupid idea.","labels":"disapproval"},{"text":"They could have prepared you better. I'm so sorry. I wanna give you a hug and tell you it's okay.","labels":"caring"},{"text":"I'd say that the vast majority of the population is and was rightly looked on as horrific. Christmas music makes me feel like a real [NAME].","labels":"neutral"},{"text":"That's honestly what I thought too!!","labels":"approval"},{"text":"This is terrible","labels":"annoyance"},{"text":"Thanks, I hate moderation (you must get that joke a lot) ","labels":"annoyance"},{"text":"Randomly watched arrow this week and I think each year is more confusing and I didn't like it! At least [NAME] is still there and always shining!","labels":"disapproval"},{"text":"I probably should have seen that... I watched it without sound, and just thought the guy was drunk.. ","labels":"confusion"},{"text":"good thing it was our only car and we worked hard to get it","labels":"neutral"},{"text":"Hey there, Sorry to hear you were running into connectivity issues. How often do you see that error and when did it start happening for you? ^ET","labels":"remorse"},{"text":"But [NAME], this is a chance for me to fulfill my lifelong dream. ","labels":"desire"},{"text":"Unless you have an established career and are a high earner then sorry but you _are_ the shared housing type.","labels":"disapproval"},{"text":"just asking a question... like I said I haven't been watching other teams much this year so Idk what players values are like right now...","labels":"confusion"},{"text":"It’s not as self serving maybe. But Democracy is definitely still self serving","labels":"approval"},{"text":"I grew up on the other side of Ama but live in Tulia now. I will have some El Burrito for you","labels":"neutral"},{"text":"I hope he loses just the end so it looks like a trimmed cigar","labels":"optimism"},{"text":"I won't even reply anymore. That radio silence mid convo really gets on my nerves.","labels":"annoyance"},{"text":"Another day, another destiny! ","labels":"optimism"},{"text":"I'm glad I didn't have my other dog with me. He would have not attacked her he loves everybody and she probably would have took him.","labels":"relief"},{"text":"I fell like you're being willfully ignorant of reality.","labels":"annoyance"},{"text":"ahhh yes, that post from 2 years ago with 39 upvotes, remember it like it was yesterday. ","labels":"approval"},{"text":"Kids, if you're on a dating site that advertises itself as \"dating site for millionaires\" you're gonna have a bad time","labels":"caring"},{"text":"I was so worried for the kitty the whole story.","labels":"nervousness"},{"text":"People can't afford my products, i'm not selling anything. Issue for the producer to reduce price","labels":"annoyance"},{"text":"A tree is useful today and 20 years ago, these people aren't.","labels":"annoyance"},{"text":">only ones who really suffer are sport and competition shooters. Which is likely the whole point What makes you think that?","labels":"approval"},{"text":"That was years ago.","labels":"neutral"},{"text":"I measure from where the back of the balls are. It counts. Especially if you tend to go balls deep anyway. lol","labels":"neutral"},{"text":"I made friend with one of these scammers. After speaking to me he quit his job at that company. We still speak regularly over whatapp and facetime!","labels":"neutral"},{"text":"Its the absolute lunacy of liberals when they see a MAGA hat, that baffles me. ","labels":"annoyance"},{"text":"Why does every comment here have at least one reply that is like an essay long","labels":"annoyance"},{"text":"this guy \/u\/EightRoundsRapid is sending me nude dm's even though he knows i'm underage, what do i do?","labels":"confusion"},{"text":"The planet is being destroyed. ***yEaH bUt TaXaTiOn Is ThEfT!***","labels":"disappointment"},{"text":"It's so freaky. I'm a 40 something and the stock photos and really odd taglines are just baffling to me.","labels":"confusion"},{"text":"[NAME] stated that Ethtrader polls will be used for important community decisions. So I can see people trying to buy influence through Donuts in these decisions.","labels":"approval"},{"text":"This kid is a future serial killer.","labels":"disgust"},{"text":"hard working, alpha male, jackhammer, merciless, insatiable","labels":"neutral"},{"text":"Omg that was the WORST","labels":"annoyance"},{"text":"A lot of times the only thing holding any of us back is ourselves. It's not too late to start writing either.","labels":"realization"},{"text":"Broke and jealous","labels":"grief"},{"text":"r\/iamverysmart and r\/woooosh in one. That is just about how pathetic one can be.","labels":"annoyance"},{"text":"ASMR is a weird sexual fetish for incels, and dont let anyone try and convince you otherwise.","labels":"annoyance"},{"text":"Because we didnt have two top 5 players on the team so the bench needed to be great","labels":"approval"},{"text":"*[NAME] loved that*","labels":"neutral"},{"text":"So far she seems pretty decent but I'm side-eyeing the hell out of him. His conduct at the restaurant was so bizarre and creepy.","labels":"annoyance"},{"text":"Just horrible. Doesnt solve any of his problem and removes his strongest tool.","labels":"annoyance"},{"text":"Imagine thinking this comment was ok to post. Shame on you.","labels":"disappointment"},{"text":"Didn’t know he had his initials on his thigh pads too","labels":"realization"},{"text":"welcome to a whole new world, my friend ","labels":"neutral"},{"text":"I don't remember, it was all very hazy...","labels":"neutral"},{"text":"I AM A LIBTAD LOL","labels":"neutral"},{"text":"Don't get your hopes up; apparently car seats also cause autism:","labels":"neutral"},{"text":"Had no idea, they refused this type of deal in the past with other companies.","labels":"confusion"},{"text":"hey sweets...","labels":"excitement"},{"text":"You don't follow [NAME]. You're a hypocrite following man's interpretation of the word of [NAME]. Youre too stupid to even be embarrassed.","labels":"annoyance"},{"text":"Ok, well the south obviously didn't want to do that","labels":"neutral"},{"text":"Emotes have a ridiculous amount of effort put into them, which only makes the fact that nobody uses them sadder","labels":"disapproval"},{"text":"Oh the pain. I have been gifted faulty genes that gave me humongous pores and a hairy upper lip. Only a miracle can save me from here.","labels":"annoyance"},{"text":"Found the checher","labels":"neutral"},{"text":"Too little too late! [NAME] is guilty of still making songs with [NAME].....","labels":"neutral"},{"text":"Damn... somebody got told.","labels":"annoyance"},{"text":"When you’re having a dream and the psycho is coming for you but you can’t move...","labels":"neutral"},{"text":"Please stop cussing.","labels":"anger"},{"text":"I worry about throwing draft picks around, but a guy like that is worth it IMO.","labels":"annoyance"},{"text":"There is no your reality. There is only your delusion.","labels":"neutral"},{"text":"Right?!","labels":"confusion"},{"text":"My daughter just took hers (and failed but not surprisingly). It cost her $125.00.","labels":"neutral"},{"text":"The guilt of sin represses all","labels":"neutral"},{"text":"We have a lovely new bridge in Edmonton that you can jump off if you don't like it :)","labels":"neutral"},{"text":"DJ's mocks are always a little off pre combine\/FA. I still really like his mocks, this one i just off to me though.","labels":"disapproval"},{"text":"ELABORATE plz!!!!","labels":"curiosity"},{"text":"You really need to understand that he works for [NAME] in dismantling the US","labels":"neutral"},{"text":"It's a really bad attempt to get attention and make people mad, that everyone in this thread has decided to indulge.","labels":"disapproval"},{"text":"I have many a screenshot of blatantly false posts that my older, conservative, religious relatives share on Facebook ","labels":"neutral"},{"text":"Yo good for you!","labels":"approval"},{"text":"way off my friend","labels":"disappointment"},{"text":"> \"Death by Inches\" Title of your sex tape!","labels":"neutral"},{"text":"Brave would be the movie you’re looking for","labels":"neutral"},{"text":"Get a ride to heaven. You think [NAME] wants to pedal that far!","labels":"neutral"},{"text":"Anyone who complains about being a loser is a loser.","labels":"neutral"},{"text":"Rip I guess.... Hope op does that Also happy cake day!","labels":"joy"},{"text":"nah he was pretty mediocre at A&M","labels":"disappointment"},{"text":"huh. if there’s no pain, you’re fine. maybe just use spray on like axe or something to detour the smell ","labels":"approval"},{"text":"The whole team looks awful yet half the comments in here are still targeting one player.","labels":"annoyance"},{"text":"She still cute tho","labels":"amusement"},{"text":"Yikes. Was he unfamiliar with the area? How did it go over at work?","labels":"annoyance"},{"text":"shit. Sorry man :( They have great deals from now and then though via stacksocial. Check them from time to time.","labels":"remorse"},{"text":"Maybe or my reptilian DNA hasn't manifested yet","labels":"confusion"},{"text":"The world is a big place, there’s always someone.","labels":"optimism"},{"text":"Not everyone is as Europhilic as you, and that’s okay.","labels":"approval"},{"text":"It is possible to be a shitbag and also suffer the unfair competition of organized conglomerates of shitbags. Besides, OP wasn't referring to all independent farmers.","labels":"annoyance"},{"text":"Oh yeah! If she had done full brows she would have been killin' it!","labels":"approval"},{"text":"What? I didn’t understand a thing of what you said.","labels":"confusion"},{"text":"I got a bad feeling about this. Something tells me they're going to drag this along until 2 weeks before release.","labels":"disappointment"},{"text":"No I don’t, why can’t you bring your hand to do it?","labels":"annoyance"},{"text":"But would the flashing swastikas be unexpected, if you already predicted them?","labels":"confusion"},{"text":"*Hey just noticed..* it's your **3rd Cakeday** sryyourpartyssolame! ^(hug)","labels":"annoyance"},{"text":"I would make sure I didn’t leave any soda cans anymore so I could have the high ground, and then hide all but one cup lol","labels":"amusement"},{"text":"vs [NAME] analysis. I guess [NAME] has basis to say that he thought he won.","labels":"confusion"},{"text":"I'd rather take the chance that a kind, helpful comment falls on deaf ears than a snide one ends up hurting someone. ","labels":"neutral"},{"text":"You're welcome","labels":"gratitude"},{"text":"Yaaaay!!","labels":"excitement"},{"text":"That's a really interesting article. Has effectively nothing to do with myth making though.","labels":"approval"},{"text":"[NAME] just think of how overworked her liver and kidneys must be!!","labels":"neutral"},{"text":"tf, didnt know that thx","labels":"gratitude"},{"text":"And you were too stupid to find your own sriracha, or you thought that $7.50 entitled you to your personal dancing monkey.","labels":"annoyance"},{"text":"What a Croc","labels":"neutral"},{"text":">It doesn't sound like the author has ever actually been to Vietnam Can't rule out credibility tourism","labels":"disapproval"},{"text":"Philanthropy really scares some people, doesn't it? People did this to [NAME] too. ","labels":"neutral"},{"text":"[NAME] is my least favorite out of all of [NAME] love interest (In all live action movies) Bite me.","labels":"disapproval"},{"text":"Such a sad way to think of life all because these people believe there's something greater than this.","labels":"disapproval"},{"text":"I live alone. Well, my dog... I do have to shut the door to keep him out. He gets too personal with his nose.","labels":"neutral"},{"text":"\/r\/2ALiberals checking in! Welcome my leftist gun supporter! Upvote for 2A solidarity, even though we probably disagree on literally everything else.","labels":"neutral"},{"text":"[NAME], [NAME], [NAME], prime [NAME] + [NAME] was fun. ","labels":"amusement"},{"text":"Great fucking game for [NAME]. And I can't believe some people are trying to hate on him for one TOV in the 4th. This fan base smh","labels":"annoyance"},{"text":"I was tested for the flu on Saturday and it came back negative, but yea it probably is a cold or something ","labels":"confusion"},{"text":"I'm on mobile but clearly I need to get on desktop! edit: am on pc, is wonderful!","labels":"joy"},{"text":"> I find myself doing more stuff at home to avoid the unruly families that crowd the malls. You and me both!","labels":"neutral"},{"text":"I love the immediate cut from the gladiator dying to the defeat screen. Makes it funnier","labels":"amusement"},{"text":"This is simply honesty + humility. Indeed, very respectable.","labels":"amusement"},{"text":"Seems more first thought is to stop and make sure to call 911.","labels":"neutral"},{"text":"It's just bizarre you would criticize [NAME] on his development capabilities when he's not a developer... His specialties are centered around crypto philosophy","labels":"disappointment"},{"text":"Every time [NAME] opens his mouth...he says the same damn thing.","labels":"annoyance"},{"text":"Crisis centers are not only for battered women they are for abused women as well. From the looks of it, they are all abusing you. ","labels":"disapproval"},{"text":"lol this is good.","labels":"amusement"},{"text":"... Oh dear gods, no...","labels":"disapproval"},{"text":"[NAME] got a bad report card from [NAME] as well today.","labels":"neutral"},{"text":"It would be that much in the States too but, subsidized. Edit: not sure about the down votes. ","labels":"neutral"},{"text":"[NAME] is getting ready for sex!!","labels":"neutral"},{"text":"If he doesn’t respond, then you’re too good for him","labels":"approval"},{"text":"[NAME] is seriously in the top 5 best female characters ever written for TV.","labels":"neutral"},{"text":"get the packages sent to your work or a relatives or trusted friends home nearby ???? parcel locker ??","labels":"neutral"},{"text":"[NAME] damn it [NAME]!","labels":"annoyance"},{"text":"I did, I did!!!! Now I feel special ","labels":"excitement"},{"text":"My fault, I jumped to a conclusion. I forgot that savanna cats are spotted not leopard print.","labels":"embarrassment"},{"text":"Oh I get it. I totally misunderstood.","labels":"embarrassment"},{"text":"I could be completely crazy but didnt they attempt a coup like 2 years ago and it failed?","labels":"disapproval"},{"text":"I had the same thought also.","labels":"approval"},{"text":"It was a nice one too! GO AHEAD [NAME], SLAP THAT HAM!","labels":"annoyance"},{"text":"not giving a s* about what others say ;)","labels":"annoyance"},{"text":"That’s so incredibly rude and inaccurate. You can’t actually believe that.","labels":"annoyance"},{"text":"For extra measure tape it right by your crotch so she can't take it for sexual assault reasons","labels":"caring"},{"text":"Don’t ever apologize for calling it that. The Beach is a [NAME] movie, not a Toronto neighbourhood. ","labels":"annoyance"},{"text":"~~New?~~ We~~’ve had em~~ in Oakland ~~for a~~w~~hil~~e ~~now and they still~~ are a mess.","labels":"annoyance"},{"text":"As someone else has mentioned it is not theft technically. So that will probably only cause more problems for myself.","labels":"neutral"},{"text":"Another bad essay by me, sorry for butchering anarchism, anti-ableism and anti-psychiatry but I hope I got the point across :p","labels":"disapproval"},{"text":"You may have been watching a tad too hard bro lol No judgment here","labels":"neutral"},{"text":"I feel ya :\/","labels":"annoyance"},{"text":"[NAME] looks too creepy,but it's a very nice drawing.","labels":"amusement"},{"text":"Welcome to the wehrmacht...","labels":"neutral"},{"text":"You're a big guy.","labels":"neutral"},{"text":"Ohhhh....this would be easy but....nope....not gunna.....","labels":"disapproval"},{"text":"Without Googling it? Are you kidding? (Please don't look up \"kidding\" in the dictionary.)","labels":"annoyance"},{"text":"My heart skipped a beat when I saw this. My childhood dog looks just like them, and her name was Brandy!","labels":"nervousness"},{"text":"This will not happen bru","labels":"neutral"},{"text":"The important thing is that you're having fun","labels":"neutral"},{"text":"What’s irritates me so much is that rework ideas like this do all the work for ubi, yet they still won’t do it. ","labels":"annoyance"},{"text":"Seen plenty of women's marches with so called feminists wearing hijabs even though that is not a symbol of freedom.","labels":"disapproval"},{"text":"Haha okay. Much love brother!","labels":"amusement"},{"text":"No they haven’t and that’s probably a lot of the problem","labels":"disapproval"},{"text":"What are you talking about, as a 30 year old man i still munch on those","labels":"surprise"},{"text":"April 2018– so this sub is now all about finding the outrage needles in the haystack, eh? ","labels":"disgust"},{"text":"Don't forget [NAME] being nerfed because she was unfun to play against in QM, then being reworked, then being nerfed again for the same reason.","labels":"neutral"},{"text":"Isn't this the game that is PS4 as well?","labels":"confusion"},{"text":"My biggest problem with Yuri on Ice is that it didn't have enough episodes to show the payoff of their relationship in my opinion.","labels":"disapproval"},{"text":"This sub is a fever dream","labels":"neutral"},{"text":"...it's almost like an uber individualistic fringe political ideology does not inspire communal teamwork political action lmao.","labels":"disapproval"},{"text":"So, [NAME] was also paying to allow her to eat healthier. Let’s look at the bright side! ","labels":"optimism"},{"text":"Wow, way to disregard history completely.","labels":"annoyance"},{"text":"Also curious. But as someone who lives in northern Ontario, this is pretty accurate","labels":"approval"},{"text":"I guessed this","labels":"confusion"},{"text":"WHEN I DO BEGIN TO PEAK, ALL OF [NAME] WILL KNOW!","labels":"embarrassment"},{"text":"Curse your sudden but inevitable betrayal!","labels":"annoyance"},{"text":"That's how I feel every time someone wants me to hold their baby.","labels":"neutral"},{"text":"Well, at least you'll have plenty of company","labels":"neutral"},{"text":"Where did I say that happened? Lmao most of my friends are single for the record. Quit jumping to conclusions.","labels":"annoyance"},{"text":"I bet everyone is commenting hoping to get plat or gold......i dont blame them","labels":"neutral"},{"text":"What I’m getting from all but the second is that mothers have become less abusive to their children.","labels":"neutral"},{"text":"you don’t have to wake up if you don’t sleep to begin with. problem solved","labels":"neutral"},{"text":"This is a crime against humanity and the FBI is on its way. Do not try to leave your current location, you are being tracked.","labels":"disapproval"},{"text":"You're going NOWHERE! Edit: [NAME]","labels":"annoyance"},{"text":"This is great advice. The minions here will automatically down vote due to username.","labels":"amusement"},{"text":"it's horrid :\/","labels":"fear"},{"text":"[NAME] is too gullible for his own good.... watch out [NAME] definitely not a friend too","labels":"neutral"},{"text":"hummm because... It is but... Relative. It's fun though. It's all a memes where everyone act 'serious'","labels":"amusement"},{"text":"Firm, but gentle. Baby hamsters or live goldfish. Soft female hands caressing my balls is a wonderful feeling. ","labels":"neutral"},{"text":"So long as we get the [NAME] from this season and not last season I'm happy","labels":"approval"},{"text":"This!!! 🐃 and 💍 for your hard work!","labels":"neutral"},{"text":"Some questions are best left undebated.","labels":"neutral"},{"text":"Just drink the bear. Life is too painful and short to worry","labels":"caring"},{"text":"Ya I’m not opening any PDF from The Company. Rather get my malware the old fashioned way....from porn.","labels":"neutral"},{"text":"No problem. It was my fault after all. Since you seem to accept the evidence and you don't dismiss it, I guess the debate is over.","labels":"embarrassment"},{"text":"I dunno...it was used for a meme and it's very fun to look at","labels":"amusement"},{"text":"This whole episode is one of my favorites; it has this AND \"Requiem for a Tuesday\" AND \"the Low-Cal Calzone Zone\" ","labels":"amusement"},{"text":">putz Is he [NAME]? I would've not voted for him if I knew that.","labels":"realization"},{"text":"Oh no! More non-existent performance issues to complain about!! Can't wait to be playing it while all these self-righteous gamers take their noble stands...","labels":"curiosity"},{"text":"> It's upsetting. What can be done? We'll have to take it to the high courts, let them decide!","labels":"disappointment"},{"text":"TYT is a gossip shitpost panel for race baiting idiots. By race baiting idiots.","labels":"annoyance"},{"text":"And I’ll admit I am insane for allowing it to happen but the passion I have for this guy makes it hard to cut off all contact.","labels":"disappointment"},{"text":"Same for me, feels like i've been made alone just so my brother can get all the attention","labels":"disappointment"},{"text":"I'm sure you'd be the first one to run towards a crazy guy with a power tool.","labels":"amusement"},{"text":"Oh cool another manufactured awful [NAME] pushing untalented rapper. It’s getting more obvious as time goes by","labels":"annoyance"},{"text":"Then YOU go right ahead...support and guide him.","labels":"neutral"},{"text":"Thought [NAME] had a bad game. For such a strong player he didn't get to keep much of the ball when in possession.","labels":"disappointment"},{"text":"Personally, I prefer my seafood not tainted by oil spills. But you do you!","labels":"approval"},{"text":"I would gleefully look forward to a battle where fascist apologists and race baiters utterly destroy each other. Maybe then we can have a civil, unified society.","labels":"annoyance"},{"text":"That was an incredibly dumb thing to do. [NAME] is an idiot for trusting her.","labels":"annoyance"},{"text":"INJECT A GIF OF BASTIAN NODDING IN SATISFACTION FROM THE BOX INTO MY VEINS","labels":"neutral"},{"text":"This guy likes his town - except for the pig blood processing","labels":"neutral"},{"text":"Mmm... chocolate weekends are my favorite.","labels":"love"},{"text":"No foreplay, no connection, if he doesn't know what he's doing. If he asks for a blow job and then refuses to reciprocate. ","labels":"neutral"},{"text":"Nah. I just need to stop answering before I go to bed. Got the post and the replies mixed up in a sleepy haze.","labels":"disapproval"},{"text":"i wonder how people who are in college\/undergrad who are in stable relationships do it.","labels":"confusion"},{"text":"you guys got hate in your heart","labels":"neutral"},{"text":"Dammit as a mom of boys that made me straight up tear up","labels":"annoyance"},{"text":"dude - just get the hell outta CA ! there's plenty of other states without the immigration problem rampant in frickin california...","labels":"neutral"},{"text":"Always wanted to try [NAME], I'll add her to my list.","labels":"desire"},{"text":"My favorite thing is his friend in the back","labels":"approval"},{"text":"This was literally me!","labels":"surprise"},{"text":"Nice story. Which I guess is why it's #3 in the sub right now :)","labels":"amusement"},{"text":"I knew the punchline as soon as I read \"Tide Pods\" and I hated both myself and you for it. Take your upvote.","labels":"annoyance"},{"text":"This is so creepy. Good riddance to awful rubbish.","labels":"annoyance"},{"text":"Sometimes this is the hardest thing to deal with. I also am still clinging to a crush with a close friend. Just be honest.","labels":"approval"},{"text":"Thanks, do hv a therapist. He doesn't think I am violnt. I want the thoughts to stop. ","labels":"gratitude"},{"text":"Give the mouse a chance!.leave the cat to it.","labels":"neutral"},{"text":"Yes, clearly u\/backwoodmenace was repeating misinformation intentionally.","labels":"annoyance"},{"text":"#HARRIS GETS MONEY FROM BIG RETIRED!","labels":"neutral"},{"text":"This is the kind of question that gets me more concerned on this sub","labels":"nervousness"},{"text":"[NAME], we have a guy with a bucket on his head and you have pornstars. I’m glad I live on this side of the Atlantic ","labels":"annoyance"},{"text":"If your waifu was real she would never love you","labels":"disapproval"},{"text":"Not sensitive, just scared that a sub I enjoy will become divided and will have in-fighting.","labels":"fear"},{"text":"Second this. I have an anxiety disorder that has resulted in me never working a job, but my career is making YouTube videos self employed atm. ","labels":"approval"},{"text":"I do this but but feel better in the end because I use it for procrastination. It's a weird combinational to feel better and worse while cleaning.","labels":"approval"},{"text":"Are you this awful about everything that isn't your own preference?","labels":"annoyance"},{"text":"It's really odd. My friend's search results are still normal but mine aren't","labels":"nervousness"},{"text":"This should help, especially 3.1: too: New Year and best of luck in reaching your goals!","labels":"optimism"},{"text":"Do you ever feel exhausted after chasing girls? I do sometimes","labels":"neutral"},{"text":"[NAME] was selfish as hell. Stop with the revisionist history bs","labels":"annoyance"},{"text":"Bears Beets Baseball","labels":"neutral"},{"text":"Stop with this revisionist history we literally just let him go because HE SUCKED","labels":"annoyance"},{"text":"LOL, what kind of company?","labels":"confusion"},{"text":"No organic webs, no [NAME], no [NAME]. Pack your memes, get out of my subreddit. You're NOT [NAME]!","labels":"annoyance"},{"text":"Sounds like you might need some time out in the re-education camp. You are getting frighteningly close to realizing that our system is designed to keep you imprisoned.","labels":"approval"},{"text":"*I hate laughing!*","labels":"annoyance"},{"text":"Thank you so much! After the *loooooong* talk we had, I feel a lot better about our marriage.","labels":"gratitude"},{"text":"Nothing new is happening. Society never gave a fck about broken men. So it's only natural.","labels":"annoyance"},{"text":"I was thinking the same thing. It does make me wonder how whomever leaked it, obtained a copy in the first place. ","labels":"approval"},{"text":"A bash that doesn’t guaranty anything? Isn’t that a bad thing I mean it’s one of the complaints of heard about lawbringers shove","labels":"annoyance"},{"text":"Came here to see if i was the only one. The whole edit is one gigantic mess.","labels":"annoyance"},{"text":"Maybe try a flashlight next to her bed, so she can turn it on and look around if she gets scared?","labels":"amusement"},{"text":"Uh-a... Everyone is so righteous from the comfort of a couch. I wonder how cults and terrorism exist if everyone is so awesome.","labels":"annoyance"},{"text":"It's on here daily. Karma whores eh?","labels":"anger"},{"text":"My heart is breaking for you OP... good luck on your job search though!!","labels":"caring"},{"text":"Dude just get them drunk.","labels":"neutral"},{"text":"The fact you think they earned their wealth with effort shows you dont comprehend their wealth","labels":"neutral"},{"text":"Really well said.","labels":"approval"},{"text":"Whichever was toxic first, easy. This is why we ONLY camp when one of them is toxic first.","labels":"neutral"},{"text":"Sorry man, you’re a great person and all. But margarine??? Downvoted*","labels":"disapproval"},{"text":"Life is precious? Then how come you shot [NAME], huh?","labels":"annoyance"},{"text":"You're taking her scale way too literally.","labels":"disapproval"},{"text":"Looks like you've never been to Paris! The worst toilet in UK is cleaner than Paris.","labels":"annoyance"},{"text":"And yet still just outside of the playoffs and not the worst team in the last 10 games.","labels":"disapproval"},{"text":"I have 1200 hours and the highest i’ve ever been was silver elite. I should probably quit this game.","labels":"disappointment"},{"text":"If I hear \"not sorry, [NAME]\" one more time, I'm going to start disliking [NAME]","labels":"annoyance"},{"text":"This image is cropped to avoid showing the private passenger car NY plates. [NAME] has no need to pander to any ethnicity; he's term limited out.","labels":"disapproval"},{"text":"I didn’t say anything. Just sharing this beauty.","labels":"neutral"},{"text":"We don't have this problem where I live, we use Torrents ","labels":"neutral"},{"text":"The bot did its job. It’s me the awful one","labels":"approval"},{"text":"I’m guessing you’re talking about when I burned my arm. 2nd degree and luckily no scaring","labels":"confusion"},{"text":"My.. friend.. wants him to upload it, if he did!","labels":"neutral"},{"text":"Not really. My group of friends are awesome in every way possible except they are homophobic","labels":"disapproval"},{"text":"This will be me a year from now. Not fair at all.","labels":"disappointment"},{"text":"And if that's the case then there is no helping him. It sucks that those people can't be helped","labels":"annoyance"},{"text":"It's just a natural reaction of people blaming white people as a whole for all the bad things in history.","labels":"approval"},{"text":"seemed so anti [NAME] \/ classless, especially as [NAME] has kept his mouth shut.","labels":"annoyance"},{"text":"The reason we’re stuck in the shutdown is the democrats. Plain and simple.","labels":"annoyance"},{"text":"some one get me a damn barf bag pease !","labels":"neutral"},{"text":"You just said selfless acts were impossible and possible in the same post...","labels":"neutral"},{"text":"The right time would have been never being there in the first place","labels":"disapproval"},{"text":"If everyone else can figure this out, then I don't see why it's so implausible for the US.","labels":"confusion"},{"text":"> I miss frequent, monogamous sex enough that I miss a relationship very much. This is really the core of why I want a relationship.","labels":"desire"},{"text":"[NAME] why can I relate so much.","labels":"disappointment"},{"text":"And it's stopped. Training cancelled :-)","labels":"neutral"},{"text":"It's also cruel how noone is informed about the execution at all. Relatives are left completely in the dark and likely never find out about their execution.","labels":"disgust"},{"text":"Brutal piece!","labels":"neutral"},{"text":"Can't tell if bad troll or just ignorant knowitall","labels":"confusion"},{"text":"Should have been a and 1 tbh, [NAME] smacked him in the face.","labels":"neutral"},{"text":"I puked out my coke while watching that. Thanks OP😅. Have to clean my desk now...","labels":"embarrassment"},{"text":"I TOO AM HUMAN AND I SENSE A JOKE HA YES I AGREE WITH YOIR LEVEL OF ABSTRACTION.","labels":"approval"},{"text":"And then they clapped and gave you $100, I'm sure","labels":"annoyance"},{"text":"Well, whaddaya know!","labels":"amusement"},{"text":"So many of [NAME] haters dismiss his top 10 stat placement. Never understood that.","labels":"confusion"},{"text":"The leader of the revolutionaries would be exploiting the labor of the revolutionaries below him!","labels":"neutral"},{"text":"It's kinda odd that people are downvoting you without providing well-sourced counter-arguments to the points you're making.","labels":"annoyance"},{"text":"Lmao this is excessive","labels":"amusement"},{"text":">outsourced independent contractor Dude there is no way [NAME] knows these words.","labels":"neutral"},{"text":"They were criticizing your spelling.","labels":"neutral"},{"text":"HR is there to protect the company. Not you.","labels":"annoyance"},{"text":"Dawg, turn on the volume and smash that screen record button. too easy.","labels":"neutral"},{"text":"The people that use the image and leave that braindead comment are sheep, nothing more nothing less.","labels":"annoyance"},{"text":"Your comment is kinda wasted. He can't read.","labels":"disappointment"},{"text":"I prefer men under 5’10 but I’ve never heard anyone piss and moan or call *that* discrimination.","labels":"annoyance"},{"text":"The thing to understand about [NAME] is that he's a complete moron.","labels":"annoyance"},{"text":"Right, and the names would be different.","labels":"approval"},{"text":"I failed with my play on words. Oh well, can't win them all","labels":"nervousness"},{"text":"I don’t currently have a cool [NAME], but my two best work girlfriends are *both* married to [NAME], so. ","labels":"annoyance"},{"text":"I use to get this but now I just get ghosted.","labels":"disappointment"},{"text":"This is one of the worst written posts I've seen on this sub for a while","labels":"annoyance"},{"text":"He was not my boyfriend then, duh. ","labels":"neutral"},{"text":"Damn, this one sucks doubly so considering all the positive threads on here today.","labels":"annoyance"},{"text":"All I can say is.. good luck bro","labels":"neutral"},{"text":"Happy cake day man!!!","labels":"excitement"},{"text":"Your house\/estate must be first on the route. Delivery normally starts at 8am.","labels":"neutral"},{"text":"As high as ~72% in black families. Truly heartbreaking what the expansion of the welfare state has done to the black family.","labels":"disappointment"},{"text":"I don’t see anything awful on her. She’s old. That’s it.","labels":"neutral"},{"text":"omg no way he totally screwed himself over there XD","labels":"annoyance"},{"text":"I'm a PR and I've been lucky enough to have millions in capital and that is ALL the statue states.","labels":"gratitude"},{"text":"I've eaten some really strange stuff and the only reason to eat this is to see if it is gross.","labels":"confusion"},{"text":"I was going to ask the same thing! There are dozens of us!","labels":"confusion"},{"text":"Well dang. Seems like there’s no tried and true method then.","labels":"neutral"},{"text":"You are unfortunately far and few between.","labels":"caring"},{"text":">just because I miss [NAME] and [NAME], who played them. You forgot to add the rest of that sentence ","labels":"neutral"},{"text":"I didn't realize there was ever an initial post on this subject.","labels":"realization"},{"text":"Dear down voter, go to your own sub and take your childish down voting with you.","labels":"annoyance"},{"text":"the into is the real cringe - good find!","labels":"amusement"},{"text":"Life imitates art.","labels":"neutral"},{"text":"The shitty taste is what keeps you awake.","labels":"annoyance"},{"text":"Insecurities exist even for people that are attractive. Even hot people are just like everyone else.","labels":"neutral"},{"text":"Left the spasms behind long ago, we're now at full on convulsions","labels":"neutral"},{"text":"Rural MO. The nearest Whole Foods is an hour away. I can't imagine too many [NAME] could handle the distance.","labels":"confusion"},{"text":"Well if we just started in the second quarter in both games...we would have come out ahead!","labels":"realization"},{"text":"Don't date broke\/jobless women. I have a job and I always offer to pay the bill or split.","labels":"disapproval"},{"text":"Thank you!!! \/s","labels":"gratitude"},{"text":"*they were not* 😂 perfect. I’m sure they were - that mental image is pretty awesome lol","labels":"amusement"},{"text":"That's some animal cruelty right there, someone help this poor creature.","labels":"annoyance"},{"text":"*Trust the plan*","labels":"approval"},{"text":"You're a tenant if you lived there for months and that was an unlawful eviction.","labels":"disapproval"},{"text":"Our 2nd unit is as bad as anybody in the NBA","labels":"disappointment"},{"text":"That works for me, I am not hell bent on killing this person.","labels":"neutral"},{"text":"The smell lasts a half hour so maybe don't go to the Policeman's Ball right after. Rye and rhubarb sounds pretty fucking mint though","labels":"annoyance"},{"text":"True. I'm not from the US so i dont know how they would go about enforcing this law.","labels":"approval"},{"text":"I just want to live. You're the sad loser for going out of your way to comment something so completely stupid","labels":"annoyance"},{"text":"Another place Canada wins. That is crazy. There is basically no oversight on alternative medicine down here. Caveat emptor I guess.","labels":"amusement"},{"text":"Former HUD secretary? I'll bet he'd make a hell of a brain surgeon.","labels":"disapproval"},{"text":"All I ask is to not embarrass us on National TV like they did against Philly.","labels":"embarrassment"},{"text":"Note 2.","labels":"neutral"},{"text":"you are delucional.","labels":"disapproval"},{"text":"Bedside Rounds (which that user puts out) is also a very interesting podcast on medical history.","labels":"approval"},{"text":"Yeah, life in America is horrifying. Give me a break. ","labels":"annoyance"},{"text":"No, he's fine. It doesnt compact","labels":"neutral"},{"text":"Essentially this friend is so bad at geography, they think Europe is simultaneously Africa and Asia.","labels":"disapproval"},{"text":"If yous got a problem with Canadian Gooses than you’ve got a problem with me and i suggest you let that one marinate","labels":"neutral"},{"text":"Get your mom professional help. Any grow person who runs away from their own home afterargument definitely has mental health issues","labels":"caring"},{"text":"drafting doesn't guarantee position or quality...AND tanking destroys free agency and devalues all the Magic assets for transactions this summer","labels":"disapproval"},{"text":"I don't really understand what they are even proposing or how realistic it is to implement. It just sounds like empty words.","labels":"confusion"},{"text":"Worried it will be taken off the table?","labels":"nervousness"},{"text":"You’re crazy. The 2nd half adjustments that put them back in the game is why they belonged in the game.","labels":"approval"},{"text":"*losing hope Loose is what your mom is","labels":"sadness"},{"text":"Uh, you can’t see the grille?","labels":"annoyance"},{"text":"Right but you don't have to pay it a living wage, provide insurance, and it can't unionize. ","labels":"approval"},{"text":"Having met [NAME] wife (figuratively)... I reckon [NAME] is a bit of a monster...","labels":"annoyance"},{"text":"I can't believe he got it while getting man-handled by two players!!","labels":"surprise"},{"text":"\"I *need* to smoke this pot because of my headaches, Tylenol doesn't work for me\" *proceeds to use Tylenol other days*","labels":"neutral"},{"text":"Honestly not mad at that lineup at all. Let's make it happen VH1!","labels":"neutral"},{"text":"I’m glad things are coming to light, I pray justice is served for the victims. ","labels":"approval"},{"text":":( had to change my flair for this one. That bites","labels":"disappointment"},{"text":"I'm just glad everything came out okay.","labels":"joy"},{"text":"I don't get it. Are they upset that men aren't all using the blue nametags because blue is the color for boys, or what?","labels":"confusion"},{"text":"He’s soft. No heart.","labels":"disappointment"},{"text":"he knows there are tribute bands, right?...","labels":"confusion"},{"text":"Capitalism ha shifted like a huge population of the earth out of poverty, so things are globally getting better","labels":"approval"},{"text":"I took it for a year. Had that problem before, during and after. May be coincidental timing for it to start being noticeable. ","labels":"neutral"},{"text":"Mother of [NAME]... Im not grossed out very easily. I can stomach just about anything. But this made my fucking skin crawl....","labels":"anger"},{"text":"Cuck you're implying I'm vulnerable and submissive??! Hahhhaaaaaaa. You're the cuck here, the young incel loser","labels":"annoyance"},{"text":"I forgot context and thought you meant the band was republican, please don’t worry me like this again ","labels":"nervousness"},{"text":"The Right: \"Why won't the left let us rape, abuse and brainwash children without putting their liberal noses where they don't belong.\"","labels":"neutral"},{"text":"Yea I'm poor :(","labels":"embarrassment"},{"text":"Someone has sex with that.","labels":"neutral"},{"text":"Idk man, some people just have wack combinations. I'm a Yankees\/Panthers\/Jazz fan, it doesn't have to make any sense. ","labels":"neutral"},{"text":"*Chocolate thugs don't mess around* That's interesting though. Something to look forward to when you wake up","labels":"approval"},{"text":"Why delete it. It's relatable, never be shamed of what you're going through. ","labels":"neutral"},{"text":"No matter what, he won't have to decide until April. Until a GM calls him.","labels":"neutral"},{"text":"Yay, coming out is hard, you're lucky that they didnt avoid you for the next month, I'm happy for you","labels":"caring"},{"text":"Oh thanks ^^ my bad I have been typing too much so my fingers hurt XD","labels":"embarrassment"},{"text":">majority I see Well yeah, I doubt many would complain for the legit ones ","labels":"confusion"},{"text":"Yeah I could definitely see that, which is sad.","labels":"approval"},{"text":"I wish I could say the same. This is where I come to confront white supremacists. r\/CompleteAnarchy and r\/ChapoTrapHouse too.","labels":"annoyance"},{"text":"WHY [NAME]?","labels":"confusion"},{"text":"It's just you. Nobody has ever noticed. Except this and [this person.","labels":"neutral"},{"text":"If they rig the DNC once, they can do it again.","labels":"approval"},{"text":"Typical verbal diarrhea from a cucked sheep. Good try though. B+ for effort.","labels":"annoyance"},{"text":"~~macri gato~~ Also, nice to see Buthan there","labels":"joy"},{"text":"Eternal rest grant unto him, O Lord, and let perpetual light shine upon him. May he rest in peace. Amen","labels":"caring"},{"text":"You should watch the “Genghis Khan” music video by [NAME], suddenly these two really look like the couple in that video 😳","labels":"neutral"},{"text":"[NAME] would love [NAME]. [NAME] would hate [NAME].","labels":"neutral"},{"text":"Don’t hate barstool","labels":"neutral"},{"text":"More like thinks it's a pipe dream that isn't really worth talking about.","labels":"neutral"},{"text":"That 0.75 is not for the same job. It's looking at the totality of female salary vs male salary.","labels":"disapproval"},{"text":"The only character to never let me down","labels":"neutral"},{"text":"Maybe one is bigger than the other, so getting more t-time?","labels":"confusion"},{"text":"Fair points, I just figure with all the GMO foods and whatnot, someone would have come up with a “better” tree and plant those instead.","labels":"neutral"},{"text":"I feel bad for these guys. I'd like to be able to help ex-mos in trouble.","labels":"sadness"},{"text":"If we weren't going to sign an outfielder or [NAME] for some reason, we should have just signed [NAME]. ","labels":"realization"},{"text":"I know. And it's very selfish of me to say, but I just wish it was different people that cared.","labels":"desire"},{"text":"I should have said without nuts in hindsight, but this woman was ready to kill. Gotta love hospitality sometimes.","labels":"fear"},{"text":"There were two attempts. They didn't launch very well","labels":"disapproval"},{"text":"happy new year buddy!","labels":"joy"},{"text":"You went two months without eating it, you deserved to eat it until you felt full. Don't worry, you deserved that meal.","labels":"amusement"},{"text":"“But [NAME] helped the Browns win more games that’ll last season...” SLAP!!!","labels":"annoyance"},{"text":"Ignoring facts in favor of your own opinion (which is contradicted by those facts) = [NAME] logic","labels":"neutral"},{"text":"She’s a [NAME] also, but I doubt that means much in the entertainment business..","labels":"approval"},{"text":"> I’m tired of being realistic and open minded. Me too! Now it is all about being selfish and aloof. Not even kidding.","labels":"annoyance"},{"text":"Always gotta have a scapegoat so your chosen economic ideology doesn't look bad!","labels":"approval"},{"text":"Haha sorry I’m still pretty clueless about this app","labels":"confusion"},{"text":"Ive already tried praying for vagina - you will find me on my knees LOL","labels":"anger"},{"text":"I laughed. Finally","labels":"amusement"},{"text":"holy lmao im a dolt lol.","labels":"embarrassment"},{"text":"What’s a matter? I thought you liked faces.","labels":"curiosity"},{"text":"Not suggesting that you wait, but she may later come back after she's gotten that part in her life out.","labels":"confusion"},{"text":"Yes, but you don't need it to play.","labels":"disapproval"},{"text":"You still haven't shown any evidence of racism outside your own mind.","labels":"neutral"},{"text":"Oh well that's different than what I thought you were disagreeing about before. I thought you meant he wasn't going before 6.","labels":"neutral"},{"text":"It’s actually a doll for comparison, not her face","labels":"neutral"},{"text":"He’s creepy","labels":"annoyance"},{"text":"That isn't really trolling to me. Sounds like a good way to get DUIs. And stop them I suppose.","labels":"disapproval"},{"text":"I’m kind of out of the loop... is THIS the big Chungus?","labels":"neutral"},{"text":"Nah man. This website smells like toast and makes my left arm hurt.","labels":"disapproval"},{"text":"I tell myself that but when I’m at 90 I’m like a zombie","labels":"neutral"},{"text":"Go out of your way to listen to the opening segment of [NAME] show today. Epic rant on [NAME].","labels":"approval"},{"text":"No other org has the #2 pick","labels":"neutral"},{"text":"I think I speak for most when I say: Please post the video","labels":"annoyance"},{"text":"Toy department hype! So hard to keep from using caps!","labels":"annoyance"},{"text":"Super low and loose. Get yo life.","labels":"annoyance"},{"text":"Be prepared for bad news just in case","labels":"neutral"},{"text":"All I said was hey [NAME], I’m a big fan from reddit... Can I have some of your hair?","labels":"neutral"},{"text":">He was deeply and utterly insecure, and it was pathetic. He still is. And it still is.","labels":"disgust"},{"text":">I keep wondering when I'll \"slow down\". Hopefully never? Knowledge is worth pursuing for its own sake. Never stop being curious. ","labels":"neutral"},{"text":"He was playing with absolute garbage teammates, and the one year he was on a decent team he had 44 points in 48 games. ","labels":"disapproval"},{"text":"I think [NAME] is starting to get too much blame, everybody on the roster sucks with the exception of [NAME] ","labels":"annoyance"},{"text":"She’s happy she’s taking half of amazon.. [NAME] said [NAME] was a cheater.. win win I guess...","labels":"confusion"},{"text":"Say what? I don't get the joke - is that the founder of the MLM? Are you talking sexually or financially *railed*?","labels":"confusion"},{"text":"Sorry. This thing knows whats up!","labels":"remorse"},{"text":"The end was kinda meeeehhhh. Like Season 9 AMIRITE THX","labels":"neutral"},{"text":"You da real MVP","labels":"amusement"},{"text":"We aren't a bunch of Republican puppets like you believe.","labels":"annoyance"},{"text":"Are you okay? What's wrong?","labels":"caring"},{"text":"Weird, no formatting was applied. I changed to text","labels":"annoyance"},{"text":"And a pretty bad [NAME] too.","labels":"disapproval"},{"text":"Right. He didn't even say a word. I feel like I've seen this before tho.","labels":"approval"},{"text":"YESSSS!! The schtick with cameras never failed to delight.","labels":"approval"},{"text":"I so badly wish we could all gain this mindset and keep it. How easy would life be.","labels":"desire"},{"text":"Possibly. I just couldn’t go any further with it. Not after that.","labels":"confusion"},{"text":"I’m now getting the last of the tea out of my nose","labels":"neutral"},{"text":"I actually found mine today! I will give it to my 1 year old","labels":"neutral"},{"text":"I like your enthusiasm and hope for the same outcome, but as the old saying goes- don't count your eggs before they hatch. ","labels":"optimism"},{"text":"I have completely lost my voice this period. This has been an insane 11 minutes of play","labels":"neutral"},{"text":"The walls are repainted anyway every few years, so if you buy the paint you want, they will even do it for you with that.","labels":"neutral"},{"text":"Defense that's why","labels":"neutral"},{"text":"Maybe the dog wasn't on a leash the last time...","labels":"neutral"},{"text":"Come on, I want to know how it goes.","labels":"curiosity"},{"text":"Wait what planet was this on? I dont remember ever going there","labels":"annoyance"},{"text":"Don't worry, he won't be for long","labels":"caring"},{"text":"[NAME] because hes best survivor","labels":"amusement"},{"text":"You're mistaking a poor character for MC.","labels":"disappointment"},{"text":"I was my father's 4th girl. **Nothing** made him uncomfortable by that point","labels":"neutral"},{"text":"For every Undertale or Stardew Valley there's dozens, if not hundreds of other games developers put their heart and soul to, but never catch on.","labels":"neutral"},{"text":"It's probably an obvious answer, but it's bad around major cities and okay in the countryside.","labels":"approval"},{"text":"What do you mean?","labels":"neutral"},{"text":"She looks like snooki bro","labels":"neutral"},{"text":"Get himmmmmmmmmmmmmm!!!!!!","labels":"neutral"},{"text":"I think he means he had an \"a ha\" moment.","labels":"neutral"},{"text":"Because it's incredibly cringy.","labels":"annoyance"},{"text":"What, do you disagree that that freak can in fact buy a megaphone?","labels":"annoyance"},{"text":"My mother did this. This isn't just a millennial thing.","labels":"disapproval"},{"text":"Maybe your just a side character in your own life.","labels":"disapproval"},{"text":"Stupid [NAME] referencing that stupid seagull\/cricket myth","labels":"annoyance"},{"text":"I know, why publicize the accomplishments of kids that work hard","labels":"neutral"},{"text":"Because it's scary, and therefore thrilling to face your fear. Also the shrimp are easier to catch at night.","labels":"approval"},{"text":"Yes!!!!","labels":"approval"},{"text":"I suspect there's a difference between people who have an interest in makeup and those that don't on this.","labels":"confusion"},{"text":"Idk about any anime from 16-23 years ago but it's probably too outdated for his new waifu","labels":"confusion"},{"text":"I just had an overabundance of fudge. I took several pounds to my regular dispensary and they were thrilled.","labels":"neutral"},{"text":"Reminds me of this classic","labels":"neutral"},{"text":"I'm 21. I've entered adulthood and I even have to face negative comments from family members. Adulthood won't save me.","labels":"disappointment"},{"text":"That's [NAME]!","labels":"approval"},{"text":"Do your research = listen to anecdotal evidence from users(totally reliable!) and try it out, just be comfy!","labels":"neutral"},{"text":"Prayers for Dipo you guys. Just had a gruesome injury","labels":"caring"},{"text":"Malhama Tactical has been exposed as a sham FYI","labels":"neutral"},{"text":"They also think you're a jealous man instead of an honest - though not very nice - woman.","labels":"neutral"},{"text":"It is good game, they are good generation!","labels":"amusement"},{"text":"One of the podcasts I listen to, pump talks, bought one from [NAME] for a girls birthday and apparently it was very sweet! ","labels":"amusement"},{"text":"I'm sitting here as he has never even lurked.","labels":"neutral"},{"text":"[NAME] will be great. But I will definately miss if she's not there.","labels":"approval"},{"text":"Sucks to suck","labels":"disgust"},{"text":"Sorry, an errant surge of frustration ","labels":"annoyance"},{"text":"This is why nobody takes feminism seriously!","labels":"annoyance"},{"text":"dude different folks different strokes. don’t kill my buzz bro. happy new years!!!","labels":"annoyance"},{"text":"I can’t see many players having a problem with [NAME] being gone. Sometimes a coaching change can create the jump start this team needs.","labels":"approval"},{"text":"What if I told you that [NAME] and his supporters don't care about security. They just want to keep brown people out.","labels":"disapproval"},{"text":"She's a ~~chill cat~~ woman of few words.","labels":"neutral"},{"text":"Oy vey! Shut it down!","labels":"neutral"},{"text":"You are giving them human emotions. If you spent any time with cattle at all you would realize how silly that is.","labels":"neutral"},{"text":"Poverty has taught me to be practically happy with being hungry, especially considering when you finally do eat you'll be in fucking heaven","labels":"neutral"},{"text":"I kind of feel the same, I live for sex and am absolutely wasted on my husband. ","labels":"approval"},{"text":"The more you wind me up the worse it gets for her later on","labels":"anger"},{"text":"Finally someone who appreciates human life","labels":"approval"},{"text":"I still wish if we get a deeper face customization like in RPGs.","labels":"desire"},{"text":"I fucking change my mind, something wonderful has happened! Please don't make me go dead, tomorrow.","labels":"annoyance"},{"text":"I like Abram wayyyy more that Rapp. I hope we can snag Abram so we can use our first two picks to fill other holes.","labels":"optimism"},{"text":"Unfortunately they do at times, but it's not the case in this video.","labels":"disappointment"},{"text":"No, it makes it better.","labels":"disapproval"},{"text":"I'd be terrible at this, I eat so slow.","labels":"embarrassment"},{"text":"Normally drop n roll. In this case I would remove my clothes because I doubt rolling would help.","labels":"confusion"},{"text":"Dam tears in my eyes now, but seriously great job ","labels":"amusement"},{"text":"I keep being drawn to her privates because it looks so strange to me.","labels":"neutral"},{"text":"Learn jukes, learn the killer's patterns (respecting pallets, doubling back, moonwalking, etc.) be resourceful and never waste pallets\/windows ","labels":"neutral"},{"text":"Yeah, but you get the honor back for skinning them as 'Resourceful'","labels":"approval"},{"text":">trying to start a career as a male model\/bodybuildel\/social-media influencer. Oh boy this made me fall out","labels":"disapproval"},{"text":"Oh hey, someone with a brain. Rare round here. ","labels":"approval"},{"text":"This... I don't think this is Ohio...","labels":"confusion"},{"text":"^^ a better idea","labels":"approval"},{"text":"Haha I've never seen a BritSovcit video but now I'm gonna have to check some out","labels":"neutral"},{"text":"Actually nothing. The only thing is it's hard to brush while sitting down. I have to stand up.","labels":"neutral"},{"text":"My nightmare is having an iphone.","labels":"fear"},{"text":"Happy cake day !","labels":"neutral"},{"text":"You guys are well behind","labels":"neutral"},{"text":"There’s a fine line between love and hate, you know. ","labels":"neutral"},{"text":"Just because you stopped to let me cross doesn't mean the other 3 lanes of cars did.","labels":"annoyance"},{"text":"Couldn't have said it better myself","labels":"approval"},{"text":"Do I make you ornery, baby? Do I?! Ok.. Yeah, I probably do now..","labels":"embarrassment"},{"text":"It is being talked about all the time on this site. What are you on about?","labels":"confusion"},{"text":"It's also had derogatory meaning for nearly 400 years. people with any common sense or taste will generally choose *any* other word.","labels":"neutral"},{"text":"You arent going to be making 10 million dollars in your business, this wont affect you.","labels":"disapproval"},{"text":"Sounds like how I brought in the new year. 3 arguments and counting.... thank [NAME] there is work tomorrow","labels":"gratitude"},{"text":"YOUR FEELINGS CHANGE LIKE THE WEATHER","labels":"neutral"},{"text":"That's pretty much ALL complaining...","labels":"annoyance"},{"text":">Any [NAME] who is married will skip her Well just for fun let's talk for a moment. Going to send you a PM.","labels":"neutral"},{"text":"Wait, which ones can do it now? Seriously, I don't really know this one.","labels":"confusion"},{"text":"Chi snowing. Can't get a break.... Also I'm crushing it.","labels":"annoyance"},{"text":"No, it's a back massage at best. At worst it can give you a stroke and kill you.","labels":"disapproval"},{"text":"6 months is not long term in my opinion. 2 years and up.","labels":"disapproval"},{"text":"Shameless plug for \/r\/Harris2020","labels":"neutral"},{"text":"Damn, this hits close to home. Reddit is literally the only place where i can talk about personal stuff without being judged","labels":"annoyance"},{"text":"Fund this man. Even if it doesn’t pan out it’s worth finding out.","labels":"approval"},{"text":"You should see the absurd number of \"gays for [NAME]\" we have in my country, it's astounding","labels":"amusement"},{"text":"Options: 1. Hoax \/ joke 2. Crackpot 3. Wellmeaning but utterly naive fool 4. Something more sinister I’m currently somewhere between 2 and 3.","labels":"neutral"},{"text":"Please just shave, for the love of [NAME] lmao","labels":"neutral"},{"text":"I have seen quite a few posts in this subreddit on the topic, I would start by searching those.","labels":"neutral"},{"text":"GH is slow compared to DD. Worked 4 hour block on GH and got 0 orders. Turn on DD and get an order instantly.","labels":"neutral"},{"text":"His whole point is that he doesn't have to give a damn about others or how they feel.","labels":"neutral"},{"text":"Wow dan I like being up at 4am....","labels":"neutral"},{"text":"actually pretty hot tho","labels":"amusement"},{"text":"Please. I can’t even with these comments.","labels":"neutral"},{"text":"That would be more accurate but less impactful\/explanatory of the point the creator is trying to make---it's an illustration of the Apex fallacy.","labels":"neutral"},{"text":"Got it!","labels":"neutral"},{"text":"She didn't seem to have an issue with them judging her as \"cool\" tho","labels":"neutral"},{"text":"There's no better way to make yourself miserable than by comparing yourself to others.","labels":"annoyance"},{"text":"i feel like they are hateful towards everyone but that might be me not understanding their community","labels":"confusion"},{"text":"I can't stop staring at \"[NAME]\". ","labels":"amusement"},{"text":"You are one weird individual.","labels":"approval"},{"text":"Nothing better to do with their time, I guess?","labels":"disappointment"},{"text":"I'd love it if we could just put everyone into work camps as soon as they turn 12. Property come would be a thing of the past!","labels":"desire"},{"text":"That is the issue with most things, if you work there you can not win, as well as friends and family members.","labels":"disapproval"},{"text":"Nah, you should have just listened when I tried to warn you about fake ","labels":"annoyance"},{"text":"to be fair it wouldnt be bad living there since its normal to have giant shoes so its a win basically^^","labels":"approval"},{"text":"Yeah it’s weird bc in my family the basket case was my dad.","labels":"disapproval"},{"text":"I’ll never be able to unsee this.","labels":"neutral"},{"text":"In the USA you would've gotten that imaging faster.... *then* mortgage your house for that knee replacement","labels":"annoyance"},{"text":"u\/RedOnTheRail you slime!","labels":"neutral"},{"text":"I'm just an idiot on the internet. I don't know a doggam thing.","labels":"annoyance"},{"text":"Now THAT is a murder by words!","labels":"annoyance"},{"text":"i remember that feeling.","labels":"neutral"},{"text":"Never forget when [NAME] almost knocked [NAME] out","labels":"neutral"},{"text":"I would love a lineup of [NAME], [NAME] he can play [NAME]), and [NAME].","labels":"love"},{"text":"Absolutely brutal.","labels":"disapproval"},{"text":"Can we get a guard too? This is my dream.","labels":"desire"},{"text":"Sorry for your loss; this story is heartwarming.","labels":"caring"},{"text":"I'm not trying to intimidate you, just saying that what you are doing is wrong and illegal, and you should stop doing it.","labels":"caring"},{"text":">They split up 5 years later after an extremely messy situation with Dr [NAME]. Very very long story. I would like to hear this story","labels":"curiosity"},{"text":"You’ve got a lot to learn about this town, sweetie. ","labels":"neutral"},{"text":"Um, no, it wouldn't be days before anyone looked for a missing kid. Hours maybe. Not days.","labels":"disapproval"},{"text":"I just want to shake her by her shoulders and be like \"*Why are you like this?!*\"","labels":"annoyance"},{"text":"I like you both.","labels":"love"},{"text":">a Thursday night rampage that killed the 22-year-old officer and shot up a surrounding downtown neighborhood. Not exactly a constitutional standoff with the government","labels":"annoyance"},{"text":"I don't know who the hell that is, but I will gladly upvote your post because it's not a stupid driving rant.","labels":"approval"},{"text":"Ok shady flags are flapping so hard I was knocked out of my chair.","labels":"annoyance"},{"text":"The funny\/awful part is how well [NAME] works photoshopped in.","labels":"amusement"},{"text":"There are definitely real women like that.","labels":"neutral"},{"text":"You’re trash april. I’m November 2000 actually. Damn we’re old.","labels":"embarrassment"},{"text":"i had not even known of a coup in thailand. the last news i remember seeing about thailand was the death of the king.","labels":"neutral"},{"text":"Think this is the first time I’ve ever disagreed with [NAME]. [NAME] at SF WCJ at PF sounds horrible","labels":"disgust"},{"text":"oh no [NAME] wud is u doing","labels":"confusion"},{"text":"Right on. The cities are where you can find some of the most virgin girls.","labels":"approval"},{"text":"[NAME] why are there so many guendouzi haters?","labels":"surprise"},{"text":"tape up those laptop cams y’all","labels":"neutral"},{"text":"Not shocked by the subs [NAME] is active in...","labels":"neutral"},{"text":"Howd i get downvoted? Lmao. I love drones and think they cant be beat for SaR and aerial mapping... thats why i forwarded the proposal!","labels":"amusement"},{"text":"He has become that which he swore to destroy!","labels":"disapproval"},{"text":"I played a lot of WW2 ranked and had a tone of close games. And the point of ranked is for everyone to be around a 50\/50 W\/L","labels":"neutral"},{"text":"Oh my gosh. This woman who died also had a son who died. Holy tragedy","labels":"grief"},{"text":"I wish. It's been over 72 hours for me now, nothing. Less than .5 ETH, BCH and BSV - hasn't moved.","labels":"desire"},{"text":"Too bad =(","labels":"sadness"},{"text":"Anyone want adopt a dog while we are at this discussion lol?","labels":"amusement"},{"text":"Look on the bright side, you might never need to worry about that ever again.","labels":"optimism"},{"text":"Once the work has been done to certify the car, it cannot be undone. Easier to go the other way.","labels":"neutral"},{"text":"How many times has this ‘football fan’ committed these crimes now. Someone should lock him up.","labels":"annoyance"},{"text":"omg i have no idea why but i heard this in [NAME]' voice and it was better than a bible.","labels":"surprise"},{"text":"Congrats!!","labels":"neutral"},{"text":"Not relatable I am not cool in public","labels":"embarrassment"},{"text":"I find that fascinating considering that racism and sexism so often intersect.","labels":"approval"},{"text":"it’s so weird to wear a blazer and khakis on a visit like that","labels":"disapproval"},{"text":"omg so quirky","labels":"annoyance"},{"text":"Nah let's not be those people.","labels":"annoyance"},{"text":"Feeling is exhausting. They used to feel those things and now they feel nothing because they're so burnt out and tired","labels":"neutral"},{"text":"i got a bump and a bald spot. i feel dumb <3","labels":"sadness"},{"text":"Whoever is against the queen will die.","labels":"neutral"},{"text":"Point still stands about generalizing","labels":"neutral"},{"text":"Whoever is breeding and seeking out these inbred animals is vile.","labels":"annoyance"},{"text":"Fair enough ;)","labels":"approval"},{"text":"OH MY GOD!!!! The poor parents must have gone from gutted to PISSED in a matter of moments.","labels":"annoyance"},{"text":"INTJ here, I agree with this ^^^ (Him)","labels":"approval"},{"text":"This is why you play runescape as a kid, it teaches how to trust no one that offers free rune plate trimming","labels":"approval"},{"text":"Except people have been yelling about climate change for decades, it’s just that finally a prominent politician has made it their main point.","labels":"approval"},{"text":"Why did we have [NAME] that one year shoot against Draymond. I dunno because its entertainment and story lines.","labels":"confusion"},{"text":"I'll have you know, we've never lost to a 16-seed that was the winner of a play-in game","labels":"neutral"},{"text":"Bold of you to assume that I have two other friends","labels":"neutral"},{"text":"Its like a tiny hat. A silly itty bitty hat.","labels":"neutral"},{"text":"Same. I can’t even imagine it","labels":"approval"},{"text":"Hey [NAME], welcome to reddit! How's your first day? There's no chance you had a previous username, is there?","labels":"confusion"},{"text":"Except for the part where [NAME] Millennial daughter is one of the big new heroes introduced in MKX...","labels":"neutral"},{"text":"ok that's kind of cool....","labels":"approval"},{"text":"I didn't see anything in that comment referring to a cactus.","labels":"disapproval"},{"text":"In the letter I told her she was disrespectful and that we will not ask her to housesit again.","labels":"neutral"},{"text":"That actually gave me goosebumps. This is all the communication we need.","labels":"neutral"},{"text":"I can't wait until I can get my app up and running now.","labels":"neutral"},{"text":"women dont seem to think so.","labels":"disapproval"},{"text":"our boi famous","labels":"neutral"},{"text":"Kinda surprised he listed [NAME] and [NAME] in particular, but not [NAME]. I guess this is the Leafs spotlight working in real time here.","labels":"surprise"},{"text":"that’s beautiful. are you sure it’s only twelve feet though? it seems much taller","labels":"confusion"},{"text":"Is it bad that I’ve never listened to Sabaton?","labels":"embarrassment"},{"text":"I believe [NAME] only has control over if the speech is held inside the House of Representatives, not if it will be held in some other place.","labels":"realization"},{"text":"Good advice right here and good things to think about.","labels":"approval"},{"text":"not funny enough for that","labels":"annoyance"},{"text":"I’ve been saying this since the beginning, it would help so much in a intense gunfight","labels":"approval"},{"text":"because people are idiots and don't like being wrong","labels":"annoyance"},{"text":"good luck my friend","labels":"caring"},{"text":"nah man im just shook and dead™️","labels":"disapproval"},{"text":">I hate [NAME] so much. Lol","labels":"annoyance"},{"text":"Damn you really need a girlfriend, dude. 🤣 ","labels":"caring"},{"text":"Well RES shows I'm responsible for +113 of that so...you're welcome lol.","labels":"neutral"},{"text":"Because we feed the shitty ones so there is no incentive to put in effort","labels":"annoyance"},{"text":"I always thought a visible\/sortable +\/- x% ranking would be interesting for that reason.","labels":"neutral"},{"text":"Pre buff outlaw the rest just took time. [NAME] was pretty easy for me though.","labels":"neutral"},{"text":"\"AaaaaAAAaaaAAAhhh!\" I can imagine.","labels":"amusement"},{"text":"too much logic in there for remainiacs only interested in cheering for unicorns and insulting the british people.","labels":"annoyance"},{"text":"i dont give a flaming fart about averages. most people have no taste in comedy.","labels":"annoyance"},{"text":"MmMm I love me some microplastics.","labels":"love"},{"text":"Nope. According to your biblical book of lies [NAME] made **everything**. Are you saying the bible is false?","labels":"disapproval"},{"text":"Actually probably trust issues, but thought people here would enjoy it. ","labels":"confusion"},{"text":"Yeah father of two T1D. That post is insanely reactionary. My lord.","labels":"surprise"},{"text":"Where is the problem? **Just do it again!**","labels":"neutral"},{"text":"You shifty leafs were too nice. Something had to be up.","labels":"amusement"},{"text":"Yea ur right on that but that doesn't really negate my statement on the blitz.","labels":"approval"},{"text":"I dream of a world where that won't even be an option.","labels":"desire"},{"text":"What are you talking about? I posted this article and am replying to people who reply to me.","labels":"confusion"},{"text":"If that’s true, and I’m inclined to agree, term limits are a bandaid on an open chest wound. ","labels":"approval"},{"text":"Wow what a disappointing game. Wish we would have showed up","labels":"annoyance"},{"text":"Ok... if you think its time.... have a fun safe trip","labels":"approval"},{"text":"He figured it out this offseason. He just didn't have any chemistry deep with his receivers and didn't know the playbook","labels":"neutral"},{"text":"SHUUUUUT UP THIS IS TOO TRUE","labels":"approval"},{"text":"I unfortunately can not afford a lawyer. Luckily the only thing that we shared is our daughter","labels":"remorse"},{"text":"Currently in Cali, jobs pay more so it works out, big problem is the fires in the cheaper areas :\/","labels":"neutral"},{"text":"ahh sweet man seems like i have more luck at night like 6 and after","labels":"neutral"},{"text":"Oh [NAME] I was expecting someone to get electrocuted","labels":"fear"},{"text":"Preach. The nuthuggers and happy go lucky blind sheep if the front office are nowhere to be found. So disappointed in this team.","labels":"disappointment"},{"text":"Reports of a small fire or a transformer that blew. Nothing that I’ve seen has confirmed either though.","labels":"neutral"},{"text":"Toe boards missing, tripping hazards and netting not in place. You better have a retractable lanyard on that phone. Get back to work hand.","labels":"neutral"},{"text":"What’s all this meow?","labels":"neutral"},{"text":"Not any meaningful amount as far as I can tell. Although I’d love to be surprised","labels":"disapproval"},{"text":"You played torb....... that’s why. Just kidding that’s really weird though","labels":"disapproval"},{"text":"That's how you think hes trying to input something. Glad it was my way home.","labels":"relief"},{"text":">Make I've never hated a commentator more in my lifetime then him","labels":"anger"},{"text":"I got you.","labels":"neutral"},{"text":"H A M B E R D E R S","labels":"neutral"},{"text":"This is peak level of marketing inception. When people promote your movie by admiring your promotion of the movie.","labels":"neutral"},{"text":"Was he rejected because of his methodology or because of the content of his studies?","labels":"confusion"},{"text":"It was worth mentioning anyways, the Packers are a special kind of awful.","labels":"annoyance"},{"text":"I would love it as long as the art style was mature and well done","labels":"approval"},{"text":"I'll take a window seat for lmao at this.","labels":"neutral"},{"text":"Crying? Yeah i like crying C-calling R-out Y-for I-serious N-mental G-treatment","labels":"approval"},{"text":"If you saw this pizza you'd have disagreed. Would have caused [NAME] to faint","labels":"neutral"},{"text":"I give 90 percent odds that [NAME] will be reelected. And I think it will be at a much higher margin than 2016.","labels":"optimism"},{"text":"Please just give [NAME] some rest. He looks tired.","labels":"disappointment"},{"text":"I haven’t made a choice yet. I like them both. But why do people not like Link?","labels":"confusion"},{"text":"I DONT LIKE EM PUTTIN CHEMICALS IN THE WATER TO TURN THE FRIGGIN FROGS GAY **UNH UNH UNH**","labels":"disapproval"},{"text":"I was told that upon waking up from a surgery, my first phrase was “don’t Terri [NAME] me” ☹️","labels":"neutral"},{"text":">!I mean he did give himself a weird new arm...!<","labels":"neutral"},{"text":"As much fun as I've had yanking their chains, does anyone know the background behind these particular scam calls? I've gotten several of them lately.","labels":"amusement"},{"text":"Timestamp it for me then, apparently I didn't listen when Mom said that would make me go blind. ","labels":"neutral"},{"text":"I’m thinking it’s from when she was abused when she was pregnant and lost the baby.","labels":"caring"},{"text":"Yeah right, like other government look to [NAME] to learn something our politics is hot mess won't happen, will stay a dream I guess","labels":"disappointment"},{"text":"We should urge him to run, put our Sorosbux to some good use.","labels":"neutral"},{"text":"plz no foul trouble","labels":"annoyance"},{"text":"Mo bam a or sicko mode","labels":"neutral"},{"text":"I love how he says the crime *solving* boat, like there was another show about a boat committing crimes. ","labels":"love"},{"text":"Me too! That’s what I heard :\/","labels":"approval"},{"text":"Wish we hadn't already played them twice so we could hop in on this with something like \"Stanley Cup Parade Planners are here to battle\"","labels":"desire"},{"text":"Just doesn't really work if the DM doesn't want it to...","labels":"disapproval"},{"text":"I have an idea. Hear me out in this. Maybe we shouldn’t get upset about [NAME] until.... they...sign... elsewhere? Too radical?","labels":"disapproval"},{"text":"Drag em to one","labels":"neutral"},{"text":"I don't wonder.... . We have multiple examples af police behavior like this every day.","labels":"approval"},{"text":"This should be in r\/amazingUK really.","labels":"neutral"},{"text":"It is bad tho.","labels":"neutral"},{"text":"That sucks man, I'm sorry. Things will get better, they always do in the end","labels":"caring"},{"text":"[NAME] damn it I hate when enemy keepers use their hands and stuff to keep the ball outside their goal. Make a mistake pls.","labels":"annoyance"},{"text":"Yeah, at least carry a ziploc bag of dead cockroaches with you for this purpose, like a self respecting meal scamming scumbag. ","labels":"neutral"},{"text":"When people are insecure, they'd rather have somebody who is strong and wrong than someone who's weak and right, - [NAME]","labels":"neutral"},{"text":"Damn, she was gonna clobber that punk with the butt of that gun.","labels":"annoyance"},{"text":"This!!!","labels":"neutral"},{"text":"I'm pretty sure this is the classic case of spending the time between sets laying on the equipment and texting\/chapchatting\/facetiming","labels":"approval"},{"text":"Key that we keep welcoming ~~young~~ international tech talent to London.","labels":"optimism"},{"text":"I feel like most of us were pricks as kids","labels":"embarrassment"},{"text":"Ah yes, consent is when they awkwardly laugh off an unsolicited sexual encounter!","labels":"approval"},{"text":"This one will provide tasty meals and a cute pup too","labels":"neutral"},{"text":"AV is a system where if you vote for a loser you can change your mind and 'have another go'. That's the problem.","labels":"disapproval"},{"text":"That’s too bad, I didn’t know that.","labels":"realization"},{"text":"Being ugly at some point in your life doesn't mean you deserve death.","labels":"neutral"},{"text":"> Egalitarianism I always saw it as a feminist could still be a racist...","labels":"neutral"},{"text":"It’s a metaphor. No one cares how big his anatomy is.","labels":"neutral"},{"text":"Don't understand the question. Obviously you make up the rules in the middle of the game.","labels":"confusion"},{"text":"Is there any attempt to use non-tainted symbol and to steer a non-hateful discourse in order to represent their pride?","labels":"confusion"},{"text":"Took me way too long.","labels":"neutral"},{"text":"I am in hysterics. How are these people so serious?","labels":"annoyance"},{"text":"now if only there was some sort of *shock them through the phone* button....","labels":"neutral"},{"text":"The patriarchy is who set the gender roles, which influence the standards for beauty for each gender, what are you not getting?","labels":"approval"},{"text":"\"drop the beat *AYYYYYYYYY........OOOOOOOOHHHHNNNOOOOOO\"*","labels":"neutral"},{"text":"You haven't presented a reason to not care.","labels":"neutral"},{"text":"[NAME] get him a glass of water and have him lie down...","labels":"caring"},{"text":">The quality of medical care seems absolutely terrible as well. I've only been to a local hospital once Ok.","labels":"annoyance"},{"text":"Fair enough! that's useful and relevant (if anecdotal) evidence. I whish there where good studies on all of this. :-\/","labels":"approval"},{"text":"He is a moron.","labels":"disappointment"},{"text":"school is not that bad","labels":"approval"},{"text":"This 2D-meets-3D feel has been in all Paper Mario games, they all have an interesting take on it.","labels":"neutral"},{"text":"I smell a woooosh","labels":"neutral"},{"text":"Annnnd that's too far. I think you should go home and rethink your life.","labels":"caring"},{"text":"The kid seems more mature than his mother","labels":"amusement"},{"text":"If the hot end starts pointing towards space you are having a bad problem and you will not go to space today.","labels":"disapproval"},{"text":"That's a big meal.","labels":"approval"},{"text":"This would be huge!","labels":"neutral"},{"text":"I guess it really can bring out the worst in people. Some of these groups seem outright predatory on young people who are angry at the world.","labels":"annoyance"},{"text":"You’d think the higher ups would look at how much these law suits are costing and tell their boys and girls to tone it the fuck down.","labels":"neutral"},{"text":"Not all comedy is for everyone. Check out some of their other stuff, though. They're overall hilarious.","labels":"amusement"},{"text":"My first name is her first name I mean, not my reddit name. ","labels":"neutral"},{"text":"Although I don't wake up as much with alcohol, I feel less rested the next day. ","labels":"neutral"},{"text":"She looks so corrupt... Same with [NAME]","labels":"annoyance"},{"text":"Looked ugly.","labels":"disapproval"},{"text":"I believe that people with the disease give it a chance to mutate when around people who are vaccinated","labels":"approval"},{"text":"The reaction was contained under the bandaid due to big pharma’s nanobot technology to help disguise the TRUTH. :P","labels":"neutral"},{"text":"That's what you get when you stretch a series for too long.... \"Ohhh gee....welp.... another one.....\"","labels":"approval"},{"text":"oh i wish i didn't read that, [NAME]","labels":"desire"},{"text":"Had to stop and wonder what [NAME] has to do with this before I realize you wrote dumpster","labels":"confusion"},{"text":"happens all the time (at least to me) when you have a bad ping (80+), games broken lol","labels":"disappointment"},{"text":"Okay fine. Still though. Make some joke \"maybe we should cuddle for warmth\" and see how she responds. ","labels":"neutral"},{"text":"Sandwiching an argument between two insults. I like it - I might try it. Maybe that will get people to agree with me","labels":"approval"},{"text":"I had a choice between him and obj at 6 overall and I’m glad I went with [NAME]","labels":"approval"},{"text":"Do something about what?","labels":"neutral"},{"text":"This is almost as effective as posting that sweet photo of [NAME] old band","labels":"neutral"},{"text":"Yes! Dont you love to let babies suck you with a perfect jawline!","labels":"annoyance"},{"text":"Like protesting for higher minimum wages and better benefits for worker? Yeah, we protest for the opposite in Canada.","labels":"confusion"},{"text":"Group hug to you and our fellow redditors :)","labels":"love"},{"text":"I feel your pain...","labels":"caring"},{"text":"they are going to need a gardener soon!!","labels":"neutral"},{"text":"Girls dog got bored fairly quickly.","labels":"neutral"},{"text":"I was prepared to accept [NAME] for Pirela!","labels":"neutral"},{"text":"#Screw you, [NAME].","labels":"annoyance"},{"text":"And I *can* physically drink over 12 beers in a sitting. And my cat *can* physically jump out of the open window if he wanted to. Sigh.","labels":"neutral"},{"text":"So... no nerd here to say the stomach doesn't really do that? Is this Reddit or what?","labels":"annoyance"},{"text":"Wait... i was told the revolution happens when a girl rejects all her parents taught her and gives her boyfriend her love....","labels":"neutral"},{"text":"Living is exhausting.","labels":"disappointment"},{"text":"[NAME] looks really hot in this pic for some reason","labels":"amusement"},{"text":"Thats great... Here same with me","labels":"approval"},{"text":"It's a combination of the two...","labels":"neutral"},{"text":"That’s a bold move, [NAME]. Let’s see if it pays off. ","labels":"amusement"},{"text":"Dance with the devil by immortal technique Honestly one of the most messed up rap songs they will ever hear.","labels":"disgust"},{"text":"Refusing to acknowledge the *'First Act of Supremacy (1534)'* was a reason too.","labels":"neutral"},{"text":"Well they both have a bit of a graspy type voice, but yeah... XD","labels":"neutral"},{"text":"I don't want PR to vote because they'll vote blue. I want them to vote because they deserve the right to have representation.","labels":"approval"},{"text":"Same boat, sank pretty hard at the worst time.","labels":"disappointment"},{"text":"^She ^took ^me ^by ^the ^hand... ^made ^me ^a ^man... ^THAT ^ONE ^NIGHT!","labels":"neutral"},{"text":"We have laws against all that. Get the police to do take action.","labels":"neutral"},{"text":"Foreign mor lil boreign","labels":"neutral"},{"text":"reddit was having server issues","labels":"neutral"},{"text":"Nooooooooo. I wanted to see what he could do.","labels":"disapproval"},{"text":"On being 3x over the speed limit while under the influence, that alone makes him very guilty of something wrong. Thanks for the additional information.","labels":"gratitude"},{"text":"And sing the beat !","labels":"excitement"},{"text":"Super boogers is one of the super weird and oddly satisfying parts of recovery imo.","labels":"neutral"},{"text":"I'm 24 and still live at home.","labels":"neutral"},{"text":"No but that's why I stay up way too late.","labels":"neutral"},{"text":"after that we had no sustained damage for the fight so [NAME] and [NAME] just killed [NAME]","labels":"neutral"},{"text":"So you are projecting to defend your hate. Nice psyche you have there enlightened one","labels":"annoyance"},{"text":"Interesting. Is it cool to say colored person now?","labels":"annoyance"},{"text":"I was already taking a break from basketball this season, but I think this really put the final nail in the coffin. This team is hopeless. ","labels":"annoyance"},{"text":"Yup that is my family for you. So wonderful and understanding.... NOT!","labels":"disapproval"},{"text":"This is not r\/lostredditors material if we just try to find something stupid on it.","labels":"disapproval"},{"text":"Wonder how he feels about [NAME] now","labels":"confusion"},{"text":"It's actually insane how she looks like [NAME].","labels":"surprise"},{"text":"Hopefully but I don't think it's going to change anytime soon","labels":"optimism"},{"text":"\"I'm not the one constantly talking about getting laid, YOU are!\" ","labels":"annoyance"},{"text":"There's those people that compliment me all the time and you can tell it's so forced and fake and I honestly dont know what to say","labels":"annoyance"},{"text":"I always tried to go first if possible tbh. You're not gonna get away, might as get it over with quickly.","labels":"neutral"},{"text":"It would bother me so much to be so dependet from a Person. I am sure there is a way you can go without a person sponsoring You.","labels":"approval"},{"text":"I enjoy shouting this at my husband and our friends when they're being especially nerdy.","labels":"amusement"},{"text":"> Why do you think you're in financial hell? He spends the rest on drugs according to his post history.","labels":"confusion"},{"text":"Hi Disappointed, I’m Dad!","labels":"neutral"},{"text":" No one makes that argument, though, except strawmen invents by the right. ","labels":"neutral"},{"text":"Rename yours to Fuck and let alphabetical order take care of the rest.","labels":"annoyance"},{"text":"I wish him good luck trying to get the video back but his chances are quite low. It's one man versus a corporate empire.","labels":"caring"},{"text":"It's certainly not one I identify with, but I find it intriguing. Hence my starting this discussion. ","labels":"disapproval"},{"text":"Say that you like her","labels":"neutral"},{"text":"Who's to say she'll pay for funerals? Why not just dig a mass grave and call it a day?","labels":"annoyance"},{"text":"Different agencies, I guess. My agency would have the whole squad felony stopping these clowns.","labels":"confusion"},{"text":"No pain or anything, I didn’t even notice it was gone until I looked. It was an interesting experience ","labels":"amusement"},{"text":"Oh, I've thought about it... a lot, but I just couldnt do that. Even though he really deserves it!","labels":"annoyance"},{"text":"She has a vapid look of emptiness in the thumbnail. Like a squirrel. There really looks like there's nothing going on between her ears.","labels":"annoyance"},{"text":">Dupage county Dupage County just elected a Democratic rep, what on earth are you talking about.","labels":"surprise"},{"text":"I have never seen [NAME] playing like this! (only started watching this season, not sure about last one)","labels":"neutral"},{"text":"Except you haven't achieved anything. You inherited a lot of money and retired young.","labels":"neutral"},{"text":"What Da?!?!?!! Welp, ya learn something new!!!! Damn!!!!","labels":"annoyance"},{"text":"Quite superpower you got there, op. Reminds me of [NAME] in Unbreakable. U beautiful person!","labels":"amusement"},{"text":"[NAME] IS STILL THE ONLY QB IN THE NFC NORTH WITH A PLAYOFF WIN!","labels":"neutral"},{"text":"Lmao “now everyone *has* a job”","labels":"amusement"},{"text":"\"We're the greatest country on the earth!\" says not-Canada","labels":"neutral"},{"text":"Nice try cat daddy ;)","labels":"amusement"},{"text":">It's not that I care Every reply now is you crying about being downvoted lol","labels":"amusement"},{"text":"Well at least you are honest.However unless you are an imperialist i too see no reason whatsoever to occupy Afrin,not much to gain only problems.","labels":"disapproval"},{"text":"Cheers mate for the correction, i saw Prestigeiskey's vid and couldnt remember exactly when but knew its coming sooner than later. ","labels":"confusion"},{"text":"[NAME] MADE ME personally to eat BACON you ignorant vegans.","labels":"neutral"},{"text":"> Killing an intruder in your home in self defense is now a really bad thing. That was not even under discussion.","labels":"annoyance"},{"text":"It makes us more determined to tank for Zion","labels":"approval"},{"text":"Someone on r\/nba said [NAME] was borderline elite defensively...lol","labels":"amusement"},{"text":"I wish I was there lol","labels":"desire"},{"text":"These are the kinds of dudes that gillette ad is talking about.","labels":"neutral"},{"text":"Nah, you’re totally one of those MAGAmers. Your comments could’ve come straight out of the subreddit.","labels":"disapproval"},{"text":"I actually live in a place called Star City (ironically a really small town) so I thought it was the coolest thing to me.","labels":"realization"},{"text":"What did it say? The mods on \/r\/rant deleted it.","labels":"confusion"},{"text":"Zero chance. Jeeze.","labels":"disapproval"},{"text":"I'm surprised he didn't say it was *almost* an inside job","labels":"surprise"},{"text":"Unfortunately international students see studying here as a pathway to citizenship.","labels":"neutral"},{"text":"Np! Good luck!!","labels":"approval"},{"text":"So cool! Me and my sissy got the same but on our arms! On twitter!","labels":"joy"},{"text":"In many states and numerous nations a 16 yo can legally consent.","labels":"neutral"},{"text":"Cringe, dude. You’re really reaching. ","labels":"excitement"},{"text":"Ask if they can send your mother a thank you note so she knows that you did not accept her \"gift.\"","labels":"neutral"},{"text":"Why would you doubt it dumbass?","labels":"anger"},{"text":"[NAME] is a socialist I believe. He also seems like a lovely person.","labels":"approval"},{"text":"I was a [NAME] fan for a good bit, so that swayed me a little towards his teams","labels":"neutral"},{"text":"I'm not commenting on their chemistry or whatever, just that the age gaps are similar and it's ok to point that out either way.","labels":"neutral"},{"text":"s p o o k y","labels":"fear"},{"text":"I want to see more heroes just kill villains. I’ve been playing Tales of Vesperia and got to THAT scene and it got me super hype","labels":"desire"},{"text":"[NAME] is ugly btw","labels":"annoyance"},{"text":"I was waiting for that but this isn't r\/nononono or r\/Holdmybeer","labels":"neutral"},{"text":"Don't worry about it.","labels":"caring"},{"text":"The comments under that video are disturbing. People actually see this as a sign of the end of times.","labels":"disapproval"},{"text":"The angle makes it look like he's 15 feet tall, but otherwise, very good.","labels":"approval"},{"text":"Apparently, they couldn't believe a massive corporation (that they're loyal to) finally called them out.","labels":"neutral"},{"text":"Well, that one time, I was very constipated...","labels":"neutral"},{"text":"I take it you'll be consistent in this stance and never go to the doctor, because there's nothing you can do to stop it. ","labels":"neutral"},{"text":"I like that one that goes “Shield me from sorrow, Fear of tomorrow”","labels":"neutral"},{"text":"Depends, do you become so old and senile that you have dementia can’t walk and shit","labels":"neutral"},{"text":"As much as I want to blame the gov for intentionally killing off vets, Im just going to go with laziness and stupidity.","labels":"neutral"},{"text":"Dual income and continuous monogamous sex. If the sex stops before 60 I'm out, I'm not going to be one of those \/r\/deadbedrooms losers.","labels":"neutral"},{"text":"The lying little slag. If you're squatting properly, turning your neck shouldn't be comfortable enough to consider","labels":"neutral"},{"text":"I mean, Introverted Intuition is a perceiving function and INTJs lead with it, so yeah.","labels":"approval"},{"text":"*Duck Tales! whooh ooh* *Every day they're out there making* *Duck Tales! whooh ooh* *Tales of daring do bad and good luck tales! whooh ooh*","labels":"neutral"},{"text":"Twins.. my first time having having a child and I get twins. This is gonna be a ride lol","labels":"amusement"},{"text":"I thought I was the only one. And going insane.","labels":"nervousness"},{"text":"This is super duper nasty","labels":"annoyance"},{"text":"One of our friends (seen in pic) wanted to make a poster today. I provided the idea, he created this masterpiece.","labels":"amusement"},{"text":"I still can't believe [NAME] actually gonna be in Smash.","labels":"surprise"},{"text":"Let’s not get creative again","labels":"disapproval"},{"text":"They already put extra seasoning to account for this, opening it upside down is just gonna give you super oily hands. ","labels":"neutral"},{"text":"Ya, he’s a lot better. If someone maxes dlo that will be the new [NAME] contract.","labels":"approval"},{"text":"I know, which is why I said it hasn't been referenced by any *living* characters on the show.","labels":"neutral"},{"text":"Why is that funny?","labels":"annoyance"},{"text":"It isn’t that bad :\/","labels":"approval"},{"text":"I couldn’t ever get into Morrowind, unfortunately. Oblivion spoiled me with its quality-of-life improvements over the predecessor. ","labels":"amusement"},{"text":"This is awesome! do you have any more artwork on a website or social site? Is this for sale!?","labels":"curiosity"},{"text":"Will provably be downvoted into oblivion but you could have used *people* instead of *monsters* and have the point remain intact. Edit: Probably*","labels":"caring"},{"text":"Damn liberals!","labels":"annoyance"},{"text":"You're creepy","labels":"annoyance"},{"text":"> It's not like Bonds use was worse or anything list would beg to differ.","labels":"disapproval"},{"text":"Yeah. I was watching it on Hulu and thought it was interesting that [NAME] is getting shit on. The guy never asked for that...","labels":"annoyance"},{"text":"I actually got offered way more pay to stay but no amount of money is worth my mental health. Woot for new beginnings!","labels":"neutral"},{"text":"I’m *BEGGING* that they get it right by the time [NAME] shows up.","labels":"desire"},{"text":"Sorry, yes they do. [NAME] is the worst QB mentioned in that list.","labels":"disapproval"},{"text":"[NAME], what is the \"short run\" vs the \"long run\"?","labels":"confusion"},{"text":"Stop making yourself human, just stay hollowed and you won't be invaded.","labels":"neutral"},{"text":"[NAME] ran out of her way to butt into the conversation with [NAME] and [NAME]. [NAME] . I can't stand [NAME]","labels":"annoyance"},{"text":"Would you give your used underwear to your best friend\/romantic interest? >!I know I have.!<","labels":"curiosity"},{"text":"Has anyone actually read the terms of service. I haven’t...😔 Is this a valid reason to break the contract I signed?","labels":"confusion"},{"text":"Probably not making good pass decisions.","labels":"confusion"},{"text":"You good.","labels":"amusement"},{"text":"It's bizarre that it's considered normal to intentionally brainwash people into murdering psychos.","labels":"annoyance"},{"text":"People are legitimately monsters.","labels":"anger"},{"text":"I've heard of alligator boots, but I always thought that meant something else.","labels":"realization"},{"text":"That was difficult, but not impossible, to masturbate to.","labels":"neutral"},{"text":"She likes sending nudes? I mean, just go with the flow and see what happens. ","labels":"neutral"},{"text":"Suddenly, a loud audible groan from every structural\/civil engineer in Maryland that now have to deal with that bullshit :\/","labels":"annoyance"},{"text":"I do that anytime I see something pointy. I'm just like, \"I wonder how it would feel to stab my eye with that.","labels":"approval"},{"text":"Yep. This sub is just being overly reactionary, which surprises no one.","labels":"approval"},{"text":"It’s a substitute teacher. She should know to stay in her lane.","labels":"neutral"},{"text":"Doctors hate him! *Like* if you love **[NAME]**, *Ignore* if you worship the **[NAME]!**","labels":"neutral"},{"text":"*my fat normie slut*","labels":"annoyance"},{"text":"Hh yeah, not comfortable posting about that atm though ^^; it was quite recent when we split-","labels":"embarrassment"},{"text":"He can do a balloon party with his brony friends","labels":"neutral"},{"text":"No sir, can’t hold them over a bowl for shit. Plus they make blunts taste weird.","labels":"annoyance"},{"text":"Good to know ED either doesn’t affect this guy or he’s projecting hard because it’s the worst thing he can try to handle","labels":"disapproval"},{"text":"Gotta love that good old libertarian to fascist pipeline.","labels":"neutral"},{"text":"I love me some Cat but someone clearly never read The mists of Avalon","labels":"love"},{"text":"This team is so untalented.","labels":"disappointment"},{"text":"Damn democrats, if they think they're caring for the children, why don't they just change the weather then, never thought about that one. ","labels":"annoyance"},{"text":"You need to reevaluate your life","labels":"neutral"},{"text":"It may be weird, but I replay the entire series while waiting for another episode all the time.","labels":"neutral"},{"text":"They never will until it affects them directly, and by then it's already in the end game for us :\/","labels":"approval"},{"text":"Ohio is weird.","labels":"disapproval"},{"text":"[NAME] even eluded to the fact that his mom was a bit put off by her age after asking it.","labels":"neutral"},{"text":"Brace yourself","labels":"neutral"},{"text":"They are unable to think out of the box","labels":"neutral"},{"text":"I was expecting the clip from Home Alone that [NAME] uses to scare the burglars (I think it's from Angels With Filthy Souls).","labels":"disappointment"},{"text":"You're telling me you don't get excited when you see a big hit or players drop the gloves?","labels":"surprise"},{"text":"This person is going to be very surprised to learn how many college campuses require you to have UTD vaccinations...","labels":"neutral"},{"text":"you forgot miracle, fake fan","labels":"annoyance"},{"text":"both are bad tho anarchy ftw","labels":"disapproval"},{"text":"That logo looks cool in the morning lol almost cyperpunk","labels":"amusement"},{"text":"I have to imagine the camera lens part is utter BS.","labels":"annoyance"},{"text":"I don't get it haha man it sucks not knowing what a wall phone is haha","labels":"amusement"},{"text":"No, he’s been with more women than I have been with men. He loves sex and has no problems with an erection. ","labels":"disapproval"},{"text":"can we all just get along over some tea","labels":"neutral"},{"text":"\"*[NAME], what's your favourite 80s band?*\" \"*New ORDERRRR!*\"","labels":"curiosity"},{"text":"It's racism. It doesn't make me angry, it makes me feel sorry for their ignorance and yours.","labels":"annoyance"},{"text":"Kill all humans","labels":"annoyance"},{"text":"How crazy is that, matrix confirmed.","labels":"amusement"},{"text":"His wrists are too small ☹️","labels":"disapproval"},{"text":"Nothing wrong with kayo","labels":"approval"},{"text":"They're a clear example of what can go wrong when you marry ANYONE you don't really know, regardless of where they're from.","labels":"approval"},{"text":"How did U quit being obsessed? It’s my goal for 2019.","labels":"curiosity"},{"text":"Dude. Don't even get me started on the only guy who can manipulate time running out of it.","labels":"annoyance"},{"text":"I like it when incompident workers phone in sick. They can't annoy me then","labels":"annoyance"},{"text":"She was 100% more likable on the tell-all than she was in the show. She may deserve that sweet husband of hers yet!","labels":"neutral"},{"text":"Apparently. I genuinely like [NAME]. Why can’t I reminisce without being judged. Good grief","labels":"disappointment"},{"text":"Ohhh I didn't catch that :P","labels":"confusion"},{"text":"Is that even legal? Isn’t that signing under false pretences?","labels":"annoyance"},{"text":"Fin ears!","labels":"neutral"},{"text":"[NAME] is the worst coach in bulls history","labels":"annoyance"},{"text":"The problem they have is... They \"knew\" [NAME] would win.","labels":"disapproval"},{"text":"Do not come for [NAME].","labels":"neutral"},{"text":"Congrats, you got pleb filtered","labels":"excitement"},{"text":"Then do it [NAME]. It's basketball. You can do whatever you want out there.","labels":"approval"},{"text":"If that's what you call ugly, I'm basically a hangover vomit that someone stepped on lmao.","labels":"annoyance"},{"text":"They could've added two dots and a line and it could have been better","labels":"neutral"},{"text":"Your opinion = fact, other opinions = hurt feelings. Gotcha lol","labels":"neutral"},{"text":"That's because he played the end of the game when they were feeding [NAME] with no results.","labels":"approval"},{"text":"Exactly. Stop talking and let the adults speak u\/MeatheadVernacular.","labels":"annoyance"},{"text":"But I feel like such a tool!","labels":"annoyance"},{"text":"I might be in trouble in this case. I have 7 years going on 8 :(","labels":"remorse"},{"text":"the laycount is legit buds @IAMTHESmoothOperator","labels":"neutral"},{"text":"[NAME] awful.","labels":"annoyance"},{"text":"I mean that’s still weird bro... it’s like a college grad feeling up a junior in HS","labels":"annoyance"},{"text":"No matter what, we can all listen to *You Shook Me All Night Long* during earthquakes. ","labels":"neutral"},{"text":"Wow! Dude has aged well. Maybe I need some of that snek oil!","labels":"amusement"},{"text":"Ah, I read it wrong. Jzk. ","labels":"annoyance"},{"text":"Refusing to pay someone for work that they've done is theft. You can try to justify it any way you want but that's what it is.","labels":"annoyance"},{"text":"She was HOPING she was gone!","labels":"neutral"},{"text":"For the record I don’t necessarily want him either. I just think he’s a compelling person.","labels":"disapproval"},{"text":"Either they don’t understand the meta context of it, or aren’t fans of such a meta ending.","labels":"confusion"},{"text":"Yes, you selfish prick. ","labels":"annoyance"},{"text":"I think he was saying Canadian eh, not a meh type eh.","labels":"neutral"},{"text":"Those people are seeking fame and riches, of course they're gonna run into scumbag predators","labels":"annoyance"},{"text":"I know. I get that a lot.","labels":"neutral"},{"text":"I love this because she doesn't even start out well and end poorly- it was bad the whole way through.","labels":"love"},{"text":"^ [NAME] idiot squealing","labels":"annoyance"},{"text":"ah ok gotcha. glad you guys looked even better when [NAME] left! always cool to see","labels":"approval"},{"text":"I know we were all thinking it. I’m supposed to be a leader so all you sheeple better follow me!","labels":"annoyance"},{"text":"I agreed with your comment until you told people they shouldn’t be parents for not knowing the difference between deodorant and antiperspirant.","labels":"disapproval"},{"text":"Poor [NAME] doesn't deserve that!","labels":"remorse"},{"text":"It's MLK Day so we're offering our best deals on our Ford F250s!","labels":"neutral"},{"text":"Can someone give the non-paywall link? I know there's a way but I can't remember it.","labels":"neutral"},{"text":"Well that made me want to continue to live in Alberta.","labels":"neutral"},{"text":"Haha...what kind of fan base would do that?","labels":"amusement"},{"text":"[NAME] bless you. Some of us are barely hanging on...","labels":"neutral"},{"text":"Ah my apologies xir, did not mean to offend","labels":"embarrassment"},{"text":"The oldest Millennial is 38, so mot surprising you don't know how","labels":"neutral"},{"text":"It's not conceited at all. We artists put fragments of ourselves into our work, either intentionally or otherwise. You have every right to be upset. ","labels":"approval"},{"text":"*I love pressure. I eat it for breakfast.*","labels":"love"},{"text":"If they are suffering immense pain, I doubt watching Endgame is high on their list of priorities","labels":"confusion"},{"text":"Yup. I don't want to soil the paper unless I have something very interesting to write about.","labels":"approval"},{"text":"Pretty sure he stayed because he was told he's got the NE job once [NAME] is gone.","labels":"neutral"},{"text":"Looks like Plastique stans will be our cringey stans of the season.","labels":"annoyance"},{"text":"Because they're all done by the same, really, really old guy","labels":"neutral"},{"text":"I just dropped out of my science class without being at school, hot damn","labels":"amusement"},{"text":"In this case, I don't see a problem. OP's post can stay.","labels":"approval"},{"text":"You literally picked out a blatant left leaning media checker to check the two sites. The irony","labels":"disapproval"},{"text":"prisoner of the moment but that’s my favorite Jok pass ever. Degree of difficulty was nuts.","labels":"neutral"},{"text":"Or a lovegod That supports you","labels":"neutral"},{"text":"I can do the first bit? I'm also working out lately, so we can do it together!","labels":"neutral"},{"text":"\"Lazy ass\" Oh my, the irony","labels":"disgust"},{"text":"Would you move your car if told not to drive?","labels":"neutral"},{"text":"he looks pretty average to me. like many guys i've seen on the train.","labels":"neutral"},{"text":"TBH I think they would've been better without the hot dog","labels":"neutral"},{"text":"The emojis in the background. Wtf lmao","labels":"neutral"},{"text":"Honestly it makes me sad but [NAME] does need less time:\/","labels":"sadness"},{"text":"Glad I ended my shift early to go relax and gamble at a casino... I had been having some issues since yesterday.. having to close app\/restart to advance","labels":"nervousness"},{"text":"Now excuse me while I go home with my briefcases full of money from alcohol and tobacco companies","labels":"neutral"},{"text":"I recognise raz0r from a different discord","labels":"disapproval"},{"text":"The title of the post started playing this in my head","labels":"neutral"},{"text":"Alright, I really wanted you to go to HR but it might not go right for you","labels":"caring"},{"text":"Your “[NAME]” is a train wreck at social media. Only skill he’s shown so far","labels":"annoyance"},{"text":"You tried your best, and you failed miserably. The lesson is, never try.","labels":"disapproval"},{"text":"Tell how your job goes if you do *not* do what your boss tells you to do.","labels":"confusion"},{"text":"i feel like slapping \/s after everything sucks the fun out. it's not my fault people are autistic.... \/s","labels":"anger"},{"text":"I waited 15 days for this joke, I'm so proud of this community.","labels":"pride"},{"text":"Haha WEHO, for West Hollywood, not Wehoe for We hoes","labels":"disapproval"},{"text":"EXACTLY. gimme some muscly arms and a little bit of a belly. I'd take that over a rock hard body any day of the week.","labels":"approval"},{"text":"Which guy is that again? Theres also [NAME], hyper pro military special ops guy. ","labels":"confusion"},{"text":"Reminds me of [NAME] place too.","labels":"neutral"},{"text":"I didn’t know [NAME] was a boxer, he can take a punch though!","labels":"realization"},{"text":"Lol well if you see an awkward looking girl in a white car following at a safe distance, just know that’s little ole anxious me!","labels":"neutral"},{"text":"I agree. But, if you were delivering shrimps-n-gritz betcha you'd be tempted. ","labels":"approval"},{"text":"cool cool...","labels":"neutral"},{"text":"No worries. We're all pretty worked up about the way this offseason has gone regarding [NAME]","labels":"neutral"},{"text":"\"THESE SJWS ARE RUINING TABLE TOP GAMES\" oh wait that subreddit is \/r\/kotakuinaction","labels":"neutral"},{"text":"Any respectable head shop (pot accessory store) or tobacconist (cigar shop) will have them. Good luck, love that friggin pipe!","labels":"amusement"},{"text":"How to accidentally run over your dog in one easy step","labels":"neutral"},{"text":"I definitely wouldn’t do a role change at the tournament but definitely when they get home. I should’ve clarified that sry.","labels":"embarrassment"},{"text":"That’s horrible. I’m probably going to donate to them I can’t imagine not missing out on a season because someone stole.","labels":"annoyance"},{"text":"This is some of the worst passing I've ever seen.","labels":"disappointment"},{"text":"**IITT'SSSS HIGHHHHH NOOOOOOOONNN**","labels":"excitement"},{"text":"Yes. Get used to it, it's not going away soon.","labels":"neutral"},{"text":"I didn’t know that. Gtk","labels":"realization"},{"text":"No offense, but you are jumping in conclusions that may be as incorrect as blaming [NAME]. ","labels":"disapproval"},{"text":"Why? That's not helping us win games.","labels":"annoyance"},{"text":"Have her listen to the \"year of poligamy\" podcast. You realize that polygamy was more f'd up than you could ever imagine. ","labels":"neutral"},{"text":"This is amazing!!","labels":"amusement"},{"text":"dudes jelly. keep your distance.","labels":"neutral"},{"text":"Not big on switching teams yet here ya are switching teams","labels":"neutral"},{"text":"Nah mate hands across the M8 n that eh #gorgieloyal #bigcousins #watp \/s","labels":"disapproval"},{"text":"What do you mean?","labels":"neutral"},{"text":"Lol Well you don't know how many miscarriages occur","labels":"neutral"},{"text":"Go check out the survey recently posted on AskFeminists. There are a lot of [NAME] openly admitting it.","labels":"neutral"},{"text":"\"Fluoride is mine control!\" \"Why?\" \"Uhhh..\"","labels":"disgust"},{"text":"I guess her Bad breath turned him off","labels":"neutral"},{"text":"Read the title of this post. I said ugly people can be LIKED. But people don’t truly FALL IN LOVE with physically unattractive people","labels":"neutral"},{"text":"came here to say this. i've watched it through more than five times at this point. one of my absolute favorites.","labels":"amusement"},{"text":"Or they just don't understand why cats do that with kittens.","labels":"annoyance"},{"text":"How the hell do you get downvoted for a submission statement on \/r\/TrueReddit. Title or not it is still required.","labels":"annoyance"},{"text":"B plug? What the hell. Use an A plug or you're never going to become doctor some day.","labels":"disapproval"},{"text":"Well, since everything in Australia wants to kill you, I'd say it is quite healthy to be afraid of Australian spiders, and other flora and fauna ","labels":"annoyance"},{"text":"Worst advice ever. This would piss me off.","labels":"anger"},{"text":"Because learning another language is cultural appropriation. This people are pathetic.","labels":"annoyance"},{"text":"Hardly heard anyone I know talk about it but Damnation was amazing.","labels":"amusement"},{"text":"Was feeling victimized that it was very cold in my apartment. Windows are drafty af!!!!","labels":"annoyance"},{"text":"As a song from my favorite anime of all time goes: \"Make the impossible possible\"","labels":"neutral"},{"text":"Escorted off.. or being detained?","labels":"confusion"},{"text":"He is going to cheat or leave...maybe both","labels":"confusion"},{"text":"We know Verb. Wait a minute, you’re not Verb!","labels":"confusion"},{"text":"Ugh Morons stop breeding","labels":"annoyance"},{"text":"That's not how it works","labels":"disappointment"},{"text":"DDay was only a month ago...slow down. Get yourself healed up. Hang with friends. Read a relationship book.","labels":"neutral"},{"text":"Damn, that's dark","labels":"fear"},{"text":"Yeah [NAME] has won worlds","labels":"gratitude"},{"text":"Some people are lucky! Def ask your daughter.","labels":"neutral"},{"text":"Apparently young children have to figure out breathing through their mouth. I forget at what age that typically occurs, but yeah...","labels":"approval"},{"text":"You gotta find that fine line where you amass as much paper equity as possible while not sacrificing what’s really important in life.","labels":"neutral"},{"text":"Im oddly aroused","labels":"embarrassment"},{"text":"Does this remind anyone else of the Rublev USO17 QF? [NAME] is obviously further along than [NAME] but you can't argue against the results...","labels":"approval"},{"text":"Work on the pitching, that was a weakness of the team last season.","labels":"disappointment"},{"text":"I don't even find her that loud or that wild I think he's just no fun.","labels":"disapproval"},{"text":"Link to article? I doubt this is how the statists phrased it, they tend to sugarcoat their oppressive beliefs. ","labels":"disapproval"},{"text":"The problem is your husband. If he prioritized you, he would have figured something out. I’m so sorry.","labels":"annoyance"},{"text":"I like [NAME], but I'd just rather spend more time with [NAME].","labels":"neutral"},{"text":"Vegan gamers, rise up!!!!!!!!","labels":"desire"},{"text":"I'm high RN and can't understand this","labels":"confusion"},{"text":"I’m guessing theyve been together for a few years and once she was no longer a teenager and it wasn’t as risqué he lost interest.","labels":"neutral"},{"text":"r\/everyfuckingthread Reddit Cliches have been observed by this bot 951 times.","labels":"neutral"},{"text":"That's how it be sometimes.","labels":"approval"},{"text":"I feel bad for house slaves, even if it's in their understandable self-interest. ","labels":"disapproval"},{"text":"It's a dumb and harmful thing, when you invite people because of their race and sexual orientation over qualifications and skill","labels":"disapproval"},{"text":"5 hours late!!!!!!!!! omg.","labels":"surprise"},{"text":"Bohemian Rhapsody is a horrible song. Really horrible. Queen had a lot of great songs, but that one wasn't one of them.","labels":"disapproval"},{"text":"Why would you miss school because your dad is in the hospital? Plot hole like you read about.","labels":"disapproval"},{"text":"Two wrongs don't make a right..","labels":"disapproval"},{"text":"Do you mean a \"theocracy\"?","labels":"confusion"},{"text":"What a journey.","labels":"amusement"},{"text":"Surely a regime that would kill millions of people wouldn't *dare* tell a lie.","labels":"neutral"},{"text":"I would love it if they could, but I don't think his trade value is that high","labels":"disapproval"},{"text":"Your video fails to show how though?","labels":"surprise"},{"text":"Im color blind, i usually see blue as purple and red as green soo...","labels":"neutral"},{"text":"I knew I'd find it.","labels":"pride"},{"text":"I am so looking forward to in 5 years when people will be linking screenshot of all the hate on the frontpage these days and laughing about those heathens.","labels":"annoyance"},{"text":"Wishing you all of the best friend !!!!","labels":"caring"},{"text":"Thank you, I thought the plane in the picture was cool too. I am. One of the best pictures I’ve taken with my phone.","labels":"gratitude"},{"text":"I know you'd think we lost to Arbroath the way folk are going on.","labels":"neutral"},{"text":"Oh great so now i need a tv license or to watch in potato. This is piss poor.","labels":"annoyance"},{"text":"Just watch everyone we are somehow gonna mess up this draft pick down the stretch with pointless wins too","labels":"neutral"},{"text":"...which means they will likely face some negative repercussions after the downvote brigade wakes up and buries this post.","labels":"neutral"},{"text":"There should be a vigilante whose superpower is not having to stumble over to somebody after being injured.","labels":"neutral"},{"text":"It's not *literally* the same investigation.","labels":"disapproval"},{"text":"Love this. \"Where were we\" and \"what were we\" before birth? It really helps to think this way","labels":"approval"},{"text":"The real problem are all the people on the ground saying the same thing to the guy holding the sign...","labels":"neutral"},{"text":"Wow Donkey must be smaller than I remember","labels":"amusement"},{"text":">I get that.. You don't","labels":"neutral"},{"text":"Takes r us...you literally make me want to overdose on drugs. Like you’re that insufferable.","labels":"annoyance"},{"text":"He’s our puppy. He likes to show us stuff he finds around the house. This time he found money bag. We forgave him","labels":"neutral"},{"text":"Nah. It's their job. Just tip well","labels":"disapproval"},{"text":"Because people want to have more than the absolute bare necessities for survival.","labels":"neutral"},{"text":"r\/iamatotalpieceofshit call the police for destruction of private property gg ez clapz","labels":"neutral"},{"text":"No friends anymore, but had a guy get jealous at another guy flirting with me.","labels":"amusement"},{"text":"Kinda is. But whatever. Complaining on reddit works too. Except it doesn’t.","labels":"approval"},{"text":"I’ll give a big “HELL YEA” to that","labels":"approval"},{"text":"You had me at \"fuck this winter\".","labels":"neutral"},{"text":"To me it’s sounds like he is trying to find fault in her to make himself feel better about leaving her.","labels":"neutral"},{"text":"I think the dog is mostly worried about being fed and let outside when the last of the humans stop coming home.","labels":"caring"},{"text":"\"Muscles? You mean blood balloons?\"","labels":"surprise"},{"text":"Or Not my policy *Gets beaten up*","labels":"disapproval"},{"text":"My favorite pod when they are fresh & clear. Sadly, all of my recent packs look like dark brown syrup pods. ","labels":"sadness"},{"text":"I second that","labels":"approval"},{"text":" >sexuality shouldn’t be a grouping category It makes you different from othet ppl so imo it fits the definition of \"grouping\" ","labels":"disapproval"},{"text":"If you wanna be my lover, You gotta get with my fat, Make it last forever, Inconvinience never ends.","labels":"neutral"},{"text":"There was a commercial about men encouraging other men not to perpetuate toxic masculinity. Of course the Republicans felt it was condescending and anti-men.","labels":"neutral"},{"text":"All he's getting from that experience is the opportunity to pay a fine to the gubment.","labels":"neutral"},{"text":"I had an ex who was [NAME] and a drunk and eventually got into crack","labels":"neutral"},{"text":"Welcome. We eat our own.","labels":"neutral"},{"text":"I thought that was a dude the whole time","labels":"neutral"},{"text":"I haven't had class in three years and yet I've literally had this nightmare dozens of times.","labels":"fear"},{"text":"Sweetener is full of bops! Wish she would release another single from it.","labels":"desire"},{"text":"I don't follow him but I don't see a problem if he wants to do that. Maybe he's just inquisitive.","labels":"neutral"},{"text":"Modern buildings are horrible.. I’ve felt like this before. Stars and birds still fill me with a sense of wonder most often.","labels":"annoyance"},{"text":"Pretty sure [NAME] would punch someone for that.","labels":"neutral"},{"text":"WHY DID DSJ PASS THERE, YOU COULD'VE FINISHED AT THE BASKET IN TRANSITION REEEEEEE","labels":"confusion"},{"text":"My main issue with Anarchism (although this should probably go on anarchism_101) is that i don't see a difference between anarchism and syndicalism.","labels":"neutral"},{"text":"Oh man, I forgot about eBay! I have some old textbooks I’ve been meaning to put on there too.","labels":"remorse"},{"text":"\"Oh ho ho! Delightfully devilish, [NAME]!\"","labels":"neutral"},{"text":"OP, u\/christiangreyisdraco and u\/lurkerturndcommenter, thank you for trying to make the point about focus. I appreciate your many attempts!","labels":"amusement"},{"text":"Just. Buy. A. Table. It’s got to be less work than... this monstrosity.","labels":"neutral"},{"text":"It was my impression that Monzo doesn't offer business bank accounts?","labels":"confusion"},{"text":"Dude this is a repost from [NAME] you can see When you go into the comments","labels":"neutral"},{"text":"It inhales you ignorant octorok","labels":"annoyance"},{"text":"This is true, but For THIS situation, it's time to take notes on the situation and do better on the next one. She deserves better.","labels":"approval"},{"text":"Me too! First time in a couple of years!","labels":"approval"},{"text":"I encountered a shark whilst hiking last year. He wasn’t the least bit interested.","labels":"neutral"},{"text":"I think OD needs a rework. Get rid of that crappy 50% passive and give him some sort of active or a proper passive ability.","labels":"neutral"},{"text":"Of course it was a huge hit for him. I hate people","labels":"annoyance"},{"text":"Man, my USDA loan took months to process even when the govt wasn’t shut down. ","labels":"annoyance"},{"text":"Sounds like they’re not responsible and shouldn’t have the right to have these.","labels":"disapproval"},{"text":"True. Here the mistakes has already been made. Please don't mess up for us who are looking for an alternative refuge to Israel.","labels":"disappointment"},{"text":"They wanted [NAME] to be in the cameo and both to wish her happy birthday as specified in the order","labels":"neutral"},{"text":"If that's a euphemism for \"emotional thinking\" then I agree with you","labels":"approval"},{"text":"**WAIT THAT WAS A REAL STORY!?!?!? WHAT THE FUCK**","labels":"surprise"},{"text":"Didn't even knew that was a thing, eitherway it would be nice to have a back up page just in case","labels":"realization"},{"text":"ugh im having penny flashbacks","labels":"annoyance"},{"text":"Better order some of that VIRILITY DRANK","labels":"neutral"},{"text":"The vast majority of stories on r\/incest are activities between consenting adults. There is nothing wrong with that.","labels":"approval"},{"text":"Oncologist: I have some thoughts on this Centrist: No one wants to hear about it. Pander to someone else","labels":"neutral"},{"text":"Surrender to the feeling of being seen as an idiot. It is the only way.","labels":"realization"},{"text":"Because the first part of the day was pretty lame, amirite?","labels":"disappointment"},{"text":"Ooooooh I wanna try it now!","labels":"curiosity"},{"text":"To me it looks like they were driving with both feet, as the brakes were on while they were accelerating... Something I will never understand.","labels":"confusion"},{"text":"Isn't she like a worse version of [NAME]? I always hear from everyone that she is pretty trash.","labels":"annoyance"},{"text":"Always have a Stockholm syndrome induced craving for HSE standard jelly and ice cream anytime I think of hospitals here","labels":"neutral"},{"text":"Omg yes!","labels":"approval"},{"text":"Time is a great equalizer! So is death...but yeah let's not go there. We like things to stay alive!","labels":"neutral"},{"text":"What country are you in? That makes a big difference for context of advice.","labels":"approval"},{"text":"Who on earth would label what you had an affair? You were separated. That is not an affair by any stretch.","labels":"disapproval"},{"text":"Damn the Cubs fell hard!","labels":"remorse"},{"text":"It's \"Lo and behold\" just fyi","labels":"neutral"},{"text":"Doesn't answer the question about who is going to pick the low hanging fruit though!","labels":"neutral"},{"text":"Shocking isn’t it","labels":"surprise"},{"text":"Wow you just disregarded his entire comment.","labels":"annoyance"},{"text":"I have never had so many heart attacks..","labels":"neutral"},{"text":"I believe that this may be meant for the person above me, for I have moved into the realm of monetized bananas. ","labels":"confusion"},{"text":"I literally never said it costs that much a day. It was just a dumb guess. It's obviously more, mate.","labels":"neutral"},{"text":"From what I understand it's effectively an authoritarian state right now.","labels":"realization"},{"text":"Someone who seems great while texting might not be that great in person. You can't make someone meet a stranger if they don't want to.","labels":"disapproval"},{"text":"Oh [NAME] if I was 9 and my parents did that I would cringe real hard","labels":"disapproval"},{"text":"He... he had someone take that picture for him.","labels":"neutral"},{"text":"Including the fact that once I pirate something, i usually will purchase it later on either through frustration \/ poor quality\/ actually loving the product \/ etc","labels":"neutral"},{"text":"I’m Waiting for Dr [NAME] to bring back Celebrity Rehab so her and [NAME] can be on it.","labels":"neutral"},{"text":"Why is it that EVERY SINGLE TIME ONE OF THESE HAPPENS I’m only like a day late","labels":"annoyance"},{"text":"Probably people being inappropriate and making light that police officers are number 14 on the list of most dangerous jobs in the","labels":"disapproval"},{"text":"At the very least our shithousery is better, and I highly doubt there's any [NAME] who can outda the da's on here","labels":"confusion"},{"text":"Yup. What is interesting is that Newton's third law is not applicable to SJWs... they arose out of a self-hating, anti-free speech vacuum.","labels":"disapproval"},{"text":"Drunk, with a kid in the back going 150mph? I’d like to see her charged with attempted manslaughter. ","labels":"anger"},{"text":"I have. Take care","labels":"caring"},{"text":"Not in this thread- but I have heard people act like it’s no big deal... don’t take reasonable precautions to prevent spreading it","labels":"disapproval"},{"text":"Dang.. I’m none of them. :-(","labels":"sadness"},{"text":"Is this [NAME]?","labels":"surprise"},{"text":"... but he LOVES you. Perfect.","labels":"approval"},{"text":"Fucking [NAME] with lazy passes all night long","labels":"annoyance"},{"text":"Weird flex but okay","labels":"neutral"},{"text":"Cause schools the world over teach a unit about Alaska. OP is an oaf who's never left their hometown.","labels":"neutral"},{"text":"Ooh wrong answer, but you'll have another chance to win 10,000 dollars in the lighting round! Will be right back after these messages.","labels":"disapproval"},{"text":"Definitely not angry. He who smelt it dealt it.","labels":"neutral"},{"text":"Wouldn't you think it's better to just show up earlier?","labels":"annoyance"},{"text":"I appreciate the fact that you used your precious time to translate the meme in Latin.","labels":"amusement"},{"text":"Keep telling yourself that","labels":"neutral"},{"text":"Yes! I just wish that the good would be gone. It’d be great if he had his Injustice 2 look","labels":"approval"},{"text":"The ghost of [NAME] saves the day!","labels":"neutral"},{"text":"He’s one of those players that you would love if he was on your team, but hate if you have to play against him. ","labels":"amusement"},{"text":"He only does it when I'm playing a fast-paced racing game where I need to always see where I'm going.","labels":"annoyance"},{"text":"This is the first time I've wanted to see a traffic accident.","labels":"neutral"},{"text":"[NAME], your uncle is not the hero you think he is.","labels":"annoyance"},{"text":"I would love to see some encouragement and smiles on the sideline instead of yelling and whining.","labels":"annoyance"},{"text":"I'm interested, more than I should be.","labels":"excitement"},{"text":"Most traffic violations are victimless crimes and fining people for them is wrong.","labels":"disapproval"},{"text":"Oh [NAME] all the cereal will be stuck soaking in milk until they get mushy and gross","labels":"neutral"},{"text":"So we should put all children in the school at risk?","labels":"neutral"},{"text":"Also how nonchalantly he hits them, like he's swatting a mildly irritating fly","labels":"neutral"},{"text":"That happens and is his own fault. Glad he's gone and Juve have [NAME] now.","labels":"disappointment"},{"text":"explain Hudson bay edit: not to say Florida flooding wouldn't be welcome change","labels":"amusement"},{"text":"I know a guy who is 25 (same age as me) and has FOUR. I would hate my life so much.","labels":"disgust"},{"text":"The train conductor didn't kill anyone. There's nothing that person can to but watch. So it's a lot easier to believe.","labels":"neutral"},{"text":">Eat more salad Might I also suggest some vegetables too. You'll feel infinitely better","labels":"caring"},{"text":"I brought my love a cherrrryyyyy....","labels":"love"},{"text":"Fiend! Take a good look at this silver cross, for it will be last thing you'll see of me and [NAME]!","labels":"sadness"},{"text":"They can be upset about both. Believe me, I've heard the lecture about how Catholicism is a cult and the abortion tirade in the same sitting.","labels":"confusion"},{"text":"I'm not even a funny one tho","labels":"neutral"},{"text":"And maybe one day you'll be able to afford one, but until then continue being an edgy teenager whining about the war on drugs. ","labels":"optimism"},{"text":"WE'LL CALL IT A DRAW","labels":"neutral"},{"text":"glad to see paleho's doing well","labels":"caring"},{"text":"The [RELIGION] Church has been raping children for decades, that we know about. More likely hundreds of years. Probably since they've existed. ","labels":"neutral"},{"text":">Ultimate 12 Inch *notices bulge* *OwO what's this?*","labels":"curiosity"},{"text":"That's the laziest bro I've ever seen","labels":"neutral"},{"text":"This is a new level of entitlement. THE BATHROOM IS OUT OF ORDER! What makes you so entitled to use an OUT OF ORDER bathroom!","labels":"annoyance"},{"text":"Couldn’t agree more","labels":"approval"},{"text":"That's what everyone says but they are ugly. I want a Diavel, m109, or a Vrod.","labels":"disapproval"},{"text":"Ah, modern society's obsession with romance for the sake of romance… I hate it.","labels":"anger"},{"text":"Our village prosecutor actually made that joke when the judge couldn't read my ticket.","labels":"neutral"},{"text":"This is gonna need a pt 2 now!","labels":"neutral"},{"text":"“Facts don’t care about your feelings” is also a good one to chuck back at them.","labels":"approval"},{"text":"you just use the word weird like that's all there is to it. weird isn't the issue. the issue is garbage","labels":"neutral"},{"text":"The mods deleted it I'm sorry","labels":"remorse"},{"text":"Change politicians' healthcare to that of the average citizen, and this could all be sorted out much faster. ","labels":"approval"},{"text":"I mean, I know you are being sarcastic, but your words are too accurate for something a supporter would actually say ","labels":"neutral"},{"text":"Nah we love telling people to post hog, you're just making our day better.","labels":"disapproval"},{"text":"I'd be down with the big baller himself.","labels":"neutral"},{"text":"This is an incredible insight I've never thought of before. loyalty vs disloyalty, compared to care vs harm, I mean.","labels":"approval"},{"text":"Please enlighten us","labels":"curiosity"},{"text":"DEMOCRATSPF ARE LITERALLY HITLER!!!!","labels":"annoyance"},{"text":"Ugghhh... we deserve better than to resign ourselves to the fact that the best 3B we can get or even strive for is the Cubs third stringer.","labels":"annoyance"},{"text":"Having grown up at that dog park, it's definitely crowded more or less at all hours. Lots of retired folks in that area. ","labels":"neutral"},{"text":"can you share it here? I would love to be able to support you and watch your success!","labels":"caring"},{"text":"His interviews are so awkward","labels":"disapproval"},{"text":"No that's communism not socialism. There's a difference between them.","labels":"disapproval"},{"text":"No. Going to a competitive high school was harder and more stressful than all my adult endeavors combined.","labels":"disapproval"},{"text":"So police were banned from having holidays, not police banned everyone else from having holidays","labels":"neutral"},{"text":"So you're male then. Ps ur wrong bud","labels":"annoyance"},{"text":"My reaction was a dejected \"ahhhh damn.....\"","labels":"sadness"},{"text":"\"Ahyuck, did ya see that Baseball\/Football\/Basketball game last night\" <--- you, probably.","labels":"disgust"},{"text":"whhat rene with that hair an...he is the mayor???","labels":"surprise"},{"text":"Nice try Lumi","labels":"approval"},{"text":"I'd smash","labels":"anger"},{"text":"I don’t think anyone would be offended by calling a group guys. But idk","labels":"confusion"},{"text":"Weird that a movie star is dating a hot young model?... like what’s weird about that","labels":"disapproval"},{"text":"wait... so are ugly people downwoted all the time or they don't post or what is going on here...","labels":"confusion"},{"text":"I figured just being there is the main help. I will probably ask them as many questions as they ask me.","labels":"neutral"},{"text":"Because you never edit babies while above an armed guard. Come on. Get it together.","labels":"neutral"},{"text":"Dipo always be in our hearts. The one that got away","labels":"love"},{"text":"Keep stalkin me friend, maybe you'll learn something. ","labels":"neutral"},{"text":"On this blessed day, we are all KQLY.","labels":"gratitude"},{"text":"Didn't she also get people killed in Japan?","labels":"annoyance"},{"text":"[NAME] this was hard to get through. Please crosspost to r\/sadcringe","labels":"annoyance"},{"text":"Ok so the scape goat is gone. No more excuses now [NAME].","labels":"annoyance"},{"text":"Oh, they're as real to me as [NAME] to me man. I don't leave he house without throwin some chick bones first.","labels":"neutral"},{"text":"That is NOT a firecracker..","labels":"neutral"},{"text":"This is the kind of thing that makes me want to move away far into the mountains away from civilization.","labels":"annoyance"},{"text":"I think sweaty is hilarious in the context of r\/forwardsfromgrandma which is where I see it 90% of the time","labels":"amusement"},{"text":"Damn that was ugly","labels":"disgust"},{"text":"No, but even if you did, you'll find nothing special.","labels":"disapproval"},{"text":"Is it weird that I’m relieved?","labels":"confusion"},{"text":"Oh wow, [NAME], owchie [NAME], [NAME] to pick one","labels":"amusement"},{"text":"What’s a dis- what’s that?","labels":"confusion"},{"text":"It's more like the western world is infuriated that a non-democratic Asian republic is on the trajectory to becoming the leading superpower. Case in point ^","labels":"neutral"},{"text":"Fake was the right call either way.","labels":"neutral"},{"text":"I didn’t downvote you because I would like to know the reasoning first.","labels":"neutral"},{"text":"There's doing stupid things when you're young. Then there's doing horribly stupid things when you're in your mid-30s and you're already active in Politics","labels":"annoyance"},{"text":"I hate they way he says \"ssssshit\"","labels":"annoyance"},{"text":"Oh my [NAME] I almost forgot about the hot dr pepper in a glass glass made of glass","labels":"realization"},{"text":"So you’re telling me you think [NAME] is better than [NAME] whatever you say man","labels":"disapproval"},{"text":"Hhhhhh I really want those","labels":"desire"},{"text":"Didn't even take a sip of the wine, and he still got wasted. ","labels":"neutral"},{"text":"Turns out you can polish a turd. The trouble is, it's still just shit.","labels":"annoyance"},{"text":"I see , they don’t sell phones any more","labels":"realization"},{"text":"He got It from his moma","labels":"approval"},{"text":"Serve eviction notice, get some press, that’ll really get things moving","labels":"neutral"},{"text":"Getting tougher to make those mortgage **and** car payments.","labels":"disappointment"},{"text":"I liked [NAME] too, but I'll take [NAME] over him 10 times out of 10.","labels":"amusement"},{"text":"Did it taste good; I bet it tasted good.","labels":"approval"},{"text":"It’s almost like a lot of Yankees fans are giants fans, and a lot of pats fans are Sox fans. So. Weird.","labels":"disapproval"},{"text":"I’m desperate for it. I once got to lie in bed with a girl friend a couple times. That was cool. But we barely touched.","labels":"curiosity"},{"text":"Because you aren't serious. You're just mad because you got told to stop using slurs one too many times.","labels":"annoyance"},{"text":"\/u\/897w346354365fdddfs said: > You're funny You're shilly","labels":"amusement"},{"text":"Yes I do. Two bartenders can easily bring home $4k a month each.","labels":"approval"},{"text":"are you fcking serious sis","labels":"annoyance"},{"text":"Surely a ferry could be more cost effective and fun than that.","labels":"approval"},{"text":"Really? That already looks way too salty for my taste.","labels":"disapproval"},{"text":"Eh, Level 7 is pretty serious. Give me my Massif and I'll survive anything.","labels":"annoyance"},{"text":"Can i give reddit gold to your sister... Or at least a gold star Also how was the show","labels":"confusion"},{"text":"Also worth noting that OP was the racist, violent instigator in that situation.","labels":"disapproval"},{"text":"I had so many bad Supercuts haircuts that I cringe when I look at the place and go to a fancy schmancy salon exclusively.","labels":"disapproval"},{"text":"Oh man, I saw a White Forest Cake the other day and DEAR LORD I almost drooled.","labels":"amusement"},{"text":"Actually, I was just wanting for him to say...\"oh know...just attack her...\"","labels":"neutral"},{"text":"Me, too, please.","labels":"neutral"},{"text":"Didn't know they were doing matches on smaller pitch in the combine to see how they do with less reaction time. Thought that was interesting.","labels":"realization"},{"text":"Yeah, but what if he didn't have a camera? You see it in Russia all the time, which is why everyone has a dashcam.","labels":"confusion"},{"text":"You can buy the full \"girlfriend experience\" with a hooker for way less than 13k lmao.","labels":"amusement"},{"text":"They r playing","labels":"neutral"},{"text":"I recognize this YouTube channel... They make beautiful furniture. This has to be at customer request. I have no idea how to explain it otherwise.","labels":"confusion"},{"text":"To me his not doing it right because he is breaking contact with the skin. Keep contact and go back and forth!","labels":"disapproval"},{"text":"I’m so very sorry that happened to you!","labels":"caring"},{"text":"I was talking about fMRI neurofeedback (sorry - left out that word):","labels":"neutral"},{"text":"The \"people's assembly\" is the latest ruse by neoliberals since they realised they have little chance of winning if another referendum was called.","labels":"neutral"},{"text":"I like beating wales cause my friend is welsh and I like beating the french because I’m English and it feels natural","labels":"neutral"},{"text":"i truly believe compulsive, chronic cheaters are sociopaths. no empathy, compassion, and they're impulsive and manipulative","labels":"annoyance"},{"text":"Gotcha. That can happen sometimes too but make sure you follow up with your gyno just incase.","labels":"approval"},{"text":"Finding that common attraction or chemistry is extremely hard for me. I can totally relate to this.","labels":"embarrassment"},{"text":"Silence and For Greater Glory","labels":"neutral"},{"text":"Hi, this is [NAME] from Hairspray the movie...I care! ","labels":"caring"},{"text":"I’m seeing ‘bad gateway’, not the maintenance page. ","labels":"neutral"},{"text":"38k. Between 2 cars. Bought a new X5 and lowered his overall payment. Was tickled to death","labels":"amusement"},{"text":"SHE MAKES ME CRINGE :(","labels":"annoyance"},{"text":"Ace here! I do masturbate and enjoy it, I just feel no sexual attraction or desire to have sex with other people.","labels":"approval"},{"text":"Tranlated: Wooooo be afraid of the spooky \"shadowban\" so don't do the thing that gets your message to a wider audience. Smh","labels":"fear"},{"text":"I hieaa i just trip out how your lds and not know or here. Nevermo here a d hears when i was a kid","labels":"neutral"},{"text":"Low ^hanging ^^fruit","labels":"neutral"},{"text":"I'm surprised [NAME] didn't bust that dress open when she bent down to high [NAME]","labels":"surprise"},{"text":"My wife with BPD hasn't even kissed me in over a year. Get used to it if you're sticking around.","labels":"sadness"},{"text":"Damn, chairs can communicate with eachother now? What a time to be alive!","labels":"annoyance"},{"text":"This is my favorite wild memory","labels":"joy"},{"text":"The only thing I can think of is [NAME] and [NAME] everyone is very uneasy about.","labels":"neutral"},{"text":"What a tool!","labels":"amusement"},{"text":"He's just a fat guy that thinks he's cool. I don't get the hype but... oh well","labels":"disapproval"},{"text":"Wow, someones lived a sheltered life.","labels":"gratitude"},{"text":"Oh dear.","labels":"caring"},{"text":"TOO. MUCH. HESITATION. [NAME] should've gotten that on net a second earlier","labels":"neutral"},{"text":"Yea it’s so weird","labels":"disapproval"},{"text":"This should be interesting...","labels":"optimism"},{"text":"It was never about comparisons, it was about our experiences and relationship to capitalists here.","labels":"neutral"},{"text":"I’m glad he’s okay but I’m even gladder it’s not that same gif of the guy ski\/parachuting down a mountain","labels":"caring"},{"text":"what a shame that online sellers have made malls obsolete","labels":"disappointment"},{"text":"I’ve made snapchats like this for friends","labels":"neutral"},{"text":"Nevermind, I see now Yikers ","labels":"annoyance"},{"text":"Yeah he does give intense and memorable performances. He didn't get to speak in Mad Max for like half an hour but he was still riveting.","labels":"amusement"},{"text":"Wow after that [NAME] turnover, I've never turned off a game so fast","labels":"amusement"},{"text":"No I know. This group has been mostly helpful. And the rude comments were deleted by the mods.","labels":"approval"},{"text":"Pretty much, you have to \"atone\" tho.","labels":"approval"},{"text":"If the restaurant had only been around for 20 years clearly he’s mistaken when he claimed he’d been coming there for 40","labels":"disapproval"},{"text":"*They ARE my children* And now you see why people call you a future crazy cat lady.","labels":"neutral"},{"text":"Now if you can teach her english, the real fun starts. ","labels":"amusement"},{"text":"You came here to cry","labels":"disgust"},{"text":"Me neither. :(","labels":"disapproval"},{"text":"[NAME] [NAME] speed option was so much fun. They are the most criminally underrated cfb duo in my opinion","labels":"amusement"},{"text":"Well I just can’t unsee that ..... chocolate anyone?","labels":"neutral"},{"text":"Oh shit, as a matter of fact my knees are now weak","labels":"realization"},{"text":"What about every series prior to that? [NAME] was awful vs the bucks [NAME] was awesome. What about the years before that?","labels":"confusion"},{"text":"She looks just like that dude from Santa Clarita Diet","labels":"neutral"},{"text":"Have a great safe driving record, save up to buy stuff, and meet people face to face to talk to them.","labels":"neutral"},{"text":"The savior!","labels":"amusement"},{"text":"Oh fuck. Is that legal?","labels":"annoyance"},{"text":"Okay, carry on then. Just thought I’d make sure you recognized that there was a difference.","labels":"neutral"},{"text":"Bundle up and sled! Make a snowman! Take a walk through the wonderland!","labels":"neutral"},{"text":"It would have been more believable if he stated he was attacked by penguins wearing red hats.","labels":"confusion"},{"text":">it seems everyone is doing that now and I hate being One Of Those Women™. Wait- can you unpack this a little for me?","labels":"annoyance"},{"text":"St. Anger and All Nightmare Long are my favorite albums :))","labels":"neutral"},{"text":"That's how you're supposed to serve a pretzel, so it doesn't go soggy whilst lying flat on a plate. ","labels":"neutral"},{"text":">when you're a day older than your friends on your 18th birthday ich believe I'm a bit too old for you!","labels":"neutral"},{"text":"Couldn't have said it better. Just did the same over my winter break and really got to know myself a lot better. Cheers to the new year!","labels":"gratitude"},{"text":"Damn. This has to be one of the wrongest predictions ever in this war.","labels":"disgust"},{"text":"Can you please update me! I'm in the exact position! 24FHL with 21MLL","labels":"curiosity"},{"text":"Maybe [NAME].","labels":"annoyance"},{"text":"I think calling it a “meme” gives these idiots a little too much credit. They’re just weird caricatures done by alt-right idiots","labels":"annoyance"},{"text":"It was like fifteen minutes old, I doubt that many individual people cared to click in the first place. Also different account names kept responding.","labels":"confusion"},{"text":"I remember I had 4 polygamy porters in salt lake city at the airport while waiting on my next flight. The looks that people gave me were priceless.","labels":"amusement"},{"text":"Wow, you must've never been on \/pol\/ or like dozens of anti [NAME] subreddits.","labels":"surprise"},{"text":"I'd love to hear a man explain why men do this","labels":"love"},{"text":"scared for sure... scared of how much money we're gonna have to pay him it's gonna be all the moneys","labels":"fear"},{"text":"Ah, the ol' plurality of majesty.","labels":"neutral"},{"text":"The dress was trailer trash appropriate. Did he just run out of money for a good dress? I mean, $300 BLACK UNDIES.","labels":"disgust"},{"text":"So you're proudly ignorant. Cool bruh","labels":"annoyance"},{"text":"Oh my god, I'm so glad this wasn't just me. I thought my YouTube was broken!","labels":"nervousness"},{"text":"It's not much, but it's honest work.","labels":"approval"},{"text":"This whole ordeal seems entirely pointless, but i don't want to turn away in case i miss some drama","labels":"disapproval"},{"text":"Seeing as how someone was raping her, it doesn't surprise me that much that the facility would be so negligent that they wouldn't notice the pregnancy.","labels":"annoyance"},{"text":"Too bad that's not the case. I'm happy I'll one day die.","labels":"annoyance"},{"text":"I haven't heard that name in SO LONG. They had this GBA game that was one of my favorite games of all time!","labels":"neutral"},{"text":"I can’t wait until they start coloring in between the lines all the way up to their noses.","labels":"curiosity"},{"text":"Wow that's not OK","labels":"anger"},{"text":"For us to be able to do that now, they would proably make us pay for it. ","labels":"fear"},{"text":"Started feeling smug about my short showers but then remembered just how small my water heater is.","labels":"annoyance"},{"text":"> the US is a democracy. It's not. Never has been and hopefully never will be.","labels":"annoyance"},{"text":"You would be floored to hear how many times I played Portal 2...","labels":"neutral"},{"text":"Sarcasm is a social construct? Ooh boi","labels":"neutral"},{"text":"Actually really like this one Edit: nice shoes too, v annoyed at resell prices 😔","labels":"annoyance"},{"text":"Well i know this much is true, there’s unspoken truth amoung us men, we secretly love hairy vaj. No? Just me?","labels":"approval"},{"text":"It just seems extremely insensitive to say that. That’s the real problem. It invalidates the other person’s suffering.","labels":"disappointment"},{"text":"Just do it... Do her I mean... Get it over and done with.","labels":"neutral"},{"text":"we roll tonight to the guitar bite. and for those about to rock, I salute you ","labels":"amusement"},{"text":"Ah, the frigid winds of teen rebellion...","labels":"amusement"},{"text":"If he does still pull through on the appointment, he might be someone to schedule more with... Sorry bout your eye... Hope feel better soon...","labels":"caring"},{"text":"Oh look a [NAME] flair why am I not surprised","labels":"confusion"},{"text":"And best of all, it is giving a child a loving home.","labels":"caring"},{"text":"Mine is great at deflating them!!..wait wrong team..","labels":"confusion"},{"text":"How dare you care about your physical and mental health, you shitlord you! \/s","labels":"anger"},{"text":"I still enjoy the content here sometimes, but....finally! This post nailed it.","labels":"amusement"},{"text":"True, my bad. ","labels":"remorse"},{"text":">I'm just trying to be respectful of the native speakers who did and who prefer it. Literally no one, because it's a made up word","labels":"neutral"},{"text":"Ignorance, Illustrated","labels":"neutral"},{"text":"No, mom doesn’t like fights and my sisters afraid of getting hit (even though he doesn’t hit her)","labels":"neutral"},{"text":"I think it was a one time thing because they still go for a lot more. I got lucky.","labels":"relief"},{"text":"Basically how I discovered I’m bi—","labels":"neutral"},{"text":"Happens to me sometimes too in certain scenarios. Its frustrating especially when you're banking on it deflecting something.","labels":"annoyance"},{"text":"How about we get no wall and Medicare for all. Then only the good ideas get funded.","labels":"approval"},{"text":"Alarm goes off at 7:50, I'm in the car at 8. I'm a PM\/after-work showerer and stay up late as hell to maximize my me-time","labels":"neutral"},{"text":"I dont think a murder log that survived what killed off trex counts as cute, even if its only 2 or 3m long. ","labels":"annoyance"},{"text":"Downvote. These slippers cute as hell.","labels":"disapproval"},{"text":"I see it this way also. I have never played Pokemon Go but I feel like DD creates the same excitement.","labels":"amusement"},{"text":"nothing special? I drop stuff like this mate","labels":"neutral"},{"text":"Those splits of Marla's still amaze me! Not only in terms of flexibility, but STRENGTH. Just imagine how heavy that leg is...","labels":"amusement"},{"text":"I like you. WHO WANTS TO TAKE CELEBRATORY SHOTS WITH ME???","labels":"amusement"},{"text":"I don’t know what this means but it feels significant somehow...","labels":"approval"},{"text":"Yo gg man I was the lobby","labels":"neutral"},{"text":"Drunk and crying in bed with my pets. :|","labels":"grief"},{"text":"Well, I guess that explains my gf mood now ","labels":"confusion"},{"text":"Yeah I guess in perspective it really isn't a big number at all.","labels":"confusion"},{"text":"The questions are normal enough, but all at once and leading with them is a little weird.","labels":"disapproval"},{"text":"I know, right? Our genocidal hatred should be targeted towards [NAME], where it belongs!","labels":"anger"},{"text":"Watch Vegan Gains’ video on that, he had it when he was like 13, highly doubt he was juicing then","labels":"confusion"},{"text":"[NAME] eyebrows! Her highlight!","labels":"amusement"},{"text":"Boogie Nights is my favorite movie by the way","labels":"neutral"},{"text":"Idk about you but I will accept my easy win if a Tiandi or Shaolin spam their 400ms lights","labels":"approval"},{"text":"Given it looks like a cotton field, it feels a bit more sinister than that. ","labels":"fear"},{"text":"She said she was ok moving out ... now she isn’t. I have no idea.","labels":"confusion"},{"text":"Love how they all claim no one pays any attention to the comments then acknowledge a comment section personality.","labels":"love"},{"text":"[NAME] isn't exactly a lyrical genius set's be real: that dumbass just couldn't come up with a different rhyme.","labels":"annoyance"},{"text":"9Gag was my jam back in high school! Pleasure to meet an alumni","labels":"joy"},{"text":"All that condescension to spell \"capitulate\" wrong. Shame.","labels":"annoyance"},{"text":"[NAME] playing days are over, but he can always fall back on his degree in... COMMUNICATIONS?! Oh dear Lord...","labels":"neutral"},{"text":"State of [NAME] trying to be funny and spelling ‘lose’ wrong","labels":"neutral"},{"text":"Same! I don’t know how our elementary level colleagues do it. When I subbed in elementary a few times it was awful.","labels":"annoyance"},{"text":"Omg I thought he was actually fired lol. Got excited ! I still approve tho","labels":"approval"},{"text":"^ I find both creepy tbh.","labels":"annoyance"},{"text":"You goatta be kidding me!","labels":"amusement"},{"text":"I heard [NAME] was an absolute monster too... Jk folks","labels":"anger"},{"text":"The guy on that wouldn’t let [NAME] touch his own boat","labels":"neutral"},{"text":"Some additional background the robo-voice on that video is horrible.","labels":"fear"},{"text":"True. Icing all three of your villains for the duration of the film is a bad idea. They need to be making moves.","labels":"neutral"},{"text":"We shot like 35 free throws, bud, we would've won by 16 if we made them all","labels":"neutral"},{"text":"*oh gosh oh frick","labels":"nervousness"},{"text":">Not really a misquote if it’s an exact quote, is it? u did actually leave out the reasoning tbf","labels":"confusion"},{"text":"that's so sweet","labels":"approval"},{"text":"Cant wait til [NAME] passes him. [NAME] is an ungrateful mofo. Anyone that praises their own work ethic and hard work needs slapped silly.","labels":"annoyance"},{"text":"She really tried to make sure it seemed i was at fault too. Now i'm thinking that she just wanted a way out\/wanted a scapegoat","labels":"realization"},{"text":"Champaign’s a weird town in that aspect..","labels":"annoyance"},{"text":"He sounded so disappointed when he realized they just wanted sex :( Poor OP!","labels":"remorse"},{"text":"Dude, stay on drugs and leave politics to sane people","labels":"annoyance"},{"text":"[NAME] and [NAME] had equally good chances when they were on the same line in the first\/second period - they just didn't convert.","labels":"neutral"},{"text":"I'm torn between [NAME] and [NAME]. [NAME] is next man up for scoring now, especially if [NAME] keeps riding the pine. ","labels":"approval"},{"text":"It's hard to care about a woman dying from giving birth when you hate women in the first place.","labels":"disapproval"},{"text":"She should kick him out... next best thing from abortion.","labels":"neutral"},{"text":"Seems like the driver in the video car had plenty of time to react and slow down, they just chose not to and overreacted. ","labels":"neutral"},{"text":"Dive is boring to watch too after awhile... everything that's repetitive is boring to watch.","labels":"disapproval"},{"text":"Maybe. But I can’t think straight and she is the only person who could save me right now, and she’s gone","labels":"remorse"},{"text":"Laid there until he was done.. don't you feel abused?","labels":"caring"},{"text":"Ah man this video has everything, drama, action, a tiddy poppin out","labels":"amusement"},{"text":"ooh a piece of candy","labels":"neutral"},{"text":"Yes its absolutely freeing! And so pure :) Aaah my heart","labels":"approval"},{"text":"Can you freak bitchhhhh","labels":"annoyance"},{"text":"You better be praying for me. I'm living in SO MUCH SIN!","labels":"disappointment"},{"text":"I must not understand this","labels":"annoyance"},{"text":"Could've done this last year and got [NAME]. I'm just praying we pick in the top 3","labels":"desire"},{"text":"Me too lmaoooooooooooooooooooo haha damn that’s depressing","labels":"amusement"},{"text":"I like [NAME] better","labels":"amusement"},{"text":"It's ephemeral. It deteriorates in quality from the second you finish pouring. It isn't going to be framed. Enjoy the moment.","labels":"neutral"},{"text":"Go back to class and show you're English teacher yore post. They'd have notes for ewe.","labels":"neutral"},{"text":"No offense but you have no idea what you’re talking about. Maybe you like neurotic, needy men, but the general populace does not.","labels":"annoyance"},{"text":"Did she happen to find a magical ring before she drown?","labels":"curiosity"},{"text":"But if I had a right to it as a member of society then I have committed no wrong.","labels":"disapproval"},{"text":"I will still shag her u fooking poof. gave im a rite fockin japester innit well u won't be having erection next few days.","labels":"neutral"},{"text":"Umm... Dude. Have you seen this planet? It's half penis-monsters already!","labels":"annoyance"},{"text":"\"This is good. What is it?\" \"Es carne de burro.\" \"Heh, my name's [NAME].\"","labels":"approval"},{"text":"Are those both not true statements? Everyone loves attractive people, even employers.","labels":"approval"},{"text":"Like racism? No thanks.","labels":"annoyance"},{"text":"I can't wear mine everyday but I love my leggings from Forever 21. They're comfy and cost less than five dollars a pair.","labels":"love"},{"text":"Would love to if I wasn't sitting here writing a 40 page report for work.","labels":"annoyance"},{"text":"They probably got de-funded. I need to support them.","labels":"caring"},{"text":"This momentum control by the refs is killing us, and we're letting it","labels":"annoyance"},{"text":"Hell yeah it did!","labels":"approval"},{"text":"Got boomhauer(?)(boom-how-er) pretty right tho his character was apparantly a [NAME].","labels":"neutral"},{"text":"It pretty obvious why they were filming Can someone link me to a video on here where someone didn't say this?","labels":"neutral"},{"text":"Link to paper referenced in the","labels":"neutral"},{"text":"It's not so uplifting that it's guaranteed to die in the Senate...","labels":"disappointment"},{"text":"I stated previously, the one knock on [NAME] is his lack of counters. That’s what separates him and [NAME].","labels":"disapproval"},{"text":"Still concluding I’m disingenuous despite getting your facts wrong. Big ego you’ve got.","labels":"annoyance"},{"text":"People are idiots....sheep don't magically become independent thinkers just because their food source changes","labels":"annoyance"},{"text":"You kinda arguing against him rn","labels":"neutral"},{"text":"She looks like one of my exs always feels weird seeing her about","labels":"annoyance"},{"text":"Unless they’re narcissistic. Then gray rock the hell out of them and good luck!","labels":"neutral"},{"text":"Good ol best available dasher","labels":"amusement"},{"text":"This can be taken horribly out of context","labels":"disapproval"},{"text":"Terrorism is the systematic use of violence to achieve a political goal. [NAME] has not used violence.","labels":"approval"},{"text":"I was streaming on my laptop so I could watch the glorious win. Sadly hunting has been tough so far. Damn those Bison.","labels":"disappointment"},{"text":">slaps windshield This bad boy can fit so many Leds on it","labels":"neutral"},{"text":"Nah, I got married in Texas about 20 minutes after I got engaged. ","labels":"disapproval"},{"text":"You've not listened to him.","labels":"annoyance"},{"text":"lol you are 18 and a female. You'll surely find someone","labels":"caring"},{"text":"Why aren’t we putting guys in for garbage time?","labels":"confusion"},{"text":"Even the worst pyramid scheme pays out something.","labels":"optimism"},{"text":"“WTF, He helped me? ...I’ll eat him last :)”","labels":"annoyance"},{"text":"Omgg yes [NAME] precious","labels":"amusement"},{"text":"Pure unconsitional love can also be dangerous: if the other person turns out to be an abuser you should propably stop loving them","labels":"disapproval"},{"text":"Don't know if it's a full moon tonight, but holy hell have the idiots and a-holes come out in force","labels":"annoyance"},{"text":">[NAME] Why? I'm curious what you're thinking.","labels":"curiosity"},{"text":"And evidently [NAME] has a weak stomach. Ha.","labels":"neutral"},{"text":"Imagine caring about last laugh This post was made by the warlord gang.","labels":"neutral"},{"text":"It sounds spasticated.","labels":"annoyance"},{"text":"To be fair the lore is so nonexistent other than on Ubi’s site you could probably just pretend that’s the case anyways.","labels":"neutral"},{"text":"They want to play the best team to learn the most.","labels":"neutral"},{"text":"Next time just donate to charity, I find that I ruin less coffee's that way.","labels":"neutral"},{"text":"When I got to grow old yet... They'll either remember how much damage it all is just ridiculously macabre.","labels":"neutral"},{"text":"* yes * yes * yes * yes","labels":"approval"},{"text":"I think I translates more into \"Waiting to see what kind of Brexit turd-burger Westminster eventually vomits up\".","labels":"confusion"},{"text":"Canada here, yup..... gods damned homophobic leftovers.","labels":"annoyance"},{"text":"My favorite kind of chilled delectable from Georgia. Sort of like candy apples, but crunchier. ","labels":"neutral"},{"text":" I think this discussion would benefit from differentiating between \"acceptance\" and \"normalization\" ","labels":"neutral"},{"text":"Wow, you sure got me ","labels":"approval"},{"text":"This blows. But I think [NAME] can do it alone if he gets a home health care assistant.","labels":"approval"},{"text":"In case anyone missed this masterpiece of cinema","labels":"neutral"},{"text":"I would not recommend that, as communication is very important in this game. But whatever floats your boat I guess.","labels":"confusion"},{"text":"Maybe I have the mind of a child but I found that entertaining like I’d upvote it if I just saw it","labels":"amusement"},{"text":"I feel like it's the 90s when everybody wanted to make a record label","labels":"neutral"},{"text":"It's some freaky stuff for sure!! How legitimate do you speculate the experiments are?","labels":"annoyance"},{"text":"I AM CERTAIN THIS IMAGE HAS FULLY ACTIVATED MY EXCITEMENT.EXE. bad bot.","labels":"approval"},{"text":"> You could probably argue that they'd be fine with giant steaks and BBQ Pretty sure I mentioned it.","labels":"neutral"},{"text":">According to your premises, you're wrong. Harvard wants to know: your location.","labels":"neutral"},{"text":"I guess when you marry as a virgin, you don't know what you're missing out on.","labels":"confusion"},{"text":"> Then and only then might you receive ~~a tip~~ **whatever change we have leftover from our grand expenses.**” FTFY. Sadly.","labels":"confusion"},{"text":"Can confirm, playing a game of checkers is the one occasion I get to smash my wife","labels":"annoyance"},{"text":"that's a lot of karma!","labels":"approval"},{"text":"Less chance of complications and easier to get pregnant in your 20s. Assuming you are mature enough and prepared financially the younger the better!","labels":"approval"},{"text":"Cancel your trip, man. This shit all too much for you","labels":"caring"},{"text":"That was hot!","labels":"neutral"},{"text":"And this is why I still visit this sub...the rabbit hole goes deeper than I could have ever imagined.","labels":"surprise"},{"text":"i meant that either one has no scientific backing and was just made by random people, knowing how much people love lables","labels":"neutral"},{"text":"Ikr. Who the hell goes to Greggs for *pizza*?","labels":"annoyance"},{"text":"I can't wait.","labels":"neutral"},{"text":"Fall of religion also plays a role. I'm not religious at all, but I understand how it brought people together as far as a community structure. ","labels":"approval"},{"text":"Good. The US is behaving shamefully, the least Canada can do is to try and pick up a little of the slack. ","labels":"annoyance"},{"text":"The f****** voice of the unsolved mysteries guy","labels":"neutral"},{"text":"I like how everyone is being so mysterious about the proof that has convinced them","labels":"amusement"},{"text":"On BBC Parliament: \"Brussels will be watching this as well.\" Will they? Do they have a TV Licence?!","labels":"annoyance"},{"text":"Plus she's probably going through some extreme grief, life insurance is a huge practical concern for her right now. ","labels":"caring"},{"text":"Fond memories of one guy having a tub of ice cream for dinner!","labels":"neutral"},{"text":"> How scummy can you get? ricescummy","labels":"annoyance"},{"text":"He's not an island he has support and help some are powerful friends. I imagine he takes the fight to [NAME] after this","labels":"neutral"},{"text":"Can we also get some love for torb? Give his turret deployment the same treatment while we're at it.","labels":"annoyance"},{"text":"that was an ugly 5v3","labels":"disapproval"},{"text":"You forgot [NAME] and [NAME] as [NAME] and [NAME] in the 2003 *Battlestar Galactica*, which was spectacular. ","labels":"surprise"},{"text":"if [NAME] got a divorce he would stop doing this","labels":"neutral"},{"text":"If Clemson wins this, they should have to face Alabama in the national championship.","labels":"neutral"},{"text":"Your reading skills are unparalleled","labels":"approval"},{"text":"> But now I know I just have to write crappy books. Probably the easiest way to get rich in America tbh.","labels":"realization"},{"text":"> \"But I'm their father. They have to,\" he kept saying. And there is delusion colliding with reality.","labels":"neutral"},{"text":"I want to see him succeed. Mostly because his last name makes me think of the bad guy from Shrek","labels":"caring"},{"text":"Damn that is spicey","labels":"neutral"},{"text":"You can thank the Volkswagen diesel scandal for this...that plate was","labels":"annoyance"},{"text":"Nah I'm good thanks, I still got Netflix and the Pirate Bay","labels":"disapproval"},{"text":"I know. Maybe if they realize this, they'll stop using that app.","labels":"neutral"},{"text":"You have to assert dominance or they'll never learn.","labels":"caring"},{"text":"Ugh I never thought I'd be someone that gets jealous about shoes, which ones did you get?","labels":"annoyance"},{"text":"He could be spooked off by the camera crew?","labels":"neutral"},{"text":"Sometimes I literally need to shut myself in a quiet room so I can think.","labels":"neutral"},{"text":"Happy birthday [NAME]","labels":"neutral"},{"text":"I cheered for the Superbowl to be canceled","labels":"excitement"},{"text":"Underaged drinking in Wisconsin... get out no way!!!","labels":"annoyance"},{"text":"Now she’s going to find corn in her panties for the foreseeable future. Poor planning! Tehe...creamed corn....","labels":"annoyance"},{"text":"If your partner is assaulting\/abusing you that’s a dealbreaker.","labels":"approval"},{"text":"He was born in Scotland so as much as I’d love him to run it’s not likely.","labels":"love"},{"text":"C'mon Mr [NAME], you're not going to eat all that watermelon.","labels":"neutral"},{"text":"You’re right, I figure I can see just a few games and it might be more fun to watch them with some fellow fans","labels":"amusement"},{"text":"Enough already. I'm sorry that the breakup is going to be painful, but you can do much better. ","labels":"remorse"},{"text":"Oh tell me about it. I'm INTJ","labels":"curiosity"},{"text":"Wow this team has no clue what to do against this right now. There has to be 15 turnovers already.","labels":"annoyance"},{"text":"Here's a purple heart for you recapping that! OMG matching romantic scoots I'm cryin'","labels":"sadness"},{"text":"Can I just say that the Elizabeth Line is still a bloody stupid name, and no I don't think I'll just get used to it.","labels":"annoyance"},{"text":"Need I remind you about [NAME] \"Arm the poor for revolutionary war\" [NAME]? He was on there the other week. [NAME] is a huge ally.","labels":"confusion"},{"text":"I didn't believe it until I saw a video with creepy music. CREEPY. MUSIC. That's when my eyes were opened.","labels":"realization"},{"text":"[NAME] damn you're toxic asf","labels":"annoyance"},{"text":"Judging by my 10 month old, that is about 2.5 days worth of dirty diapers. ","labels":"neutral"},{"text":"The real problem is the malicious prosecution engaged in by Monsanto against small farmers.","labels":"disappointment"},{"text":"Sold bridges and essential oils?? Please elaborate on this reference man. I ask because it’s hilarious and I’d love for it to be original","labels":"amusement"},{"text":"Oops! The lack of free trade caused the death of 20 Million proletariat!","labels":"grief"},{"text":"I thought [NAME] was the cutest. [NAME] is adorbs too. All the main kids are really.","labels":"neutral"},{"text":"Not available in my country. Can't believe this has to be a thing in the modern age.","labels":"disapproval"},{"text":"Tbf I don't think you can get much snakier than wishing for someone's pet to die","labels":"annoyance"},{"text":"What in the bipolar hell is going on? Yikes","labels":"annoyance"},{"text":"Lifesite “News” doxxed him. That website is just pure hatred distilled, it’s disgusting.","labels":"disgust"},{"text":"I don't have children yet so I will just have a long conversation with my balls tonight","labels":"annoyance"},{"text":"Happy cake day !","labels":"neutral"},{"text":"My bad if I just leaked \/u\/keypuncher and \/u\/ibiteyou 's Christmas card photo...","labels":"remorse"},{"text":"> since every character with a shield gets one Except Glad","labels":"neutral"},{"text":"My life!","labels":"neutral"},{"text":"[NAME] reaction is Like she really wanted to say “Thank God. Now I have a reason to leave”","labels":"neutral"},{"text":"The guys rappelling on the wall... Wow.","labels":"amusement"},{"text":"It does take time. I made the mistake of letting toxic people back into my life and regreted it. They don't change.","labels":"annoyance"},{"text":"Reading some of the stories on this sub make me appreciate my family more.","labels":"approval"},{"text":"But still, crying \"castrate all pedophiles\" because they could be potential rapists is like crying \"kill all men, they are all potential rapists.\" ","labels":"disapproval"},{"text":"I think that’s best, but it tough while living together and trying to keep a smile on for the kids. ","labels":"approval"},{"text":"That's certainly one part of the puzzle, though arguably they are non-noahide as they historically advocated for incest marriage, but maybe it is different now.","labels":"confusion"},{"text":"Your meme is bad and you should feel bad","labels":"annoyance"},{"text":"I've always thought it was weird that they keep their hard drive on the left.","labels":"disapproval"},{"text":"\"in2\" Is this a time saver over \"into\"? This reporter says no.","labels":"disapproval"},{"text":"My dosage was increased 2 weeks ago and I've noticed the issues getting worse. With your comment, I'm really leaning towards them being side effects.","labels":"confusion"},{"text":"Don't worry... I'm on this. I'm using the non business days to cool off and figure it out. Visiting an attorney Monday morning.","labels":"caring"},{"text":"What \"same thing\"? You're not addressing any of my actual argument and have barely been doing so for a while.","labels":"annoyance"},{"text":"Great info. Thx","labels":"approval"},{"text":"Finally! Miu is tolerable. Fite me.","labels":"annoyance"},{"text":"If we made him stop once we can do it again!","labels":"neutral"},{"text":"He wanted to make a fake foul.he didn't know it was nacho","labels":"neutral"},{"text":"They’re not hated for their ethnicity. They’re hated for their actions&behavior.","labels":"neutral"},{"text":"Where'd you go tough guy? You were talking so big before. Way to downvote and move on punk.","labels":"annoyance"},{"text":"I agree we got to look at our team, not the players we have traded... good luck to them. Go dodgers!!","labels":"approval"},{"text":"I literally didn’t know that it was a interlocked I and U. Holy cow that’s crazy.","labels":"realization"},{"text":"Offense does too. Love [NAME] but he's hurting our spacing being out there so much.","labels":"disapproval"},{"text":"I’m here for a final set match TB like this match deserves!","labels":"amusement"},{"text":"[NAME] I wish you *were* silent","labels":"annoyance"},{"text":"Truth never changes. Maybe it's questionable to you, but... ","labels":"approval"},{"text":"Ah well I still feel a bit bad for the parrot but at least he won‘t be harmed :)","labels":"caring"},{"text":"No, it isn't K.","labels":"disapproval"},{"text":"Oh sorry, do you live in downtown Toronto?","labels":"confusion"},{"text":"This makes me wonder if they fixed [NAME] having a very noticeable gap between her body and legs with her new shorts.","labels":"disapproval"},{"text":"People like that will have children because if that's all somebody cares about only a matter of time before contraception is not used and well there ya go.","labels":"neutral"},{"text":"I think [NAME] was being sarcastic.","labels":"approval"},{"text":"Don’t forget to show your work!","labels":"neutral"},{"text":"They would call him a snowflake libcuck","labels":"neutral"},{"text":"To calm him down I suppose.","labels":"neutral"},{"text":"Good lord, that 'chandelier' made entirely out of antlers is pretty ridiculous 👀 ","labels":"relief"},{"text":"spurs getting carried away now. Fouling their own players.","labels":"neutral"},{"text":"that made me feel bad for nw","labels":"remorse"},{"text":"I just use undercrackers or crackers. Knickers\/panties sounds weird when I say it","labels":"neutral"},{"text":"Oops! The bottle was so oily it slipped outta my hand and into the trash!","labels":"embarrassment"},{"text":"Pretty shit tbh with you","labels":"neutral"},{"text":"Wtfffff why can’t I have all of the benefits and none of the consequences :( :(","labels":"remorse"},{"text":"The obsession with a plot.","labels":"neutral"},{"text":"Shithousery of the likes I've never quite witnessed. What a way to end the winter break.","labels":"amusement"},{"text":"We lap up the bitter tears of misguided young men, some weird stuff in here.","labels":"annoyance"},{"text":"They play loud trap music.","labels":"neutral"},{"text":"Real-life goblin checking in. It’s very demoralizing.","labels":"disapproval"},{"text":"Dont mind him\/her, they have decided that anything which kinda speaks against the whole Apartheid is to blame for everything for the next 150 Years is bad. ","labels":"neutral"},{"text":"Market ≠ Capitalism Just because something operates within the Capitalist system doesn't make it Capitalist. Just because [NAME] was (supposedly) elected didn't make him democratic","labels":"disapproval"},{"text":"Sorry to burst your bubble, but winners write history and since leave won ... *\/dodges incoming tomato*","labels":"embarrassment"},{"text":"Get the app - has your combat record and recent match stats..don’t understand the problem.","labels":"confusion"},{"text":"I love and stan Manila , I always will. BUT the fan base worshipping the ground she walks on is getting so irritating ngl","labels":"annoyance"},{"text":"[NAME] was so much cuter then. Also WOW that interview is cringy","labels":"embarrassment"},{"text":"That's why I think we should clean house. No more leftists, no more whining.","labels":"annoyance"},{"text":"Ah, I see you are a man of culture, as well.","labels":"amusement"},{"text":"My cousin is coming back as interim exec chef this week until we get a new chef. If you are my cousin the answer is NO!","labels":"disapproval"},{"text":"I think I'm overly defensive tbh... but yeah this relationship will be ending when I see him next.","labels":"embarrassment"},{"text":"Can we somehow use them to collect co2? Or at least stretch them a bit to try?","labels":"confusion"},{"text":"I would do it but honestly I don't have any other [RELIGION] friends.","labels":"remorse"},{"text":"I think there is something odd about it too... We will probably get the truth it the not to distant future, but no one will care. ","labels":"disapproval"},{"text":"One ️ig shlong","labels":"neutral"},{"text":"Pokemon Go has kind of helped me with depression, tbh. ","labels":"approval"},{"text":"*Hey just noticed..* it's your **3rd Cakeday** somenbjorn! ^(hug)","labels":"neutral"},{"text":"TIL the Recession, Great Depression, Colonialism, War on Drugs etc. were created by socialists. ","labels":"neutral"},{"text":"The ochils are the only plus side to living in Clackmannanshire. Plus easy travel to anywhere in scotland","labels":"approval"},{"text":"I mean, ya, but this has been his stance for as long as I have been a fan. It isn’t really new for him.","labels":"disapproval"},{"text":"Wait what? Person on page 34, meet person on page Star. Lets stop. We aren't having the same conversation here.","labels":"annoyance"},{"text":"[NAME] living her best life in Germany.","labels":"approval"},{"text":"Can't believe this game actually released in the state it's in complete joke , should be criminal","labels":"disapproval"},{"text":"Oh I quit flying with them last year. Good times though","labels":"neutral"},{"text":"i wouldn’t want to fight me neither","labels":"annoyance"},{"text":"[NAME] was dork anyway. Be happy he ain't our hero.","labels":"annoyance"},{"text":"I’m glad I had a few margaritas before I read this","labels":"relief"},{"text":"i do love how absolutely distraught the girls look","labels":"love"},{"text":"Surely it's *a* factor. It's just not sufficient. [NAME] had a good life before he went jihadi.","labels":"approval"},{"text":"We are not making the lead of our big budget action movie half dog!","labels":"neutral"},{"text":"Don't let a few hard months get in the way of a possible beautiful future.","labels":"optimism"},{"text":"Sorry ideologically yeah. I meant morally.","labels":"remorse"},{"text":"I know the author tried to find a picture that emphasize wealth\/elitism but they’re toasting with water lmao","labels":"neutral"},{"text":"Yes it absolutely is, that's just not it's formal name. [NAME] commiting treason is absolutely a crime","labels":"neutral"},{"text":"How to pretend to be the woman who had her face ripped off by Travis the chimp","labels":"confusion"},{"text":"You welcome guys","labels":"gratitude"},{"text":"Perfect World was my first mmorpg that I played for years. Super fond memories of the game.","labels":"amusement"},{"text":"Putting on head phones with a neutral song","labels":"neutral"},{"text":"I always wondered what turned the deer albino. Must have been from fright.","labels":"confusion"},{"text":"My hospital has this already, I thought everyone did. Can’t get an IV? Tried a crap ton of places? Call the IV team. ","labels":"annoyance"},{"text":"I really hope that this guy becomes the next u\/back2worksoon on Meme Monday","labels":"optimism"},{"text":"tbh college has been a hair easier for me than high school. The worst of it is making tuition and trying to register for classes","labels":"annoyance"},{"text":"This is not looking good for China's typical method of say whatever the other side wants to hear then do nothing.","labels":"disapproval"},{"text":"Once again if you base your worth\/purpose on some base primal act, you're pathetic","labels":"disgust"},{"text":"Sounds to me like you don't *really* want to take that job in Hawaii, lol.","labels":"annoyance"},{"text":"Wow, what a violent cunt.","labels":"anger"},{"text":"The picture in the thumbnail looks like the kids in the maga hat that fucked with the native [NAME]","labels":"annoyance"},{"text":"praise be to the dark mother!","labels":"amusement"},{"text":"I didn't hear anything, somebody sent me this.","labels":"neutral"},{"text":"*\"Success is the best revenge.\"* Good job OP. Stay strong. You're almost there.","labels":"amusement"},{"text":"Man. Just tuned in. Forgot it was an early game. Looks like it's been a positive game so far from pretty much everyone.","labels":"realization"},{"text":"No we're getting Kinsler and be happy with it","labels":"joy"},{"text":"This report is going to be bullet proof","labels":"neutral"},{"text":"You know nothing. Red flag laws. Banning AR15s. Banning semi automatic firearms. Limiting magazine capacity. Yeah... liberals don’t want our guns.","labels":"annoyance"},{"text":"Sad but true.","labels":"approval"},{"text":"You fruitcart, you oughta be ashamed of knowing that, let alone expecting anyone else to know.","labels":"embarrassment"},{"text":"She's not an hero we deserve, she's an hero we have. ","labels":"disapproval"},{"text":"All this confirmation makes me suspicious. I wan't my innocence back, internet","labels":"remorse"},{"text":"The best losers of grand finals cod has ever seen","labels":"neutral"},{"text":"Yeah, The Donald seems to spread its purging mentality to most right leaning subreddits. Reminds me, I should get banned from r\/theDonald again for quoting [NAME]","labels":"annoyance"},{"text":"Kids at heart.","labels":"neutral"},{"text":"The Donald raiders are the most savage of the bunch, they not only downvote brigade but also annihilate civil debates ","labels":"approval"},{"text":"This is a depressing r\/tworedditorsonecup","labels":"disappointment"},{"text":"SAMMY HAGAR DR 0-0-0-0-0-10-0-0-01-0-01-0-0-10-0-0 HELL YEAH BROTHER SAMMY HAGAR *SAMMY HAGAR* SAMMY SAMMY HAGAR HAGAR","labels":"neutral"},{"text":"Who knew Mother's Day had move to Jan 25th????","labels":"neutral"},{"text":"I don’t think that tells us any moralising lesson on the practice of incest.","labels":"annoyance"},{"text":"ok i noticed the eyelashes but the rest is really unnoticable","labels":"neutral"},{"text":"Obviously he has not adhered to his promises, however what I noticed is this is basically the same message that [NAME] had.","labels":"disappointment"},{"text":"I sent this to my two friends and one said “haha.” And the other left me on seen : )","labels":"neutral"},{"text":"I love bein' inside u, baby","labels":"love"},{"text":"> I'm not sure why more people haven't been suggesting a trade like this because it doesn't make sense for the Nets lol","labels":"confusion"},{"text":"“Our decaf is like really good tho gurl, you’ll be okay”","labels":"approval"},{"text":"Oh gosh it's on the website too.... Here we go","labels":"excitement"},{"text":"Don’t worry about the baby but yes worry about your mom...","labels":"approval"},{"text":"Then enjoy your shutdown!","labels":"neutral"},{"text":"Real fact, Elephants see us as cute in the same way we see dogs and cats as cute.","labels":"neutral"},{"text":"Makes sense but honestly the FO needs to accept they drafted wrong and just trade for DSJ for the sake of the team","labels":"disapproval"},{"text":"> It's crazy you don't understand this. i r o n y","labels":"annoyance"},{"text":"I liked going to the beach as a kid, but as soon as we were done I wanted that sand *off*. Wet sand gets *everywhere*.","labels":"neutral"},{"text":"No it takes at least 14 days and if she’s had her period it’s very unlikely she was pregnant before NYE","labels":"disapproval"},{"text":"*hello. I need a lawyer FTFY","labels":"caring"},{"text":"you seem like the kind of person i’d like to be best friends with! :)","labels":"neutral"},{"text":"Not the **emotional effect**, when it's in the best interest of our country.","labels":"neutral"},{"text":"Southern Mexico tends to always get fucked in the ass as well","labels":"annoyance"},{"text":"That's an extremely ignorant thing to say","labels":"annoyance"},{"text":"You do not get my math? Because my comment and your comment are saying the same thing; women over 45 probably do not want bio kids.","labels":"neutral"},{"text":"I'd bet this guy is also one of those people that said \"not my president\" for 8 years when [NAME] was in office... ","labels":"neutral"},{"text":"Maybe take a look at narcissism behavior. Trust your gut feeling. I wish you peace","labels":"neutral"},{"text":"The grass pupper looks so clean and fluffy!","labels":"amusement"},{"text":"You mean like how Skyrim is only good because of all the mods? Lol","labels":"disapproval"},{"text":"assault some more people.","labels":"neutral"},{"text":"Take my up vote...you owe me a punchline you bastard.","labels":"annoyance"},{"text":"oh [NAME] I unleashed the beast","labels":"fear"},{"text":"Your entire argument is undermined by how triggered you are. Also buy a thesaurus. And not all words have power all words have meaning.","labels":"neutral"},{"text":"Thank [NAME] though! Imagine someone like that with kids... yikes","labels":"disgust"},{"text":"I'm going to use \"my dicky has to perpetually get sticky\" as a line to pick up ladies. Wish me luck, guys!","labels":"optimism"},{"text":"Ah, yes, the good old “glass elevator”","labels":"approval"},{"text":"I missed the part where that’s my problem. *cancels sm4*","labels":"neutral"},{"text":"That's a pretty bad example ngl lol","labels":"annoyance"},{"text":"This is painfully fake","labels":"disapproval"},{"text":"A west coast NYE show consisting solely of sunset photos.","labels":"neutral"},{"text":"You also have the option of making it quite unique. Would be a delight to see if you got it!","labels":"desire"},{"text":"That’s awesome!","labels":"amusement"},{"text":"I often give it a game or so just to see if there’s any noticeable factor","labels":"curiosity"},{"text":"Bumper is cheap, at least you alive. Perspective.","labels":"neutral"},{"text":"This guy doesn’t know how to life...","labels":"disapproval"},{"text":"I don't know what else to do. I have no transportation, personal phone, or money. And I live in a rural area.","labels":"confusion"},{"text":"My favorite is when he puts his name at the end of the sentence like this. It makes his comment seem so Eloquent! Best, [NAME]","labels":"amusement"},{"text":"air supply? the irony of life","labels":"neutral"},{"text":"My fave moments are checking cities and villages and my heart races when I see movement :D","labels":"neutral"},{"text":"This sub has two rules dude, how could you miss #1","labels":"neutral"},{"text":"England is all about driver safety. Competence...well....","labels":"approval"},{"text":"ROOMS TO GO LOUNGE TIME","labels":"neutral"},{"text":"Well someone should stop them!","labels":"neutral"},{"text":"Tell him, that just as he has a very shy person and I told her just to get a pretty woman with a strapon.","labels":"neutral"},{"text":"[NAME] made me like a sleep walker.. I did things I didn't remember doing. Scary.","labels":"fear"},{"text":"I just got a shirt made that says “I can’t have kids my dog is allergic”","labels":"neutral"},{"text":"Me too, I've heard before that I'm too blunt and I feel bad about it at times","labels":"approval"},{"text":"I read on a different post that he died shortly after of internal injuries.","labels":"neutral"},{"text":"Do as I say, Not as I do","labels":"annoyance"},{"text":"it's so cold today I nearly cried just from the temperature and wind I DONT LIKE IT","labels":"disapproval"},{"text":"Good luck!","labels":"neutral"},{"text":"you might be suffering from delusions","labels":"neutral"},{"text":"Try to be rational instead of angry.","labels":"neutral"},{"text":"Play something else and come back later. You’re burning yourself out","labels":"caring"},{"text":"I have and i’ve also shot some ak’s they’re not too bad but i still prefer handguns despite the kick.","labels":"approval"},{"text":"Yup, it may not look like much but it’s still statistically significant. That’s really bad for something being decided by a coin toss.","labels":"disapproval"},{"text":"Same. Not being hateful to the op but I don't see the connection.","labels":"approval"},{"text":"He's given them a year and a new budget. Everyone knew this was going to happen.","labels":"neutral"},{"text":"[NAME] has 6 eyes and will thus be the best actor in the movie","labels":"neutral"},{"text":"WE ARE .500!!!! I'VE WAITED SO LONG!!!!","labels":"excitement"},{"text":"That’s what I was thinking but the few times I’ve had it happen I got far less than than long pickup + cancel.","labels":"confusion"},{"text":"Get his master class. My boyfriend watched it and he got obsessed with cooking, knife techniques, etc. (for like 3 months).","labels":"amusement"},{"text":"It seems like good advice.","labels":"approval"},{"text":"Gods, what a loser.","labels":"annoyance"},{"text":"I don't think WI is lean red, after 2018 I'd argue for it being either tossup or lean blue.","labels":"disapproval"},{"text":"Yes, I did, not once...here is my full story: Story of my dead bedroom","labels":"approval"},{"text":"I'd have responded \"no problem,I'll just return it\" ","labels":"neutral"},{"text":"YES YES YES VERY EPIC","labels":"amusement"},{"text":"Don’t think there is a single person that thinks he overreacted there","labels":"disapproval"},{"text":"What if [NAME] just tricked everyone to make us appreciate the coach we had all along...","labels":"fear"},{"text":"No consistency in any of our rotations and it’s january...","labels":"embarrassment"},{"text":"The duck looks very dignified. Some might even say he looks presidential.","labels":"amusement"},{"text":"lol, you dieded","labels":"amusement"},{"text":"> I feel the big man deserves some love. Because people on places like \/r\/pcmasterrace doesn't treat him like the second coming of [NAME].","labels":"love"},{"text":"Win what exactly? A meaningless game in a very long season to be swept out of the playoffs? No thanks.","labels":"annoyance"},{"text":"Last time I saw was loooong ago. Basically before LN announced they went for probabilistic routing.","labels":"neutral"},{"text":"Just split for gods sake before kids are born.","labels":"annoyance"},{"text":"So word is we have eyes on [NAME]... I would be pretty amped to see him with a Jet on his shirt.","labels":"neutral"},{"text":"I don't believe no one in your class thought of Mac or iPhone.","labels":"surprise"},{"text":"> western values You mean liberal values?","labels":"confusion"},{"text":"Went to school with her son. She is larger than life in person. Always swaying gracefully. It was crazy.","labels":"amusement"},{"text":"Finally getting the help it needs","labels":"relief"},{"text":"yea I agree, and [NAME] is way younger so has trade value. [NAME] is still an offensive powerhouse but his DWAR is slumping.","labels":"approval"},{"text":"I'm glad I'm not the only one who feels the same!","labels":"joy"},{"text":"I missed [NAME] rabbit foot and the wind chime. Also like half of the ones in episdoe 2.","labels":"remorse"},{"text":"Nope, am I not allowed to voice my opinion on it? ","labels":"annoyance"},{"text":"[NAME] and [NAME] together for multiple games composed entirely of 3 on 3? This is a dream come true.","labels":"neutral"},{"text":"Yeh? It just changed on me last night after I cleared my cookies...","labels":"neutral"},{"text":"Huh, assumed he was more of a grindr fella .....","labels":"neutral"},{"text":"He called [NAME] to the Steelers and was outspoken with how good the Juju pick was.","labels":"neutral"},{"text":"Who's [NAME]?","labels":"confusion"}]