[{"text":"Damn. r\/murderedbywords","labels":"annoyance"},{"text":"LOL, had me confused for a second. Didn't realize you had responded to another comment of mine as well. ","labels":"amusement"},{"text":"It really depends on what you're going for. Girls are attracted to different attractive archetypes.","labels":"neutral"},{"text":"Sadly that's probably the worst game I've ever seen [NAME] play.","labels":"disappointment"},{"text":"Ok, I have to see this thing now.","labels":"neutral"},{"text":"Less to keep track of","labels":"neutral"},{"text":"One of my favorite moments","labels":"excitement"},{"text":"i meant that either one has no scientific backing and was just made by random people, knowing how much people love lables","labels":"love"},{"text":"You’re your own worst enemy","labels":"annoyance"},{"text":"If you're old school like me, you will always hate the Cowpokes more. ","labels":"annoyance"},{"text":"H A M B E R D E R S","labels":"amusement"},{"text":"Yep, the presidency isn’t at all related to the 22nd amendment. Be gone, chud.","labels":"neutral"},{"text":"Thoroughly entertaining.","labels":"amusement"},{"text":"having a serious relationship is too hard for other people","labels":"disapproval"},{"text":"But what about terminal pulp space infections that can lead to osteomyelitis of terminal phalanx? The reasoning I read was thrombosis of end artery.","labels":"curiosity"},{"text":"What?! And you’re not a vegetable?! \/s","labels":"surprise"},{"text":"It's possible to squeak by in Texas with that defense, if you play your cards right. ","labels":"neutral"},{"text":"The last two years of heart-breaking Saints playoff losses have *almost* made up for the horror of 2009.","labels":"neutral"},{"text":"Yup this game just gets worse and worse","labels":"disappointment"},{"text":"I'm not super happy about having to see his face in the news for at least another 6 years.","labels":"disappointment"},{"text":"She’s the sister of the [NAME] that killed [NAME] brother!","labels":"neutral"},{"text":"oh my gooooood","labels":"surprise"},{"text":"Vox lies and manipulates information to drive their agenda. Same as right wing garbage. They are not an honest media outlet.","labels":"approval"},{"text":"Oh [NAME]... now you’re stealing my lines.","labels":"surprise"},{"text":"Rip time wasted editing, its a shame that not many other people saw this","labels":"embarrassment"},{"text":"I've found that reading before bed helps my brain get tired without needing to exhaust myself by staying up very late.","labels":"neutral"},{"text":"[NAME] has only missed a couple games and WCJ hasn't missed any. Not sure how you rank their top 4.","labels":"surprise"},{"text":">where are all the good men >only looks at rich men M E M E. G E N D E R.","labels":"confusion"},{"text":"s p o o k y","labels":"neutral"},{"text":"Let the bourgeoisie draw first blood. Let there be no confusion about who shot first, and there will be no question about who shoots last.","labels":"neutral"},{"text":"Something something broken arms","labels":"neutral"},{"text":"Well ya ideally should be cleaning piercings with sterile saline anyway sooo.","labels":"neutral"},{"text":"Go troll elsewhere. This woman needs support, not crass questions.","labels":"neutral"},{"text":"As I’ve said in other comments, the increase in the cost of carbon makes it regressive. The rebates make them progressive.","labels":"neutral"},{"text":"What I’m getting from all but the second is that mothers have become less abusive to their children.","labels":"neutral"},{"text":"No my point to using the article is to call out the political theatre and dishonesty of some of our elected officials, mostly in the democratic party.","labels":"neutral"},{"text":"It's no coincidence that I became generally happier when I realized that once I covered the necessities more stuff didn't bring more happiness.","labels":"approval"},{"text":"Me too lmaoooooooooooooooooooo haha damn that’s depressing","labels":"amusement"},{"text":"Nah I think you're just feeling confident because you got a slamming deal on those clothes! I would feel the same way!","labels":"approval"},{"text":"Yes it is. It's *you* making up your odd little fabrications.","labels":"annoyance"},{"text":"Im a russian orthodox we dont have any fuqing \"[NAME]\" in our bible we have completely different saints and [NAME] hated sodomitss too","labels":"annoyance"},{"text":"uuuuugh what keeps the penis spitting","labels":"fear"},{"text":"Blue was just trying to be fun and lighthearted. Grey is the real cringe...","labels":"neutral"},{"text":"Exactly. Stop talking and let the adults speak u\/MeatheadVernacular.","labels":"neutral"},{"text":"I wake up and think I have to go to school and then realize I've graduated and I'm going to work","labels":"realization"},{"text":"It’s because their pay sucks. You get what you pay for! Edit: grammar MoFo!","labels":"annoyance"},{"text":"I wonder if the formal letter from the psychiatrist will help if cops just decide to shoot her first :(","labels":"fear"},{"text":"This has to be a joke...","labels":"surprise"},{"text":"Local Area Man Finally Finds Area Woman Willing To Let Him Sniff Her Hair","labels":"neutral"},{"text":"I would say the same thing except I can’t cuz it didn’t immediately fall and everything break.","labels":"remorse"},{"text":"we stan supportive parents!","labels":"surprise"},{"text":"Your insurance rates went up because they. Aw hell...like it makes any differencd","labels":"anger"},{"text":"Throw them for a real loop and make them confused; \"We're not related just twins.\"","labels":"neutral"},{"text":"This is doubtful...he just won with over 50 percent","labels":"confusion"},{"text":"See the Imperial Sourcebook from West End Games. That right there will show just how awful a regime the Empire was.","labels":"fear"},{"text":"Thank you. I hope we can both\/all stay true to ourselves and not to become cynical about others due to our experiences.","labels":"desire"},{"text":"Its like if i decapitated myself while shaving.","labels":"neutral"},{"text":"Dont mind him\/her, they have decided that anything which kinda speaks against the whole Apartheid is to blame for everything for the next 150 Years is bad. ","labels":"neutral"},{"text":"Wow, I stand corrected, it's *even worse* than I thought!","labels":"disgust"},{"text":"Cheaper to burn the car","labels":"disgust"},{"text":"So I suppose they’re more like the flying monkeys than the wicked witch?","labels":"annoyance"},{"text":"Basketball is more entertaining than football","labels":"amusement"},{"text":"There’s a fine line between love and hate, you know. ","labels":"love"},{"text":"Well I am a lady, so that would probably just freak them out. Oh, Reddit. Everyone is a man haha. ","labels":"amusement"},{"text":"WITH not without","labels":"neutral"},{"text":"Anything >0 is way too common.","labels":"neutral"},{"text":"Because they are idiots.","labels":"annoyance"},{"text":"Survival of the toughest.","labels":"neutral"},{"text":"I know that's what she said they dont repackage they have to toss them so instead she brought them home","labels":"neutral"},{"text":"[NAME] dude... Hasn't anyone ever told you... Never trust a crackhead NEVER! ","labels":"neutral"},{"text":"Shut up you shill \/s","labels":"anger"},{"text":"Right, and the names would be different.","labels":"neutral"},{"text":"That, plus they also store our info insecurely so it leaks out. Just another part of this dumb economics game I guess...","labels":"annoyance"},{"text":"Thank you, I’ll send them to her the next time we talk","labels":"gratitude"},{"text":"Yes - 21 of the cases were kids","labels":"neutral"},{"text":"\"I *need* to smoke this pot because of my headaches, Tylenol doesn't work for me\" *proceeds to use Tylenol other days*","labels":"neutral"},{"text":"What? I am aware it isn't permanent. The other legals aren't permanent either.","labels":"curiosity"},{"text":"Last time, on Arrested Development...","labels":"neutral"},{"text":"I dont get into politics much but if they want to echo chamber leave them alone it wont change them they will only get more angry","labels":"neutral"},{"text":"Haha okay. Much love brother!","labels":"love"},{"text":"Bohemian Rhapsody is a horrible song. Really horrible. Queen had a lot of great songs, but that one wasn't one of them.","labels":"disgust"},{"text":"Wow, the Wizards are horrible ","labels":"disgust"},{"text":"It’s a substitute teacher. She should know to stay in her lane.","labels":"annoyance"},{"text":"Well, could be worse. It could be India.","labels":"neutral"},{"text":"I don't care anymore.","labels":"annoyance"},{"text":"Adorable little buggers.","labels":"love"},{"text":"I mean I guess they don't get health insurance","labels":"neutral"},{"text":"Very sweet of [NAME]","labels":"love"},{"text":"I was aware I would be going to hospital and would be showing the teacher up (should have mentioned it)","labels":"realization"},{"text":"You're a female? Sup girl, how you livin'?","labels":"surprise"},{"text":"oh thats rather weak then. kmt thought they would know better. its a reactable headbutt.","labels":"neutral"},{"text":"The left solution is to make them all citizens and to buy their votes with welfare and to never lose an election again as they destroy America.","labels":"neutral"},{"text":"I would never do such a thing. :P","labels":"amusement"},{"text":"Just gotta injure 3 more","labels":"neutral"},{"text":"The most cringeworthy thing about this is that they have missed a golden opportunity to say pizza time.","labels":"neutral"},{"text":"Isnt that the god awful truth","labels":"fear"},{"text":"He is better at public relations than the previous popes but he is basically just as bad when it comes to not punishing pedophiles","labels":"disapproval"},{"text":"My [NAME] accuses me of cheating all the time too when I’ve been nothing but loyal. Makes me wonder if she was cheating on me too...","labels":"confusion"},{"text":"I didn't believe it until I saw a video with creepy music. CREEPY. MUSIC. That's when my eyes were opened.","labels":"embarrassment"},{"text":"I can easily relate to that as well. The siblings are the ones who will stick with us for the whole journey to the very end.","labels":"approval"},{"text":"Satire satire satire satire Please O lod almight plez be satire","labels":"amusement"},{"text":"Have fun with shingles then.","labels":"amusement"},{"text":"Its that classic rare games bring everyone together","labels":"amusement"},{"text":"I'm going to steal this and pretend I came up with it so I downvoted it so no one will know(just kidding)","labels":"amusement"},{"text":"there was some LPT about it, but i don't use those so i don't remember here it is : ","labels":"neutral"},{"text":"delusion hits hard","labels":"neutral"},{"text":"No, you were not stupid. You were young and vulnerable, and they took advantage of that.","labels":"amusement"},{"text":"5 hours late!!!!!!!!! omg.","labels":"surprise"},{"text":"No, the ECJ made unilateral A50 revocation subject to good faith use, not as a tactical tool to gain a better deal.","labels":"neutral"},{"text":"There are good reasons but you potatos just brush it all off with \"hurr life is bad cause bad things happen sometimes\"","labels":"disappointment"},{"text":"No if we tell and kick and scream and have a tantrum that always works.","labels":"neutral"},{"text":"It's probably more like when the only tool you have is a hammer, everything looks like a nail. I'm so sick of this paranoia.","labels":"disappointment"},{"text":"Most of the people on top aren't even very relevant anymore, at least not nearly as relevant as they used to be","labels":"disapproval"},{"text":"That knife looks awfully familiar... *snorting and claw clicking in the distance*","labels":"fear"},{"text":"As a fellow browns fan, unfortunate enough to be born into a browns family and in ohio... Hello sharer of a lifetime of heartbreak.","labels":"annoyance"},{"text":"SHE MAKES ME CRINGE :(","labels":"fear"},{"text":"[NAME] had talked about this entire operation is shady with an anti abortion agenda that's hidden behind their intentionally misleading name.","labels":"neutral"},{"text":"I can’t even count how many times I heard “you always have to be right”","labels":"neutral"},{"text":"i'll be waiting for your post about having a crush on a straight guy tomorrow.","labels":"neutral"},{"text":"I won’t but if I tell him to have a threesome didn’t I open the door for him to cheat","labels":"neutral"},{"text":"I thought they were motor vehicle accidents.","labels":"neutral"},{"text":"[NAME] is a comedic goldmine. I don't blame comedians for milking the idiot.","labels":"amusement"},{"text":"So Green Bay doesn't get him... I'd be sad for the kid.","labels":"sadness"},{"text":"Over 2 years of prep time.... better use an agent next time!","labels":"disappointment"},{"text":"We were rumored to love [NAME] last year, so maybe we are interested in an athletic TE like that.","labels":"love"},{"text":"A UBI has to be sustainable. Taxing something to reduce its use and funneling that money into something people would depend on is absolute stupidity.","labels":"disapproval"},{"text":"Its more about Russia not making such overtly antagonistic statements about Iran.","labels":"neutral"},{"text":"The best thing about a traffic jam on 59 is getting out of it","labels":"approval"},{"text":"You know the answer man, you are programmed to capture those codes they send you, don’t avoid them!","labels":"neutral"},{"text":"and then everyone clapped.","labels":"neutral"},{"text":"Only married once so can't be that bad. Not that it even matters","labels":"disapproval"},{"text":"I wouldn't be surprised if the Cheetos dust was coming out of his sweat.","labels":"surprise"},{"text":"but that’s exactly my point lol you get better at those things, the scary factor affecting skill learning becomes smaller and smaller","labels":"amusement"},{"text":"[NAME] damit you got me! Take your upvote sir!","labels":"anger"},{"text":"R u a dad or did ur dad leave u both have bad jokes","labels":"confusion"},{"text":"How is it racist? I fail to see how.","labels":"surprise"},{"text":">*fellow* 18-year-olds Hmm.","labels":"disappointment"},{"text":"good luck. I'm hoping to get hrt this year and be a girl for my senior year.","labels":"desire"},{"text":"Good old guardian refusing to accept that [NAME] is stauncly anti-EU and anti-Brussels","labels":"neutral"},{"text":"Wow! That's awesome! Congratulations! Its wonderful to have hope of being off medications one day.","labels":"optimism"},{"text":"Everytime I wore white pants! Finally got an ablation after kids, best procedure I've ever had besides lasik.","labels":"amusement"},{"text":"Women are dangerous as hell too.","labels":"anger"},{"text":"I’m keeping my middle name, I somehow feel no dysphoria having the middle name [NAME] while having major dysphoria for having the first name [NAME].","labels":"approval"},{"text":"I switched to aram\/special game modes only and it stays pretty fun.","labels":"amusement"},{"text":"The video was leaked with the caption: >“Here is America’s favorite commie know-it-all acting like the clueless nitwit she is,”","labels":"neutral"},{"text":"We're going in a couple of weeks. It was easy to get her to go and she wants to","labels":"neutral"},{"text":"Hmmmmm…. I guess. I cant relate to any part of this.","labels":"disappointment"},{"text":"sorry should clarify ... have dinner \/ drinks and then go our separate ways to other events that night.","labels":"neutral"},{"text":"I was just trying to work around the \"no rude\" rule. I like a challenge ;-)","labels":"amusement"},{"text":"The cop should have just shot his kneecap out.","labels":"neutral"},{"text":"Call your legislator and complain. Ill-mannered public servants tend to fear politicians more than they do lawyers.","labels":"disgust"},{"text":"It would be nice...but there arent any within 70 miles of me. Not even one in my home state.","labels":"neutral"},{"text":"I got mine at 21. The ex wife would have had me snore instead of wear it for years.","labels":"neutral"},{"text":"Excuse me?","labels":"neutral"},{"text":"I think [NAME] is a crisis actor!","labels":"surprise"},{"text":"That’s exactly how my non-union electrical company works ... it’s the funniest unfunny joke","labels":"amusement"},{"text":"Damn he told u that huh. What’s he think about the [NAME] being back","labels":"neutral"},{"text":"Id gladly exchange firsts with the Suns","labels":"approval"},{"text":"That's *a* puppy. Unclear if it's *her* puppy...","labels":"confusion"},{"text":"There could have been men going that we’re not priesthood holders.","labels":"neutral"},{"text":"I don't think that's a normal marriage because my husband has never said those kinds of things to me (20 years now)","labels":"surprise"},{"text":"Didn't even know that was a thing, but it was just what I needed! h\/t","labels":"neutral"},{"text":"[NAME] is a fine woman leave her out of this.","labels":"amusement"},{"text":"When you find out your favorite goat is flirting with the neighbors goat ....","labels":"surprise"},{"text":"The world is a big place, there’s always someone.","labels":"neutral"},{"text":"If that's a euphemism for \"emotional thinking\" then I agree with you","labels":"approval"},{"text":"*Oh, shame for you; you activated my Alu-card!*","labels":"disgust"},{"text":"> Am i missing something? Because it won't be repealed.","labels":"confusion"},{"text":"sLOVEnian Power! ;)","labels":"neutral"},{"text":"Which is still a very racist thing...","labels":"annoyance"},{"text":"I don’t think anyone will miss me either aha","labels":"sadness"},{"text":"We need some old school evil empire moves, sign [NAME] NOW!","labels":"neutral"},{"text":"> pushed all of them Hey dumbass you pushed the emergency button","labels":"anger"},{"text":"[NAME] has weird ideas about everything.","labels":"annoyance"},{"text":"Ohhh I didn't catch that :P","labels":"amusement"},{"text":"Company car? Oh boy he’s in trouble now.","labels":"surprise"},{"text":"Gmod Wonderworld is a personal favorite and may be the most sadistic and hilarious thing [NAME] has done","labels":"amusement"},{"text":">it tasted horrible to use. Eating some of that right now. No regrets.","labels":"disgust"},{"text":"THAT'S NOT HOW THIS GAME WORKS.","labels":"neutral"},{"text":"What the hell was that","labels":"anger"},{"text":"Could he possibly have borderline personality disorder? The push-pull\/don’t leave me, please go away vibe makes me think of that disorder. ","labels":"neutral"},{"text":"To be honest he doesn't have to be sorry for smoking weed. Your neighbor is a yuppy.","labels":"neutral"},{"text":"SAP level data","labels":"neutral"},{"text":"Ech even if he wanted to just be friends i dont think its okay to just ignore you like that. I think you dodged a bullet.","labels":"neutral"},{"text":"You’re trash april. I’m November 2000 actually. Damn we’re old.","labels":"disappointment"},{"text":"I'm glad we picked a coach who's shown he is great at developing our young talent which is the true focus of this season","labels":"amusement"},{"text":"I thought he was trolling oops","labels":"neutral"},{"text":"WTH?! Sorry, but you might need better friends! That is wrong. So wrong. ","labels":"anger"},{"text":"#FURRIES 😾 OUT, OUT! ^👉 #🤚 WE NEED A WALL 🖐️ AROUND R\/SUBREDDITDRAMA 👋 AND MAKE R\/FURRY_IRL 👐 PAY FOR IT!! ☝️","labels":"amusement"},{"text":"Complain about it.","labels":"neutral"},{"text":"> You don’t get to whitewash Libertarianism’s racist roots. Please educate me on this or educate yourself:","labels":"annoyance"},{"text":"I SPOT A IFUNNY WATERMARK","labels":"amusement"},{"text":"Oh [NAME] if you ever burn anything you will never live it down.","labels":"remorse"},{"text":"America will lose. You are mentally-deranged and the enemy.","labels":"neutral"},{"text":"I see a lot of adult women who look fantastic with bangs, this article is just dumb","labels":"disappointment"},{"text":"I have yet to see a single reasonable person supporting [NAME]. Not on Reddit, not on Twitter, nowhere. ","labels":"neutral"},{"text":"When I see [NAME] venerate icons it makes you wonder if they have OCD. \/s The joke is that [NAME] cross themselves more than others in my experience.","labels":"amusement"},{"text":"[NAME] was speaking as a man.\/s","labels":"neutral"},{"text":"I can’t see her cheeks...wait a min. Oh those cheeks!!","labels":"love"},{"text":"Doesn't change the fact that the Lions weren't in a position to get him because they had too much money tied up in their QB.","labels":"neutral"},{"text":"Then I can't help you... My wife only likes them hardboiled and I don't eat them so never bothered to learn :p","labels":"amusement"},{"text":"Strong and stable...","labels":"neutral"},{"text":">Hell, before we lived together we once went 19 months without sex Sounds like you should have addressed these issues a long time ago.","labels":"disgust"},{"text":">Will continue if anyone wants to read more. We are not, therefore please do not","labels":"neutral"},{"text":"They could've added two dots and a line and it could have been better","labels":"neutral"},{"text":"huge fool just like everyone who believes anything [NAME] says weve been two weeks away for months now","labels":"neutral"},{"text":"Try a group called Our Companions website: people who care a great deal.","labels":"caring"},{"text":"“That’s up to you” Clearly it is not up to you, or you wouldn’t have had a flipping miscarriage! ","labels":"annoyance"},{"text":"**I LOVE YOU!!!!** *[NAME] has unfollowed you.* ...oh.","labels":"love"},{"text":"We no longer have the gold standard to define the value of money so it has to come from somewhere. They *use* money, they can't create it.","labels":"neutral"},{"text":"Gross. Don’t need that diva. Build it up from the trenches out.","labels":"neutral"},{"text":"No it was a joke","labels":"amusement"},{"text":"I think it's the caption and emojis that really make this terrible. Otherwise, this would be posted on r\/funny and reach the front page ","labels":"amusement"},{"text":"We shot like 35 free throws, bud, we would've won by 16 if we made them all","labels":"disappointment"},{"text":"That’s what happens when you’re from the uk and there’s literally nothing but 1 uk event outside of the pro league and America.","labels":"neutral"},{"text":"She night have a work permit that’s good for a year. Those usually arrive “earlier” than the green card.","labels":"neutral"},{"text":"I have to but I’m about to start looking for like career type jobs and if I can’t drive I’m stuck.","labels":"neutral"},{"text":"lmao it was probably a good crowd for the people constantly asking where to get drugs on \/r\/sydney to mingle with","labels":"amusement"},{"text":"made my first reddit account to downvote this. thanks?","labels":"gratitude"},{"text":"Sorry, I swapped back to Canada unclearly, to respond to the comments about it.","labels":"remorse"},{"text":"I'm guessing \"Corporate Stooge\" didn't focus group well.","labels":"neutral"},{"text":"And yet [NAME] can't even get a pub gig, homeboy was born the wrong colour","labels":"annoyance"},{"text":"“Your” people are mentally ill and need help. Go get it ASAP!","labels":"caring"},{"text":"No, no I'm not.","labels":"disapproval"},{"text":"I was raised solo parent so it was more of an angry hushed whisper when they thought I was in the other room.","labels":"anger"},{"text":"Nah, I it was cool to be a pedo back in the old days, ask [NAME] ","labels":"neutral"},{"text":"I just \/facepalmed myself into oblivion.","labels":"neutral"},{"text":"I had 3 last night 🙈 this rant was after glass #1","labels":"neutral"},{"text":"This is the type of response I give people that are toxic in Rocket League. They're just fake and cowards lol","labels":"neutral"},{"text":"Except for all those companies brushed off in the \"and many more\" category. Wasn't as lucrative for them. ","labels":"neutral"},{"text":"Ouch. Rough year for the jags. Where upstate are you?","labels":"confusion"},{"text":"I go to a neighborhood mexican restaurant monthly for the past 2.5 years, but nobody knows my name ☹","labels":"sadness"},{"text":"Eagles lucked out between the missed fg and the shotty refs... I don't see the game in new Orleans going this way at all","labels":"surprise"},{"text":"Weird flex.","labels":"annoyance"},{"text":"U dumb.","labels":"disgust"},{"text":"Omg... Yeah leave him sooner than later... Abusive men can kill women in the long future.","labels":"disgust"},{"text":"You mean *colloquia?*? You guessed wrong, it's my third language.","labels":"neutral"},{"text":"I do, in fact, want more from OP’s work history","labels":"approval"},{"text":"That's quite an arrangement","labels":"neutral"},{"text":"You let u\/The-Ginger-cow make tasteless rape jokes.THIS is where you draw the line?","labels":"amusement"},{"text":"What's ridiculous is this stupid post and this asinine idea that white people are these constant victims","labels":"disgust"},{"text":"IMO, he was an asshat during the tell all, too. He was all about wanting [NAME] to thank and respect him post C section.","labels":"neutral"},{"text":"> I just take their word for it that **some** of them find **some** things offensive, and their reasons why. ","labels":"approval"},{"text":"All that and still tweeting about real and perceived insults.","labels":"neutral"},{"text":"You’re like not wrong but I wanted to play up the immaturity. I’ll go back and edit","labels":"neutral"},{"text":"*pokes head in from Detroit* Hi! *waves!*","labels":"neutral"},{"text":"Honestly his post was a little sad. The fact that it got upvotes makes me want to avoid this sub over the summer.","labels":"sadness"},{"text":"Not the snowbank, though. That will end badly in spring.","labels":"disappointment"},{"text":"It's the only way to stop the ache.","labels":"neutral"},{"text":"I like your sleeves... they’re real big","labels":"amusement"},{"text":"It’s treason then.","labels":"neutral"},{"text":"you got me for a sec. I was like wow.. that's kind of a weird thing to find h-ohhhh damnit! got me. XD","labels":"annoyance"},{"text":"I thought that was more for women? I used to be on r\/antinatalism but there were too many eugenics advocates.","labels":"surprise"},{"text":"#On a rainy day I dont accept any doordash requests unless there is a minimum of $5 bonus","labels":"neutral"},{"text":"So I play competitive with a group of people and being the one widow is most likely fake or just wild speculation.","labels":"annoyance"},{"text":"Damn you really need a girlfriend, dude. 🤣 ","labels":"caring"},{"text":"Luckily i dont have a lot of time to play games so i only get it in doses and IF I start feeling bogged down Ill just switch to overwatch","labels":"gratitude"},{"text":"> What plans should I use to hide the scent of a decaying body? Can you bottle up his farts? Seriously.","labels":"confusion"},{"text":"And so are you!","labels":"confusion"},{"text":"It's a lot of projection. Pretty much anything they point fingers at others for, is something they're guilty of.","labels":"neutral"},{"text":"Honestly? I dont know. My parents told me that itd be seen as suspicious","labels":"surprise"},{"text":"i had all of those. checked myself with a GP and found out i had low iron, migraines and needed to visit the therapist re my anxiety.","labels":"fear"},{"text":"What a very \"centrist\" thing to say. ","labels":"surprise"},{"text":"Saving this. Happy 2019 to ya!","labels":"excitement"},{"text":"It's very hard to un-brainwash someone. Damn near impossible","labels":"disapproval"},{"text":"Sky full of song, June, Patricia and The End of Love all by Florence + The Machine ","labels":"neutral"},{"text":"No, your cookies will end up flat of you so r heat your oven up pre cook. ","labels":"neutral"},{"text":"now youre literally just spouting talking points. its almost like youre just here to promote a political party.","labels":"neutral"},{"text":"Please tell me that [NAME] never said this.","labels":"disapproval"},{"text":"I ate my mommy and daddy","labels":"neutral"},{"text":"Look I also love dragons, but this is just not a dragon, ok? Have some Toothless *hugs*.","labels":"confusion"},{"text":"TOO. MUCH. HESITATION. [NAME] should've gotten that on net a second earlier","labels":"confusion"},{"text":"It makes me uncomfortable for anyone to force physical affection on anybody, it doesn’t matter the age. ","labels":"annoyance"},{"text":"> shoddy hitboxes, imprecise movement Compared to what 3D game exactly? Have you not played Dark Souls?","labels":"disapproval"},{"text":"Same, I still need to sleep to go to work tomorrow.","labels":"neutral"},{"text":"as someone who dealt with a burn out\/mental break down 4 years ago, \/s\/ this post makes me feel very optimistic about the future \/s\/","labels":"optimism"},{"text":"I think you need to explore your motivations a bit more. I very much doubt you just want to know and \"That's all.\"","labels":"neutral"},{"text":"That's nothing, before BSE we did horrible things with bone meal animal feed. Cannibal cows.","labels":"pride"},{"text":">Would I pull my gun if that were happening to me? >absolutely","labels":"confusion"},{"text":"IDK about this stuff but I think you need a psychologist.","labels":"neutral"},{"text":"I think a six month prison sentence is in order for that missed tackle against the cowgirls. Maybe some community service if he's got a good lawyer.","labels":"neutral"},{"text":"We don't deserve [NAME] one does.","labels":"disappointment"},{"text":"None in mine.","labels":"neutral"},{"text":"Here's a way to help. Have sex with a user","labels":"neutral"},{"text":"Its been a long time since they were teenagers. My oldest granddaughter is a teenager.","labels":"neutral"},{"text":"Reading that made my stomach feel how it does when I get the wind knocked out of me.","labels":"relief"},{"text":"To calm him down I suppose.","labels":"neutral"},{"text":"> A kid can be trans in the same way a kid can be cisgendered. Commenters on reddit can be irresponsible.","labels":"neutral"},{"text":"This is getting out of hand! Now there’s two of them!","labels":"annoyance"},{"text":"I live in Wyoming and I had WiFi once","labels":"neutral"},{"text":"In case anyone is questioning...the title is sarcastic.","labels":"annoyance"},{"text":"You’re a vet; you at least WERE poor lol. I’m a vet too dude I know the struggle.","labels":"amusement"},{"text":"Never liked hip hop. Grew up around gangster life style, hated it. I also laugh at the \"mythology\" that grew up around it. ","labels":"neutral"},{"text":"I've been to some weddings and funerals that would have benefited from having a professional bartender. Nobody got physically injured as badly as [NAME] husband though.","labels":"neutral"},{"text":"[NAME] is just the man to accept that! ::cough:: MELO ::cough::","labels":"amusement"},{"text":"I can never refold the paper properly so kudos just for that!","labels":"gratitude"},{"text":"Wow! You were either a very precocious child or still lived at home when your wisdom teeth came in.","labels":"excitement"},{"text":"Let them fight!","labels":"annoyance"},{"text":"You credit yourself with acheivment you do not deserve. Not a first and defenitely wont be the last time.","labels":"disapproval"},{"text":"One time a lady got mad at me because her White Zinfandel was.......pink","labels":"amusement"},{"text":"Someone may have mineswept it after we left for all I know...*shudders thinking about it*.","labels":"neutral"},{"text":"Most of them seem to be the evangelical type who even think the pope is [NAME].","labels":"disappointment"},{"text":"That's where gen Z begins. Every 3-5 years the next 'wave' comes","labels":"neutral"},{"text":"lool chill fam, u aint gotta do him that bad","labels":"amusement"},{"text":"100 chapters of relationship + 50 of build up after [NAME] left [NAME]. Damn you Sasuga T.T","labels":"neutral"},{"text":"he knows there are tribute bands, right?...","labels":"realization"},{"text":"I guess I’ll watch this surely not morbid documentary before bedtime..","labels":"neutral"},{"text":"If your walls are not connected sprinkle your lawn in between regularly with diatomaceous earth. It will kill them before they can get to you.","labels":"anger"},{"text":"UGH those two championship games - so many highs and lows then the ultimate high @ the end","labels":"excitement"},{"text":"And yet none of ya'll are willing to even let 3rd party candidates in the building. Got to love the hypocrisy","labels":"love"},{"text":"> to attract degenerates. You frequent r\/The_Donald. What does that make you!!","labels":"confusion"},{"text":"Surprisingly all of my family keep their toasters on the work top despite being [RELIGION]\/Unionist ?","labels":"surprise"},{"text":"Big big thonk","labels":"gratitude"},{"text":"There it is!","labels":"neutral"},{"text":"That one guy barley touched the car and it stoped","labels":"neutral"},{"text":"Just being friendly and sociable for the family get together!","labels":"neutral"},{"text":"It’s all a show. Welcome to season one of tanking in the Windy City.","labels":"neutral"},{"text":"You're welcome","labels":"neutral"},{"text":"nah me good","labels":"neutral"},{"text":"I appreciate the fact that you used your precious time to translate the meme in Latin.","labels":"amusement"},{"text":"B-But big pharma is great! Vaccines everyone! Vaccines! We love big pharma! They never lie! Come on start circlejerking!","labels":"love"},{"text":"Oh, prodigy might be a bit immature for that group. ","labels":"neutral"},{"text":"Bumper is cheap, at least you alive. Perspective.","labels":"neutral"},{"text":"[NAME] has aged me 10 years in the last 3 months","labels":"neutral"},{"text":"I am sorry but you dont have a saying in this matter. Its up to your parents to solve this.","labels":"remorse"},{"text":"I hieaa i just trip out how your lds and not know or here. Nevermo here a d hears when i was a kid","labels":"neutral"},{"text":"Maybe that’s what boogie was trying to say!","labels":"realization"},{"text":"Yeah sorry about that I don't mean it.","labels":"remorse"},{"text":"Doctors hate him! *Like* if you love **[NAME]**, *Ignore* if you worship the **[NAME]!**","labels":"neutral"},{"text":"He might be, indeed...just remember, if you do catch him doing this, that he's just a kid without any understanding on that stuff. ","labels":"neutral"},{"text":"Ok mister [NAME] triggered boy","labels":"neutral"},{"text":"You welcome guys","labels":"neutral"},{"text":"And this is what they look like when they are grown up...","labels":"surprise"},{"text":"WE'RE ON OUR WAY WE'RE ON OUR WAY TO BAKU, WE'RE ON OUR WAY!","labels":"neutral"},{"text":"I'd very much doubt many people believe there was no awareness or complicity.","labels":"neutral"},{"text":"They shout it near the end. Listen for WAAAAAAALLLLLL","labels":"excitement"},{"text":"spermatozoid is wrong someone with 31Q would have bigger problems than knowing how to write sperm Did you meanS this is beatiful","labels":"confusion"},{"text":"Yeah greyhound was shut down here and its not looking good everywhere else","labels":"neutral"},{"text":"I work at an R1 university, with most of my team composed of CS\/CE undergrad students. Yes, I've known many...","labels":"approval"},{"text":"Yeah, at least carry a ziploc bag of dead cockroaches with you for this purpose, like a self respecting meal scamming scumbag. ","labels":"neutral"},{"text":"It's bad enough when the Jocasta syndrome is one-sided. This is a pile of yikes.","labels":"disappointment"},{"text":"being mentally ill =\/= crazy","labels":"neutral"},{"text":"We have a team to build Ain't waiting for [NAME] Good move NY","labels":"neutral"},{"text":"One of 30 alt accounts that trolls our forum because he is having a temper tantrum and can't get his $100 out of Qcx right away.","labels":"neutral"},{"text":"So... she just won the lottery!!","labels":"excitement"},{"text":"And the Reds. I subbed over at r\/Reds after [NAME] went over there and their excitement at things actually happening fills me with envy","labels":"excitement"},{"text":"Hurt his ankle but he’s okay apparently","labels":"neutral"},{"text":"Burn it!","labels":"neutral"},{"text":"You could buy a used car for the price of those shoes!","labels":"neutral"},{"text":"“But officer, I have a doctor’s note saying I *have* to expose myself to them!”","labels":"neutral"},{"text":"luckily for us all the retarded companies are plummeting","labels":"gratitude"},{"text":"That's a pretty laughable response. Pretty r\/iamverybadass actually.","labels":"amusement"},{"text":"Because you never edit babies while above an armed guard. Come on. Get it together.","labels":"neutral"},{"text":"You’re right, I figure I can see just a few games and it might be more fun to watch them with some fellow fans","labels":"amusement"},{"text":"Well, that's just a distraction for the color of your resume.","labels":"neutral"},{"text":"#CHECK THAT TRIPLE","labels":"neutral"},{"text":"Dude seriously they got some really weird and specifically targeted propaganda on their TV shows","labels":"annoyance"},{"text":"I take it you haven't checked your balances lately...","labels":"neutral"},{"text":"I remember I had 4 polygamy porters in salt lake city at the airport while waiting on my next flight. The looks that people gave me were priceless.","labels":"gratitude"},{"text":"[NAME]","labels":"neutral"},{"text":"It sure did! for a month I still think a Villa\/Spang platoon should have been given more of a look.","labels":"approval"},{"text":"Possible sad tyre","labels":"sadness"},{"text":"Watch the Hulu documentary as well. They interview [NAME], and man is it fascinating to watch him backpedal basically from the second word he utters on camera.","labels":"neutral"},{"text":"Shocking isn’t it","labels":"fear"},{"text":"There are no reasons to visit [NAME]. They're lawsuit-happy corporate scum.","labels":"neutral"},{"text":"Damn look at [NAME] and his insane get off. We could use an [NAME] now probably now than anyone on this roster.","labels":"neutral"},{"text":"She looks so corrupt... Same with [NAME]","labels":"approval"},{"text":"Yes! I started it off on a lie! And?","labels":"surprise"},{"text":"It won't be anything with \"Last\" in it, because TLJ. But it miiiiight be something with \"Final\" in it.","labels":"neutral"},{"text":"\"LOOK AT ME!!\"","labels":"excitement"},{"text":"But you understand that the whole point here is to get [NAME] in that suit.","labels":"neutral"},{"text":"I mean all of those countries were doing really well before the US stepped anywhere near them... Press X to doubt","labels":"amusement"},{"text":"Non of them are smart enough to have a look out? That’s something all them should have known","labels":"disappointment"},{"text":"We're one in the same!!!!!!!!!!!😂😂😂😂","labels":"confusion"},{"text":"[NAME] bless you. Some of us are barely hanging on...","labels":"caring"},{"text":"[NAME], I believe you buddy. you might be a weird dude... but no one is weird enough to make up a story that bizarre yet banal.","labels":"annoyance"},{"text":"Give me an example of the discussions they are silencing with words like \"racist\" \"sexist\" and \"homophobe\"","labels":"neutral"},{"text":"Shoot first ask questions later","labels":"neutral"},{"text":"He claims the starting job and we make the playoffs, I think it would be hard to argue against him.","labels":"approval"},{"text":"Damn that sucks dude! Personally I’d fill the soil with barbed wire so when they stick their hands in they’d get nice and cut up","labels":"annoyance"},{"text":"No passes on skin color or class, yeah right thats why [NAME] is a supreme court justice right ??? ","labels":"neutral"},{"text":"I should've left after the first period ended. That was brutal.","labels":"anger"},{"text":"can we stop posting stuff like this? It comes off as desperate *edited for typo*","labels":"neutral"},{"text":"Well, ok then nevermind. I'm surrounded by people I mostly disagree with, but I honestly don't know anyone that I would call outright evil. ","labels":"disapproval"},{"text":"If things were not as they are, they would be completely different. SO WHAT?","labels":"neutral"},{"text":"I almost think he may have opened the door.","labels":"neutral"},{"text":"No... There are many ways to prove you are [NAME]. I've heard of people that proved they are [NAME] by showing that their mother speaks Yidish.","labels":"disapproval"},{"text":"Oh my gosh. This woman who died also had a son who died. Holy tragedy","labels":"grief"},{"text":"Well no matter what her bio says, if you are ugly, you are done for. ","labels":"neutral"},{"text":"It wouldn’t even have been a month yet though... I can’t believe this bootlicking nonsense is upvoted here. [NAME] supporters everywhere these days smh","labels":"surprise"},{"text":"Only children are scared to take trains by themselves ...oh wait.","labels":"disapproval"},{"text":"And it's stopped. Training cancelled :-)","labels":"joy"},{"text":"There’s never been one person doing okay who [NAME] wasn’t willing to drag down.","labels":"neutral"},{"text":"Both the odour AND the smell! Poor guys.","labels":"disappointment"},{"text":"normal looking guys thinking about the weekend, while ugly guys thinking about tongue position, mewing, and item #45 on todays Self Improvement checklist. lmao","labels":"amusement"},{"text":"Good luck and have fun","labels":"caring"},{"text":"you keep telling yourself that - now go back to sleep before you embarrass yourself even more","labels":"neutral"},{"text":"Not where I expected that to go...but uh...good luck out there!","labels":"optimism"},{"text":"You \/ he must be doing an excellent job, then. I've never encountered one. ","labels":"amusement"},{"text":"I mean, to be fair... She did say sorry. \/s","labels":"approval"},{"text":"How about dumb trolls like you who only repeat your own stupid narratives and word-bending 24 hours a day","labels":"annoyance"},{"text":"This can be taken horribly out of context","labels":"disapproval"},{"text":"assault? molest just has a connotation of someone being under the influence or without proper faculties","labels":"fear"},{"text":"I'm hearing its getting expensive to live there, is it worth living there by yourself as a server","labels":"neutral"},{"text":"I guess but we love each other.","labels":"love"},{"text":"The Vikings....they make me the most angry.","labels":"anger"},{"text":"OH MY GOD TIDYING UP WITH [NAME] IS ON NETFLIX RED ALERT IM GONNA GET SO ORGANIZED","labels":"optimism"},{"text":"Right but you don't have to pay it a living wage, provide insurance, and it can't unionize. ","labels":"neutral"},{"text":"This is why you dont brag online and post personal gun pics. It can be used against you in a court of law.","labels":"neutral"},{"text":"Showering with someone feels more intimate than sex for me...and I don't like it.","labels":"disapproval"},{"text":"What the fuckkkkk burn itt","labels":"anger"},{"text":"Margin of error: 0.7%","labels":"neutral"},{"text":"I saw this entire movie on YouTube and loved it! But it doesn’t seem to be on YouTube anymore :\/","labels":"love"},{"text":"So what? The LW doesn't. want. more. children.","labels":"annoyance"},{"text":"You're a tenant if you lived there for months and that was an unlawful eviction.","labels":"disapproval"},{"text":"Damn straight! My folks only knew when I told them about it!","labels":"approval"},{"text":"Welcome to religion 101","labels":"neutral"},{"text":"I work in customer service, so it's inevitable.","labels":"disappointment"},{"text":"I'm assuming OP is female and the other person is male.","labels":"neutral"},{"text":"Lmaoo a team full of [NAME] blunders, sometimes I feel like it’s sabotage from the man above ","labels":"amusement"},{"text":"Om [NAME], who kets their dog fight a croc? ","labels":"surprise"},{"text":"I wish [NAME] would debate [NAME], if he was alive :(. ","labels":"desire"},{"text":"I'm a cis woman and your wardrobe sounds like like my ideal fall wardrobe!","labels":"neutral"},{"text":"[NAME] just think of how overworked her liver and kidneys must be!!","labels":"surprise"},{"text":"It is odd you are singling me out rather than those who identify with those terms and use them endlessly and with insults.","labels":"neutral"},{"text":"THEY ARE SO CUTE TOGETHER!!","labels":"love"},{"text":"Yesterday. All my troubles seemed so faaar away. Now it looks though that they're here to stay. Oh I believe, in yesterday. ","labels":"optimism"},{"text":"I mean, I believe even Showgirls is a better movie than TLJ at this point.","labels":"approval"},{"text":"You can also send one of us a Reddit private message with your handle on Twitter if you don't want to out yourself too loudly here.","labels":"neutral"},{"text":"Smh bro you cropped the answers, I gotta know!","labels":"fear"},{"text":"I broke contact after 6 months. It happens to the best of us. Get back on the proverbial horse.","labels":"neutral"},{"text":"No, if the cat's going to escalate then he needs to as well. It's bath time. ","labels":"neutral"},{"text":">Yeah, people ruin everything with their useless comments... the irony ","labels":"annoyance"},{"text":"trust me, he's not.","labels":"neutral"},{"text":"Some people might be into that. There are some freaky people out there.","labels":"annoyance"},{"text":"Yes.... because they are dictatorships.... capitalist america is ending bad too if you pay attention.","labels":"disappointment"},{"text":"oof okay, thanks for the info. Hopefully he fares better with our line\/TE's","labels":"gratitude"},{"text":"The alternative to [NAME] didn't inspire any passion in anyone, and greed, illiberalism and self-centeredness isn't confined to any ethnic group.","labels":"neutral"},{"text":"love after lockup makes DOT posts look like the most sensible things ever!!!!","labels":"approval"},{"text":"Especially the Lexus peeps. Just baffles me how they dash in their nice cars.","labels":"neutral"},{"text":"The DNC effectively *was* lead by [NAME]... That was the problem.","labels":"disappointment"},{"text":"Sorry was talking about OP being in Alabama.","labels":"remorse"},{"text":"Dat trigger discipline though","labels":"neutral"},{"text":"time flies so fast when you're 18. i didnt expect id turn 30 and still a virgin. hah","labels":"amusement"},{"text":"That comment about \"kill him with kindness\" was kinda unnecessary. How about just kindness for kindness sake? lol","labels":"amusement"},{"text":"if he would only have any marketable skills, alas I think he is going to serve hard time","labels":"surprise"},{"text":"Couldn’t add this in the title. This I a cross post from [NAME]","labels":"neutral"},{"text":"Are you in Auckland and would you like to start work on Monday?","labels":"neutral"},{"text":"More believable than being taped to the underside of a desk for half a day and not being noticed tho","labels":"neutral"},{"text":"Waiting until Saturday or you test the method on someone sick.","labels":"neutral"},{"text":"ISN'T YOUR CLUB RUN BY A JABBA-THE-HUT-LOOKING DONALD-TRUMP-ACTING MORON WITH A ~~FIVE SIX SEVEN TEN~~ FIFTEEN YEAR PLAN?","labels":"curiosity"},{"text":"I’m The Avocado™️","labels":"amusement"},{"text":"This!!!! Just. THISSSS.","labels":"annoyance"},{"text":"Ghost them. It’ll drive them crazy and give you the satisfaction","labels":"amusement"},{"text":"[NAME] is a queen and y'all better treat her like one.","labels":"neutral"},{"text":"Hey. I like you","labels":"love"},{"text":"Kudos to OP for not falling for the bait.","labels":"amusement"},{"text":"Bisexuality: Sexual tension with everyone. Somehow a much smaller dating pool.","labels":"neutral"},{"text":"But OP said her life is ruined because 'muricans are bad.","labels":"anger"},{"text":"I know he comes with a lot of baggage but i’d probably go with [NAME]. Just look what he did for [NAME].","labels":"neutral"},{"text":"That’s so wholesome.","labels":"approval"},{"text":"You put \"fascists\" in quotes as if the protesters are insane to believe self-proclaimed neo-Nazis and \"alt-right\" nationalists would have anything to do with fascism. ","labels":"neutral"},{"text":"I would prefer this over her being a completely random person, which makes no sense and was a tremendous misstep in this family saga. ","labels":"neutral"},{"text":"All voting has all sorts of problems. Struggling to find a point to your post.","labels":"neutral"},{"text":"Even farting after I shower makes me want another shower","labels":"neutral"},{"text":"Never had a girl out right tell me she likes me and i have been in 3 somewhat long relantionships.","labels":"excitement"},{"text":"This is embarrassing, but while purging I wear a pad or don’t wear pants at all. Eating disorders are so beautiful \/s","labels":"embarrassment"},{"text":"The Denver Broncos!!!! Owhhhhhhh!!!!","labels":"excitement"},{"text":"There is a reason youve never seen a cat and a narwahl in the same room","labels":"neutral"},{"text":"Can’t believe no one said [NAME] when she slept with [NAME]!!! I love [NAME] and I felt personally betrayed. Wish they never reunited.","labels":"desire"},{"text":"I feel like most of us were pricks as kids","labels":"neutral"},{"text":"Poor [NAME]. I like her. I wish they'd show what's going on with her.","labels":"desire"},{"text":"It makes it especially delicious when our one sub with ~100 active members gets accused of controlling the entire political debate on Reddit","labels":"neutral"},{"text":"Once again if you base your worth\/purpose on some base primal act, you're pathetic","labels":"sadness"},{"text":"Uh . . . Uh . . . I'm not feeling so well.","labels":"sadness"},{"text":"I make lots of lists and none of them are useful. Except my playlists, I use them.","labels":"annoyance"},{"text":"As an [NAME], half of [NAME] are unfortunately right","labels":"approval"},{"text":"You and your lovable band of losers have already lost!","labels":"love"},{"text":"[NAME] sweetie i’m so sorry","labels":"remorse"},{"text":"Alleviate' meaning what? Make my working life suck less?","labels":"annoyance"},{"text":"This was a clever post. I also unsubscribed.","labels":"amusement"},{"text":"omgad that monster!","labels":"fear"},{"text":"Wow misleading title.. Ffs","labels":"amusement"},{"text":"The fact that big corporations that made their successes off capitalism are embracing Marxism is really disturbing.","labels":"neutral"},{"text":"Yes no one wants your little failed abortion ruining their meal","labels":"neutral"},{"text":"I bet he jerks off while holding a gun in his mouth while crying.","labels":"neutral"},{"text":"> Don't see the problem here if the guy is in his own house. Anyone else making that much noise would get a visit from the police.","labels":"neutral"},{"text":"Being born in north america is a curse my friend. Oregon (my home) is kind of like Ireland weather wise though I hear.","labels":"sadness"},{"text":"Actually probably trust issues, but thought people here would enjoy it. ","labels":"excitement"},{"text":"um what. no. not hmc.","labels":"amusement"},{"text":"True, my bad. ","labels":"approval"},{"text":"I’d lick the juice off Master’s face any day, n-no matter how sour... ","labels":"neutral"},{"text":"#SOMETIMES YOU CAN TELL RIGHT AWAY SOMEONE ISN'T WORTH ANY MORE TIME!","labels":"neutral"},{"text":"Its nice to have time to be able to get a job and a new apartment before having to start paying back those loans.","labels":"desire"},{"text":"Wow, just wow. Thats a catagory 5 non sequitur.","labels":"amusement"},{"text":"I think Judge came in a little too late so he’ll need to be amazing for the next 8 years","labels":"surprise"},{"text":"That’s how I got banned","labels":"neutral"},{"text":"I will downvote the hell out of any news article promoting ponzi schemes.","labels":"disapproval"},{"text":"S P O I L E R ! !","labels":"neutral"},{"text":"And any form of bottom up government is also extremely susceptible to corruption. Basically, humans suck. ","labels":"annoyance"},{"text":"It's no surprise that the fat and ugly trolls with despicable personalities are the ones against nuclear families. Add a dash of racism for good measure.","labels":"approval"},{"text":"The classic artifact player response to criticism: you just dont understand it loool","labels":"amusement"},{"text":"I don't think cryptocurrency is ready for such using. Although in Asian countries like Singapore or Hong Kong it's quite acceptable I guess.","labels":"neutral"},{"text":"What do you mean?","labels":"confusion"},{"text":"[NAME] that was so awful I collapsed into a singularity","labels":"disgust"},{"text":"Was not one of those players, still want to go back to the MW2 days. Totally would if I still had my PS3 :\/","labels":"sadness"},{"text":"Shh that breaks the narrative though.","labels":"neutral"},{"text":"Oh my [NAME] give her as much food as she wants!","labels":"caring"},{"text":"I thought we had a rule against incel content?","labels":"neutral"},{"text":"Because I felt like it, just as you felt like announcing you basic grooming while trying to be insulting. 🙄😏🤷‍♀️","labels":"neutral"},{"text":"Still pretty good at rugby tho ‍♂️","labels":"love"},{"text":"The dad is a lvl 35 alcoholic and the son is a lvl 1 crook","labels":"neutral"},{"text":"If yoire voluntarily going to one I would argue that all those \"side effects\" i guess you would call them are already in your life.","labels":"optimism"},{"text":"Can’t believe [NAME] era is coming to an end... feels like yesterday I saw his 1st win against the cowboys with tiki breaking the rushing record.","labels":"sadness"},{"text":"Name something just pick a single thing so I can present evidence to you .. quit sealioning","labels":"neutral"},{"text":"[NAME] a fuckboy, he was never your boyfriend.","labels":"disgust"},{"text":"I honestly can't tell if he really doesn't care or if he's just soft af... or maybe both lol","labels":"amusement"},{"text":"Your #1 priority is the apartment paperwork. Good luck","labels":"caring"},{"text":"I love and stan Manila , I always will. BUT the fan base worshipping the ground she walks on is getting so irritating ngl","labels":"annoyance"},{"text":">If you can’t recognize bad acting like [NAME] emotional scenes, Oh please. Why are you even on this sub? Lol","labels":"amusement"},{"text":"> \"Death by Inches\" Title of your sex tape!","labels":"neutral"},{"text":"Nothing has come close to it well except for GOT.","labels":"neutral"},{"text":"Correct. The LTB judgements are enforced by going through small claims. Which makes for another hurdle for tenants trying to collect judgements.","labels":"neutral"},{"text":"I think it's insane how they reach out and then ignore. My ex does that. It gets on my f n nerves.","labels":"disapproval"},{"text":"Desperate and unethical measures","labels":"neutral"},{"text":"I too rationalize how bad my my ex-girlfriend is now that she's gone. 8(","labels":"realization"},{"text":"Ignoring facts in favor of your own opinion (which is contradicted by those facts) = [NAME] logic","labels":"neutral"},{"text":"It was more just “where did all these airpods come from?!” It was weird to me.","labels":"surprise"},{"text":"Some of them are delusional and believe their victims want it","labels":"annoyance"},{"text":"You gonn give me one of dem?","labels":"surprise"},{"text":"Yeah I know u irl you look like ur 36.","labels":"neutral"},{"text":"Tbh the giant cereal bowl bath is about as least cursed as it gets. ...I loved that episode","labels":"love"},{"text":"I know right! I was mad and then blamed myself cause he’s scared of thunder and there was a storm while I was gone.","labels":"annoyance"},{"text":"And that's not [NAME] either. It's former HS o-lineman who now runs a frat","labels":"neutral"},{"text":"I mean, it is, slowly but surely. It sucks. ","labels":"annoyance"},{"text":"Yes YES #YES","labels":"neutral"},{"text":"Your comments are nothing but rhetorical ways of telling me I'm wrong. Zero substance.","labels":"disapproval"},{"text":"I purposefully delay so no one thinks I’m available whenever.","labels":"neutral"},{"text":"If it were food, it wouldn't be made of warm. 11\/10 cat logic. ","labels":"neutral"},{"text":"Presenting as a guy because you're not fully out yet, and still being read as a woman by a stranger. ","labels":"neutral"},{"text":"It’s a metaphor. No one cares how big his anatomy is.","labels":"surprise"},{"text":"I think he meant to say that it wouldn't be efficient to build a mic with a SoC built-in.","labels":"neutral"},{"text":"Its the same AS to go to a bank and to say My kid loves money give him all of it","labels":"love"},{"text":"I'd be terrible at this, I eat so slow.","labels":"annoyance"},{"text":"Thats what makes me think OP is secretly the \"nice guy\" here.","labels":"amusement"},{"text":"I always feel like cute gay couples have a pug...","labels":"neutral"},{"text":"An MRI would be infinitely more entertaining.","labels":"amusement"},{"text":"Most FBI agents never fire their weapons and spend more time looking at excel sheets, lol","labels":"amusement"},{"text":"Plot twist: the customer just found she's diabetic and that's why she's crying.","labels":"neutral"},{"text":"Get a ride to heaven. You think [NAME] wants to pedal that far!","labels":"surprise"},{"text":"Will do tonight!","labels":"neutral"},{"text":"Promise me that when you call out his name you pronounce \"Papa-paparazzi papa-paparazzi pahhh pahhh paparazzi, dinnnner!\"","labels":"neutral"},{"text":"Cheers to that, girl. 🥂 ","labels":"amusement"},{"text":"To add, from what I hear he is actually a stand up guy and not at all the douche that the tweet\/comments are about.","labels":"neutral"},{"text":"I was absolutely going for Attenborough, but u\/synthprax brings up a wonderful alternative. Also, [NAME].","labels":"amusement"},{"text":"That’s unfortunate","labels":"sadness"},{"text":"Can’t say I’d have a problem with [NAME] getting his head stomped into a kerb.","labels":"neutral"},{"text":"If being tired doesn’t work. Ask for a BJ","labels":"neutral"},{"text":"How tf do you sanatize a shoe so that it can be used for food?","labels":"surprise"},{"text":"Feb ‘06 [NAME] But your point stands","labels":"neutral"},{"text":"That's not the first time I've heard it said that a GA acted assholic, not apostolic in real life. ","labels":"neutral"},{"text":"liberals are filthy animals","labels":"annoyance"},{"text":"Wow, that's just incredibly racist.","labels":"annoyance"},{"text":"DONT BE TRUE","labels":"neutral"},{"text":"So smart it looks like he shut his fingers in the door. That’s a nasty bruise under his fingernail.","labels":"annoyance"},{"text":"Oh no you got us Feminism canceled Pack it up y'all","labels":"fear"},{"text":"Oh yóu!","labels":"excitement"},{"text":"Ask the Magic 8 Ball again later. We can't predict your future.","labels":"neutral"},{"text":"I'm not commenting on their chemistry or whatever, just that the age gaps are similar and it's ok to point that out either way.","labels":"approval"},{"text":">Popular >Secret Choose one.","labels":"neutral"},{"text":"You know....the metric system isn't hard.","labels":"approval"},{"text":"They listened in a way.. they just executed it in such a way that makes us pay 3-5x over what we should be paying for skins.","labels":"neutral"},{"text":"That was years ago.","labels":"neutral"},{"text":"Sweaty irritates me. But Its not exactly drag lingo. I've seen it on so many other subs too.","labels":"annoyance"},{"text":"Local man screams on >!cosplayer!< for absolutely no reason","labels":"surprise"},{"text":"You're a big guy.","labels":"amusement"},{"text":"Ay dude it's mad litty bro. Pull up hit that fatty ghost man whassu","labels":"amusement"},{"text":"> and no one but angry community fanboys have pushed back against his statements.","labels":"anger"},{"text":"Doesn't state strangers either. Assume some more.","labels":"neutral"},{"text":"Some wonderful pictures here, it's always cool to see what things actually looked like rather than just paintings\/depictions in movies. ","labels":"amusement"},{"text":"[NAME] is already gone and he knows it. No way he’s re-elected.","labels":"approval"},{"text":"That's what I say, but the commercial is clearly pandering.","labels":"annoyance"},{"text":"It’s like they’re in the middle of a pissing contest.","labels":"neutral"},{"text":"Ah the old cross your legs to make it look like you have hips trick.","labels":"neutral"},{"text":"I had dream where someone said this to me having no idea it was him","labels":"neutral"},{"text":"15 is too old to play playing fortnite smh","labels":"neutral"},{"text":"My sentiments.","labels":"neutral"},{"text":"Yes, exactly. Fix a date and if he still procrastinates ditch him. Or remain his penpal for the rest of your life.","labels":"neutral"},{"text":"i think you could say the chat about smelling their own farts was also added for comedic effect","labels":"amusement"},{"text":"And then another guy comments to congratulate him on getting a comment from her, wishing he could one day get the same. Maaan o man. ","labels":"neutral"},{"text":"who was [NAME] #2","labels":"neutral"},{"text":"Was my friends family... They had the wrong address, you're sick dude. ","labels":"neutral"},{"text":"No, everyone should should stop talking about the rights of groups of people, and start talking about *human* rights.","labels":"neutral"},{"text":"? ur slide is right stick","labels":"surprise"},{"text":"2 games damn what was in them burgers","labels":"disappointment"},{"text":"At least he can now pay respects the ultimate way","labels":"annoyance"},{"text":"I want commit die","labels":"disappointment"},{"text":"I'm going to look so handsome for you, [NAME].","labels":"love"},{"text":"r\/sprainedankles... I found it once, and I wish I could unsee.","labels":"desire"},{"text":"[NAME] Immediately thought of you when I saw this thread. Can’t stop laughing. But. I’ll wear yours someday and no others","labels":"amusement"},{"text":"Got damn look at that body","labels":"surprise"},{"text":"There just shouldn't be police enforcing nonsense traffic laws. Cops should stay at their station until summoned by a citizen like fire trucks and ambulances do.","labels":"neutral"},{"text":"You bet, sweetie ;) But I date girls so don't get too excited <3","labels":"excitement"},{"text":"And this comes as no surprise too anyone","labels":"approval"},{"text":"All he's getting from that experience is the opportunity to pay a fine to the gubment.","labels":"neutral"},{"text":"Okay, you accidentally injured someone. Good luck in court buddy","labels":"approval"},{"text":"Welp....I think your question came across as judgmental. Why did you ask it?","labels":"curiosity"},{"text":"Tell her off yourself (and poke her in the back) that she's way too old and way too heavy to be pulling this stuff.","labels":"neutral"},{"text":"The [RELIGION] Church has been raping children for decades, that we know about. More likely hundreds of years. Probably since they've existed. ","labels":"neutral"},{"text":"\"we need to help the homeless not the immigrants\" But also \"if they are homeless they deserve it\" ","labels":"neutral"},{"text":"Same...except that I'm not good looking :","labels":"disappointment"},{"text":"I don't even know who he is but I think he approved me to submit in his subreddit.","labels":"neutral"},{"text":"Yep, unprepared for first period, forgot my pants while wandering around the school, etc. Been teaching 5 years and I still get these dreams","labels":"annoyance"},{"text":"That would be greatly appreciated.","labels":"amusement"},{"text":"SHUUUUUT UP THIS IS TOO TRUE","labels":"anger"},{"text":"No wonder RemindMeBot defaulted to one day :P","labels":"amusement"},{"text":"He looks like [NAME] soooo... accurate.","labels":"approval"},{"text":"Yup. What is interesting is that Newton's third law is not applicable to SJWs... they arose out of a self-hating, anti-free speech vacuum.","labels":"neutral"},{"text":"TIL [NAME] is a real girl","labels":"amusement"},{"text":"[NAME] looks like he is about to commit >!1-2!<","labels":"neutral"},{"text":"Awe, poor baby. ","labels":"sadness"},{"text":"Pick them up and put them outside.","labels":"neutral"},{"text":"Wow, you must have no idea what medium of exchange means.","labels":"excitement"},{"text":"eh, maybe. the tricky part is getting away with it.","labels":"neutral"},{"text":"To say they did. And begrudging a gift makes us look bad. Heaven forbid it's half garbage or thoughtless. *sigh*","labels":"disappointment"},{"text":"Ummm... I think you mean this beauty.","labels":"amusement"},{"text":"If you saw this pizza you'd have disagreed. Would have caused [NAME] to faint","labels":"disappointment"},{"text":"This one is solid. OP's joke is piss.","labels":"amusement"},{"text":"0 <----- This is how many people were surprised","labels":"surprise"},{"text":"How did U quit being obsessed? It’s my goal for 2019.","labels":"annoyance"},{"text":"i think there is empirical data for evolution...","labels":"neutral"},{"text":"Imagine being this upset about another man’s marriage, someone you don’t know personally mind you. ","labels":"neutral"},{"text":"Crying? Yeah i like crying C-calling R-out Y-for I-serious N-mental G-treatment","labels":"sadness"},{"text":"My favorite kind of post","labels":"amusement"},{"text":"Most people don't believe I have aspergers because I look 'normal' everyone else just thinks I'm weird.","labels":"surprise"},{"text":"Justice was served","labels":"neutral"},{"text":"After five years she realizes that's not for her? No offense but thats a long time to do so.","labels":"realization"},{"text":"Mmmm traveling for work often isn't exactly the most desirable situation. It can be exhausting.","labels":"annoyance"},{"text":"Good grief.","labels":"neutral"},{"text":"Like this game from a week ago? 26 points 14","labels":"approval"},{"text":"Kill me.","labels":"neutral"},{"text":"The best losers of grand finals cod has ever seen","labels":"disappointment"},{"text":"Yay let’s grow that black market...that will definitely make it safer","labels":"neutral"},{"text":"BUT IT'S HER TURN! \/s","labels":"surprise"},{"text":"[NAME] presses and holds b button (I feel you op)","labels":"neutral"},{"text":"You forgot the to be sure >:). It's \"a surprise to be sure\". Back into the hole with you! ","labels":"surprise"},{"text":"That'll make it too easy.","labels":"joy"},{"text":"Bop employee here. Not GLAD","labels":"disappointment"},{"text":"Are you ghosting?","labels":"annoyance"},{"text":"I was always in awe of just how stunning she was. She doesn't photograph well though, it's a shame. ","labels":"embarrassment"},{"text":"Sorry, didn't know where else to put it","labels":"remorse"},{"text":"This sounds rough","labels":"neutral"},{"text":"I like long hair but it's never been a huge consideration in love.","labels":"approval"},{"text":"I tried at a joke that relates to the post...","labels":"amusement"},{"text":">Israel is literally an apartheid state It's literally not and the proliferation of that accusation is based on ignorance and simplistic understanding.","labels":"neutral"},{"text":"I'll be surprised if *Monty Python's Life of Brian* wasn't one of those.","labels":"surprise"},{"text":"Yes, and when I do say \"no\" I'm filled with tremendous guilt. ","labels":"remorse"},{"text":"I hope it heals well! I will bring out the Oww Mah Layg dancers to encourage healing and positive energy to help you and cheer you on! 🎶💃Oww💃Mah💃Layg💃🎶","labels":"caring"},{"text":"And yes I also thought [NAME] was someone else too!","labels":"approval"},{"text":"Cut my weed usage to a bowl a day, before I go to bed. Braggable for me","labels":"neutral"},{"text":"Oh Ye of little faith.","labels":"desire"},{"text":"She's probably had to delete it all now the police are involved, they will be using it as evidence ","labels":"neutral"},{"text":"Also in response to \/u\/hyunL. There was. Among other things such as vocally wanting rape to be legalized, \"breeding\" farms, among other things. ","labels":"neutral"},{"text":">[NAME] dead body lie the mud and she have smug face because she had her revenge against [NAME] What scene was this?","labels":"neutral"},{"text":"Imagine thinking that a rapist isn't deserving of prison. He's not even sorry.","labels":"anger"},{"text":"Same.. I wonder why we catastrophize over these minor things so much and others seem to be able to forget them..","labels":"surprise"},{"text":"I'm not. He and I still thrive. I hope you're doing alright.","labels":"confusion"},{"text":"If your friend ever decides to go public with their content, make sure to let us know. We're more than happy to promote them. ","labels":"joy"},{"text":"Yeah father of two T1D. That post is insanely reactionary. My lord.","labels":"disgust"},{"text":"It’s pretty old. [NAME] did it.","labels":"neutral"},{"text":"lol this is good.","labels":"amusement"},{"text":"The medical examiner's office was on-scene at the fire pit from the get-go......so far the investigations looks very different from the TH case.","labels":"neutral"},{"text":">Did you just call me a liar? Sick reference.","labels":"annoyance"},{"text":"You have just given a face(?) to my phobia","labels":"neutral"},{"text":"Now put the poor thing down you valley boy donut.","labels":"neutral"},{"text":"No that's called your sister is the milk man's\/s","labels":"neutral"},{"text":"Well isn’t it pretty much just standard goblin lore? Not like she came up with gold\/ greedy goblin background on her own.","labels":"neutral"},{"text":"Go on...","labels":"neutral"},{"text":"“So a guy cusses you out for lowballing him...”","labels":"neutral"},{"text":"< video does a good job explaining push\/pull.","labels":"amusement"},{"text":"It's ideological thinking, how boring and repugnant, honestly. ","labels":"annoyance"},{"text":"Lmao without [NAME], [NAME], [NAME] and a b2b too. Not a big deal. ","labels":"amusement"},{"text":"Desktop link: ^^\/r\/HelperBot_ ^^Downvote ^^to ^^remove. ^^Counter: ^^231558","labels":"amusement"},{"text":"The left really needs to co-opt “Gamers Rise Up!”","labels":"neutral"},{"text":"OH YEAH!!","labels":"surprise"},{"text":"She already had plans with some of her friends and it would have been weird for me to get there, I didn’t know any of them. ","labels":"fear"},{"text":"Here i am playing Daggerfall","labels":"neutral"},{"text":"Not true. backtested analysis shows that 85% stocks 15% bonds provides better returns.","labels":"disapproval"}]