[{"text":"It's also had derogatory meaning for nearly 400 years. people with any common sense or taste will generally choose *any* other word.","labels":"neutral"},{"text":"[NAME] to [NAME]: \"Don't try and tell me how to defend\"","labels":"neutral"},{"text":"\"look at you... look at you..!\" Oh, I'm bawlin. ","labels":"excitement"},{"text":"What kind of insider only has 250 followers?","labels":"neutral"},{"text":"Sometimes, I feel bad if I don't every now and then. I mostly talk with her on SC\/IG tho. ","labels":"remorse"},{"text":"Oh I’m sorry. I assumed. I think that would be suspicious if your username was known to someone else.","labels":"realization"},{"text":"That’s the hardest part for some to get over, but hobbies help and getting yourself up and out of the house and spending time with friends","labels":"approval"},{"text":"Welcome to the wehrmacht...","labels":"neutral"},{"text":"Something something broken arms","labels":"neutral"},{"text":"r\/patrig Edit: looks like someone already cross posted it there. That was fast.","labels":"neutral"},{"text":"I didn’t think of that, thank you!","labels":"gratitude"},{"text":"1+1 = 2 1+1(+1) = 3 Know all the facts before you do your maths","labels":"neutral"},{"text":"I missed the part where that’s my problem. *cancels sm4*","labels":"neutral"},{"text":" No way, man. We're gonna keep on rockin' forever. Forever. Forever. Forever...","labels":"excitement"},{"text":"Doing X deserves Y. When you realize X = Y you finally understand life.","labels":"neutral"},{"text":"“Respect the house” while it is impossible to live in your own before you're 30 nowadays","labels":"neutral"},{"text":"Uhh. Okay. Lol.","labels":"amusement"},{"text":"Being in a 3 person friend group fucking sucks sometimes m8 I feel like the least loved a lot of the time","labels":"disappointment"},{"text":"Kudos to OP for not falling for the bait.","labels":"neutral"},{"text":"I can easily relate to that as well. The siblings are the ones who will stick with us for the whole journey to the very end.","labels":"excitement"},{"text":"The fact [NAME] met her at the airport should tell you all you need to know about why they did it. What a farce.","labels":"joy"},{"text":"Couldn’t agree more","labels":"disapproval"},{"text":"[NAME] combat is terrible and the only reason I don’t play it anymore","labels":"nervousness"},{"text":"In other words, being a woman but not identifying with your oppression. How special","labels":"disapproval"},{"text":"Well good luck! Hoping to see you in my diamond games soon. Psn is LokleLad if you ever wanna stack","labels":"desire"},{"text":"Nice. How is prep going??","labels":"amusement"},{"text":"And then you see some idiots in the street walking with their speakers listening to reggaeton out loud (at least in Spain).","labels":"annoyance"},{"text":"why the fuck is this getting downvoted","labels":"disapproval"},{"text":"I REALLY MISS GRIFFIN REINHART","labels":"disappointment"},{"text":"Some of my best rolls were with 50mg. Less is more!","labels":"approval"},{"text":"[NAME] is fucking destroying Bama and I LOVE IT","labels":"joy"},{"text":"I mean I guess they don't get health insurance","labels":"neutral"},{"text":"The difference between the two to the right is quite massive.","labels":"neutral"},{"text":"Cool...so he threw 5 jump balls all season. He also threw the ball out of bounds about 60 times.","labels":"neutral"},{"text":"Good riddance. I'm surprised it lasted that long. [NAME] is trash.","labels":"joy"},{"text":"Hang on, I'll see if I can find them and then I'll get back to you. :-)","labels":"neutral"},{"text":"nah me good","labels":"neutral"},{"text":"Just Deep Fry This and post it on r\/dankmemes","labels":"neutral"},{"text":"YOU GOT FAT!","labels":"neutral"},{"text":"The greater good","labels":"neutral"},{"text":"I hope it all works out for you and your baby girl, its hard doing it alone but itll be worth it for her. :)","labels":"optimism"},{"text":"FUCK LES BRUNS","labels":"annoyance"},{"text":"I forgot context and thought you meant the band was republican, please don’t worry me like this again ","labels":"disappointment"},{"text":"Patriots need a scape goat cause it ain't going to be [NAME]","labels":"neutral"},{"text":"Fun fact: [NAME] decided to delete an entire string of comments after mine because they made him look like more of a man-child than he already is ;)","labels":"amusement"},{"text":"I switched the the Smok Novo and I like it. Close enough to the juul.","labels":"love"},{"text":"Thanks, I appreciate that. It's about what I expected though. Sadly, I'm used to it.","labels":"gratitude"},{"text":"Oh I didn’t realize you were saying that, my bad . And yes that’s a great idea that would help develop him ","labels":"approval"},{"text":"Yep, unprepared for first period, forgot my pants while wandering around the school, etc. Been teaching 5 years and I still get these dreams","labels":"neutral"},{"text":"I mean, to be fair... She did say sorry. \/s","labels":"sadness"},{"text":"Ask them if they’re going to give you a “test salary” for it... if not, nope out of there. ","labels":"neutral"},{"text":"Man i wish [NAME] expelled you for forgetting your minder binder instead","labels":"desire"},{"text":"I can't really provide anything to you that you haven't already deliberately misread yourself. I can't force you to be honest.","labels":"annoyance"},{"text":"A lack of the romantic partner is the stressful situation in my life.","labels":"sadness"},{"text":"No matter what, we can all listen to *You Shook Me All Night Long* during earthquakes. ","labels":"neutral"},{"text":"If we weren't going to sign an outfielder or [NAME] for some reason, we should have just signed [NAME]. ","labels":"neutral"},{"text":"Well good luck with that. [NAME] does nothing but be a minor headache with occasionally killing some border guards.","labels":"disappointment"},{"text":"I hear ya man, it sucks that we live in a world where we have to worry about so much nonsense instead of just being ourselves. ","labels":"annoyance"},{"text":"Much religion in science??","labels":"neutral"},{"text":"TIL the Recession, Great Depression, Colonialism, War on Drugs etc. were created by socialists. ","labels":"disapproval"},{"text":"I just can't believe she had the nerve to call both [NAME] and [NAME] low ability","labels":"disappointment"},{"text":"Sweet home alabama No but for real, is that even legal? You should stop having sex with her.","labels":"disapproval"},{"text":"And based on the film of [NAME] novel *Johnny Got His Gun*, both worth checking out.","labels":"amusement"},{"text":"Yeah, this just sounds like the usual Seattle understatement.","labels":"approval"},{"text":"Don't fucking disrespect the World's Largest Love Machine ever again","labels":"annoyance"},{"text":"I can't wait for all these now unregulated projects to demonstrate why we had regulations in the first place.","labels":"neutral"},{"text":"That Facebook post was too loud.","labels":"neutral"},{"text":"Thanks. Sounds like a bummer about 3, but maybe I should go back to 1 and check that out again.","labels":"neutral"},{"text":"Maybe that’s what boogie was trying to say!","labels":"neutral"},{"text":"That's my favorite type of plane.","labels":"love"},{"text":"My reaction was a dejected \"ahhhh damn.....\"","labels":"anger"},{"text":"Crying? Yeah i like crying C-calling R-out Y-for I-serious N-mental G-treatment","labels":"sadness"},{"text":"The ochils are the only plus side to living in Clackmannanshire. Plus easy travel to anywhere in scotland","labels":"approval"},{"text":"I’m still waiting for a sick dunk from [NAME]","labels":"neutral"},{"text":"I know right! I was mad and then blamed myself cause he’s scared of thunder and there was a storm while I was gone.","labels":"fear"},{"text":"It's clear for me that you've never been even close to a brazillian suburb. \/s","labels":"neutral"},{"text":"How has nobody in the coaching staff tried to stop [NAME] from going in and killing us","labels":"neutral"},{"text":"Opposite reaction to the right trying to demonize her. The obsession with her from the right is insane.","labels":"realization"},{"text":"Right now but there's a huge push for anyone to be able to self identify and to remove the 2 years completely","labels":"disappointment"},{"text":"I like that idea.","labels":"love"},{"text":"That woman gave me nightmares as a child. Also, you probably know this but she also plays [NAME] aunt in the third movie!","labels":"approval"},{"text":"AW YEAH HUGE WIN FOR FEMINISM AND WOMEN AMIRIGHT GUYS \/s","labels":"amusement"},{"text":"Those ears...those horrible ears","labels":"fear"},{"text":"Forehead for days.","labels":"neutral"},{"text":"[NAME] gets called for some of the softest fouls bro","labels":"neutral"},{"text":"Yup, it may not look like much but it’s still statistically significant. That’s really bad for something being decided by a coin toss.","labels":"disapproval"},{"text":"she looks so happy and well rested","labels":"joy"},{"text":"my brain hurts...","labels":"sadness"},{"text":"Going small here... interesting","labels":"curiosity"},{"text":"I don't think WI is lean red, after 2018 I'd argue for it being either tossup or lean blue.","labels":"neutral"},{"text":"What's does the future hold for you two? You're not happy with him. You deserve better.","labels":"disappointment"},{"text":"That’s awesome man!","labels":"joy"},{"text":"And this is what they look like when they are grown up...","labels":"neutral"},{"text":"i'm just making fun of how when moids say they like personality they dont really mean it","labels":"amusement"},{"text":"Must have been no phones around during slavery","labels":"neutral"},{"text":"America will lose. You are mentally-deranged and the enemy.","labels":"neutral"},{"text":"The fact that big corporations that made their successes off capitalism are embracing Marxism is really disturbing.","labels":"annoyance"},{"text":"Must not have been the [NAME] of his day... But seriously though i hope he's alright..","labels":"caring"},{"text":"They will be once enough young progressives have replaced the older centrists :) Welcome to the new Democratic Party!","labels":"neutral"},{"text":"I've started downvoting people for mentioning meat or animal products in their comments.","labels":"disapproval"},{"text":"Bumper is cheap, at least you alive. Perspective.","labels":"amusement"},{"text":"Possibly. I just couldn’t go any further with it. Not after that.","labels":"approval"},{"text":"Oh great so now i need a tv license or to watch in potato. This is piss poor.","labels":"amusement"},{"text":"Oh [NAME] another tmi scene","labels":"neutral"},{"text":"Having a good list of alternatives would be something great we could produce","labels":"pride"},{"text":"I want commit die","labels":"neutral"},{"text":"[NAME], [NAME], [NAME], [NAME] and one of [NAME] or [NAME]. But I’m pretty sure all of [NAME] is under contract forever if that matters","labels":"neutral"},{"text":"Oh [NAME] I was expecting someone to get electrocuted","labels":"optimism"},{"text":"They‘re not together? Looks like I have some serious scrolling to catch up on!!","labels":"neutral"},{"text":"Starting super simple helps; compliment strangers! Nothing else - smile, compliment and keep walking your merry way. Hell of a confidence booster too ","labels":"approval"},{"text":">Yeah, people ruin everything with their useless comments... the irony ","labels":"neutral"},{"text":"Of course not. Why admit their circle jerk was wrong? They'll only learn the lesson after the lawsuit ends.","labels":"disapproval"},{"text":"Please give us updates. Oh wow.","labels":"excitement"},{"text":"Every one hates him so your just bragging you hate him too to be cool . Its not a confession unless u say something u regret","labels":"annoyance"},{"text":"I don't know much about Arizona politics, but I could see this candidate winning.","labels":"approval"},{"text":"This guy has the charisma and sex appeal of overcooked noodles.","labels":"amusement"},{"text":"Like I said previously I realise they weren't commonly called asylum seekers until recently. However that doesn't mean that previously they weren't asylum seekers","labels":"realization"},{"text":"Weird, never had a problem","labels":"approval"},{"text":"Another nipple man, we should form our own Subreddit","labels":"approval"},{"text":"Preach my dude I know how it feels to get downvoted by the sheep","labels":"sadness"},{"text":"At least she had a great experience","labels":"approval"},{"text":"Wait but [NAME] did make the game without listening to these morons","labels":"neutral"},{"text":"And you assume they are part of the dominant culture because of the color of their skin. That is self evident racism.","labels":"disapproval"},{"text":"That was the first thing we tried and we could not get it to work.","labels":"disappointment"},{"text":"I guess his performance at blocker’s kid’s wedding sealed it.......","labels":"neutral"},{"text":"It can get ridiculous ,too. She'll actually yell out \"stop yelling!!!\" when she's the only one yelling.","labels":"annoyance"},{"text":"Omg I love these things so much","labels":"love"},{"text":"This whole sub makes me sad.","labels":"sadness"},{"text":"Land near those coastal hotspots is running out. If you want to live in the Midwest, it's still cheap. ","labels":"neutral"},{"text":"Players need to have Agency over their characters. you did not. total crap. :(","labels":"neutral"},{"text":"I sent that link to my girlfriend, whom I met on Tinder lol","labels":"amusement"},{"text":"I'm gonna pm you :)","labels":"neutral"},{"text":"Bad children get their souls put in the face table","labels":"neutral"},{"text":"Got boomhauer(?)(boom-how-er) pretty right tho his character was apparantly a [NAME].","labels":"approval"},{"text":"We have a lovely new bridge in Edmonton that you can jump off if you don't like it :)","labels":"disapproval"},{"text":"Thank you. Let's see if it does :)","labels":"gratitude"},{"text":"Especially from the media that literally hates these players.","labels":"anger"},{"text":"4Chan's ideas are intriguing to me and I wish to subscribe to 4Chan.","labels":"curiosity"},{"text":"This is awful.","labels":"disgust"},{"text":"Do I even wanna know what that means?","labels":"neutral"},{"text":"You’re not being used but she has no right to tell you what to do with your money.","labels":"disapproval"},{"text":"[NAME] was only OP when it came out. [NAME] was OP for so long. I'm still happy they finally did something to her.","labels":"joy"},{"text":"Exactly what i was thinking!","labels":"approval"},{"text":"Mad respect to her for being honest. I like how they consulted a dietician for their article to confirm a diet of cocaine and tapas was unhealthy lololololol.","labels":"amusement"},{"text":"You played torb....... that’s why. Just kidding that’s really weird though","labels":"amusement"},{"text":"I’m gonna research more I bet they’re expensive","labels":"approval"},{"text":"Nah, that's ArmedForcesUpdate, always good for a laugh","labels":"approval"},{"text":"Our father is looking down on this ugly world from the sky.","labels":"neutral"},{"text":"I think girls are interested in kinky things. Depends how kinky, but every kink has an audience, and women are pretty sexual creatures once comfortable ","labels":"amusement"},{"text":"I took swimming lessons for a while and my fingerprint thing didn't work for months","labels":"disappointment"},{"text":"Every INTJ Girl I dated said they aren't interested in me because we are too much the same","labels":"disapproval"},{"text":"2 games damn what was in them burgers","labels":"neutral"},{"text":"> Again I say it's not the substance itself that is addictive >other food-related addictions I really don't understand","labels":"neutral"},{"text":"Oh god no!!! I was gonna get some shipped out to save you some money. Never mind.","labels":"disappointment"},{"text":"HYS is the worst Internet comments section. It makes Youtube comments look like Gardeners Question Time.","labels":"disgust"},{"text":"I AM A LIBTAD LOL","labels":"amusement"},{"text":"Unlubricated is the best unicorn there is :)","labels":"approval"},{"text":"thank you for this, i feel less alone now. i’m glad you overshare on this stupid website :)","labels":"gratitude"},{"text":"You probably just have a fashion preference, if you arn't dysphoric about it then you don't have another gender really. ","labels":"neutral"},{"text":"Yeah totally not trapped by belt and road \/s","labels":"neutral"},{"text":"People: Hey! Me: WHO ARE YOU AND WHAT DO YOU WANT FROM ME?!","labels":"neutral"},{"text":"I know he comes with a lot of baggage but i’d probably go with [NAME]. Just look what he did for [NAME].","labels":"neutral"},{"text":"oof okay, thanks for the info. Hopefully he fares better with our line\/TE's","labels":"amusement"},{"text":"It’s always easier for TIMs to walk around with their “tiddies” out. They’ve never been shamed for them.","labels":"disappointment"},{"text":"His head bounced on the hardwood. Damn.","labels":"sadness"},{"text":"Jump already !!!","labels":"neutral"},{"text":"Luckily i dont have a lot of time to play games so i only get it in doses and IF I start feeling bogged down Ill just switch to overwatch","labels":"neutral"},{"text":"ok i noticed the eyelashes but the rest is really unnoticable","labels":"neutral"},{"text":"looks like you got 2 XL Cheetos","labels":"neutral"},{"text":"So THATS how he got the room for that backhanded top 10 nhl goal...","labels":"realization"},{"text":"No matter which you pick ([NAME] or [NAME]) the dance and the date scenes were great. It genuinely makes me happy seeing [NAME] happy.","labels":"joy"},{"text":"Girl I went to school with was killed like this.","labels":"neutral"},{"text":"Teleport, people forget you need a mask in a bank safe because of cameras, so put on a mask :D","labels":"neutral"},{"text":"Oh man that hurt to watch","labels":"fear"},{"text":"The left side attack of [NAME] [NAME] was woeful","labels":"sadness"},{"text":"The whole team looks awful yet half the comments in here are still targeting one player.","labels":"amusement"},{"text":"This face will not age well.","labels":"disapproval"},{"text":"You really get it. Your SD is a very lucky man!","labels":"amusement"},{"text":"I dont like american music cuz south korea has the best dancers?","labels":"neutral"},{"text":"I laughed. Finally","labels":"amusement"},{"text":"Me to anyone:","labels":"neutral"},{"text":"I know. And it's very selfish of me to say, but I just wish it was different people that cared.","labels":"annoyance"},{"text":"Obviously, it was a humorous comment. But I'm pretty sure I can guess what you voted :P","labels":"amusement"},{"text":"Clearly they do know who to trust now.","labels":"neutral"},{"text":"I like what you did to PK ☺","labels":"love"},{"text":"And this comes as no surprise too anyone","labels":"neutral"},{"text":"Guess [NAME] back hurts more than [NAME] neck, a comeback insues.","labels":"disappointment"},{"text":"I sit on one of my legs. I always have my other leg weirdly sticking out. Like I’m trying to crouch, but failing.","labels":"disappointment"},{"text":"Surely you've seen weirdo then? It makes me laugh Everytime haha","labels":"amusement"},{"text":"I wonder if, as an added bonus, [NAME] ended the cameo with a dic pic. ","labels":"realization"},{"text":"She has pretty hair.","labels":"amusement"},{"text":"I love the aunt. Hope she doesn't back down.","labels":"desire"},{"text":"The Denver Broncos!!!! Owhhhhhhh!!!!","labels":"neutral"},{"text":"Some sort of f***ery is going on here.","labels":"neutral"},{"text":"So, a kid?","labels":"neutral"},{"text":"this reminds me of the time when [NAME] bought Bofo lol","labels":"neutral"},{"text":"Yes, all the time when I can tell somebody is upset with me. Allistic peeps really refuse to communicate clearly it’s the worst!","labels":"disappointment"},{"text":"You must!!","labels":"neutral"},{"text":"I cannot be more clear myself: If you do not have a comparable situation, you do not have a valid point to be making","labels":"disapproval"},{"text":"Troo, troo....worse eban dan eat pizza wif aht a ferk. ","labels":"disgust"},{"text":"I'm glad you like doing - you can feel the darkness taking over haha. This honestly sounds like an animated short?","labels":"amusement"},{"text":"I forgot i followed this subreddit and now i'm having a meltdown","labels":"disappointment"},{"text":"Yeah, I see you’re point. Thank you","labels":"approval"},{"text":"Sweaty irritates me. But Its not exactly drag lingo. I've seen it on so many other subs too.","labels":"annoyance"},{"text":"the truth is sexist, deal with it","labels":"approval"},{"text":"Can confirm, playing a game of checkers is the one occasion I get to smash my wife","labels":"annoyance"},{"text":"Thought i was already there with the terrible title.","labels":"fear"},{"text":"Dear [NAME]. What country is this?","labels":"neutral"},{"text":"I thought it would be neat to look back on predictions pre Fa and Draft.","labels":"realization"},{"text":"Spoken like someone who has never faced off with a gorilla with a gun.","labels":"amusement"},{"text":"Got damn look at that body","labels":"annoyance"},{"text":"sounds so good bro! but in my case i’m already out so it feels like it would be a burden to re-coming out... TvT","labels":"disappointment"},{"text":"I like your enthusiasm and hope for the same outcome, but as the old saying goes- don't count your eggs before they hatch. ","labels":"love"},{"text":"I honestly have no clue but I’d also love to have one of those","labels":"disappointment"},{"text":"Could this be more .jpeged","labels":"neutral"},{"text":"Would the state be effected by the federal shut down? I’m not sure how far reaching the shut down is.","labels":"confusion"},{"text":"I had a fleeting thought that he sent a letter to Penthouse Fourms...lol!","labels":"amusement"},{"text":"Where can you watch community? I can’t find it anywhere and it looks great.","labels":"gratitude"},{"text":"It doesn't add up that a person who was receiving threats took actions to stop receiving threats?","labels":"neutral"},{"text":"I want this cat","labels":"neutral"},{"text":"That isn't entirely fair. We're also for harboring regular ol' right trolls, too.","labels":"disapproval"},{"text":"I guess I've never seen that written out. Thanks for the correction.","labels":"gratitude"},{"text":"[NAME] can hug them too.","labels":"amusement"},{"text":"Sky full of song, June, Patricia and The End of Love all by Florence + The Machine ","labels":"neutral"},{"text":"Didnt know that, just saw \"LG\" devices and got nervous. Bummer for you though, that sucks :\/","labels":"disapproval"},{"text":"you guys are mean lol. teacher said talk to a forum if there's no existing church. thanks anyways","labels":"amusement"},{"text":"Thank you so much. Thank you, thank you. ","labels":"gratitude"},{"text":"“Conspiracy and treason aren’t technically crimes” -[NAME]","labels":"neutral"},{"text":"What something is missing? Curious on your thoughts","labels":"curiosity"},{"text":"Its a weird thing they do south of the border... they throw flour at each other. No idea why that's a thing.","labels":"annoyance"},{"text":"I can't not pick Savor the Flavor when playing Stitches though. It's just too damn fun.","labels":"amusement"},{"text":"Good times, good timessss lol","labels":"amusement"},{"text":"Most of us think it’s just a conditioning thing right now, but we don’t really know","labels":"disapproval"},{"text":"IMO, he was an asshat during the tell all, too. He was all about wanting [NAME] to thank and respect him post C section.","labels":"gratitude"},{"text":"Love the use of ginormous ... so true","labels":"approval"},{"text":"It's beyond evil. It is pure demonic when it's that pure sadism and vile sick torture. I hate them guys.","labels":"anger"},{"text":"Still not sure I understand the difference? Do they both not keep your makeup in place?","labels":"confusion"},{"text":"You're the biggest sack of shit to post here in some time.","labels":"disappointment"},{"text":"I suspect that it's harder to combat sexism in academia because racialized theories have fallen out of favor but sexist ones are still all the rage.","labels":"realization"},{"text":"Wow you just described how it feels talking to most of those T_D people","labels":"neutral"},{"text":"My liver CRIES watching these kids. Weeps into a warm cup of steamed milk.","labels":"sadness"},{"text":"Fucking awesome tournament to watch, well done WePlay, grats to Maggo. The constructed meta ain't that stale!","labels":"amusement"},{"text":"Call me cynical, but I wish things wouldn't go back. That's why I like Infinity Wars as much as I did.","labels":"disappointment"},{"text":"Besides the fact that's it's funny she also looks like me witch makes it .5% funnier","labels":"amusement"},{"text":"He starts mildly enough with a pucker... then when she *backs away* he opens his mouth and goes further. Seriously - what kind of idiot is that guy?","labels":"annoyance"},{"text":">First of All, Nationalism ≠ Protectionsim. Excuse me, yes, it is. Capitalists believe in globalism.","labels":"realization"},{"text":"That was.. very confusing and entirely unhelpful? I read it three times and got nothing from this.","labels":"confusion"},{"text":"His whole point is that he doesn't have to give a damn about others or how they feel.","labels":"disapproval"},{"text":"I didn't think it was that bad tbh","labels":"neutral"},{"text":"*Demolishes Muffins* Thank","labels":"amusement"},{"text":"\"guys, cant we all just calm down and agree IM the smartest most morally righteous one in the room?\"","labels":"neutral"},{"text":"Should've gotten a prenup.","labels":"neutral"},{"text":"And that is exactly why I never got that shit done, even though it interests me greatly. ","labels":"approval"},{"text":"I couldn’t imagine putting a brand new car on these roads, let alone a Tesla.","labels":"disapproval"},{"text":"seemed so anti [NAME] \/ classless, especially as [NAME] has kept his mouth shut.","labels":"annoyance"},{"text":"They're all so cute~ Here's mine","labels":"amusement"},{"text":"This inspiring.","labels":"joy"},{"text":"There could have been men going that we’re not priesthood holders.","labels":"neutral"},{"text":"Gonna try GW2, might try GW1 if I don't like it. Thanks!","labels":"excitement"},{"text":"Don't forget the part where [NAME] doubts himself or goes off on his own and fails. Then [NAME] tells him how much she loves him and to run","labels":"caring"},{"text":"If only we were in that conference room to hear the answer!","labels":"neutral"},{"text":"Part of being an adult is putting awkward on the back burner because some things are more important and need to be said.","labels":"disapproval"},{"text":"Corporate and corporatist is the new \"CTR shill\" over in \/r\/politics. Found a trollbot ","labels":"neutral"},{"text":"Free market healthcare. Check out what countries like Denmark can achieve in healthcare through taxation. Must be communist propaganda.","labels":"optimism"},{"text":"Might as well do something while you're doing nothing!","labels":"approval"},{"text":"Can’t believe [NAME] era is coming to an end... feels like yesterday I saw his 1st win against the cowboys with tiki breaking the rushing record.","labels":"neutral"},{"text":"Lol always a creepy mike","labels":"amusement"},{"text":"[NAME] is definitely a good player, would probably be an [NAME] in the East, but fuck him lol","labels":"amusement"},{"text":"The dept I work in went a few weeks ago for an afternoon thing.","labels":"neutral"},{"text":"With him though you're supposed to be attracted to him because that's how he was able to kill so many women","labels":"neutral"},{"text":"Love has no number","labels":"neutral"},{"text":"Would love to see them both in the same side","labels":"desire"},{"text":"No homo dude nohomo I I I no homo man just no homo OMEGALUL we get it","labels":"neutral"},{"text":"Sorry, I swapped back to Canada unclearly, to respond to the comments about it.","labels":"sadness"},{"text":"They wont touch a hero if they tweaked it in last 6-12 months. Like [NAME], they fucked\/nerfed her and thats it.","labels":"annoyance"},{"text":"Correct. The LTB judgements are enforced by going through small claims. Which makes for another hurdle for tenants trying to collect judgements.","labels":"approval"},{"text":"This is amazing. This is how Christmas should be.","labels":"joy"},{"text":"Homelessness may not be a crime but loitering and public camping certainly are.","labels":"approval"},{"text":"Its soooo cringy that I had to watch it again","labels":"embarrassment"},{"text":"assault? molest just has a connotation of someone being under the influence or without proper faculties","labels":"amusement"},{"text":"I missed this. Wow that is a travesty","labels":"curiosity"},{"text":"[NAME] is seriously in the top 5 best female characters ever written for TV.","labels":"amusement"},{"text":"It's weird that many places consider iguanas invasive species..","labels":"embarrassment"},{"text":"Aight thanks bro for the insight","labels":"gratitude"},{"text":"Happy birthday [NAME]","labels":"neutral"},{"text":"Don't torture yourself like that.","labels":"sadness"},{"text":"I have a really nice tempurpedic one and about 6 king sized fluffy ones that I use to just fall asleep hugging","labels":"amusement"},{"text":"Maybe you should try learning more about a situation besides repeating what you heard from the government before you cheer for American coup","labels":"optimism"},{"text":"Ahahahahahaha!!","labels":"amusement"},{"text":"Not even if I worked there, would I attend her meet and greet","labels":"neutral"},{"text":"I’m not guessing anything. I didn’t make any claims about her viability against trump. You did.","labels":"disappointment"},{"text":"aries actually haha","labels":"amusement"},{"text":"If you are really so dead set against shoveling sidewalks, perhaps you should move to a warmer climate. ","labels":"fear"},{"text":"That’s awesome! Hopefully the sanity keeps up","labels":"amusement"},{"text":"This reads like vsauce [NAME]","labels":"neutral"},{"text":"Lets make a new reddit. Everything here is a repost anyways. r\/conspiracy is the most fun though. Lets start from scratch.","labels":"amusement"},{"text":"It goes away and can be treated. Once treated it would never return until she had another child.","labels":"disappointment"},{"text":"Or woman who would look beautiful without her glasses and ponytail.","labels":"amusement"},{"text":"I should look up how close it is to missouri","labels":"desire"},{"text":"Nailed it all I do is giving words but all you get his 'your own mind reflecting' Get me ?","labels":"neutral"},{"text":"How it feels*","labels":"neutral"},{"text":"You look chunky","labels":"amusement"},{"text":"Why so quiet now? You had a lot to say to me a handful of days ago.","labels":"neutral"},{"text":"To be honest he doesn't have to be sorry for smoking weed. Your neighbor is a yuppy.","labels":"disapproval"},{"text":"Shadow of Mordor 3 looks pretty lit","labels":"amusement"},{"text":"Fuckkkk those are 2009 prices. I’m guessing you’re out east!","labels":"neutral"},{"text":"Or don’t. This sub would be half as fun without morbid people","labels":"amusement"},{"text":"now youre literally just spouting talking points. its almost like youre just here to promote a political party.","labels":"neutral"},{"text":"Only a dozen times? That’s nothing. You can do that in one evening. You’re giving up before you even tried!","labels":"disapproval"},{"text":"I hear you, but I'm at this point I'm willing to take risk","labels":"caring"},{"text":"As the global wealth concentrates into fewer and fewer hands, I for one, welcome our neo-feudalist world order. ","labels":"approval"},{"text":"Yeah let's wrap up AS4 I'm suddenly so much more excited for S11","labels":"curiosity"},{"text":"This sub is very very bad at irony","labels":"embarrassment"},{"text":"Your #1 priority is the apartment paperwork. Good luck","labels":"neutral"},{"text":"dOn't eVeN ThInK AbOuT It.","labels":"neutral"},{"text":"as someone who dealt with a burn out\/mental break down 4 years ago, \/s\/ this post makes me feel very optimistic about the future \/s\/","labels":"neutral"},{"text":"You know he was too distracted by \"boobies\" on his teen wife to care about the realistic possible outcomes of rushing into marriage with a teen. ","labels":"disappointment"},{"text":"The logic is so the government can oppress you.","labels":"optimism"},{"text":"I really liked this but holy shit I miss my AR shots compared to like 1440 or even 1600","labels":"disappointment"},{"text":"lmao yes, my reasoned, supported response to your unfounded criticism is most certainly an example of one of the points the hack artist tried to assert","labels":"disapproval"},{"text":"This is just a stupid question. The answer is who cares? [NAME] is on an entirely different level from [NAME].","labels":"disapproval"},{"text":"Complain about it.","labels":"neutral"},{"text":"[NAME] has awoken from his winter sleep.","labels":"neutral"},{"text":"Well this is inappropriate","labels":"disapproval"},{"text":"It's not murder if he wants to die, it's euthanasia. She doesn't necessarily have to be the one to do it. ","labels":"realization"},{"text":"You drive from Burlington to London to school???","labels":"neutral"},{"text":"Oh yóu!","labels":"neutral"},{"text":"You’re dehydrated and exausted, drink lots of water and maybe get some sleep. You’ll feel better eventually.","labels":"approval"},{"text":"FUCK YOU","labels":"annoyance"},{"text":"Cheers mate for the correction, i saw Prestigeiskey's vid and couldnt remember exactly when but knew its coming sooner than later. ","labels":"realization"},{"text":"Dodged some great cheese. I love their cheese.","labels":"love"},{"text":"* [NAME]: 17 million * [NAME]: 90 billion * [NAME]: 4 trillion I think that one question sums up the DLB Show perfectly.","labels":"neutral"},{"text":"This hurts my brain","labels":"sadness"},{"text":"Thank you :) I was starting to seriously wonder if something was majorly wrong with my maternal instincts haha","labels":"amusement"},{"text":"Understandable. Retail sucks and people are nut","labels":"realization"},{"text":"Yeah that's not nearly as dramatic and aggressive as the ball in the above video.","labels":"disapproval"},{"text":"Why thank you, fellow citizen of the Imperium. I shall now submit to the Inquisition for re-education.","labels":"neutral"},{"text":"Notice how there are no chapotraphouse trolls here because they know you're right and can't put up any argument against you.","labels":"approval"},{"text":"Sweeter than ever.","labels":"amusement"},{"text":"You really don't comprehend anything my man, now do you? Goodness gracious the amount of stupidity. ","labels":"anger"},{"text":"A lot of things men do *isn't* sexual harassment no matter how you feel about it.","labels":"annoyance"},{"text":"It's also one of the very few decent solo FPS released this year.","labels":"amusement"},{"text":"If your friend ever decides to go public with their content, make sure to let us know. We're more than happy to promote them. ","labels":"neutral"},{"text":"No, I definitely understand that feel and empathize. That can be hard to deal with. How have you been as of late?","labels":"approval"},{"text":"Ooof, I’m so sorry, that is rough.","labels":"remorse"},{"text":"That was very interesting. Thanks for effort to write this up!","labels":"gratitude"},{"text":"After dating 2 of them, I can say I fully agree.","labels":"optimism"},{"text":">[NAME] later admits to his brother he killed me ~~cause he hates bards~~ because he doesn't have the chops to run a robust encounter. FIFY","labels":"annoyance"},{"text":"Happy Birthday!!!","labels":"neutral"},{"text":"Are you new to drag race skits?","labels":"neutral"},{"text":"I feel like it took for fucking ever actually. Still too fast, but anything would be","labels":"annoyance"},{"text":"That's not it, the game (sigil is a derivative if scrapheap challenge. Thanks for the suggestion I appreciate the suggestion though.","labels":"disapproval"},{"text":"This is very uplifting! Had very similar experiences with my wife's family. Thank you for sharing!","labels":"gratitude"},{"text":"She must hate her father.","labels":"disapproval"},{"text":"but that’s exactly my point lol you get better at those things, the scary factor affecting skill learning becomes smaller and smaller","labels":"neutral"},{"text":"What a brat omggggg","labels":"annoyance"},{"text":"Thank you for those words. Your message made me feel better!","labels":"gratitude"},{"text":"I was always in awe of just how stunning she was. She doesn't photograph well though, it's a shame. ","labels":"annoyance"},{"text":"So if MB3 replaces WCS, who exactly do you see as the future for your forward spots?","labels":"neutral"},{"text":"Glad things came out alright for you...","labels":"gratitude"},{"text":"Did I present a braiwashing sect as something positive? Both are bad, but at least you can therapy your way out of emo.","labels":"disapproval"},{"text":"But realistically if you’re expecting fine dining at any airport you’re probably kidding yourself. Sustenance without food poisoning is about the best you can hope for.","labels":"amusement"},{"text":"That has literally never happened.","labels":"disappointment"},{"text":"I slept so great last night uwu More wins vs them please!","labels":"amusement"},{"text":"No but I've been totally been meaning to I fricking love [NAME]!","labels":"love"},{"text":"This looks more like us","labels":"neutral"},{"text":"[NAME] was a great coach","labels":"amusement"},{"text":"That is really valuable thank you. Supplying stats definitely will help my writing, so thank you for the feedback","labels":"approval"},{"text":"Wonderful, [NAME] can just go ahead and quit politics right now then. (ref)","labels":"amusement"},{"text":"Give the kids back to the parent that actually cares about them [NAME].","labels":"caring"},{"text":"and then everyone clapped.","labels":"neutral"},{"text":"Oh for fuck sake. Things were going so well on the coaching front. This dude is nothing but a suck up","labels":"amusement"},{"text":"Plot twist: the customer just found she's diabetic and that's why she's crying.","labels":"sadness"},{"text":"It's the hard R that'll get you in trouble.","labels":"neutral"},{"text":"Na I see [NAME] doing a [NAME] in his fight vs [NAME]. Goes all out rage mode and big [NAME] cleanly knocks him oot.","labels":"neutral"},{"text":"the oj netti pot challenge!","labels":"neutral"},{"text":"i can't even stand up straight on a paddle board in the calmest water imaginable","labels":"neutral"},{"text":"[NAME] is a hungry little bastard.","labels":"neutral"},{"text":"I think they could have asked harder ones but this gave me a better feeling of the future.","labels":"neutral"},{"text":"[NAME] ROASTING LIBERAL CUCKS COMPILATION #43","labels":"amusement"},{"text":"Or you end up getting innocent Chinese civillians who were just browsing reddit arrested and have their organs contributed to the system.","labels":"neutral"},{"text":"Have a good day at work bud","labels":"optimism"},{"text":"[NAME] IS STILL THE ONLY QB IN THE NFC NORTH WITH A PLAYOFF WIN!","labels":"amusement"},{"text":"Here's a little comment from the Yellow Vests Facebook page. Not at all","labels":"neutral"},{"text":"please explain?","labels":"neutral"},{"text":"That'd be amazing! Heard about Newington's reno not long ago. Need to get over there.","labels":"joy"},{"text":"True, I misread the post and thought it was applying it to on-field performance. My apologies.","labels":"remorse"},{"text":"TIL [NAME] is a real girl","labels":"neutral"},{"text":">doesn't make a border wall ineffectual. As ineffectual as the TSA is, at least they can't be defeated by a simple ladder.","labels":"neutral"},{"text":"I can’t see her cheeks...wait a min. Oh those cheeks!!","labels":"neutral"},{"text":"Oh [NAME] you idiot","labels":"annoyance"},{"text":"Qwertyuiop makes for a great snack though","labels":"approval"},{"text":"Well, that's just a distraction for the color of your resume.","labels":"neutral"},{"text":"“Jinkies, unmasking the monster is such a pain... Nyeeeeeeeeh~.”","labels":"sadness"},{"text":"so lucky. im afraid to tell my [NAME] gf. :\")","labels":"approval"},{"text":"What is the protocol for those seeking asylum? Do they get a fast-track to refugee status if their asylum is granted?","labels":"neutral"},{"text":"[NAME] sued by floss kid \/s","labels":"neutral"},{"text":"After five years she realizes that's not for her? No offense but thats a long time to do so.","labels":"optimism"},{"text":"We were rumored to love [NAME] last year, so maybe we are interested in an athletic TE like that.","labels":"optimism"},{"text":"Good to know my paranoia has paid off haha, and same, sooo many snacks.","labels":"amusement"},{"text":"I worry about throwing draft picks around, but a guy like that is worth it IMO.","labels":"disapproval"},{"text":"Typical. Ugh","labels":"neutral"},{"text":"Yep that’s the problem I have. Can’t make friends","labels":"disappointment"},{"text":"Thank you :)","labels":"gratitude"},{"text":"I am really sorry for you, but oh my [NAME] this made me cry laughing. I hope the cat learns to like you eventually","labels":"joy"},{"text":"#On a rainy day I dont accept any doordash requests unless there is a minimum of $5 bonus","labels":"neutral"},{"text":"this is painful","labels":"sadness"},{"text":"Ive got these too, any tips on how to remove\/make them less obvious?","labels":"neutral"},{"text":"I'M A FIVE STAR MAN!!! *as [NAME] clicks one star over and over","labels":"neutral"},{"text":"I think it's because he was so damn happy for his friend, which again, is sweet as hell.","labels":"joy"},{"text":"If it were food, it wouldn't be made of warm. 11\/10 cat logic. ","labels":"neutral"},{"text":"Love the Cafe Zoetrope, such a charming place. Beautiful building too.","labels":"amusement"},{"text":"She's chill and is somewhat careful of her surroundings..","labels":"amusement"},{"text":"[NAME] gettin angry!","labels":"annoyance"},{"text":"Most FBI agents never fire their weapons and spend more time looking at excel sheets, lol","labels":"amusement"},{"text":">Yes, I know that you like to talk about yourself a lot :P I do use a lot of words. It's actually embarrassing. ","labels":"embarrassment"},{"text":"A one-line whip is still whipping against, although it is a pretty disappointing decision.","labels":"amusement"},{"text":"Anyone else think [NAME] talks too much in this and drowns destiny and hbomb out My man be talkin","labels":"annoyance"},{"text":"Wait, you never mentioned boy's soul was on the menu.","labels":"neutral"},{"text":"That's pretty bizarre, BF4 has always had a strong","labels":"amusement"},{"text":"\"I'm sorry mam, but we dont allow children in the store unattended, so you are going to have to leave.\" ","labels":"disapproval"},{"text":"Because they’re going to have trouble crossing the *language barrier*.","labels":"neutral"},{"text":"What a Croc","labels":"neutral"},{"text":"Why tho... I don't understand why I like this so much","labels":"love"},{"text":"Tbh the giant cereal bowl bath is about as least cursed as it gets. ...I loved that episode","labels":"love"},{"text":"He’s probably just getting stressed out that it is now getting dark and he lives in the countryside","labels":"nervousness"},{"text":"Thank [NAME] , surprising he doesn't want the mets deal","labels":"excitement"},{"text":"He is better at public relations than the previous popes but he is basically just as bad when it comes to not punishing pedophiles","labels":"neutral"},{"text":"I’m sorry to hear that friend :(. It’s for the best most likely if she didn’t accept you for who you are","labels":"remorse"},{"text":"Can someone give the non-paywall link? I know there's a way but I can't remember it.","labels":"neutral"},{"text":"3 people noticed. 2 of them were just checking if the story was correct.","labels":"neutral"},{"text":"the into is the real cringe - good find!","labels":"amusement"},{"text":"**Zigzagzigal-type Balance Suggeestions** - I feel like you are flying, why not get into a war with China who, because they had no alternatives.","labels":"excitement"},{"text":"Thanks fam jam.","labels":"gratitude"},{"text":"Everything. Everything is wrong with being hypocritical.","labels":"annoyance"},{"text":"That’s depressing","labels":"annoyance"},{"text":"Why would you cross while an event is going...","labels":"disappointment"},{"text":"If an addict gets clean of booze\/drugs, you congratulate them! What a horrible crabbycrab to try to shut down someone who got their addiction under control.","labels":"approval"},{"text":"But the guage isn't usable in matchmaking and all items, including smash balls are typically off.","labels":"neutral"},{"text":"You can buy the full \"girlfriend experience\" with a hooker for way less than 13k lmao.","labels":"neutral"},{"text":"It’s all a show. Welcome to season one of tanking in the Windy City.","labels":"gratitude"},{"text":"If I haven’t told you lately...I love you and you are my hero. ❤️❤️❤️","labels":"love"},{"text":"Damn we needed that layup","labels":"neutral"},{"text":"backstories for all the [NAME] kids, im super curious about it since they announced itll be released","labels":"curiosity"},{"text":"genuinely funny - downvoted","labels":"disapproval"},{"text":"I'm pretty sure this is the classic case of spending the time between sets laying on the equipment and texting\/chapchatting\/facetiming","labels":"approval"},{"text":"You better be praying for me. I'm living in SO MUCH SIN!","labels":"caring"},{"text":"And the days go by...","labels":"neutral"},{"text":"Crazy how you could interchange \"husband\" with \"child\" and it would work the same. Ugh. ","labels":"excitement"},{"text":"Dear [NAME] man! (Irony intended) You didn't say \"proof\" you said \"evidence\"!","labels":"neutral"},{"text":"Not really, I like staying at home. When I go out for food I'm in and out of the store as quickly as possible. ","labels":"neutral"},{"text":"As a woman, I have to say I think you aren’t wrong about this.","labels":"disapproval"},{"text":"I prefer the term window licker. The pub community loves the taste of windex.","labels":"amusement"},{"text":"I hope you get the help you need. Truly.","labels":"desire"},{"text":"fuck these dysfunctional, insecure mattresses","labels":"disapproval"},{"text":"You're welcome","labels":"neutral"},{"text":"[NAME] have a solid minute lol. [NAME] can’t sit at all tonight","labels":"amusement"},{"text":"Yesterday. All my troubles seemed so faaar away. Now it looks though that they're here to stay. Oh I believe, in yesterday. ","labels":"neutral"},{"text":"I'd have responded \"no problem,I'll just return it\" ","labels":"neutral"},{"text":"Liberalism isn't a problem for the GOP. The GOP is liberal.","labels":"neutral"},{"text":"Disgusting trash feminazis, fuck your hijab","labels":"anger"},{"text":"If one day I have daughters, I want them to be so badass that these kids! Nice to see them enjoying metal! ","labels":"joy"},{"text":"One of my favorite moments","labels":"neutral"},{"text":"Everyone else's obsession sounds useful... I get obsessed with certain actors.","labels":"approval"},{"text":"[NAME] is a comedic goldmine. I don't blame comedians for milking the idiot.","labels":"annoyance"},{"text":"Unfortunately it isn’t available in my location. But thank you for trying to help me ☺️","labels":"disapproval"},{"text":"Yay, just in time for the commute","labels":"relief"},{"text":"I think the real reason is good press and booze","labels":"neutral"},{"text":"This is the single dumbest defense out there for aim assist. This shit is just retarded.","labels":"disapproval"},{"text":"If that's true, then you can't call what I would have with option 1 \"omnipotence\".","labels":"neutral"},{"text":"Happy Birthday!","labels":"neutral"},{"text":"For as long as she’s been gone, I’m terrified to think why she was kept alive that long.","labels":"realization"},{"text":"You beat me to it","labels":"neutral"},{"text":"Because a thought can qualify as racist without intention of effect in the same way that a thought can be transphobic without intention or effect.","labels":"realization"},{"text":"I would love to hear yours u\/jellyjellyspace You posted a pretty unique topic","labels":"amusement"},{"text":"Go get ‘em!","labels":"neutral"},{"text":"Yeah, it’s a really similar thing. Some kids love it, some kids are really freaked out. ","labels":"approval"},{"text":"I agree with [NAME].","labels":"approval"},{"text":"ah! you´re welcome! :)","labels":"neutral"},{"text":"Yet again; totally missing my point.","labels":"disapproval"},{"text":"That's [NAME] and he had a concussion.","labels":"neutral"},{"text":"It’s actually not. But i agree.","labels":"approval"},{"text":"I wouldn't be surprised if the Cheetos dust was coming out of his sweat.","labels":"excitement"},{"text":"Because people want to have more than the absolute bare necessities for survival.","labels":"neutral"},{"text":"I think a six month prison sentence is in order for that missed tackle against the cowgirls. Maybe some community service if he's got a good lawyer.","labels":"realization"},{"text":"now i wanna know what their username was. was it worse than \/u\/JusticeForShangeIa lmao","labels":"neutral"},{"text":"We have youth and depth on our side. I feel good about what we have. If the Cubs have 2 injuries to their rotation they are toast.","labels":"nervousness"},{"text":"[NAME] is a 6'5\" [NAME] that can't rebound or defend.","labels":"neutral"},{"text":"Are you implying this is not CGI?","labels":"neutral"},{"text":"at least you’re getting hit on","labels":"neutral"},{"text":"True....I know! I can only get them at the fair....not even BBQ restaurants have them in my town.","labels":"neutral"},{"text":"now this is epic","labels":"neutral"},{"text":"Yeah their passes are crazy.","labels":"amusement"},{"text":"Scary that [NAME] ASG effort looked similar to some of his regular season performances.","labels":"neutral"},{"text":"\"I care about the nation and the world\" and \"I'd rather let trump win than vote democrat\" are opposites of eachother","labels":"caring"},{"text":"*hello. I need a lawyer FTFY","labels":"neutral"},{"text":"Cries in Shinboner Spirit","labels":"neutral"},{"text":"As always - in need of good shower.","labels":"neutral"},{"text":"I tried my best, but my best was never enough. Thank you.","labels":"approval"},{"text":"um what. no. not hmc.","labels":"neutral"},{"text":"I didnt see a ref's hand up, I was about to have a stroke","labels":"nervousness"},{"text":"Reverse racism is just racism","labels":"disapproval"},{"text":"Are you replying to something in particular, because what you stated is so obvious I would hope it need not be said on a science thread.","labels":"disapproval"},{"text":"You're a female? Sup girl, how you livin'?","labels":"neutral"},{"text":"Wife of a lawyer. This is correct","labels":"neutral"},{"text":"Bye, dude.","labels":"neutral"},{"text":"Okay, I'll admit it. I laughed.","labels":"joy"},{"text":"Dennis day. I wanna see what the [NAME] would put the Gang through.","labels":"desire"},{"text":"being rich is the opposite of a weird flex. it's just a normal flex.","labels":"neutral"},{"text":"He’s always ready","labels":"neutral"},{"text":":((","labels":"neutral"},{"text":"It seems hazy, and there’s been conflicting messages","labels":"disapproval"},{"text":"The HMC is pretty big and they don't allow stunning.","labels":"amusement"},{"text":"***Welcome*** to an AWESOME sub!!!","labels":"neutral"},{"text":"Yeah fuck this shit, the dude isn't even doing anything noteworthy, it's just a man doing his job.","labels":"annoyance"},{"text":"In what way is banning someone from using your service for copyright theft \"a completely over-the-top punishment\" ?","labels":"annoyance"},{"text":"The video was leaked with the caption: >“Here is America’s favorite commie know-it-all acting like the clueless nitwit she is,”","labels":"amusement"},{"text":"I would say the same thing except I can’t cuz it didn’t immediately fall and everything break.","labels":"neutral"},{"text":"Two questions: do we still get a lip sync next week with [NAME] and [NAME] next week? do they do anything week 6?","labels":"neutral"},{"text":"Everybody loves labs","labels":"love"},{"text":"How many times has this ‘football fan’ committed these crimes now. Someone should lock him up.","labels":"neutral"},{"text":"can we stop posting stuff like this? It comes off as desperate *edited for typo*","labels":"neutral"},{"text":"The moral of the story is obviously you should only engage women with whom you have a prior business arrangement. I.e., whores.","labels":"realization"},{"text":"Thanks, I hate constant reposts.","labels":"gratitude"},{"text":"Just being friendly and sociable for the family get together!","labels":"neutral"},{"text":"Ah! I couldn’t remember his name!","labels":"neutral"},{"text":"Now everyone is going to know that you didn't waste your time scrolling through tumblr looking for funny blogs to screenshot!","labels":"amusement"},{"text":"If you're going to troll us, at least put a little effort into it. ","labels":"neutral"},{"text":"Not in this thread- but I have heard people act like it’s no big deal... don’t take reasonable precautions to prevent spreading it","labels":"realization"},{"text":"This isn't normal. If he's this way now, can you imagine later on? Time to move on girl. ","labels":"caring"},{"text":"And unfortunately there's no legal way for us to withhold our tax dollars to demonstrate the effect.","labels":"neutral"},{"text":"Didn’t see anything about exercise or nutrition in there. Shits important","labels":"approval"},{"text":"My.. friend.. wants him to upload it, if he did!","labels":"neutral"},{"text":"I have a boobs but a penis, it’s quite the embarrassment.","labels":"embarrassment"},{"text":"Oops. I assumed, wrongly, that it was the same person.","labels":"confusion"},{"text":".250\/.330\/.460 imo. And for a team who has had no 1B since Tex, this is more than fine. ","labels":"approval"},{"text":"They've all fucked your mother. Just ask them.","labels":"annoyance"},{"text":"Only children are scared to take trains by themselves ...oh wait.","labels":"fear"},{"text":"INTJ here, I agree with this ^^^ (Him)","labels":"approval"},{"text":"Don't forget that labour cannot win a majority by itself. They would need to make a deal with the SNP.","labels":"optimism"},{"text":"Me too, I've heard before that I'm too blunt and I feel bad about it at times","labels":"sadness"},{"text":"Best to end the CCP of China than to end the world","labels":"neutral"},{"text":"As an [NAME], half of [NAME] are unfortunately right","labels":"neutral"},{"text":"Even farting after I shower makes me want another shower","labels":"neutral"},{"text":"Why do y'all gotta be mean like this. They're clearly comfortable with themselves","labels":"approval"},{"text":"Hey man, it’s hard out here for a cat!","labels":"caring"},{"text":"Good ol best available dasher","labels":"amusement"},{"text":"> How scummy can you get? ricescummy","labels":"neutral"},{"text":"30 for position players is a big deal. 30 for pitchers is the middle of their prime","labels":"realization"},{"text":"Cuteness!!!!!","labels":"amusement"},{"text":"They know a lot of people aren't paying attention to the quieter news that doesn't get sensationalized","labels":"approval"},{"text":"I must be getting old. Much more likely to be horny at 2 pm.","labels":"sadness"},{"text":"Yes owe I believe 13,000$ something on it currently.","labels":"approval"},{"text":"Yeah it is, I hate it so much, I wish I woke up earlier.","labels":"anger"},{"text":"To me it looks like they were driving with both feet, as the brakes were on while they were accelerating... Something I will never understand.","labels":"sadness"},{"text":"Always been a Yankees and Chargers fan. Ask me how it feels to lose to Boston in two division playoff rounds within a few months.","labels":"approval"},{"text":"Every team is beatable just maybe not by us","labels":"neutral"},{"text":"RemindMe! 10 hours","labels":"neutral"},{"text":"Sounds like your location overall sucks. Have you ever thought about getting a work visa elsewhere with a more accepting attitude?","labels":"annoyance"},{"text":"Thanks ill try those things. I have access to adhd meds but i began losing a kit of weight with my chronic illness too","labels":"approval"},{"text":"except that teenagers do give half a damn about what you think, because it gives them approval of their rebellious attitude","labels":"desire"},{"text":"Damn [NAME] great move","labels":"amusement"},{"text":"Nice job with the censor","labels":"amusement"},{"text":"That's gonna take a fuckton of Eco products.","labels":"neutral"},{"text":"I like it when incompident workers phone in sick. They can't annoy me then","labels":"love"},{"text":"Basketball is more entertaining than football","labels":"neutral"},{"text":"ahh yes I forgot to include steps 3a *and* 3b. thanks fam","labels":"neutral"},{"text":"Anybody know what injury [NAME] specifically has? LGD.","labels":"neutral"},{"text":"This is disturbing.","labels":"annoyance"},{"text":"Imagine bragging about a “your mum” joke","labels":"amusement"},{"text":"Oh I get it. I totally misunderstood.","labels":"disappointment"},{"text":"WHY DID DSJ PASS THERE, YOU COULD'VE FINISHED AT THE BASKET IN TRANSITION REEEEEEE","labels":"anger"},{"text":"You guys can downvote me all you want, but this sub is every day looking more and more alike r\/gameofthrones","labels":"disapproval"},{"text":"Yeah you are second. Time to move on lol","labels":"amusement"},{"text":"I'm 27. I've been thinking about joining the club, just to avoid this inevitability ","labels":"neutral"},{"text":"Agreed. The only sensible option is to throw half a fit when people disagree with you!","labels":"approval"},{"text":"Like....what even is the purpose of that lie? Ahaha","labels":"amusement"},{"text":"I was at that game!!","labels":"neutral"},{"text":"*Hey just noticed..* it's your **3rd Cakeday** sryyourpartyssolame! ^(hug)","labels":"optimism"},{"text":"But if I want the objective control how do I go about it in the early game where respawn are fast?","labels":"confusion"},{"text":"Thank you so much! We will likely also be doing that haha :)","labels":"amusement"},{"text":"I think for some reason she thinks the money out weighs a normal childhood for her daughter.","labels":"disappointment"},{"text":"I'd bet this guy is also one of those people that said \"not my president\" for 8 years when [NAME] was in office... ","labels":"neutral"},{"text":"You’re your own worst enemy","labels":"disapproval"},{"text":"You've had sepsis 3 times? Shit. I'm 27 and I don't recall every having a single infection","labels":"grief"},{"text":"Thank you for this. It sums up exactly what I wish I could send to all my TBM family","labels":"approval"},{"text":"No he’s right, the accents are the only thing similar, and even those aren’t.","labels":"confusion"},{"text":"We should strip [NAME] of his Stoney badge for being so soft.","labels":"approval"},{"text":"I think he meant to say that it wouldn't be efficient to build a mic with a SoC built-in.","labels":"neutral"},{"text":"She’s the sister of the [NAME] that killed [NAME] brother!","labels":"neutral"},{"text":"Ugh...terrible.","labels":"annoyance"},{"text":"Hush up. This is one of our greatest accomplishments. Teaching minorities the subtle art of self suppression though mutual degradation was no small task.","labels":"amusement"},{"text":"The dad is a lvl 35 alcoholic and the son is a lvl 1 crook","labels":"neutral"},{"text":"[NAME] is getting ready for sex!!","labels":"realization"},{"text":"This jokes a name changer","labels":"joy"},{"text":"Short answer: No. Long answer: Nooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo.","labels":"neutral"},{"text":"Seems like an odd hypothetical question to ask.","labels":"nervousness"},{"text":"That does make sense. I just hate that it led to him dumping me over them.","labels":"annoyance"},{"text":"I'm not taking sides but 14 AB vs 182...","labels":"neutral"},{"text":"The guys rappelling on the wall... Wow.","labels":"excitement"},{"text":"Yes, you selfish prick. ","labels":"disapproval"},{"text":"I mean, they called you ugly either way. It's not like they change their mind if you don't take the money.","labels":"embarrassment"},{"text":"He also owes [NAME]. a little payback.","labels":"neutral"},{"text":"But it does? Admittedly it does take a couple days and a few friendly reminders","labels":"neutral"},{"text":"I told him I left cause he couldn’t do this with me or for me","labels":"neutral"},{"text":"All they see is EA bad, this whole sub is coming full circle jerk now.","labels":"disapproval"},{"text":"The unfortunate thing is that, right now, that **is** how it works in politics, it’s just been made extremely obvious the last few years. ","labels":"disapproval"},{"text":"Fond memories of one guy having a tub of ice cream for dinner!","labels":"neutral"},{"text":"I think its absolutely wonderful : )","labels":"amusement"},{"text":"Ah man, I’ve downvoted it now. OP you suck","labels":"neutral"},{"text":"can we all just get along over some tea","labels":"neutral"},{"text":"A best friend would get me a vibrator. Not something that’ll make me feel like an oily, ugly piece of shit.","labels":"caring"},{"text":"Nobody has been banned lol","labels":"amusement"},{"text":"He was not my boyfriend then, duh. ","labels":"neutral"},{"text":"I don't play assassins much, but I love playing Rat.","labels":"realization"},{"text":"No haha but this is our first day on Reddit!","labels":"amusement"},{"text":"The real worst though is when she says, \"I love you more\" 100% seriously.","labels":"approval"},{"text":"Ummm mdma or x would never make someone this violent. She was under the influence of something cut with meth","labels":"disappointment"},{"text":"praise be to the dark mother!","labels":"amusement"},{"text":"He has a prog rock album.. its horrific","labels":"fear"},{"text":">cold, dead butt Ah, so it's laughter. Laughter is what kills me. ","labels":"amusement"},{"text":"Super low and loose. Get yo life.","labels":"neutral"},{"text":"They’re letting teams get away with murder then they call [NAME] for that little touch foul. I don’t get officials.","labels":"neutral"},{"text":"Its the absolute lunacy of liberals when they see a MAGA hat, that baffles me. ","labels":"amusement"},{"text":"no idea how [NAME] was a [NAME] or [NAME]. just awful","labels":"disgust"},{"text":"I'm sorry for you... That sounds not cool :'(","labels":"remorse"},{"text":"I like TRTL.","labels":"love"},{"text":"Likewise, Reddit has just gotten strange recently, sorry for misinterpreting.","labels":"remorse"},{"text":"He showed how easy it is to get into a team and gain fame.","labels":"neutral"},{"text":"THANK YOU! I'm back on planet Earth","labels":"gratitude"},{"text":"I knew you had kids, i didnt know they were old enough join the military lol. Well happy bday to your son, dad. ","labels":"amusement"},{"text":"Oh that’s right! It was mayonnaise for the lice. I don’t deserve those upvotes!","labels":"neutral"},{"text":"Resting up after a furious weekend of #MAGAboys hate. A xer has needs for xedz beauty rest","labels":"relief"},{"text":"But he is. He won’t talk to us. [NAME] damnit OP answer us!!","labels":"amusement"},{"text":"Wow. This would suck","labels":"amusement"},{"text":"THIS BULLSHIT DOESN'T EVEN MATTER. SIGNATURE WIN. [NAME] SMELLS LIKE SHIT AND DOESN'T RECYCLE.","labels":"disgust"},{"text":"I guess but we love each other.","labels":"love"},{"text":"Yep. He would also probably have had a not insignificant “metoo” moment.","labels":"approval"},{"text":"Some wonderful pictures here, it's always cool to see what things actually looked like rather than just paintings\/depictions in movies. ","labels":"amusement"},{"text":"Watch out, [NAME]!! [NAME] is right behind you. Oh god oh fuck he can’t hear us, he has AirPods.","labels":"anger"},{"text":"Where is the problem? **Just do it again!**","labels":"neutral"},{"text":"Lovely day we're having.","labels":"excitement"},{"text":"Back in my day an epic gamer moment was yelling out the n word at women and minorities","labels":"amusement"},{"text":"Unfollowed at least?","labels":"neutral"},{"text":"Just be her friend. Don’t try to have sex with her.","labels":"neutral"},{"text":"[NAME] office just denied it","labels":"approval"},{"text":">[NAME] I don't know why, but that gave me a good laugh. Thank you. ","labels":"gratitude"},{"text":"I believe he means he was a very pretty child to become otherwise after puberty...","labels":"amusement"},{"text":"What are the Four Agreements?","labels":"neutral"},{"text":"Glad I tend to post pics of my cats and not myself.","labels":"joy"},{"text":"I carry 2 small stuffable throw blankets and a sweatshirt. Sweatshirt to ensure warmness. Blankets to ensure cuddles. I’ll let you know if it ever works.","labels":"approval"},{"text":"Technically not r\/politics. Wasn’t expecting this result from r\/showerthoughts.","labels":"neutral"},{"text":"I can see why you’ll never be in a leadership position.","labels":"neutral"},{"text":"EU has stated the will not renegotiate the deal.","labels":"approval"},{"text":"Wow the [NAME] replies appeared in less than ten minutes this time!","labels":"surprise"},{"text":"Holy hell <3","labels":"neutral"},{"text":"I wish they didn’t hate [NAME] so much. Feels bad to play her.","labels":"approval"},{"text":"So now I can't get defensive when you're being offensive? lol","labels":"amusement"},{"text":"Vox lies and manipulates information to drive their agenda. Same as right wing garbage. They are not an honest media outlet.","labels":"disapproval"},{"text":"Yeah, that's why I feel [NAME] or [NAME] would have a better chance.","labels":"sadness"},{"text":"In all fairness Ive said it to men, woman, and children. Nobody is outside of my blind rage.","labels":"approval"},{"text":"That’s v strange behaviour.","labels":"neutral"},{"text":"Well that's Kraaifontein .... Where the kids bite the dogs","labels":"neutral"},{"text":"It's good","labels":"gratitude"},{"text":"Not in CA.","labels":"neutral"},{"text":"It is a racist nickname because you're literally using the man's race as a means to criticize him.","labels":"disappointment"},{"text":">an absolute cuck Only a cuck would use that unironically so yeah probably","labels":"neutral"},{"text":"This was a clever post. I also unsubscribed.","labels":"neutral"},{"text":"Id gladly exchange firsts with the Suns","labels":"neutral"},{"text":"What exactly was exposed? Are you just saying things to feel like you’ve achieved something?","labels":"amusement"},{"text":"And then there was the on who grabbed mom’s breast and tried shoving ot onto the ba y’s mouth.","labels":"disapproval"},{"text":"[NAME] has weird ideas about everything.","labels":"neutral"},{"text":"Has any news been confirmed of whose playing [NAME]. I hope we see him soon to grasp how charasmatic he can be","labels":"desire"},{"text":"Yes it is. It's *you* making up your odd little fabrications.","labels":"amusement"},{"text":"Well isn’t it pretty much just standard goblin lore? Not like she came up with gold\/ greedy goblin background on her own.","labels":"neutral"},{"text":"This!!! 🐃 and 💍 for your hard work!","labels":"neutral"},{"text":"Well, that's only if you assume that something being impossible is the opposite of something being possible.","labels":"neutral"},{"text":"Those people are seeking fame and riches, of course they're gonna run into scumbag predators","labels":"amusement"},{"text":"The title gives a pretty good rundown in my opinion.","labels":"amusement"},{"text":"For next time, there is a way bigger live chat over on r\/BravoRealHousewives ","labels":"neutral"},{"text":"Signed up! This is brilliant!","labels":"amusement"},{"text":"In foreign policy terms we're no better than Russia. We're guilty of everything they are.","labels":"disappointment"},{"text":"That was nasty... but also the most real thing I’ve seen on the show lately.. lol","labels":"amusement"},{"text":"You can love both [NAME] and the person you are with.","labels":"approval"},{"text":"I don't think cryptocurrency is ready for such using. Although in Asian countries like Singapore or Hong Kong it's quite acceptable I guess.","labels":"realization"},{"text":"That's nothing, before BSE we did horrible things with bone meal animal feed. Cannibal cows.","labels":"disapproval"},{"text":"For real I thought that shit was on loop lol","labels":"amusement"},{"text":"Honestly idk, search online consequences from bjs cause consequences for sex is already obvious","labels":"approval"},{"text":"What a brave man.","labels":"amusement"},{"text":"Not a good sound, a glorious sound.","labels":"optimism"},{"text":"Someone who seems great while texting might not be that great in person. You can't make someone meet a stranger if they don't want to.","labels":"confusion"},{"text":"I wondered where the quote about “supporting your azz” and was very pleased to finally find the train wreck that said it.","labels":"surprise"},{"text":"I was going to say Tigres but then I reread the title and it said ‘big’","labels":"neutral"},{"text":"Exactly. How that woman has survived two no confidence votes amazes me.","labels":"surprise"},{"text":"Criterion is such a great company though. I’m really hoping they get their new steaming service up and running soon.","labels":"optimism"},{"text":"One need not spend much time in the justice system to understand that this remains very much a real possibility in 2019.","labels":"neutral"},{"text":"Yeah. Plus why he still living with his mom","labels":"neutral"},{"text":".. for now","labels":"neutral"},{"text":"Just asked my 8 year old that goes to public school. He says they still say it.","labels":"neutral"},{"text":"Tell how your job goes if you do *not* do what your boss tells you to do.","labels":"annoyance"},{"text":"My favorite kind of post","labels":"neutral"},{"text":"They look nothing alike.","labels":"neutral"},{"text":"Thank you, you are blessed","labels":"gratitude"},{"text":"Ur mom causes a 2.6 just getting out of bed in the morning amirite?","labels":"neutral"},{"text":"Doesn’t exactly do much in a first past the post, two party system.","labels":"neutral"},{"text":"Nah, share it then down vote it in to oblivion.","labels":"approval"},{"text":"I didn’t say anything. Just sharing this beauty.","labels":"amusement"},{"text":"Gods, what a loser.","labels":"disappointment"},{"text":"You know, you make inroads, do 5 points better each time. Few cycles down the lane you have a tossup on your hands.","labels":"neutral"},{"text":"Lol that’s incredible! PLO is such an amazing game, so much more entertaining than NLH. Good job pal. ","labels":"gratitude"},{"text":"Ok thank you","labels":"gratitude"},{"text":"Definitely. Once I discover their toxic personality, I couldn't care less about them.","labels":"realization"},{"text":"Lol just watched this episode","labels":"amusement"},{"text":"He's not debating he's asking the questions to the debaters and said he wants to purposely ruin in of their arguments","labels":"annoyance"},{"text":"Oh man this is horrible and the best summary of this subreddit in one single comment. I love it. Thank you so much.","labels":"gratitude"},{"text":"If packaging sound policy with Hindutva is the only field booming especially in the coming chaos we’ll be set.","labels":"approval"},{"text":"I remember being a kid and everything I did was haraam like even looking at people was haraam :\/","labels":"realization"},{"text":"Keep stalkin me friend, maybe you'll learn something. ","labels":"amusement"},{"text":"not defending [NAME] - just pointing out *one* of the reasons folks may disagree with slapping the socialist label on anyone left of neolib scum","labels":"disapproval"},{"text":"there was some LPT about it, but i don't use those so i don't remember here it is : ","labels":"disapproval"},{"text":"You can go on the offical league forum and look for people.","labels":"neutral"},{"text":"I was so hopeful...","labels":"optimism"},{"text":"My moms ex husband...? So there is a chance that she banged her brothers and is now engaged to her father?","labels":"neutral"},{"text":"Imagine thinking that a rapist isn't deserving of prison. He's not even sorry.","labels":"disappointment"},{"text":"I’ve done pajamas before but I think sweatpants would be way too thick","labels":"approval"},{"text":"The bitch doesnt need drag race (bc shes amazing) but im still sad.","labels":"approval"},{"text":"Thanks for the summary. I was having a hard time keeping up! :)","labels":"gratitude"},{"text":"WE'RE ON OUR WAY WE'RE ON OUR WAY TO BAKU, WE'RE ON OUR WAY!","labels":"amusement"},{"text":"Thanks [NAME], very cool.","labels":"gratitude"},{"text":"No they aren't.","labels":"neutral"},{"text":"Unless you're a conservative trying to protect yourself. In that case, good luck.","labels":"caring"},{"text":"Yes thank you","labels":"gratitude"},{"text":"HUGE RED FLAG. Don't ignore it!","labels":"approval"},{"text":"Like the op said, [NAME] is more of a giver, so I think [NAME] would be happy as long as [NAME] would be happy","labels":"caring"},{"text":"Learned my lesson","labels":"neutral"},{"text":"Youre not wrong, but that applies to every ad. People are generally getting upset with the message more than anything though","labels":"disappointment"},{"text":"Oh god. Imagine losing to Toronto in the cup final. You would spent the rest of your life hearing about it","labels":"disappointment"},{"text":"What a useless tool.","labels":"anger"},{"text":"Why would anyone forget how dominant he is? Lmao Oh yea we suck.","labels":"anger"},{"text":">Some very special moments are coming...","labels":"desire"},{"text":"i remember my grandparents seemed to hate each other. my grandpa had a hearing aid and when grandma starting nagging he'd reach up and turn it off.","labels":"disapproval"},{"text":"You beat me to it!","labels":"neutral"},{"text":"The ghost of [NAME] saves the day!","labels":"neutral"},{"text":"Ah sorry about that won’t happen again","labels":"remorse"},{"text":"I had an ex who was [NAME] and a drunk and eventually got into crack","labels":"annoyance"},{"text":"[NAME] is not a guy I root against. Just hope we have a good enjoyable game","labels":"desire"},{"text":"True, my bad. ","labels":"neutral"},{"text":"Great headline though","labels":"amusement"},{"text":"He really has us in that first half.","labels":"neutral"},{"text":"If this team could make there wide open shots, we could win some games. Its unbelievable how many open shots we miss. ","labels":"disappointment"},{"text":"Papaoutai still leaves me bald.","labels":"disappointment"},{"text":"Nooooooooo. I wanted to see what he could do.","labels":"neutral"},{"text":"It is possible to be a shitbag and also suffer the unfair competition of organized conglomerates of shitbags. Besides, OP wasn't referring to all independent farmers.","labels":"neutral"},{"text":"Damn, for real? I'm 250 and drink regularly, if I pound two beers in under a minute I'm good for a little while.","labels":"relief"},{"text":"-_- GOOD FOR YOU.","labels":"neutral"},{"text":"Thats what makes me think OP is secretly the \"nice guy\" here.","labels":"amusement"},{"text":"Ok mister [NAME] triggered boy","labels":"neutral"},{"text":"Because ridiculously attractive people also have self esteem issues and depression Guess what honey The world sucks for everyone There’s no escape We will all die in misery and alone","labels":"sadness"},{"text":"From \"woohoo!!\" to blood curdling screams in a matter of seconds.","labels":"neutral"},{"text":"And in the case of human trafficking, these people we should be given homes and protection instead of being tossed out to be abused in their home country","labels":"optimism"},{"text":"[NAME] was not childfree. He just honored his wife's (who is childfree) desires because he loved her.","labels":"approval"},{"text":"I wasn’t talking about them buddy...","labels":"neutral"},{"text":"[NAME] was good in \"My Love from the Star\".","labels":"amusement"},{"text":"That's so good to hear and I know stress\/anxiety is a factor but idk how to get rid of it, glad for you though.","labels":"joy"},{"text":"Cannibalistic Humanoid Underground Dwellers... I never saw the movie, myself. I thought it looked pretty stupid.","labels":"disapproval"},{"text":"Wow! That's awesome! Congratulations! Its wonderful to have hope of being off medications one day.","labels":"joy"},{"text":"KNOX VEGAS! Out of every place I’ve lived, Knoxville and Farragut were my favorites. Despite political leanings, every neighbor was so kind. ","labels":"caring"},{"text":"Me too. It’s my favorite. His cadence in saying it is so perfect lol.","labels":"love"},{"text":"I mean, I believe even Showgirls is a better movie than TLJ at this point.","labels":"neutral"},{"text":"Consider yourself one of the lucky ones. A. no attorney fees B. safe to say you’re dodging a bullet.","labels":"optimism"},{"text":"Nah I think you're just feeling confident because you got a slamming deal on those clothes! I would feel the same way!","labels":"neutral"},{"text":"[NAME] weapon is gambol shroud but I nearly forgot about the gunchucks they are pretty rad too","labels":"amusement"},{"text":"Now let’s go [NAME], beat PHI so the Saints can knock the Rams out next week","labels":"neutral"},{"text":"Oh! Thanks for clarifying. The entire time I thought it was written by a child to their OWN parents. I'm thick.","labels":"gratitude"},{"text":"Did you miss the other guys link? I noticed you didn't make a comment towards him, even though he posted it around the same time.","labels":"caring"},{"text":"People are barbaric even though they are peaceful? You’re not making any sense.","labels":"annoyance"},{"text":"No problem. It was my fault after all. Since you seem to accept the evidence and you don't dismiss it, I guess the debate is over.","labels":"neutral"},{"text":"YOU WRITE LIKE A YOUNGER MAN, WITH NOTHING HELD BACK. ADMIRABLE, YET MISTAKEN.","labels":"disapproval"},{"text":"Thanks for taking this on. My daughter's extended family on her father's side do nothing but indulge this crap and it's undermining everything.","labels":"disappointment"},{"text":"That is the plan.","labels":"neutral"},{"text":"Imagine thinking a bigot isn't ignorant","labels":"approval"},{"text":"I do believe there is a dm function on Reddit. If not my email is","labels":"amusement"},{"text":"Downvoted before I realized what sub I was on","labels":"disapproval"},{"text":"*alligator point, thank you","labels":"gratitude"},{"text":"Yes, and you must be a loonbag. ","labels":"neutral"},{"text":"> and twice on Sunday Yeah I'm going to be using that any day of the week from now on and twice on Sunday","labels":"neutral"},{"text":"TeamViolet going strong fam!","labels":"amusement"},{"text":"I'm 35 and never knew this was a thing anyone did until I saw this posted on Facebook awhile ago. It looks massively uncomfortable?","labels":"embarrassment"},{"text":"I’ve never heard of this website! Thanks for letting me know.","labels":"gratitude"},{"text":"Good luck with your procedure! Be strong and don't try to let anyone even think they can try to change your mind. This is your decision.","labels":"approval"},{"text":"People with the power to enact laws to stop an issue, complain about the issue - More at 10","labels":"neutral"},{"text":"I'm glad we picked a coach who's shown he is great at developing our young talent which is the true focus of this season","labels":"desire"},{"text":"There's more updates further down.","labels":"neutral"},{"text":"Yeah, this guy actually seems quite smart. (But a horrible and manipulative person)","labels":"approval"},{"text":"Totally. I didn’t even realize it was my dream until it happened.","labels":"realization"},{"text":"Same...except that I'm not good looking :","labels":"disapproval"},{"text":"Oh no!","labels":"confusion"},{"text":"You have friends that reddit? What a peculiar notion.","labels":"neutral"},{"text":"NOLA is a terrible place to live, ran by democrats forever and this is the result. ","labels":"disapproval"},{"text":"Do I come across as thin-skinned? Hm, never noticed. Maybe it's an allergic reaction to dishonesty.","labels":"disapproval"},{"text":"9Gag was my jam back in high school! Pleasure to meet an alumni","labels":"neutral"},{"text":"You've been a sad boi around here for the last week straight, you'd do well to take a break.","labels":"neutral"},{"text":"Beer garden - Proof of age or exact change required.","labels":"neutral"},{"text":"Being rich isnt the only way to be successful. The first success to conquer is learning to love and accept ourselves","labels":"love"},{"text":"I'm so hyped to see this mitchy and matthews line","labels":"approval"},{"text":"Tucking your jeans into your sock makes you look like a goober...","labels":"neutral"},{"text":"you'd have to help them get past [NAME] extremely tough immigration process","labels":"caring"},{"text":"And Arsenal fans hated him as he left them for his boyhood club, which made his great performances against them all the sweeter","labels":"annoyance"},{"text":"Oh jeez, just took back my upvote I gave this photo. Thanks for telling us, that's extremely messed up","labels":"disappointment"},{"text":"Everyone forgot to tell you the 1st step is to marry the Sheriff's daughter.","labels":"approval"},{"text":"Wow! You were either a very precocious child or still lived at home when your wisdom teeth came in.","labels":"curiosity"},{"text":"Taking a blood thinner such as aspirin would keep it from clotting","labels":"neutral"},{"text":"> Blame the person who made the rules, not the enforce I am sticking with blaming both. ","labels":"amusement"},{"text":"No one but they're mine and they protect me from facing the truth D:","labels":"caring"},{"text":"At least he isn't flying anymore.","labels":"neutral"},{"text":"Why a 14 year old? WHY WEAR LIP STICK WHEN KISSING PAPER?","labels":"neutral"},{"text":"Their faces tho, LOL","labels":"amusement"},{"text":">slaps windshield This bad boy can fit so many Leds on it","labels":"neutral"},{"text":"Yeah it's only been posted 30 times already","labels":"optimism"},{"text":"I'm irritated by the upside down \"Anti Crease\" bit more than anything. ","labels":"annoyance"},{"text":"That comment about \"kill him with kindness\" was kinda unnecessary. How about just kindness for kindness sake? lol","labels":"amusement"},{"text":"Yeah I don't have this issue because of this, seems it's more developed for HDR ","labels":"realization"},{"text":"Mmmm traveling for work often isn't exactly the most desirable situation. It can be exhausting.","labels":"disappointment"},{"text":"Oh my [NAME] give her as much food as she wants!","labels":"desire"},{"text":"I love it. The only thing faker than their lies is them. I’m glad the girl was able to get her divorce.","labels":"love"},{"text":"\"Didn't know you can predict the future\"","labels":"neutral"},{"text":"*oh gosh oh frick","labels":"amusement"},{"text":"Everything should be there from the Cash homepage... Is there something specific you can put your finger on that you don't like as much?","labels":"neutral"},{"text":"WHAT IS HAPPENING","labels":"neutral"},{"text":"It was never implied as such. You simply mistakenly interpreted it that way.","labels":"disappointment"},{"text":"Was kind of wondering if he *could* read. Still supposing he had a speechwriter.","labels":"neutral"},{"text":"I agree 100%","labels":"approval"},{"text":"I got bad news for ya'll. I picked Chargers, Colts, Saints, and Cowboys to win. So Eagles might be winning :\/ ","labels":"disappointment"},{"text":"It's pretty convenient","labels":"approval"},{"text":"No.","labels":"neutral"},{"text":"That's ma'am!","labels":"neutral"},{"text":"I'm just reminding everyone. you're not helping the situation by being pedantic","labels":"realization"},{"text":"See the Imperial Sourcebook from West End Games. That right there will show just how awful a regime the Empire was.","labels":"annoyance"},{"text":"Cool. Thanks for the tips!","labels":"gratitude"},{"text":">arent as attractive as their peers Except for the women who date older RICH men, those tend to be more attractive.","labels":"amusement"},{"text":"I like long hair but it's never been a huge consideration in love.","labels":"love"},{"text":"That actually sounds pretty bloody hilarious. Maybe I'll work that into one of my one-shots.","labels":"amusement"},{"text":"I've found that reading before bed helps my brain get tired without needing to exhaust myself by staying up very late.","labels":"optimism"},{"text":"No he’s played his first season at center then finished as the starter at right tackle for every year after.","labels":"realization"},{"text":"Did not expect to be over here shouting in agreement with [NAME], yet here we are!","labels":"anger"},{"text":"He already has 2 fouls","labels":"approval"},{"text":"There is no greater form of oppression than being called a bigot. #debateme #babyhitler #otherpeoplesbabies","labels":"neutral"},{"text":"For every Undertale or Stardew Valley there's dozens, if not hundreds of other games developers put their heart and soul to, but never catch on.","labels":"caring"},{"text":"Lol ahh man this made me laugh so hard. That filled my laugh gauge for the day.","labels":"amusement"},{"text":"To quote [NAME], \"What an eyesore!\" ","labels":"neutral"},{"text":"I don’t know about romance, but I can certainly speak for the [NAME]","labels":"approval"},{"text":"Don't post this on Yelp. She'll hate you for life!","labels":"disapproval"},{"text":"> ftw Awesome statistic. Made my day! Love it","labels":"joy"},{"text":"ahh sweet man seems like i have more luck at night like 6 and after","labels":"neutral"},{"text":"Damned if nobody knows who they are, damned if they do","labels":"neutral"},{"text":"That face you make when you try to just dash at him and get through it.","labels":"neutral"},{"text":">Downvoted for sharing an anecdote, great subreddit this Sharing blasphemy about the [NAME] emperor is punishable by downvote, heretic.","labels":"neutral"},{"text":"If somebody is fundamentally unsocialized chances are they behave socially inappropriate in more than one situation","labels":"disapproval"},{"text":"Let the bourgeoisie draw first blood. Let there be no confusion about who shot first, and there will be no question about who shoots last.","labels":"neutral"},{"text":"It'll get you 9125 CENTS. Poor soul multiplied 365 by 25 without realizing the mistake","labels":"neutral"},{"text":"Here's another message \"You're a good mom. Your boy is lucky to have you.\"","labels":"amusement"},{"text":"As a democrat, even I am afraid of a super majority. ","labels":"fear"},{"text":"Ok this actually happened to me when I was one bloodthirsty away from getting gold on my MX9","labels":"approval"},{"text":"Poor kitty! I’m sure she’ll feel okay again soon. Lots of TLC in order","labels":"neutral"},{"text":"Popeyes spicy tenders","labels":"neutral"},{"text":"Will do!!!! :D Thank you so, so much!!!","labels":"gratitude"},{"text":"That’s no ordinary rabbit!","labels":"realization"},{"text":"I'M HERE","labels":"neutral"},{"text":"gross.","labels":"neutral"},{"text":"How can you look at that. it hurts.","labels":"disappointment"},{"text":"I'm glad you could relate and that you also found some peace and resolution in your relationship. I'm glad we didn't give up!","labels":"amusement"},{"text":"nsfw pls, thanks nice work doe","labels":"gratitude"},{"text":"Gross. Don’t need that diva. Build it up from the trenches out.","labels":"neutral"},{"text":"You weren’t here for the original wording but thanks for playing.","labels":"disappointment"},{"text":"No. I make jokes about it, and so does he but he doesn't actually know. ","labels":"amusement"},{"text":"Girls dog got bored fairly quickly.","labels":"disappointment"},{"text":"There are good reasons but you potatos just brush it all off with \"hurr life is bad cause bad things happen sometimes\"","labels":"neutral"},{"text":"Orange fan sad. :(","labels":"sadness"},{"text":"20 seconds, how about you guys?","labels":"neutral"},{"text":"Crazy he took 1 year contract instead of a stable 4 year contract. Kind of shows you how dumb the guy is, 1 injury is all it takes","labels":"disapproval"},{"text":"You credit yourself with acheivment you do not deserve. Not a first and defenitely wont be the last time.","labels":"disapproval"},{"text":"I'm well fond of foreign birds to be fair.","labels":"approval"},{"text":"Allegedly boosted. Tournament is over and it went down to 10k","labels":"neutral"},{"text":"There’s very clearly debate or this weird one-sided propaganda thread wouldn’t be necessary.","labels":"confusion"},{"text":"during Cowhers 15 seasons, HOF QBs (or future HOF QBs) won 13 of the 15 SBs. ","labels":"neutral"},{"text":"No passes on skin color or class, yeah right thats why [NAME] is a supreme court justice right ??? ","labels":"approval"},{"text":"Get Ready!","labels":"neutral"},{"text":"good thing it was our only car and we worked hard to get it","labels":"approval"},{"text":"Ssssssh, don't tell them. It's a natural way to filter the gene pool from stupid people. ","labels":"approval"},{"text":"As an Aaron Jones owner, I did hate [NAME]. Lol but I’d still like the hire and just pray he becomes more innovative.","labels":"annoyance"},{"text":"Correct, you eat to survive, but you you eat animals for pleasure.","labels":"neutral"},{"text":"What insecurities do you have? x","labels":"neutral"},{"text":"Not available in my country. Can't believe this has to be a thing in the modern age.","labels":"approval"},{"text":"\"they can't come through the port\" He's obviously never seen The Wire","labels":"neutral"},{"text":"Saddos??? And holy heck that laughing emoji, what a disrespectful sociopath. I'm so sorry you have to deal with her.","labels":"joy"},{"text":"Sorry for the delay. Nanaimo's a union\/mill town, so no surprise the NDP won.","labels":"approval"},{"text":"Sorry ideologically yeah. I meant morally.","labels":"remorse"},{"text":"Get that double double [NAME]!","labels":"neutral"},{"text":"...? \/u\/iBiteYou I think he's finally gone crazy","labels":"neutral"},{"text":"love after lockup makes DOT posts look like the most sensible things ever!!!!","labels":"love"},{"text":"Damn Blake is on fire today","labels":"neutral"},{"text":"It's not free, though. It's ridiculously expensive.","labels":"annoyance"},{"text":"I didn’t know they ventured outside Facebook","labels":"neutral"},{"text":"lmao I love this, I love speaking nonsense to myself as well","labels":"amusement"},{"text":"People want quick fixes. Going to the root takes time and effort","labels":"neutral"},{"text":"She might just be insecure. You do have a bit of an age difference, so she might feel like she doesn’t match up to you.","labels":"disappointment"},{"text":"[NAME] playing days are over, but he can always fall back on his degree in... COMMUNICATIONS?! Oh dear Lord...","labels":"neutral"},{"text":"That's a really good one too. I am pretty upset to learn how limited my vocabulary is","labels":"amusement"},{"text":"[NAME] was speaking as a man.\/s","labels":"neutral"},{"text":"Grew up in the south. When I left for college, I was very confused why people were walking around with smudges on their foreheads for Ash Wednesday.","labels":"confusion"},{"text":"I work at an R1 university, with most of my team composed of CS\/CE undergrad students. Yes, I've known many...","labels":"neutral"},{"text":"He's done nothing to earn trust either. He got ran out of Miami","labels":"disapproval"},{"text":"This must be what you get angry about when you don’t have any actual problems in your life.","labels":"annoyance"},{"text":"You fruitcart, you oughta be ashamed of knowing that, let alone expecting anyone else to know.","labels":"annoyance"},{"text":"I would lol","labels":"amusement"},{"text":"The restaurant business is pretty sleazy. There are a lot of affairs there.","labels":"amusement"},{"text":"Your mental health matters the most. You can't help him more than you do, but you can help yourself. ","labels":"caring"},{"text":"Not gonna lie, I'd be intrigued for sure. ","labels":"curiosity"},{"text":"I want to get rough with him. Choking, tying me up, light BDSM.","labels":"disappointment"},{"text":"The vagoo has been stretched over the bike, it allows for a comfortable and pleasurable ride, pretty innovative and cleaver way to operate a locomotive.","labels":"amusement"},{"text":"Explain why you think it’s not. Not that I disagree, but explain your thoughts.","labels":"disapproval"},{"text":"Man. Just tuned in. Forgot it was an early game. Looks like it's been a positive game so far from pretty much everyone.","labels":"approval"},{"text":"Sorry was talking about OP being in Alabama.","labels":"neutral"},{"text":"This would be cool for a kids science project about conductors and why metal is such a good conductor","labels":"approval"},{"text":"That’s horrible. Only religion could make an otherwise normal person want to show a torture and murder video to a child.","labels":"anger"},{"text":"I'm pretty jelly now, lol. Esp. The pear shape 😧","labels":"joy"},{"text":"I've been to some weddings and funerals that would have benefited from having a professional bartender. Nobody got physically injured as badly as [NAME] husband though.","labels":"neutral"},{"text":"AND she was pouring gas on it!! \/s","labels":"neutral"},{"text":"I think [NAME] is a crisis actor!","labels":"neutral"},{"text":"Keep your head straight, stay on your path, and stick to your guns. ","labels":"caring"},{"text":"I mean, that’s great, but would you start dating someone you didn’t think was attractive initially?","labels":"amusement"},{"text":">where are all the good men >only looks at rich men M E M E. G E N D E R.","labels":"amusement"},{"text":"So if she tones down the intensity and controlling nature, would that change how you feel?","labels":"neutral"},{"text":"Careful, it's hot ","labels":"neutral"},{"text":"> is this big news? Not really. The primary use of vit D is different.","labels":"realization"},{"text":"Please don't \/u ping users in SRD.","labels":"neutral"},{"text":"Wasn't it 2005 after [NAME] call back?","labels":"neutral"},{"text":"As a 29 year old newly married man, I still do some cringey stuff from time to time. ","labels":"fear"},{"text":"He's not sure it's still relevant.","labels":"confusion"},{"text":"No, it's a back massage at best. At worst it can give you a stroke and kill you.","labels":"disgust"},{"text":"The fact their team is stacked makes me hate them, along with [NAME] being a dirty player. Also they are in our division ","labels":"annoyance"},{"text":"I feel like some people here think top mind means anything they disagree with.","labels":"neutral"},{"text":"No problem comrade","labels":"relief"},{"text":"[NAME] is my life!","labels":"neutral"},{"text":"15 is too old to play playing fortnite smh","labels":"neutral"},{"text":"Stick to your arts degree, the men will keep building this province, regardless of having to fix garbage the TFWs built.","labels":"approval"},{"text":"That was intense","labels":"neutral"},{"text":"I chuckled, sue me","labels":"neutral"},{"text":"You’re the meme this sub jokes about.","labels":"amusement"},{"text":"Since you called me out for saying that I am defending the attacker, then just point out which sentence I wrote led you to that conclusion. ","labels":"neutral"},{"text":"getting sucked in to a maneuver thurster or the primary ship screws are hell of away to go","labels":"annoyance"},{"text":"Rest in peaches J2D or whatever his name was, nice meme","labels":"amusement"},{"text":"I'm starting to think you're just an idiot.","labels":"annoyance"},{"text":"Until the downvotes roll in and you become glue :(","labels":"neutral"},{"text":"oh hi blue","labels":"amusement"},{"text":"I purposefully delay so no one thinks I’m available whenever.","labels":"neutral"},{"text":"Are you a twink?","labels":"neutral"},{"text":"#NOT IF I HAVE ANYTHING TO SAY ABOUT IT. AND I DO.","labels":"neutral"},{"text":"I have a bad feeling about this.","labels":"grief"},{"text":"Plymouth: Confederate flags Diesel pick up trucks Dead factories Heart disease and disappointment","labels":"amusement"},{"text":"I'll have one in front and one behind. Please and thank you!","labels":"gratitude"},{"text":"Probably therapy.","labels":"neutral"},{"text":"No superbowl @ lambo for this generation; hopefully global warming will make an impact in the next 30 years. :)","labels":"desire"},{"text":"I liked the comeback tho","labels":"approval"},{"text":"Now it just looks like she has a cape...","labels":"neutral"},{"text":"i didnt call him an idiot. His fanboys are idiots that feel smart by hanging on to every word he says. He's definitely sexist tho","labels":"amusement"},{"text":"Lip injections only cost $700 and I saved up for months. But I’m broke currently","labels":"disappointment"},{"text":"Depends on the state, generally speaking.","labels":"neutral"},{"text":"I'm currently playing a child character and noone at the table has a problem with my 91 year old elf.","labels":"neutral"},{"text":"I should have said without nuts in hindsight, but this woman was ready to kill. Gotta love hospitality sometimes.","labels":"desire"},{"text":"Give me a country and I'll do some research and post what I find in the morning.","labels":"desire"},{"text":"Same.. If I'm particularly stressed out someone just walking down the same road as me feels like they're invading my space.","labels":"approval"},{"text":"I hope this guy got found and fired. That's way too dangerous. He could have easily killed someone.","labels":"realization"},{"text":"Dude seriously they got some really weird and specifically targeted propaganda on their TV shows","labels":"realization"},{"text":"Call your legislator and complain. Ill-mannered public servants tend to fear politicians more than they do lawyers.","labels":"neutral"},{"text":"Yeah, because not paying a bill on time is equal to murdering children. ","labels":"disappointment"},{"text":"- There is no such thing as moral capitalism - Seizing the means of production is a communist thing, not a socialist thing. ","labels":"neutral"},{"text":"He looks like [NAME] soooo... accurate.","labels":"neutral"},{"text":"Kill me.","labels":"neutral"},{"text":"I agree. There's no denying he's handled it pretty badly, though.","labels":"approval"},{"text":"Just gotta injure 3 more","labels":"neutral"},{"text":"This one is solid. OP's joke is piss.","labels":"amusement"},{"text":"Honestly the rarity is fine, I find it once every 25 games but the health needs work. ","labels":"approval"},{"text":"I understand now. Thank you for your thorough explanation.","labels":"gratitude"},{"text":"How about French speaking parts of Africa? Legit question, have never been to Africa. Every airport I've ever been in has signs in English.","labels":"neutral"},{"text":"Dog thinking \"shit this guy is crazy, better get out\"","labels":"annoyance"},{"text":"Naw man Asain men have an easier time. Most of my asain friend are pretty boy. Fuckbois lol","labels":"amusement"},{"text":"I am sure the protection was from other males. How does hat change things?","labels":"caring"},{"text":"[NAME]. Yeah, right. Lol","labels":"amusement"},{"text":"Poor eyes. Can’t even see and is sent to the trunk.","labels":"sadness"},{"text":"Ohhh I didn't catch that :P","labels":"surprise"},{"text":"FUCK TAMPA. FUCK TORONTO. WE WINNING THE MOTHERFUCKING CUP","labels":"joy"},{"text":"Excellent find. Panels like these are a very deliberate writing choice.","labels":"amusement"},{"text":"I have a hunch that [NAME] is the mastermind of the whole operation.","labels":"amusement"},{"text":"It won't be anything with \"Last\" in it, because TLJ. But it miiiiight be something with \"Final\" in it.","labels":"neutral"},{"text":"That’s a bold move, [NAME]. Let’s see if it pays off. ","labels":"neutral"},{"text":"She was HOPING she was gone!","labels":"desire"},{"text":"was never caught by my parents when jerking off, but had a few close calls.","labels":"neutral"},{"text":"Damn I didn't realize we just locked up the season series against the jets. That's good to see.","labels":"approval"},{"text":"I appreciate that. :)","labels":"amusement"},{"text":"Downvote me into oblivion but both [NAME] and [NAME] shot around 35%. However one they say he balled out and the other one was struggling.","labels":"confusion"},{"text":"Oh then u\/Dr-Pepper-Phd","labels":"amusement"},{"text":"Oh same! But with [NAME]!","labels":"surprise"},{"text":"Really love the \"Midtown Yards\" greenspace in the Mikyoung Kim design and also the Agence Ter design. ","labels":"approval"},{"text":"It's actually pretty cool in here today, not hot at all","labels":"amusement"},{"text":"Thank you!!! \/s","labels":"gratitude"},{"text":"This was potentially the most dangerous stunt I have ever seen someone do. One minor mistake and you die.","labels":"disappointment"},{"text":"He looks like he was crying already about something and hes reacting to realizing hes on camera crying probably not his proudest moment","labels":"neutral"},{"text":"If you don't understand something then you want tyranny...","labels":"neutral"},{"text":"Wow [NAME] has a lot more insecurities than I thought","labels":"neutral"},{"text":"oh, carry on then","labels":"neutral"},{"text":"no not really i knew he was joking i was just clarifying what the bloke said","labels":"amusement"},{"text":"I love that this is written on notebook paper.","labels":"love"},{"text":"This is a depressing r\/tworedditorsonecup","labels":"disappointment"},{"text":"Yeah it's like there's no difference between a prostitute or a girl they date except that one is free and has less diseases.","labels":"disapproval"},{"text":"My biggest pet peeve is blown saves.","labels":"neutral"},{"text":"Yes but that's largely changed in much of the US (the coasts at least). Surprised a state or two hasn't legalized it","labels":"surprise"},{"text":"I love this. Hopefully it is more successful than [NAME] (RIP).","labels":"love"},{"text":"Looking at this hurts my teeth but dot damn those roses look so pretty","labels":"sadness"},{"text":"Thanks :)","labels":"gratitude"},{"text":"And only $300+ a night, beautiful but expensive.","labels":"disappointment"},{"text":"I think it’s because his contract hasn’t been finalized yet. Could be wrong, but saw a tweet about it today. ","labels":"neutral"},{"text":"Holy shit this golden comment flew under the radar. I laughed so hard","labels":"amusement"},{"text":"Thank you! Do you know what agency would be interested in this information?","labels":"gratitude"},{"text":"oh my gooooood","labels":"neutral"},{"text":"he's gotta make shots and get to the line...2-6 so far, no ft's","labels":"neutral"},{"text":"So. Much. *Effort.* I ca't believe a tree died for this sin.","labels":"sadness"},{"text":"sLOVEnian Power! ;)","labels":"neutral"},{"text":"That’s cool man! You have a good night!","labels":"amusement"},{"text":"Yeah, sorry I don't know British or Canadian.","labels":"remorse"},{"text":"did they say [NAME] was hurt? Hes played like 4 minutes","labels":"neutral"},{"text":"Knicks might come out of this holding a MASSIVE L, especially if they dont land the supposed two max level contracts next year.","labels":"neutral"},{"text":"That’s not the period it’s referring to","labels":"neutral"},{"text":"Honestly, whatever kills the hangover. I do bacon mac n cheese and a spinach smoothie. Weird combo, I know. ","labels":"realization"},{"text":"Not the **emotional effect**, when it's in the best interest of our country.","labels":"neutral"},{"text":"It’s so hard to be a mommy! Chasing kiddos. Work, work, work!!! ","labels":"disappointment"},{"text":"It's irrelevant because that's not how we elect presidents. He won an electoral landslide. He flipped several democrat strongholds. He did just fine.","labels":"disapproval"},{"text":"They do, however this is a TRAFFIC unit that focus' on TRAFFIC offences. Ice dealers are more of a detective \/ taskforce job.","labels":"realization"},{"text":"I know, which is why I said it hasn't been referenced by any *living* characters on the show.","labels":"neutral"},{"text":"I like #5 too she is slacking on her end of that bargain, she’ll leave [NAME] before she ever sleeps with him. ","labels":"neutral"},{"text":"I will definitely check that artist out, if there is something that can lift me up a little bit, it's new music. ","labels":"approval"},{"text":"Its nice to have time to be able to get a job and a new apartment before having to start paying back those loans.","labels":"neutral"},{"text":"Two wrongs don't make a right..","labels":"realization"},{"text":"Oh wow, cry me a river. It's not like he's testifying against a [NAME].","labels":"disapproval"},{"text":"Nah mate hands across the M8 n that eh #gorgieloyal #bigcousins #watp \/s","labels":"amusement"},{"text":"good luck! I wish you the best <33","labels":"optimism"},{"text":"I love them","labels":"love"},{"text":"Go with her, eat healthy food with her too. It may help","labels":"approval"},{"text":"This is a great troll. I feel bad for anyone who thinks this is serious.","labels":"amusement"},{"text":"In what fucking world is this drawing not bad","labels":"anger"},{"text":"You're going to have to make that simpler for my tiny brain to understand","labels":"neutral"},{"text":"toxic players will sure show you the ways soon enough. Hope you got the game for free.","labels":"approval"},{"text":"Not surprised...he has ZERO interest in finding a job and living like a responsible adult...","labels":"disapproval"},{"text":"Fun fact that I learned not too long ago, [NAME] did the voice over for [NAME] during the “indeed” era of Kaientai ","labels":"neutral"},{"text":"My life!","labels":"neutral"},{"text":"FO need to pull the trigger ASAP. If he’s on this roster after the deadline... [NAME] help us","labels":"neutral"},{"text":"She is during her week of taking sugar pills. Yea I do wish she had mentioned it anyway, I can’t sleep","labels":"caring"},{"text":"On the surface, yes. Deep down, probably not. ","labels":"neutral"},{"text":"Anything in this sub that reaches front page is. I'm subscribed for the sake of genuinely funny content.","labels":"amusement"},{"text":"So then use shotguns?","labels":"neutral"},{"text":"lmao it was probably a good crowd for the people constantly asking where to get drugs on \/r\/sydney to mingle with","labels":"neutral"},{"text":"I was raised solo parent so it was more of an angry hushed whisper when they thought I was in the other room.","labels":"annoyance"},{"text":"I mean, it is, slowly but surely. It sucks. ","labels":"optimism"},{"text":"Still no!!!!","labels":"neutral"},{"text":"Your comments are nothing but rhetorical ways of telling me I'm wrong. Zero substance.","labels":"disapproval"},{"text":"\/s. There you go. I have magically inverted the meaning of my comment and removed all inconvenient truth from it","labels":"neutral"},{"text":"he left the company 2 years ago. he is not listed as a shareholder in the parent company.","labels":"neutral"},{"text":"It’s one of the nine characteristics of BPD. Probably most people in this sub have struggled with some sort of addiction to a degree.","labels":"neutral"},{"text":"Wow after that [NAME] turnover, I've never turned off a game so fast","labels":"realization"},{"text":"intended is the word you're thinking of.","labels":"amusement"},{"text":"Justice was served","labels":"neutral"},{"text":"Thanks. I appreciate your advice. It is what I was looking for. Thanks again.","labels":"gratitude"},{"text":"And any form of bottom up government is also extremely susceptible to corruption. Basically, humans suck. ","labels":"neutral"},{"text":"I got used to it with Voltron, but I still yet to watch the last season.","labels":"curiosity"},{"text":"[NAME] is expected to be back after the break. That's 2 games, [NAME] will finish those up","labels":"neutral"},{"text":"they called me after 2 days lol","labels":"neutral"},{"text":"Thanks I don't know why it didn't load for me on my phone.","labels":"gratitude"},{"text":"Because everything is like a video game to them. And in real life the PvP is unbalanced!","labels":"neutral"},{"text":"Outdoor cats have a lifespan of about 5 years so allowing them outside is basically a prolonged death sentence.","labels":"approval"},{"text":"No noodlebox for you then. Sorry.","labels":"remorse"},{"text":"Oh yeah! If she had done full brows she would have been killin' it!","labels":"remorse"},{"text":"THEY ARE SO CUTE TOGETHER!!","labels":"amusement"},{"text":"Let it go, look to the future, do not live in the past","labels":"optimism"},{"text":"I understand your point, but I prefer if we did not consider that.","labels":"neutral"},{"text":"okay, enjoy living in ignorance and hatred","labels":"joy"},{"text":"A guy commenting, please tell her the truth. Please ","labels":"neutral"},{"text":"It's bad enough when the Jocasta syndrome is one-sided. This is a pile of yikes.","labels":"disapproval"},{"text":"Ohhhh my gahhhd. One of my all time favorites. Taxi Driver can take a seat. Brink is awesome.","labels":"amusement"},{"text":"What do you mean?","labels":"neutral"},{"text":"The ideal is not to have hope but to act like you do. But if you must chose, pick the former.","labels":"neutral"},{"text":"Most likely they're making their money from the monthly fee. So they don't care when you cancel.","labels":"approval"},{"text":"It was a good sub before the porn took over","labels":"amusement"},{"text":"SS: Collapse of the west, and re-birth, all in a beautiful video.","labels":"joy"},{"text":"I hope for Irelands sake you're right.","labels":"desire"},{"text":"it's not but damn i'm sorry to hear how common this is","labels":"remorse"},{"text":"I think men take pockets for granted, once you're without pockets you'll understand the pain. ","labels":"approval"},{"text":"Ikr. Who the hell goes to Greggs for *pizza*?","labels":"annoyance"},{"text":"I wish you luck anyway lmao, and don't think so down of yourself, i believe you'll do great ","labels":"desire"},{"text":"Was a post of a video by someone whose flag was stolen and thrown in the mud.","labels":"neutral"},{"text":"\"Been there, got the t-shirt, paying it off for the next 15 years.\"","labels":"neutral"},{"text":"... Not really how that works but I'm not going to change your mind.","labels":"neutral"},{"text":"you’re gonna do just fine","labels":"neutral"},{"text":"Funny that dinner sized is larger than lunch sized wherever you are. Seems like a very specific cultural thing.","labels":"amusement"},{"text":"Thank you. Well said.","labels":"gratitude"},{"text":"Bravo! It's hard saying you need help, and sometimes even harder accepting it. So proud of you momma!","labels":"pride"},{"text":"When he said, \"IT'S CALLED RESPECT\" and gritted through his teeth-- wow, he is just waiting to let his hands fly.","labels":"optimism"},{"text":"[NAME] should be sticking that to the other side of the keeper, strange decision to go for that corner","labels":"disapproval"},{"text":"Was he in your butt?","labels":"neutral"},{"text":"I love this, and #2","labels":"neutral"},{"text":"Explaining the whole thing i wouldnt have the heart to physically or mebtally hurt a person such as raping someone","labels":"disapproval"},{"text":"Reality i could force people to have sex with me Im 14 btw","labels":"disappointment"},{"text":"very long very messy i usually have it in a bun to keep it under control lol","labels":"annoyance"},{"text":"Sure you can, it’s called abortion, we’ve done it literally millions of times","labels":"neutral"},{"text":"Her elitism is what earned her the place here. She's clearly a lefty statist.","labels":"disapproval"},{"text":"I met bf of 3 yrs on it","labels":"neutral"},{"text":"Sweet. I can get by on beer. Cant sit through a comedy show without an adult beverage of some kind.","labels":"approval"},{"text":"I hate Twitter","labels":"disapproval"},{"text":"That's wild. I was just at the DIA last week.","labels":"neutral"},{"text":"are you tagging them as your #WCW? if not, you should start","labels":"neutral"},{"text":"So many downvotes. Reading comprehension, people","labels":"neutral"},{"text":"Its like if i decapitated myself while shaving.","labels":"neutral"},{"text":"Does anyone know what the Free Slot might be used for? It confuses me a bit","labels":"confusion"},{"text":"So it's we now eh jerk-off, as in troll farm to creat FUD and drive the premium up on the order book. I knew it.","labels":"neutral"},{"text":"This isn't even his highlight of his week. It's the highlight of the last few decades. Damn onions.","labels":"amusement"},{"text":"Id get fired to take a pic with the quadfather","labels":"neutral"},{"text":"Maybe one is bigger than the other, so getting more t-time?","labels":"neutral"},{"text":"Get back on your meds mate..You aren't funny at all...","labels":"disapproval"},{"text":"That’s awesome news! Welcome to the family!","labels":"joy"},{"text":"That sounds pretty good","labels":"amusement"},{"text":"Sorry man, you’re a great person and all. But margarine??? Downvoted*","labels":"disapproval"},{"text":"just read to chapter 216 and im heartbroken i hope they fix this...","labels":"sadness"},{"text":"The funny\/awful part is how well [NAME] works photoshopped in.","labels":"joy"},{"text":"You'll like this then:","labels":"approval"},{"text":"Amen to that!","labels":"neutral"},{"text":"There’s still 12 episodes left compared of the two he’s been out. It’s too early to be making that kind of claim.","labels":"neutral"},{"text":"Yes it does","labels":"neutral"},{"text":"Give me [NAME]. We need some thump when we clear the benches.","labels":"neutral"},{"text":"Some people are lucky! Def ask your daughter.","labels":"neutral"},{"text":"Thank you. I'm just so shocked that this is in Arizona. This looks like it belongs somewhere completely different.","labels":"disapproval"},{"text":"I’m afraid I just blue myself","labels":"fear"},{"text":"Company car? Oh boy he’s in trouble now.","labels":"neutral"},{"text":"You aren’t mentioning the specific position and the industry. Not even in what country you are located. How can anyone offer advice?","labels":"neutral"},{"text":"exactly. you're a child. you make personal attacks when you lose an argument. I feel sorry for you.","labels":"anger"},{"text":"There is a reason youve never seen a cat and a narwahl in the same room","labels":"neutral"},{"text":"Cider, its an acceptable drink to get drunk when you don't like the taste of beer and too much of a man to drink moscato","labels":"amusement"},{"text":"I don’t know why, but if I had to guess his sport beforehand...I’d still say it’d be bowling","labels":"confusion"},{"text":"And [NAME]. That dude sucks.","labels":"neutral"},{"text":"Turn yourself in, Jilliac scum!","labels":"neutral"},{"text":"Dragopolis was a less fun version of the free dinosaur game on Chrome when your internet goes out","labels":"neutral"},{"text":"DID SOMEONE SAY THE TH WORD!!!!! I HAVE ARRIVED!","labels":"neutral"},{"text":"I'm pretty sure [NAME] was just joking. Not really sad cringe.","labels":"amusement"},{"text":"We're so bad x4","labels":"neutral"},{"text":"My god. I'd place that upside-down on the table and walk.","labels":"neutral"},{"text":"Love the way his body just folds after the final smack on his head *oof*","labels":"love"},{"text":"nearly 9 minutes?! no wonder you're getting downvoted lol","labels":"disappointment"},{"text":"I don’t *think* she’s awful, I know she’s awful. She has literally no redeeming qualities. ","labels":"disgust"},{"text":"I don't know what would have happened had you tried to get past, but I'm glad you just noped the duck out of there.","labels":"realization"},{"text":"I'm not sure how to post a picture lol. Here's my attempt.","labels":"amusement"},{"text":"Please kind sir may I have some more","labels":"caring"},{"text":"It's probably easier when they're stuck on an island","labels":"neutral"},{"text":"great! Whats on your mind? Be open about it,","labels":"curiosity"},{"text":"Don't think so. Pretty sure i tried it on the MOG 12","labels":"approval"},{"text":"A thousand times this! I just found some of my old childhood stuff from the 80s with a 2 bar and it is fucking awesome.","labels":"excitement"},{"text":"Alright cool thanks for the tip - I'll give it a try!","labels":"gratitude"},{"text":"This is delusion beyond what I'm willing to engage with.","labels":"neutral"},{"text":"No I made the best of it, we had so much fun. Can’t wait to go back! ","labels":"amusement"},{"text":"That makes me super hesitant. I wouldn’t be upset if we end up with him but the last thing this team needs is raw players.","labels":"optimism"},{"text":"It is. You generally need 5 down and 5 up to play reliably. Also wired.","labels":"disappointment"},{"text":"Pack it up, folks, this one wins the sub forever.","labels":"neutral"},{"text":"As sure as gods got sandals, it sure beats fighting dudes with treasure trails","labels":"neutral"},{"text":"I imagined as much, but I wasn’t sure, thanks for the clarification.","labels":"gratitude"},{"text":"I can try. That sounds interesting. Its hard for me to not be interrupted at my house too. But ill definitely try.","labels":"approval"},{"text":"Yeeeaaahhh.... \"protect\"... I'm pretty sure this guy has a rape dungeon filled with schoolgirl body-pillows in his basement.","labels":"disappointment"},{"text":"Really good point here. Thanks.","labels":"amusement"},{"text":"There it is!","labels":"neutral"},{"text":"Very little people care, also just because other countries have it is not a reason ","labels":"caring"},{"text":"Probably the thief trashed the place","labels":"neutral"},{"text":"THAT'S NOT HOW THIS GAME WORKS.","labels":"neutral"},{"text":"Ghost them. It’ll drive them crazy and give you the satisfaction","labels":"neutral"},{"text":"Your username makes me think you would appreciate this joke of mine.","labels":"amusement"},{"text":"[NAME] reaction is Like she really wanted to say “Thank God. Now I have a reason to leave”","labels":"gratitude"},{"text":"Im so hungry now! Damn this sub! I love it!","labels":"love"},{"text":"what a beta!","labels":"neutral"},{"text":"i really hope this is old and ironic","labels":"optimism"},{"text":"LOVE JAMES TOO","labels":"love"},{"text":"Lets not forget that the Bay Area is the epicenter of the tech boom\/revolution, and that will continue to be the case for the foreseeable future.","labels":"optimism"},{"text":"Originally just a child murderer.","labels":"neutral"},{"text":"Even if you were, all good my dude! Shouldn't comment on something too quickly lol","labels":"approval"},{"text":"I'm sitting here as he has never even lurked.","labels":"neutral"},{"text":"I’m genuinely upset that people missed the sarcasm because your comment is hilarious","labels":"amusement"},{"text":"So I play competitive with a group of people and being the one widow is most likely fake or just wild speculation.","labels":"neutral"},{"text":"I wanna fight freely in a Da shitposting, but I want the bromance more.","labels":"disappointment"},{"text":"Every time [NAME] opens his mouth...he says the same damn thing.","labels":"disappointment"},{"text":"Go to the police. Get a restraining order. That is not okay.","labels":"neutral"},{"text":"6% of [NAME] is [NAME] so it wouldn't be a shock if he was of this community.","labels":"approval"},{"text":"lmao, have not heard that insult before, that's a good one. Only good thing you have come up with yet and I bet you stole it kek.","labels":"approval"},{"text":"Haven’t seen that movie either, haha. ","labels":"amusement"},{"text":"Your comment has been removed for containing a slur. Avoid using t- in the future.","labels":"neutral"},{"text":"That's your justification? You're a terrible person. Correction: You're a terrible child. Get some help.","labels":"fear"},{"text":"TWO YEARS!!! WE TOLD YOU SO!!!","labels":"neutral"},{"text":"Some of them are delusional and believe their victims want it","labels":"neutral"},{"text":"I hope your gaydar has leveled up enough to filter these out now","labels":"optimism"},{"text":"Because this is a poorly run franchise. This is a bad team.","labels":"disapproval"},{"text":"I kind of think if you spell dissuade diswayd you lose any benefit of the doubt.","labels":"confusion"},{"text":"His interviews are so awkward","labels":"embarrassment"},{"text":"Yes no one wants your little failed abortion ruining their meal","labels":"neutral"},{"text":"She’s not even on vacation anymore!","labels":"neutral"},{"text":"Pickles taste good.","labels":"love"},{"text":"You're creepy","labels":"fear"},{"text":"I can't help it! These stories make me REEEEEEEEEEEE so hard!!!! Kidding :)","labels":"amusement"},{"text":"Now excuse me while I go home with my briefcases full of money from alcohol and tobacco companies","labels":"neutral"},{"text":"It would be nice...but there arent any within 70 miles of me. Not even one in my home state.","labels":"neutral"},{"text":"He will but the Chiefs will absolutely have a shot because the Pats defense is egregious on the road. I mean they let [NAME] go off lol.","labels":"amusement"},{"text":"To be fair, it is worse than staying in the EU, but good grief it's better than a no deal.","labels":"disapproval"},{"text":"I always feel like cute gay couples have a pug...","labels":"amusement"},{"text":"Something something \"low information voters\" or whatever other euphemisms the bro-iest bros use for anyone not like them.","labels":"sadness"},{"text":"Seize all his property and assets. Redistribute to homeless and single mothers\/fathers. He loves food banks, let him use them. ","labels":"love"},{"text":"This will not happen bru","labels":"neutral"},{"text":"For fun. Mini story in the Royale. I see no reason why they shouldn’t have been.","labels":"amusement"},{"text":"[NAME]","labels":"neutral"},{"text":"1. Keep doing exactly what we have been doing for the last 24 years. 2. Expropriate the land. 3. ?? 4. Economic growth.","labels":"amusement"},{"text":"Yeah, I haven’t kept up with that show lol ","labels":"amusement"},{"text":"This hit a little too close to home","labels":"neutral"},{"text":"there is also r\/foreskin because why not","labels":"neutral"},{"text":"The best feeling ever was when class was over and it never got to your turn, so you didnt have to present until the next day","labels":"joy"},{"text":"\"YOU BUNCHA BASTARDS\" is one of my favorite quotes hahaha","labels":"amusement"},{"text":"This guys still alive?","labels":"neutral"},{"text":"\"Why everyone hurts me?\"","labels":"sadness"},{"text":"just wait till [NAME] gets his less than 10 years deal.","labels":"neutral"},{"text":"“…Don’t try it, [NAME]. I have the (moral) high ground!” ","labels":"neutral"},{"text":"No compromise, the Democrats are finally showing some goddamn backbone. ","labels":"disapproval"},{"text":"Oh, [NAME], don't bring THAT story up!","labels":"annoyance"},{"text":"Ok, I have to see this thing now.","labels":"neutral"},{"text":"He provided links above.","labels":"amusement"},{"text":"as the old saying goes, we know what they all r, just trying to negoiate the price.","labels":"neutral"},{"text":"Apparently government cares about the environment about as much as many of our neighbors.","labels":"caring"},{"text":"But you understand that the whole point here is to get [NAME] in that suit.","labels":"neutral"},{"text":"It isn’t that bad :\/","labels":"approval"},{"text":"You don't follow [NAME]. You're a hypocrite following man's interpretation of the word of [NAME]. Youre too stupid to even be embarrassed.","labels":"annoyance"},{"text":"We no longer have the gold standard to define the value of money so it has to come from somewhere. They *use* money, they can't create it.","labels":"realization"},{"text":"As a kid, I was way more excited to see the [NAME] truck.","labels":"excitement"},{"text":"The women-are-wonderful effect.","labels":"approval"},{"text":">”The Palestinian [NAME] population is rotten to the core.” Source","labels":"neutral"},{"text":"Yea, very rude. Avoid anything with a strong smell like fish and popcorn, curry is just as strong. ","labels":"disapproval"},{"text":"was that hutty from [NAME]?? ahhh that makes me so happy. love those boys e: oh it was a rebound","labels":"joy"},{"text":"Congrats!!","labels":"neutral"},{"text":"That's the laziest bro I've ever seen","labels":"disappointment"},{"text":"Yeah but even then I feel like they could’ve went about it better","labels":"disappointment"},{"text":"i get the joke and still think this sucks.","labels":"confusion"},{"text":"If your partner is assaulting\/abusing you that’s a dealbreaker.","labels":"annoyance"},{"text":"My darling, have you bowed down to worship the ancient one yet? We are very worried. ","labels":"fear"},{"text":"Brilliant movie.","labels":"neutral"},{"text":"You have to be REALLY old to be too old to appreciate rap music. Rap music started in the 1970s.","labels":"optimism"},{"text":"# IF YOU DIG THIS, THEN YOU DUG THIS. CAUSE IT'S ALL ABOUT THE NERD FIGHT PORK PIE","labels":"amusement"},{"text":"No like its legit cgi Edit: this comment has some value the entire thread has things to pick apart in it","labels":"neutral"},{"text":"It's nothing compared to how scaled down tyreal's wings are: Look at just how massive they are in this d2","labels":"neutral"},{"text":"Pretty much same. It’s always me who has to change. I’m the one wrong.","labels":"neutral"},{"text":"Insofar as the Church has definitively ruled, it has been against evolution.","labels":"neutral"},{"text":"They listened in a way.. they just executed it in such a way that makes us pay 3-5x over what we should be paying for skins.","labels":"amusement"},{"text":"[NAME] has only missed a couple games and WCJ hasn't missed any. Not sure how you rank their top 4.","labels":"neutral"},{"text":"You put \"fascists\" in quotes as if the protesters are insane to believe self-proclaimed neo-Nazis and \"alt-right\" nationalists would have anything to do with fascism. ","labels":"neutral"},{"text":"Glad I'm not the only one","labels":"joy"},{"text":"When I was in 3rd Grade, I wanted to sneak into my pregnant teachers house and make her drink beer.","labels":"realization"},{"text":"Oh [NAME]... now you’re stealing my lines.","labels":"neutral"},{"text":"This was touching and certainly fits here on r\/bestof. But can someone explain how it started? How did someone know he's depressed? I'm just confused..","labels":"confusion"},{"text":"I know, this weekend was absolute worse case scenario ","labels":"disappointment"},{"text":"No, that's Generation Z. Instagram is their fault.","labels":"disapproval"},{"text":"Wow crazy. Proud of her","labels":"excitement"},{"text":"Great! Thanks for the ideas","labels":"gratitude"},{"text":"For an alternate anecdote, I quit playing because of the forced role QM changes, so there's that.","labels":"neutral"},{"text":"Violating the law has never been a prerequisite for being charged with violating the law.","labels":"neutral"},{"text":"I don't have children yet so I will just have a long conversation with my balls tonight","labels":"disappointment"},{"text":"I mean, this very post is climate change denial related, which has zero to do with the second amendment, so I don't get your point ","labels":"neutral"},{"text":"Well that's an awful superpower to have. Maybe you could fix [NAME] tho.","labels":"amusement"},{"text":"Call ambulance or police for a wellness check but make HER pay the ambulance fees\/ callout fees, not OP. it should teach her real fast.","labels":"approval"},{"text":"She muctb not really be that into you","labels":"neutral"},{"text":"The movie powder is based on this guy","labels":"neutral"},{"text":"Yeah but you expect the idiots who've flooded this sub to know what they're talking about.","labels":"neutral"},{"text":"I review you - *clap clap* - [NAME], bye bitch, gone","labels":"amusement"},{"text":"IDK how you can tell how they look from there tiny baby casket, but ok.","labels":"neutral"},{"text":"I dont understand this personality thing? Most guys aren't that interesting but they will still end up with a girl.","labels":"confusion"},{"text":"What lobotomy by public schooling looks like...","labels":"neutral"},{"text":"Shut up you shill \/s","labels":"neutral"},{"text":"Poor [NAME]. I like her. I wish they'd show what's going on with her.","labels":"desire"},{"text":">Federal minimum wage should be closer to $5 That's a horrifying thought.","labels":"disapproval"},{"text":"In our military at the time you could pay out at any point. They really only wanted people who wanted to be there.","labels":"neutral"},{"text":"I'm going to use \"my dicky has to perpetually get sticky\" as a line to pick up ladies. Wish me luck, guys!","labels":"gratitude"},{"text":"Most GH now is fake. The real stuff is exorbitantly expensive.","labels":"disapproval"},{"text":"you guys got hate in your heart","labels":"annoyance"},{"text":"So it *was* you I saw in the window in De Wallen, then? :D","labels":"neutral"},{"text":"I was already taking a break from basketball this season, but I think this really put the final nail in the coffin. This team is hopeless. ","labels":"disapproval"},{"text":"He's messing with my emotions and my fantasy hockey pool....","labels":"annoyance"},{"text":"Canada here, yup..... gods damned homophobic leftovers.","labels":"neutral"},{"text":"Are you ghosting?","labels":"neutral"},{"text":"If it’s a one hit kill like the regular crossbow, absolutely would be a fantastic crate weapon.","labels":"approval"},{"text":"i'll be waiting for your post about having a crush on a straight guy tomorrow.","labels":"neutral"},{"text":"S P O I L E R ! !","labels":"neutral"},{"text":"Very sweet of [NAME]","labels":"neutral"},{"text":"Absolutely not. What if a girl did this to you? Instant turn off. She doesn't seem interested. Keep the communication face-to-face at this point.","labels":"disappointment"},{"text":"Looks f*cking delicious","labels":"approval"},{"text":"Wonder no more, this is coming out like next year","labels":"curiosity"},{"text":"Reminds me of that Australian news story about kids addicted to Fortnite and the kid is talking about how much he loves [NAME] ([NAME]).","labels":"approval"},{"text":"Nah, I got married in Texas about 20 minutes after I got engaged. ","labels":"neutral"},{"text":"Every time I see a something like, 'thanks for nothing, [NAME],' I mentally apologize to her, lol. ","labels":"amusement"},{"text":"That's how you think hes trying to input something. Glad it was my way home.","labels":"gratitude"},{"text":"Thanks will check them out!","labels":"gratitude"},{"text":"It's no coincidence that I became generally happier when I realized that once I covered the necessities more stuff didn't bring more happiness.","labels":"joy"},{"text":"you are not capable of disputing self-evident facts.","labels":"disapproval"},{"text":"Throw them for a real loop and make them confused; \"We're not related just twins.\"","labels":"neutral"},{"text":"i had a weird feeling colts were gunna win the SB, should have put some money on it ","labels":"surprise"},{"text":"Don’t forget to show your work!","labels":"neutral"},{"text":"I wish I could help you but I’m in the same ditch as you. High school is causing me troubles too","labels":"desire"},{"text":"Super righteous.","labels":"amusement"},{"text":"Let’s gooooo WHI","labels":"neutral"},{"text":"Stay strong and keep going. Chiche but true : living well is the best revenge .","labels":"optimism"},{"text":"Took me way too long.","labels":"neutral"},{"text":"the laycount is legit buds @IAMTHESmoothOperator","labels":"neutral"},{"text":"Just like in Seinfeld when the waitress called the audible after [NAME] talked about how much he likes manure.","labels":"approval"},{"text":"I am your father's brother's nephew's cousin's former roommate.","labels":"neutral"},{"text":"I love the “I’m sleeping” and then the realization","labels":"love"},{"text":"Everyone’s a god damned critic. Try doing five minutes of stand up and see if you don’t end up on this sub.","labels":"disapproval"},{"text":"Only the [NAME] do so. The rest of us have been exasperated with him for months, at least.","labels":"neutral"},{"text":"ISN'T YOUR CLUB RUN BY A JABBA-THE-HUT-LOOKING DONALD-TRUMP-ACTING MORON WITH A ~~FIVE SIX SEVEN TEN~~ FIFTEEN YEAR PLAN?","labels":"neutral"},{"text":"Yeah usually there are the c-1 but this go around this is what was handed. I like them","labels":"love"},{"text":"You’re a vet; you at least WERE poor lol. I’m a vet too dude I know the struggle.","labels":"amusement"},{"text":"Back in the seventies and eighties we all did this and it was no big deal.","labels":"realization"},{"text":"when my egg cracked I went through like every teen girl phase in the space of 2 months lol","labels":"amusement"},{"text":"Nobody claims that 20th century socialism was a utopia. Please remember your own comment before replying.","labels":"annoyance"},{"text":"Wow this was an eye-opening response, and you’re right it helped us learn more, be compassionate and focus on a better well-being.","labels":"approval"},{"text":"I won’t but if I tell him to have a threesome didn’t I open the door for him to cheat","labels":"neutral"},{"text":"It’s the NRA, I don’t think it should shock anyone regardless.","labels":"neutral"},{"text":"Holiday getting abused as usual","labels":"neutral"},{"text":"Name something just pick a single thing so I can present evidence to you .. quit sealioning","labels":"neutral"},{"text":"Beast milk. My favourite!","labels":"love"},{"text":"It is bad tho.","labels":"disapproval"},{"text":"Yep [NAME] and BIG for the next two seasons will be so fun to watch","labels":"amusement"},{"text":"Your patience to find the perfect moment is... Please just let me slow clap.","labels":"amusement"},{"text":"Whichever was toxic first, easy. This is why we ONLY camp when one of them is toxic first.","labels":"optimism"},{"text":"Yeah -- a woman who expects a guy to never even think about other women for the rest of his life is a special kind of delusional.","labels":"approval"},{"text":"I get a kink in my neck from brushing my hair damn","labels":"neutral"},{"text":"Pop a chubby like a green teletubby! ^(that felt wrong.)","labels":"disapproval"},{"text":"Not under [NAME]. Under [NAME] desperate greedy extreme partisan coward politics. They purposely brought racism front and center.","labels":"disapproval"},{"text":"[NAME] needs to be thorough when looking for clues. Who knows what kind of sneaky business might be hiding in that plant.","labels":"confusion"},{"text":"Because it's fun?","labels":"amusement"},{"text":"He’s not going anywhere","labels":"neutral"},{"text":"It’s like they’re in the middle of a pissing contest.","labels":"embarrassment"},{"text":"Thanks guys for the explanation, didn't know that!!","labels":"gratitude"},{"text":"Lol idk how he messed them up but they were like eating rubber or gummy candies almost","labels":"annoyance"},{"text":"I noticed a lot of times racists just try to bait people so you did the right thing.","labels":"amusement"},{"text":"Hahaha this is great! What episode\/season is this?","labels":"amusement"},{"text":"If you ever wondered where ISIS got their method of killing homosexuals, wonder no more. Source: al-Jawab al-Kafi p. 260-263 as Quoted by Islamqa: ","labels":"neutral"},{"text":"I’m keeping my middle name, I somehow feel no dysphoria having the middle name [NAME] while having major dysphoria for having the first name [NAME].","labels":"disapproval"},{"text":"That’s because [NAME] thinks he’s the man oin this team. [NAME] I can’t wait till he’s gone","labels":"gratitude"},{"text":"Exactly. That's why I'm watching his videos as well. ;)","labels":"approval"},{"text":"They visit. But they don't stay","labels":"neutral"},{"text":"17.5 i pm what i got at 18","labels":"neutral"},{"text":"Go to the bathroom","labels":"neutral"},{"text":"If we leave the turtle alone with too many barnacles it can suffocate and die.","labels":"caring"},{"text":"Will you PM me too? I've been looking for a birthday present and I'd like to take a look at what you've got!","labels":"desire"},{"text":"Man, I remember when we were utter pish. Those were not happy memories.","labels":"remorse"},{"text":"Far believe me and now that i think about i am a boy so maybe search on other place","labels":"neutral"},{"text":"Wow that's some great facts and logic you're arguing with.","labels":"amusement"},{"text":"[NAME], I’ve slaughtered [NAME] today, but the man has balls, I’ll give him that","labels":"neutral"},{"text":"It was balanced by also adding relics , you could have some pretty cool variations in your games if they added a system similar to both !!","labels":"approval"},{"text":"The moon can.","labels":"neutral"},{"text":"Not to mention there was a HUGE EXPLOSION only moments ago. The whole area could've been rigged with bombs for all they knew.","labels":"disapproval"},{"text":"OP sounds like you need to wait a sec for the aim to focus.","labels":"neutral"},{"text":"Shoot first ask questions later","labels":"neutral"},{"text":"He is looking for the one that is leaking information, he doesn't want to throw anyone under the bus on purpose","labels":"disappointment"},{"text":"Back up, [NAME]!","labels":"neutral"},{"text":"Literally never in my life. But I’m only 19 so like","labels":"neutral"},{"text":"This is fantastic","labels":"amusement"},{"text":"Not if I legalize it. Then you can buy it.","labels":"neutral"},{"text":"That's how mafia works","labels":"approval"},{"text":"says a lot about the typical scottish football fan's frame of mind when they don't notice 'el b*****o' is a racist term","labels":"disapproval"},{"text":"Love me some Clash","labels":"approval"},{"text":"I was expecting this to go MUCH worse than it did and I’m so glad my imagination wasn’t right.","labels":"disapproval"},{"text":"The nfl has been the outcome of ref interpretation and flag throwing for years. Why are we surprised this continues?","labels":"neutral"},{"text":"tobaccy is nasty","labels":"disgust"},{"text":"Huh. Didnt know the HD edition had online multiplayer.","labels":"neutral"},{"text":"I kind of love the rabbit","labels":"caring"},{"text":"Ego is a hell of a drug","labels":"neutral"},{"text":"Canopy Growth will be valued at 1 trillion USD at one point.","labels":"neutral"},{"text":"Just a heads up that’s not what neoliberalism is.","labels":"neutral"},{"text":"What's the source? I love this.","labels":"love"},{"text":"I think we should get married","labels":"neutral"},{"text":"While lifting, loving yourself, and just being confident bro. ","labels":"caring"},{"text":"Lol 100% science and you are defending her honor","labels":"approval"},{"text":"Well, that one time, I was very constipated...","labels":"neutral"},{"text":"Give it time.","labels":"neutral"},{"text":"Happens to me sometimes too in certain scenarios. Its frustrating especially when you're banking on it deflecting something.","labels":"disappointment"},{"text":"Thank you all for your responses! Some new info for me is giving me hope again lol see ya on the battlefield","labels":"gratitude"},{"text":"Try to be rational instead of angry.","labels":"annoyance"},{"text":"It sounds like they found out that when asked if they have an allergy, people with a non-allergy food intolerance still answer yes.","labels":"realization"},{"text":"Yup, but I love wegman's so much, although I am curious as which one this is... I am guessing Jersey or DC area","labels":"excitement"},{"text":"i love the crocheted romper look and i don't care if i'm wrong","labels":"love"},{"text":"The \"people's assembly\" is the latest ruse by neoliberals since they realised they have little chance of winning if another referendum was called.","labels":"realization"},{"text":"I honestly can't tell if he really doesn't care or if he's just soft af... or maybe both lol","labels":"confusion"},{"text":"That was my first live Lions game (British and flights to DTW are expensive) I've never gone through so emotions in such a short amount of time","labels":"realization"},{"text":"For sure. I am infatuated with sharks, and much of that obsession comes from absolute fear haha. ","labels":"amusement"},{"text":"Shh that breaks the narrative though.","labels":"neutral"},{"text":"This is probabaly going to be an unpopular opinion but I definitely think all police cars should be clearly marked, unless they're part of an undercover operation.","labels":"disapproval"},{"text":"Can we just go down there and propose a bill? Die the constitution not allow that? An if were not allowed doesnt that count as non representation?","labels":"confusion"},{"text":"It's prevalent in everything. WoW was incredible when it came out *because* everyone was garbage.","labels":"neutral"},{"text":"My 2 year old loves Word Party. Story Bots is another good Netflix option.","labels":"love"},{"text":"She has been.","labels":"neutral"},{"text":"i know this isn't a private corporation and only the government so no real reason to be that concerned.","labels":"neutral"},{"text":"I'm not counting on them getting elected. I'm counting on them putting enough pressure on the Conservatives to actually become at least a little conservative.","labels":"realization"},{"text":"Oh ya, that’s [NAME]!","labels":"excitement"},{"text":"There is no such thing as 'incel worldview'. Youve been indoctrinated by other subs, most likely [NAME]. Admit that you're wrong and move on.","labels":"disapproval"},{"text":"Still waiting!","labels":"neutral"},{"text":"That is a face i do not want to wake up to in the morning","labels":"disapproval"},{"text":"Let’s go [NAME], prove everyone wrong.","labels":"disapproval"},{"text":"I saw on article on the same day that a person testifying about youth level abuse also died in a car accident. Same day.","labels":"neutral"},{"text":"Hahahaha. Wow. Pure gold!","labels":"excitement"},{"text":"You are welcome mr\/ms [NAME]","labels":"neutral"},{"text":"Well that's because you're close-minded. But meh. I don't need your respect. ;)","labels":"disapproval"},{"text":"Vote every one of them out that was quoted as being upset about the wire and not the corruption.","labels":"approval"},{"text":"If you can keep it from going out \/ someone putting you out, yes. ","labels":"neutral"},{"text":"They don’t like to be excluded from anything","labels":"disapproval"},{"text":"*she. And I was was referring to the 2 goals in the final 6 seconds last year. Also vs Anaheim lol","labels":"neutral"},{"text":"Exactly my point","labels":"neutral"},{"text":"Yes.... because they are dictatorships.... capitalist america is ending bad too if you pay attention.","labels":"neutral"},{"text":"It does with PIA","labels":"neutral"},{"text":"Why did a vision of my future include a story about [NAME] and [NAME] gold?","labels":"neutral"},{"text":"Your grad school advisor is an old fashioned idiot You are not. You are great!","labels":"amusement"},{"text":"I'LL MAKE SURE THAT YOU CAN NEVER POST ON REDDIT AGAIN! I AM THE ENBODIMENT LF r\/iamverybadass","labels":"realization"},{"text":"New Year, new you. I'm proud of you. ","labels":"pride"},{"text":"oops, my bad.","labels":"realization"},{"text":"Well I wish we could all get along too.","labels":"desire"},{"text":"My gut feeling \"what's wrong with his eyes?\" on the second date. Should have listened.","labels":"neutral"},{"text":"Lmk if you do this shirts hilarious and I kind of want one","labels":"neutral"},{"text":"That was so damn cute. She looks just like [NAME] and I bet it just melts his heart to see how mature that girl is","labels":"amusement"},{"text":"Damn, she was gonna clobber that punk with the butt of that gun.","labels":"annoyance"},{"text":"Yeah buh idk. I’d have to be really horny too and I’m really shy and anxious around him.","labels":"excitement"},{"text":"Are they jealous that they are playing a better sport.","labels":"annoyance"},{"text":"I take it you haven't checked your balances lately...","labels":"neutral"},{"text":"Better start believing in miracles then! LOL","labels":"amusement"},{"text":"Let's wait and see what punishment they receive before praising Israel.","labels":"neutral"},{"text":"i want to see more [NAME] backcourt action. I don't wanna see [NAME] shooting right now.","labels":"neutral"},{"text":"Thanks, you are right, I appreciate you reaching out","labels":"approval"},{"text":"What? I am aware it isn't permanent. The other legals aren't permanent either.","labels":"optimism"},{"text":"My toddler calls it gorilla cheese, and beats his chest like a gorilla when asking for it, lol","labels":"amusement"},{"text":"The patriarchy is who set the gender roles, which influence the standards for beauty for each gender, what are you not getting?","labels":"disapproval"},{"text":"The clothing comes in individual plastic bag from manufacture, but I do agree with the plastic packaging for the jewelry. That amount of plastic is unnecessary.","labels":"approval"},{"text":"He looks like he's trying to cosplay Mac from always sunny.","labels":"neutral"},{"text":"Don't tell yourself those lies. They only serve to keep that weight in place. We're all lucky to have you. You're a gem","labels":"approval"},{"text":"Because he's in dirt, and probably didn't have much practice ","labels":"remorse"},{"text":"Never heard of him before, But I believe in [NAME]. He’s going to be a legend after we hire [NAME]. Long live [NAME].","labels":"approval"},{"text":"has nothing to do, was removed. Please keep reporting posts like these.","labels":"neutral"},{"text":"If we're talking about the person in the middle, that's a man. [NAME]. ","labels":"neutral"},{"text":"That's a *really* weak counter-argument. \"They didn't achieve *total* world domination, so it's still a free market.\"","labels":"amusement"},{"text":"Rainy weather must have gotten them... no idea. But i've never seen a dead hummingbird and saw 2 within 5 feet of each other :(","labels":"realization"},{"text":"this is so unbelievably adorable","labels":"amusement"},{"text":"Incorrect. I'll go with what [NAME] tells me thanks.","labels":"disapproval"},{"text":"WHY [NAME]?","labels":"amusement"},{"text":"Damn....poor guy","labels":"neutral"},{"text":"[NAME] ever love the busses","labels":"love"},{"text":"Thanks for sharing your story. I hope you are doing okay now.","labels":"gratitude"},{"text":"Here’s your participation award","labels":"neutral"},{"text":"I live in Northern Scandinavia now and one of the biggest culture shocks to my American brain was the groups of very young kids just roaming the neighborhood.","labels":"neutral"},{"text":"The world is a big place, there’s always someone.","labels":"amusement"},{"text":"Woah, how manly.","labels":"amusement"},{"text":"I really enjoy “good life project” podcast by [NAME]","labels":"joy"},{"text":"Her license hasnt been revoked though ;( If purposefully giving people the wrong medecine isnt enough of a reason then idk what.","labels":"approval"},{"text":"My sentiments.","labels":"neutral"},{"text":"And in the worst fashion possible.","labels":"disgust"},{"text":"BHARLIE HEAT VERSION","labels":"neutral"},{"text":"He's not even HC, he's interim... relax chief","labels":"neutral"},{"text":"i think that is called masochism","labels":"neutral"},{"text":"Women don't have to pay for this service.","labels":"neutral"},{"text":"[NAME] increasing his trade value so we can trade him to NO for Lonzo. Thank you [NAME]!","labels":"gratitude"},{"text":"But once again that is a problem with the people. So many just attack the people who disagree instead of the arguments.","labels":"disapproval"},{"text":"I work in customer service, so it's inevitable.","labels":"neutral"},{"text":"I have not yet. But I have been advised to. Thank you!","labels":"gratitude"},{"text":"Two twin mattress on the floor of my room pushed together. Luckily one of us has a particular love for the middle.","labels":"love"},{"text":"Defense that's why","labels":"neutral"},{"text":"Non of them are smart enough to have a look out? That’s something all them should have known","labels":"disapproval"},{"text":"I don't get it. Are they upset that men aren't all using the blue nametags because blue is the color for boys, or what?","labels":"disappointment"},{"text":"That’s so wholesome.","labels":"neutral"},{"text":"Rip I guess.... Hope op does that Also happy cake day!","labels":"disappointment"},{"text":"The guy on that wouldn’t let [NAME] touch his own boat","labels":"neutral"},{"text":"M'loled at this.","labels":"neutral"},{"text":"I can't wait to tell my daughter how she used to love me so much she even wanted to watch me poop.","labels":"curiosity"},{"text":"This is like the third repost of this. But yes, very sad indeed.","labels":"sadness"},{"text":"I think you overestimate the ability of politicians to rig the vote c.f. May 2017","labels":"neutral"},{"text":"First thought that came to mind were those water benders in the swamp in Avatar: The Last Airbender.","labels":"neutral"},{"text":"It's possible to squeak by in Texas with that defense, if you play your cards right. ","labels":"amusement"},{"text":"I WaS KIddInG i loVE U lOLlOL","labels":"amusement"},{"text":"I'm sorry but data and facts are more important than the emotional experience of having lived through something.","labels":"approval"},{"text":"At that point [NAME] was no longer a virgin! No seriously, ask [NAME]! ","labels":"neutral"},{"text":"Yeah, it’s interesting how I’ve had conversations on the overground but not the underground. ","labels":"amusement"},{"text":"No way, that was brilliant!","labels":"amusement"},{"text":"That'll make it too easy.","labels":"neutral"},{"text":"Ooh wrong answer, but you'll have another chance to win 10,000 dollars in the lighting round! Will be right back after these messages.","labels":"disappointment"},{"text":"\"LOOK AT ME!!\"","labels":"neutral"},{"text":"What about fees? Much of the hit for a payday loan isn't interest, technically, it's fees. ","labels":"neutral"},{"text":"That’s unfortunate","labels":"neutral"},{"text":"BONE-SHAKINGLY MEDIOCRE BROTHER","labels":"neutral"},{"text":"Let them fight!","labels":"neutral"},{"text":"We're playing great!","labels":"amusement"},{"text":"Thanks, I hate it.","labels":"annoyance"},{"text":"this sort of creativity is awesome to see. play calling done right. chargers going to stomp the pats this weekend","labels":"joy"},{"text":"Oh no you got us Feminism canceled Pack it up y'all","labels":"neutral"},{"text":">Most likely lassaire stones. [NAME]. [NAME]. The bane of gemologists. Glassy garbage.","labels":"neutral"},{"text":"Or they will die!","labels":"neutral"},{"text":"I'll see if I can find it Found it!","labels":"neutral"},{"text":"I'm a woman and I lost mine at 26 (was just a later bloomer) This obsession with virginity is odd.","labels":"disappointment"},{"text":"Silence and For Greater Glory","labels":"neutral"},{"text":"how do you feel about the possibility of the cowboys getting #6 before we do?","labels":"neutral"},{"text":"I’m so sorry. You deserve so much better.","labels":"realization"},{"text":"Oh interesting username","labels":"amusement"},{"text":"no wait come back","labels":"neutral"},{"text":"Just another way to consume the world's hot glue supply!!","labels":"neutral"},{"text":"YOUR momentum doesn't help you, its the direction you're aiming and THEIR momentum that does. they were probably backing up when that happened.","labels":"disapproval"},{"text":"Its more about Russia not making such overtly antagonistic statements about Iran.","labels":"neutral"},{"text":"Yeah my kid bought it too at a book fair. $40!!! But it's a pretty damn clever book.","labels":"amusement"},{"text":"I really hope that this guy becomes the next u\/back2worksoon on Meme Monday","labels":"neutral"},{"text":"Mermaids don't exist.","labels":"neutral"},{"text":"100 chapters of relationship + 50 of build up after [NAME] left [NAME]. Damn you Sasuga T.T","labels":"neutral"},{"text":"This is a person who has clearly danced a lot, I wonder what happened ","labels":"surprise"},{"text":"Good. Now we just need people to dislike commies more than they do now","labels":"amusement"},{"text":"welcome to the soulless corporate concrete block. nothing but holy money matters. worship it. kill the children","labels":"neutral"},{"text":"What a hilarious joke... Comedy has basically become bashing.","labels":"amusement"},{"text":"Where did you see them? I’d like to watch too","labels":"neutral"},{"text":"Two horrible cunts","labels":"fear"},{"text":"There's no L in cyrillic. They were so close.","labels":"neutral"},{"text":"I see what you saw there.","labels":"neutral"},{"text":"That's where gen Z begins. Every 3-5 years the next 'wave' comes","labels":"neutral"},{"text":"[NAME] just think of how overworked her liver and kidneys must be!!","labels":"realization"},{"text":"I just wish he got more screen time. Im enjoying this season but I feel like the huge cast of side characters get all the attention.","labels":"desire"},{"text":"Stop following me around you one hour old troll account.","labels":"neutral"},{"text":"“Game 7” Unfortunately we’ll never get there.","labels":"disappointment"},{"text":"I so badly wish we could all gain this mindset and keep it. How easy would life be.","labels":"desire"},{"text":"I'm on my legal age and he's my second partner. I wil try to find more about it...","labels":"approval"},{"text":"People like that will have children because if that's all somebody cares about only a matter of time before contraception is not used and well there ya go.","labels":"caring"},{"text":"I don't think I'd like that either.","labels":"disapproval"},{"text":"...soooooo yes?","labels":"neutral"},{"text":"Nothing against bartenders at all. Dumbass people like [NAME], I make fun of because I can.","labels":"amusement"},{"text":"I really pity those unfree Cuban babies. It’s just sad.","labels":"disappointment"},{"text":">Yes: the native [NAME], at the hands of the European settlers. Laughs in [NAME] ","labels":"amusement"},{"text":"The fact you think they earned their wealth with effort shows you dont comprehend their wealth","labels":"approval"},{"text":"***RUINS THE BALANCE IN THE FORCE***","labels":"neutral"},{"text":"I get that the reason a restaurant would be out of the area is because it's the closest to them or it's the one they have chosen","labels":"neutral"},{"text":"It is a kayak","labels":"neutral"},{"text":"In all 18 years of my life this is only the second time I’ve seen these. I could’ve sworn they where discontinued","labels":"neutral"},{"text":"he looks pretty average to me. like many guys i've seen on the train.","labels":"amusement"},{"text":"Dude, wtf is this?","labels":"anger"},{"text":"> Imagine the ~~nightmare of regulation~~ flood of unregulated money these guys are up for- congrats.","labels":"amusement"},{"text":"Yeah.... I've always sucked at smiling honestly. I hate it. I hate selfies. I usually don't smile.","labels":"annoyance"},{"text":"No, if the cat's going to escalate then he needs to as well. It's bath time. ","labels":"neutral"},{"text":"Damn you reply fast","labels":"annoyance"},{"text":"So I've never seen [NAME] before and decided to Google it out of curiosity... Cheers for that","labels":"curiosity"},{"text":"You're telling me you don't get excited when you see a big hit or players drop the gloves?","labels":"excitement"},{"text":"I’m really glad to read that ex-spouses are friends after. Good for you all!","labels":"joy"},{"text":"The sad thing is, relatively speaking these are actually pretty good living conditions. Check out Harris Ranch.","labels":"sadness"},{"text":"Hey, take that grade with all the pride you can muster--no shame in being happy for an accomplishment! Congratulations!!","labels":"pride"},{"text":"I'm not super happy about having to see his face in the news for at least another 6 years.","labels":"neutral"},{"text":"Allow Ireland to become a colony of the UK, outside the EU?","labels":"neutral"},{"text":"It's a careful boundary between them seeing you as \"one of those parents\" and taking you seriously.","labels":"approval"},{"text":"Signed jersey from the Bulldogs 2012 team.","labels":"neutral"},{"text":"That was your comment dude. Which part of my comment was fake news? *wake me up if you find it.","labels":"approval"},{"text":"Looks soooo much better","labels":"neutral"},{"text":"yea I agree, and [NAME] is way younger so has trade value. [NAME] is still an offensive powerhouse but his DWAR is slumping.","labels":"approval"},{"text":"[NAME] and [NAME] together for multiple games composed entirely of 3 on 3? This is a dream come true.","labels":"desire"},{"text":"This makes perfect sense, thank you for explaining! ","labels":"gratitude"},{"text":"Lmao without [NAME], [NAME], [NAME] and a b2b too. Not a big deal. ","labels":"realization"},{"text":"Here i am playing Daggerfall","labels":"neutral"},{"text":"She already had plans with some of her friends and it would have been weird for me to get there, I didn’t know any of them. ","labels":"realization"},{"text":"The strapping type twine? White stuff? Once pulled a car out of a ditch with a few strands of that.","labels":"amusement"},{"text":"Huh, assumed he was more of a grindr fella .....","labels":"neutral"},{"text":"The left really needs to co-opt “Gamers Rise Up!”","labels":"optimism"},{"text":"keep telling yourself that, women dont care. keep hypnotizing yourself with pornsickness, that will bring all the women to the yard \/s","labels":"disapproval"},{"text":"Finally getting the help it needs","labels":"neutral"},{"text":"It's just a human problem. I lose track of how many stories a month come out about some teacher getting caught sexually abusing 1-3 of her students.","labels":"disapproval"},{"text":"I thought the term gated community was figurative, not literal.","labels":"neutral"},{"text":"It's ideological thinking, how boring and repugnant, honestly. ","labels":"amusement"},{"text":"If he were to come to the table with fewer red lines the EU might make different concessions.","labels":"realization"},{"text":"Guess I hit a triple","labels":"neutral"},{"text":"Isn't there a sub for tomorrow exact post?","labels":"neutral"},{"text":"Tell me it's real, the feeling that we feel","labels":"amusement"},{"text":"< video does a good job explaining push\/pull.","labels":"amusement"},{"text":"Nope, am I not allowed to voice my opinion on it? ","labels":"neutral"},{"text":"Yeah. I heard that in my head aswell doing the last argument, and found myself back here posting. ","labels":"neutral"},{"text":"I mean, I acknowledged that I'm not going to become a GM lol, but could you elaborate?","labels":"neutral"},{"text":"Not true. backtested analysis shows that 85% stocks 15% bonds provides better returns.","labels":"confusion"},{"text":"OH YEAH!!","labels":"neutral"}]