[{"text":"Build a wall? \/jk","labels":"neutral"},{"text":"[NAME] to [NAME]: \"Don't try and tell me how to defend\"","labels":"neutral"},{"text":"*and, sorry for the spelling mistake","labels":"remorse"},{"text":"I wanna die!","labels":"desire"},{"text":"I cheered for the Superbowl to be canceled","labels":"neutral"},{"text":"Did [NAME] mention the astroturf pitch after today's comfortable 3-0 win? He certainly made a big fuss about it after the loss at Rugby Park.","labels":"annoyance"},{"text":"What was that behind the back nonsense, criminy. TO THE BENCH","labels":"anger"},{"text":"how the absolute fuck did black panther get nominated for best picture? its marvel action schlock at its worst. blackkklansman on the other hand is a great movie","labels":"anger"},{"text":"Eternal rest grant unto him, O Lord, and let perpetual light shine upon him. May he rest in peace. Amen","labels":"relief"},{"text":"Omg I love these kinds of dates. Who initiated ??","labels":"love"},{"text":"See [NAME] this is the problem, I don’t know if you’re talking about cutting people in half or halving the population","labels":"confusion"},{"text":"The best answer is simply don’t do it. Having said that, good luck my friend. ","labels":"gratitude"},{"text":"you can be sweet","labels":"neutral"},{"text":"*\"Wow\"*","labels":"joy"},{"text":"Thank you for articulating this for me. It's just like that.","labels":"gratitude"},{"text":"This is objectively wrong, what the actual fuck lol.","labels":"amusement"},{"text":"FUCK LES BRUNS","labels":"anger"},{"text":"GH is slow compared to DD. Worked 4 hour block on GH and got 0 orders. Turn on DD and get an order instantly.","labels":"neutral"},{"text":"Upfront. Costs a lot more over the term of the contract though.","labels":"neutral"},{"text":"Thank you. I have been watching a lot of porn lately and jerking off more and i think that helps. How are you doing?","labels":"gratitude"},{"text":"Yeah yikes I have no idea what happened there .... :(","labels":"confusion"},{"text":"Everything. Everything is wrong with being hypocritical.","labels":"realization"},{"text":"I literally didn’t know that it was a interlocked I and U. Holy cow that’s crazy.","labels":"surprise"},{"text":"I just spent the whole week sneaking away to smoke, and trying to get into some girls shorts. ","labels":"neutral"},{"text":"It won't be. Just a rumor.","labels":"disapproval"},{"text":"Oh. I have anxiety for her and this conversation.","labels":"curiosity"},{"text":"Doesn't state strangers either. Assume some more.","labels":"confusion"},{"text":"She was going to her safe place in her mind","labels":"relief"},{"text":"Okay, thank you so much!","labels":"gratitude"},{"text":"WHEN I WAS","labels":"neutral"},{"text":"Most people don't believe I have aspergers because I look 'normal' everyone else just thinks I'm weird.","labels":"disapproval"},{"text":"Nailed it all I do is giving words but all you get his 'your own mind reflecting' Get me ?","labels":"neutral"},{"text":"I mean I like the park and I was surprised by that poll too","labels":"surprise"},{"text":"[NAME] just has the runs. Don't worry, [NAME] is lacing up to replace him","labels":"approval"},{"text":"That was a beautiful shirt","labels":"amusement"},{"text":"I sit on one of my legs. I always have my other leg weirdly sticking out. Like I’m trying to crouch, but failing.","labels":"disappointment"},{"text":"[NAME], [NAME], [NAME], [NAME] and one of [NAME] or [NAME]. But I’m pretty sure all of [NAME] is under contract forever if that matters","labels":"neutral"},{"text":"This right here... most of the orders I have done on shipt have not tipped. Not sure why customers feel entitled on that platform.","labels":"realization"},{"text":"Oh, prodigy might be a bit immature for that group. ","labels":"disapproval"},{"text":"[NAME] is having a great start to the game. Very gritty and I love it. Plz keep him.","labels":"love"},{"text":"Hahaha perfect.","labels":"amusement"},{"text":"I'm sorry but data and facts are more important than the emotional experience of having lived through something.","labels":"realization"},{"text":"This is the truest statement I’ve ever read about [NAME]. May he smile mercifully upon you.","labels":"joy"},{"text":"I'm glad you like doing - you can feel the darkness taking over haha. This honestly sounds like an animated short?","labels":"amusement"},{"text":"Thank you! Looks delicious.","labels":"gratitude"},{"text":"Just throw them into a pool of needles. That'll teach them not to steal ever again.","labels":"realization"},{"text":"Looks like [NAME] had the last laugh with [NAME]. Everybody was calling them foolish for not choosing Beale St.","labels":"disapproval"},{"text":"I love Wayfair! Just started using them and am impressed. Sounds like UPS sucks. Enjoy your couches! Haha","labels":"joy"},{"text":"Are you replying to something in particular, because what you stated is so obvious I would hope it need not be said on a science thread.","labels":"disapproval"},{"text":"We are like the douchebusters!","labels":"neutral"},{"text":"FUCK TAMPA. FUCK TORONTO. WE WINNING THE MOTHERFUCKING CUP","labels":"excitement"},{"text":"He really channeled his inner [NAME] for this goal","labels":"amusement"},{"text":"A quartet of [NAME], [NAME], [NAME] and Ox would be lovely.","labels":"approval"},{"text":"I was hoping this would happen since I saw yesterday's post! I was not disappointed in the least!","labels":"optimism"},{"text":"looks like you got 2 XL Cheetos","labels":"neutral"},{"text":"Lol I’d leave my work phone off and be like, nope didn’t see any calls lol","labels":"amusement"},{"text":"If you can keep it from going out \/ someone putting you out, yes. ","labels":"neutral"},{"text":"I'm a woman, 50-adjacent, and a descendant of slaves. I like hot sauce but I hate [NAME].","labels":"disapproval"},{"text":"here for me scenes of [NAME] being dragged by her children","labels":"neutral"},{"text":"As ironic as it sounds but her being a non factor is what ultimately won them the game (compared to inting [NAME])","labels":"surprise"},{"text":"OK. How old was the father when you got pregnant?","labels":"neutral"},{"text":"I'm fucking starving here.","labels":"anger"},{"text":"Hopefully he will","labels":"optimism"},{"text":"Mob mentality makes it worse. Four man SWF groups are generally, by far, the most toxic people in the game. ","labels":"disapproval"},{"text":"You [NAME] did not make us look good at all.","labels":"disapproval"},{"text":"I need to hear more stories like this. I've only heard horror stories of the pain with the surgery as an adult.","labels":"fear"},{"text":"I'm pretty sure [NAME] is the single most reported character in the game.","labels":"amusement"},{"text":"Ways to fool others into believing you didn't lose your eyes in a horrible accident","labels":"neutral"},{"text":"Two supposedly separate accounts created a day apart both misspell \"faggot\" the same way. Same dude confirmed.","labels":"annoyance"},{"text":"Signed up! This is brilliant!","labels":"amusement"},{"text":"Ah, fair enough.","labels":"amusement"},{"text":"No, you should definitely do drugs. Just stay at home when you do.","labels":"caring"},{"text":"There are courts. You need to document all this and let the judge give him a tongue lashing. Not that that would make a difference...","labels":"neutral"},{"text":"Always been a Yankees and Chargers fan. Ask me how it feels to lose to Boston in two division playoff rounds within a few months.","labels":"love"},{"text":"Oh I’m sorry. I assumed. I think that would be suspicious if your username was known to someone else.","labels":"realization"},{"text":"That is a great idea! I will propose in in my next session.","labels":"amusement"},{"text":"Forehead for days.","labels":"amusement"},{"text":"Singapore doesn’t lock up all drug users. They brutally go after the dealers.","labels":"neutral"},{"text":"Thanks guys for the explanation, didn't know that!!","labels":"gratitude"},{"text":"You are right. There's absolutely no group of liberals here that calls everyone right of [NAME] [NAME] every chance they get.","labels":"realization"},{"text":"No sure what’s going on here, but [NAME] was one of my absolute favorites growing up","labels":"confusion"},{"text":"They arent the same.","labels":"neutral"},{"text":"when all I want to do is relax and chill and all she does is bounce off the wall yapping their mouth too much.","labels":"relief"},{"text":"What the hell kind of university schedules a class at 6am?","labels":"anger"},{"text":"Not the first time. Won't be the last. Thanks!","labels":"gratitude"},{"text":"Banned or moved to different platforms mostly. Never were that many and those that did post here had trouble following the rules and were downvoted heavily.","labels":"disapproval"},{"text":"[NAME] damn I wish you was located near me haha","labels":"desire"},{"text":"I'M A FIVE STAR MAN!!! *as [NAME] clicks one star over and over","labels":"neutral"},{"text":"I'm well fond of foreign birds to be fair.","labels":"amusement"},{"text":"Troo, troo....worse eban dan eat pizza wif aht a ferk. ","labels":"disgust"},{"text":"Yes I agree","labels":"approval"},{"text":"No passes on skin color or class, yeah right thats why [NAME] is a supreme court justice right ??? ","labels":"realization"},{"text":"No I made the best of it, we had so much fun. Can’t wait to go back! ","labels":"amusement"},{"text":"A-fucking-men! :)","labels":"anger"},{"text":"I thought I was the only one who did this","labels":"neutral"},{"text":"you're welcome!","labels":"love"},{"text":"thats adorable aw","labels":"amusement"},{"text":"I wish that show would come back","labels":"desire"},{"text":"Thanks :)","labels":"gratitude"},{"text":"Nah, I it was cool to be a pedo back in the old days, ask [NAME] ","labels":"realization"},{"text":"If packaging sound policy with Hindutva is the only field booming especially in the coming chaos we’ll be set.","labels":"approval"},{"text":"That username lmao","labels":"neutral"},{"text":"I thought I actually saw that happen in a clip","labels":"neutral"},{"text":"Dunno what youre going on about bud, i was just informing him of the skins inspiration ","labels":"neutral"},{"text":"You really don't comprehend anything my man, now do you? Goodness gracious the amount of stupidity. ","labels":"disapproval"},{"text":"Right, and the names would be different.","labels":"neutral"},{"text":"Very nice.","labels":"amusement"},{"text":"Fine, you're right, they should just have a random fascist activist.","labels":"approval"},{"text":"Yeah buh idk. I’d have to be really horny too and I’m really shy and anxious around him.","labels":"excitement"},{"text":"And now Horse Armour is totally normal. In fact, Horse Armour is now extremely reasonably priced DLC, relatively speaking.","labels":"realization"},{"text":"Can't imagine voluntarily looking through those photos.","labels":"neutral"},{"text":"Wow he is very gifted! I hope he continues to freeze more buffalos!","labels":"optimism"},{"text":"To bad your mother didn’t swallow your dumbass","labels":"disapproval"},{"text":"And that's not [NAME] either. It's former HS o-lineman who now runs a frat","labels":"neutral"},{"text":"Ahhhh [NAME], you’ve done it again.","labels":"joy"},{"text":"No because thats stupid","labels":"disapproval"},{"text":"###READ THE BREAD BOOK","labels":"neutral"},{"text":"Did you win? We need one positive thing out of this disaster of a Saturday night.","labels":"optimism"},{"text":"TFW RIGHT IS LEFT AND LEFT IS RIGHT","labels":"amusement"},{"text":"People are barbaric even though they are peaceful? You’re not making any sense.","labels":"annoyance"},{"text":"Because most shit right wingers say is so awful that if they said it in a space where they weren't anonymous they would be fucking done","labels":"disapproval"},{"text":"\"here's where the map completely breaks\" \"also centurion has safe heavies\" like really lmao","labels":"neutral"},{"text":"Thank you for sharing your experience. It adds much needed hope.","labels":"gratitude"},{"text":"but it sure looks good","labels":"amusement"},{"text":"so doing something illegal only dehumanises you when caught?","labels":"disapproval"},{"text":"Yeah, at this point I just keep of off anything remotely related to what Im playing\/reading, its just too easy with the internet these days too be spoiled","labels":"realization"},{"text":"Only people who think they’re better than they are blame their losses on a grenade in the game.","labels":"realization"},{"text":"This post is SO HELPFUL. Thank you!!","labels":"gratitude"},{"text":"\/u\/skyboundIan no spoilers in the trailer pretty please :D","labels":"disapproval"},{"text":"The players turning on him for crying story cracked me up though.","labels":"amusement"},{"text":"Looks like you don't have a story too.","labels":"neutral"},{"text":"Nothing ocular about that smackdown. Raunchy just peaked all over [deleted].","labels":"amusement"},{"text":">The only person who said the CIBC cheques were not cashed is from Quadriga. I believe [NAME] said the same when interviewed for the coindesk article.","labels":"realization"},{"text":"Huge shout out to [NAME], wherever he might be, for always fighting the good fight!!!!","labels":"approval"},{"text":"It’s deeply bizarre.","labels":"surprise"},{"text":"If your enjoying your time with the other person then you are always on fun dates.","labels":"joy"},{"text":"50\/50 you’re about to be murdered","labels":"amusement"},{"text":"For an alternate anecdote, I quit playing because of the forced role QM changes, so there's that.","labels":"amusement"},{"text":"lol, dude. I don't know, but thank you. they might don't care but you do care. So I'm not much more loser.","labels":"amusement"},{"text":"Well I am happy you believe that.","labels":"joy"},{"text":"Why am I crying rn...","labels":"sadness"},{"text":"i can't even stand up straight on a paddle board in the calmest water imaginable","labels":"disappointment"},{"text":"It’s starting to sound like this season of The Bachelor.","labels":"neutral"},{"text":"Cool, thanks!","labels":"gratitude"},{"text":"My class size until 5th grade was 6 students...wish I had more classmates back then.","labels":"optimism"},{"text":"Now THAT'S a victory royale :)","labels":"amusement"},{"text":"Yeah totally not trapped by belt and road \/s","labels":"neutral"},{"text":"So then use shotguns?","labels":"neutral"},{"text":"I get ya man. It happens to the best of us.","labels":"optimism"},{"text":"Rest in peaches J2D or whatever his name was, nice meme","labels":"amusement"},{"text":"> [NAME] That is going to get sooo confusing if he does join our division.","labels":"disapproval"},{"text":"Hopefully they won't try to blame the trucker.","labels":"optimism"},{"text":"It's certainly not one I identify with, but I find it intriguing. Hence my starting this discussion. ","labels":"curiosity"},{"text":"Smh some of the removed comments.","labels":"neutral"},{"text":"Ok sure that’s a nice unfounded opinion you’ve got there. Unless you’ve been in one in which case wow sorry","labels":"remorse"},{"text":"Dude, I'm happy for you. Keep going, you're doing great!","labels":"gratitude"},{"text":"i’d totally prefer an unmatch than a “thought you were cute til I saw your full body shot”","labels":"love"},{"text":"Aren't reaction gifs *supposed* to be textless? The concept originates from imageboards after all","labels":"neutral"},{"text":"Lmk if you do this shirts hilarious and I kind of want one","labels":"neutral"},{"text":"Lol what do you mean ☺️☺️☺️","labels":"joy"},{"text":"This hit a little too close to home","labels":"neutral"},{"text":"Ya got a good life... *ya got a good life...*","labels":"joy"},{"text":"hmmm interesting i just threw up","labels":"amusement"},{"text":"I'm surprised no one posted a Meat thread yet...","labels":"surprise"},{"text":"I would no longer be antinatalist, but I would still be childfree.","labels":"neutral"},{"text":"Just so you know, I think the other responder is a nut & you were right the 1st time!","labels":"neutral"},{"text":"[NAME] IS SMILING EVERYONE","labels":"joy"},{"text":"Fuck isn't it nice to have a [NAME] on the team?","labels":"anger"},{"text":"I’m not an Aub man. Check the flair.","labels":"neutral"},{"text":"I’ve been banned twice there so I unsubscribed and joined this sub. This sub IS SO MUCH BETTER!","labels":"approval"},{"text":"They might be giants. Anything, but albums John Henry and Apollo 18 are good value.","labels":"approval"},{"text":"Too easy. I’m selling at $18k on Jan 12, 2021 so I can be pissed at myself for not selling the top","labels":"realization"},{"text":"\/r\/ATAAE from my POV.","labels":"amusement"},{"text":"What a turnaround.","labels":"joy"},{"text":"It's actually pretty cool in here today, not hot at all","labels":"amusement"},{"text":"Not when it’s literally contradicted and not corroborated by every other one of that witnesses’s witnesses.","labels":"disapproval"},{"text":"Ruin and set back race relations","labels":"desire"},{"text":"Oh, I like this! Where’d you get it?","labels":"love"},{"text":"No it was a joke","labels":"joy"},{"text":"Beer garden - Proof of age or exact change required.","labels":"neutral"},{"text":"Man. Just tuned in. Forgot it was an early game. Looks like it's been a positive game so far from pretty much everyone.","labels":"amusement"},{"text":"Ok then :)","labels":"neutral"},{"text":"Wow. This would suck","labels":"amusement"},{"text":"Good. Now we just need people to dislike commies more than they do now","labels":"approval"},{"text":"I mean she’s barely into college so she’s only maybe 18-20 but to be this oblivious is pretty sad.","labels":"realization"},{"text":"Right. The comments people buy gold for astound me. I’ve seen some dumbass comments get gilded then comments that deserve it get nothing.","labels":"realization"},{"text":"Fake was the right call either way.","labels":"neutral"},{"text":"Was impressed til I saw you main [NAME]","labels":"amusement"},{"text":"[NAME] was not childfree. He just honored his wife's (who is childfree) desires because he loved her.","labels":"love"},{"text":"This is the most high school post I’ve ever seen on this subreddit.","labels":"amusement"},{"text":"i know this isn't a private corporation and only the government so no real reason to be that concerned.","labels":"realization"},{"text":"I wish to die with my will and spirit intact!","labels":"desire"},{"text":"Dice LA also has Dice Sweden employees on the team but we are wasting our time pointing it out.","labels":"neutral"},{"text":"Now we're talking!","labels":"neutral"},{"text":"she has a fetish is my guess.","labels":"neutral"},{"text":"The sad thing is, relatively speaking these are actually pretty good living conditions. Check out Harris Ranch.","labels":"sadness"},{"text":"in what world is that sentence anything other than transphobia lmfao","labels":"neutral"},{"text":"That's a very interesting theory and it makes sense. How does it gel with the fact that we clearly know the timeline changed?","labels":"amusement"},{"text":"As always - in need of good shower.","labels":"neutral"},{"text":"What the hell did you just type?","labels":"annoyance"},{"text":"not since that 9-2 pounding we put on Minn i dont think so","labels":"neutral"},{"text":"Crazy he took 1 year contract instead of a stable 4 year contract. Kind of shows you how dumb the guy is, 1 injury is all it takes","labels":"disapproval"},{"text":"Right now! What should I do!?","labels":"neutral"},{"text":"Downvote because prophet","labels":"disapproval"},{"text":"I wanna die","labels":"desire"},{"text":"It's not G A M E R time unless we get to berate women and minorities.","labels":"embarrassment"},{"text":"Thanks bot, I was and plan to have a great day despite this negativity in this comment section.","labels":"gratitude"},{"text":"Everyone's invited","labels":"neutral"},{"text":"Yes! These people are allowed to vote and drive and do other things that affect our lives!","labels":"neutral"},{"text":"Those ears...those horrible ears","labels":"fear"},{"text":"Yes that is so true why didn’t I think of that","labels":"approval"},{"text":"I WaS KIddInG i loVE U lOLlOL","labels":"amusement"},{"text":"Chances are you’ll be playing against potato players that are worse than bots, so I think you’ve got it in you.","labels":"optimism"},{"text":"I said I'm curious to see how many women would do it.","labels":"curiosity"},{"text":"I can say when I was 16 I never did anything even remotely as hateful as what these kids did. It's really easy.","labels":"amusement"},{"text":"Therapists hate this trick!","labels":"disapproval"},{"text":"There is no greater form of oppression than being called a bigot. #debateme #babyhitler #otherpeoplesbabies","labels":"annoyance"},{"text":"I'm really happy he and [NAME] are finding success","labels":"joy"},{"text":"Oh absolutely. No way he should run in 2020. I don't know what alternatives there are though.","labels":"confusion"},{"text":"[NAME] should be sticking that to the other side of the keeper, strange decision to go for that corner","labels":"surprise"},{"text":"Yeah, so dont make any sudden movements when cops are getting you out of a room where you were reportedly aiming a gun at people from your window. ","labels":"approval"},{"text":"I’m from Belfast. I’m Irish, my culture is no different from anywhere else in Ireland. ","labels":"realization"},{"text":"Great to hear that. Scary few hours for y’all.","labels":"amusement"},{"text":"Games played will hurt his chances unless he takes over the starting role later this season.","labels":"disappointment"},{"text":"Your comment reminded me of this","labels":"neutral"},{"text":"So you can make funny sex jokes on iFunny, obviously.","labels":"amusement"},{"text":"Crime in the park is the only kind of crime that matters for the sake of this discussion. Your generality does not apply here.","labels":"realization"},{"text":"Omg I commented on your original post. I hope you’re doing better and I’m glad this all came out and you got closure.","labels":"excitement"},{"text":"Nah mate hands across the M8 n that eh #gorgieloyal #bigcousins #watp \/s","labels":"amusement"},{"text":"What? I am aware it isn't permanent. The other legals aren't permanent either.","labels":"neutral"},{"text":"I hope it all works out for you and your baby girl, its hard doing it alone but itll be worth it for her. :)","labels":"optimism"},{"text":"I vape myself today to see if I still feel","labels":"caring"},{"text":"This girl was kinda like that. She would orgasm walking around if her jeans were too tight.","labels":"neutral"},{"text":"I will. If you ever need help I ain’t afraid to put some people straight just holla.","labels":"neutral"},{"text":"getting sucked in to a maneuver thurster or the primary ship screws are hell of away to go","labels":"annoyance"},{"text":"I TOO AM HUMAN AND I SENSE A JOKE HA YES I AGREE WITH YOIR LEVEL OF ABSTRACTION.","labels":"realization"},{"text":"Rats. Thanks anyway! Go Tartans","labels":"gratitude"},{"text":"I would love a lineup of [NAME], [NAME] he can play [NAME]), and [NAME].","labels":"approval"},{"text":"The best losers of grand finals cod has ever seen","labels":"amusement"},{"text":"You live in a wonderful fantasy world where all the students will pretend they are not adolescents with raging hormones. Charming.","labels":"amusement"},{"text":"I think the comment is highly relevant, thank you for posting it.","labels":"gratitude"},{"text":"Keep your head straight, stay on your path, and stick to your guns. ","labels":"caring"},{"text":"Yeah I know what you meant. Fuck the police, most of them are vile pieces of shit, they deserve every kick in the back they get.","labels":"anger"},{"text":"don’t doubt us, we really love [NAME]","labels":"love"},{"text":"We love our murder queen","labels":"love"},{"text":"When [NAME] breaks [NAME] jaw in “The Sound Of Silence” I’m cringing just thinking about it","labels":"fear"},{"text":"Fecking THANK YOU. -- One Foot on Each Side of The Pond","labels":"gratitude"},{"text":"H-how did I not notice that?! I was looking at some of those shoes yesterday","labels":"desire"},{"text":"I know, which is why I said it hasn't been referenced by any *living* characters on the show.","labels":"realization"},{"text":"But she had to accept it for it to show publicly.","labels":"neutral"},{"text":"I regret that I understand that reference :(","labels":"remorse"},{"text":"Lets not forget that the Bay Area is the epicenter of the tech boom\/revolution, and that will continue to be the case for the foreseeable future.","labels":"realization"},{"text":"felt like that shot by palms was our first in a while","labels":"pride"},{"text":"Thank you so much. This is really valuable information!","labels":"gratitude"},{"text":"Well, I guess that explains my gf mood now ","labels":"neutral"},{"text":"Funny how the whole rape thing just vanished once he was appointed.","labels":"amusement"},{"text":"I’m the most surprised that [NAME] is 35. Seems like just yesterday he was plotting with [NAME] on how to get booze for the party","labels":"excitement"},{"text":"Thanks, I love it ","labels":"gratitude"},{"text":"What a very \"centrist\" thing to say. ","labels":"approval"},{"text":"Beer bottles and his ex's old stuff. Because if country music has taught me anything its that all that exists is a gun, alchohol and some girl you lost. ","labels":"realization"},{"text":"Gotcha. I was married a few years before that, but you might have known my sister. She dated a guy in your branch named [NAME]","labels":"neutral"},{"text":"Don’t think there is a single person that thinks he overreacted there","labels":"neutral"},{"text":"\"Freedom is a cage\" -[NAME]","labels":"neutral"},{"text":"Me too. It’s my favorite. His cadence in saying it is so perfect lol.","labels":"love"},{"text":"So it's we now eh jerk-off, as in troll farm to creat FUD and drive the premium up on the order book. I knew it.","labels":"neutral"},{"text":"A lot of LGBT people I know just love D&D. Especially since character creation is just everything they want about self-expression and then some.","labels":"approval"},{"text":"Holy shit was that the one guy that supported remain? I didn't know we had a celebrity on this board.","labels":"confusion"},{"text":"All the best to you in 2019! I hope whatever lies next for you is rewarding. :)","labels":"optimism"},{"text":"That's no coincidence, factorio was inspired by modded Minecraft and iirc the first public post about the project was on the industrial craft forum","labels":"amusement"},{"text":"what a psycho","labels":"disgust"},{"text":"I thought you said it was last night. But looking back now it's this weekend. well go get'em tiger.","labels":"curiosity"},{"text":"[NAME] i've ever seen, nice to see that money doesn't ruin a good marriage","labels":"approval"},{"text":"One need not spend much time in the justice system to understand that this remains very much a real possibility in 2019.","labels":"realization"},{"text":"It's possible to squeak by in Texas with that defense, if you play your cards right. ","labels":"realization"},{"text":"This is turtle thing","labels":"amusement"},{"text":"Keep it simple. Do what makes the money so you can go do what you want.","labels":"neutral"},{"text":"\"Nice to see it doesn't get any better.\"","labels":"approval"},{"text":"I don't know you, but I am so proud of you. Hugs.","labels":"amusement"},{"text":"oh no, I didn’t mean one of my boyfriends haha, I meant one of his things. we’re not in an open relationship","labels":"amusement"},{"text":"Save money and find a good partner so you can be financially stable with someone you love and do whatever you want the rest of your life.","labels":"approval"},{"text":"Shows you how important posing is...","labels":"realization"},{"text":"Thank you! I agree. We’ve decided to back off. No need in feeding into it. :-)","labels":"approval"},{"text":"It's not murder if he wants to die, it's euthanasia. She doesn't necessarily have to be the one to do it. ","labels":"realization"},{"text":"Lovely day we're having.","labels":"excitement"},{"text":"My biggest problem with Yuri on Ice is that it didn't have enough episodes to show the payoff of their relationship in my opinion.","labels":"disapproval"},{"text":"So one study on ten years of data in a chem unit\/battalion and you're extrapolating that to the entire DoD?","labels":"neutral"},{"text":"I love this wow","labels":"love"},{"text":"Does anyone know if Thai courts tend to let off whitey?","labels":"neutral"},{"text":"That’s v strange behaviour.","labels":"neutral"},{"text":"This guy has the charisma and sex appeal of overcooked noodles.","labels":"amusement"},{"text":"Is that a kid directly beside her?","labels":"neutral"},{"text":"Currently [NAME], I just finished watching season 1 and I really like her. Bendelacreme is my all time favorite tho","labels":"amusement"},{"text":"He raped her. What is wrong with you? Go back to Incels.","labels":"neutral"},{"text":"That’s interesting, I took it as the dad being in a coma and the daughter visiting him in the hospital","labels":"caring"},{"text":"yes how does it feel being one of them","labels":"neutral"},{"text":"Try using a different browser and see if it helps.","labels":"neutral"},{"text":"That’s funny cause in the movies subreddit everyone was happy about black panther because of skin color.","labels":"approval"},{"text":"It's changing, slowly but surely. 20 years ago most people liked fur, now it's seen as cruel and unnecessary.","labels":"realization"},{"text":"A stork bite your baby?!?! *kidding*","labels":"amusement"},{"text":"Feeling your pain. I was laid off due to our department closing the week after Thanksgiving. Good luck to you. Stay strong.","labels":"optimism"},{"text":"this is painful","labels":"sadness"},{"text":"Such a disappointment. Mobile games are such a shallow replacement for a full sequel. What a let down.","labels":"disappointment"},{"text":"Hey mate, just know that if you need someone to talk to, I'm ready to listen. Hope things will get better for you, anyway. ","labels":"optimism"},{"text":"I don't have children yet so I will just have a long conversation with my balls tonight","labels":"sadness"},{"text":"SONNY-TATER!!","labels":"amusement"},{"text":"LOL...love nagy shock-faced","labels":"amusement"},{"text":"My [NAME]! This isnt a vaccine! It's a jello shot!","labels":"annoyance"},{"text":"He mustn't know about Mr. [NAME] and the cause of his untimely death.","labels":"disapproval"},{"text":"Sweeter than ever.","labels":"amusement"},{"text":"backstories for all the [NAME] kids, im super curious about it since they announced itll be released","labels":"curiosity"},{"text":"Can confirm. I've been trying to get out of bed for an hour and 15 minutes","labels":"neutral"},{"text":"My biggest pet peeve is blown saves.","labels":"neutral"},{"text":"Ironic, since cleaning your room is what [NAME] is always on about.","labels":"amusement"},{"text":"Don't forget about random sex","labels":"neutral"},{"text":"Makes sense, but I imagine if they wanted the land that badly theyd just buy it off him","labels":"approval"},{"text":"Idk that looks like adobe gains to me..","labels":"amusement"},{"text":"I just love that this is appropriate for football now\/again. #FuckLA","labels":"love"},{"text":"[NAME] bless the united [NAME]","labels":"optimism"},{"text":"Me when I spent 90% of the art exam time finishing the head and need to rush the rest of the body.","labels":"nervousness"},{"text":"I'm shocked you still have service. Mine doesn't play, they are cold. ","labels":"disapproval"},{"text":"KUBIAK WHY HAVE YOU FORSAKEN US???","labels":"neutral"},{"text":"I mean, this very post is climate change denial related, which has zero to do with the second amendment, so I don't get your point ","labels":"confusion"},{"text":"I'd love to hear the theme in the style of [NAME] or the Rolling Stones","labels":"love"},{"text":"It's irrelevant because that's not how we elect presidents. He won an electoral landslide. He flipped several democrat strongholds. He did just fine.","labels":"disapproval"},{"text":"Lopez is a better rim protector but I get your point","labels":"amusement"},{"text":"hMMM [NAME] is actually my worst hero in the game. I’ll work on him, though","labels":"disapproval"},{"text":"You can always view afterwards, no confidential votes in Parliament.","labels":"approval"},{"text":"I would agree. It's unfortunate and brutal in its content and in the responses in the thread","labels":"approval"},{"text":"Offense does too. Love [NAME] but he's hurting our spacing being out there so much.","labels":"love"},{"text":"I didn't even notice there was a mistake","labels":"confusion"},{"text":"You’re amazing thank you so much!! :)","labels":"amusement"},{"text":"Are you a twink?","labels":"neutral"},{"text":"This looks like don't hug me I'm scared","labels":"fear"},{"text":"Kill all humans","labels":"neutral"},{"text":"Imagine being this upset about another man’s marriage, someone you don’t know personally mind you. ","labels":"disappointment"},{"text":"You're in the wrong subs","labels":"neutral"},{"text":"What a thoughtful and clever response. I've never seen anyone point out that someone posts in TD before. Very cool!","labels":"approval"},{"text":"Ah it's the old one. First I can remember! Of course not the first. Or the last. Hard to keep track at times...","labels":"confusion"},{"text":"Let's wait and see what punishment they receive before praising Israel.","labels":"neutral"},{"text":".250\/.330\/.460 imo. And for a team who has had no 1B since Tex, this is more than fine. ","labels":"approval"},{"text":"I love having twins. They'll keep each other company in their room until about 7:30-8:00 every day. So nice.","labels":"approval"},{"text":"Looking at this hurts my teeth but dot damn those roses look so pretty","labels":"sadness"},{"text":"When you've been dodging as much as [NAME] has, to this challenge, ppl start to 2nd guess and lose faith in you.","labels":"realization"},{"text":"I think you should manage your hopes and expectations that you have about her. Start dating other people. Let her go","labels":"neutral"},{"text":"That seems like an issue with you not him","labels":"neutral"},{"text":"Wow nice job. how long did it take? My Day is coming soon.","labels":"amusement"},{"text":"I love the “I’m sleeping” and then the realization","labels":"love"},{"text":"> What keeps hurting her though? They are getting absolutely crushed by the crowd probably. There's always jackasses trying to push forward.","labels":"disappointment"},{"text":"\"Get the fuck out of the fucking chair\", or something to that avail.","labels":"anger"},{"text":"So you're saying [NAME] doesn't have a personal vendetta against me?","labels":"neutral"},{"text":"Yup, lost a whole train station inside of their houses. Great loss ","labels":"disappointment"},{"text":"I saw at least one user on this forum talking badly about [NAME] for missing playing time.","labels":"disapproval"},{"text":"He looks like he's trying to cosplay Mac from always sunny.","labels":"neutral"},{"text":"Sure, but he still died again a couple of years (decades?) later. So the copyright is still up.","labels":"realization"},{"text":"I don't get it. Are they upset that men aren't all using the blue nametags because blue is the color for boys, or what?","labels":"confusion"},{"text":"Yeah, which is not helping citizens with continued attempted scamming. ","labels":"disapproval"},{"text":"It’s a metaphor. No one cares how big his anatomy is.","labels":"neutral"},{"text":"I think [NAME] does a great job! Can't believe she's 56...she looks amazing!","labels":"amusement"},{"text":"surprised he hasn’t mentioned [NAME] after saying [NAME] the best manager\/coach he’s ever worked with","labels":"surprise"},{"text":"Back in the seventies and eighties we all did this and it was no big deal.","labels":"realization"},{"text":"The design was interesting. But it had a lot of flaws","labels":"amusement"},{"text":"OMG make it I want to be in on the ground floor of something #INVEST INVEST","labels":"excitement"},{"text":"oh, carry on then","labels":"neutral"},{"text":"Thanks friend, you have a good day! ([NAME] is fab btw just not quite [NAME] or [NAME] for me!)","labels":"excitement"},{"text":"almost every single time i have a friend from out of state visit, they make a comment about how bumpy our roads are","labels":"disapproval"},{"text":"All jokes aside my birthday is January 2nd as well if yours really is","labels":"surprise"},{"text":"Smart guy.","labels":"amusement"},{"text":"Good luck to you darling. I hope you feel strength and happiness.","labels":"optimism"},{"text":"I actually live in a place called Star City (ironically a really small town) so I thought it was the coolest thing to me.","labels":"approval"},{"text":"I. Love. This. Team.","labels":"love"},{"text":"I'm sorry but your username is absolutely horrible lol","labels":"amusement"},{"text":"If only we were in that conference room to hear the answer!","labels":"neutral"},{"text":"It really is. I didn't know a thing about the feud and it caught me off guard how brutal it was. Enjoyed it a lot though.","labels":"love"},{"text":"Then go in loud. I did that my first playthrough","labels":"optimism"},{"text":"> Am i missing something? Because it won't be repealed.","labels":"realization"},{"text":"By all means explain to me, after reading all of that above, how I don't know. Go on... I'll wait","labels":"neutral"},{"text":"It still cracks me up when people call me [NAME].","labels":"sadness"},{"text":"Thank you. Let's see if it does :)","labels":"gratitude"},{"text":"Thanks for all the replies! Not much of a public speaker, but can manage...hopefully lol","labels":"amusement"},{"text":"The word nourish makes me cringe now tbh","labels":"fear"},{"text":"You Done?","labels":"neutral"},{"text":"LET THE BOYS PLAY","labels":"neutral"},{"text":"inject that shit into my veins","labels":"neutral"},{"text":"WAIT IS THIS FUCKING LOSS!?!","labels":"anger"},{"text":"Maybe one is bigger than the other, so getting more t-time?","labels":"neutral"},{"text":"Damn [NAME] great move","labels":"approval"},{"text":"you can use your inhuman orang-utan strength to tear them from limb to lim thats an option","labels":"approval"},{"text":"Ah well hopefully they learn from this. You can never be overprepared for a live show.","labels":"optimism"},{"text":"Yeah, but are [NAME] really willfully ignorant? Their beliefs come easy to them. ","labels":"neutral"},{"text":"I guess I've never seen that written out. Thanks for the correction.","labels":"gratitude"},{"text":"I'd watch out for the brother. He seems like the type of guy to try to murder you years from now.","labels":"neutral"},{"text":"I need to know this as well, so I hope no one minds if I leave a comment here.","labels":"neutral"},{"text":"I’ll leave it for the rest of your life to do.","labels":"neutral"},{"text":"Thank you very much for this. I’m sure it’ll help.","labels":"approval"},{"text":"> Then and only then might you receive ~~a tip~~ **whatever change we have leftover from our grand expenses.**” FTFY. Sadly.","labels":"sadness"},{"text":"You absolutely should not tell her.","labels":"neutral"},{"text":"Thank you for understanding <3","labels":"gratitude"},{"text":"Not to mention there was a HUGE EXPLOSION only moments ago. The whole area could've been rigged with bombs for all they knew.","labels":"neutral"},{"text":"Worth a try to report the bus number, the route and the time to PTV to see if he can get them back. Best of luck!","labels":"optimism"},{"text":"Did that EVER work? Why did [NAME] keep going to that play over and over again when it resulted in 4th down after 4th down?","labels":"neutral"},{"text":"I chuckled, sue me","labels":"neutral"},{"text":"Wasn't hurtful at all. It felt comforting to me reading it. We're all good.","labels":"relief"},{"text":"Yeah that happens t","labels":"amusement"},{"text":"I mean that’s a stupid rule that creates an echo chamber, but I don’t see how that belongs here.","labels":"disapproval"},{"text":"what a beta!","labels":"neutral"},{"text":"Thankfully I had supportive and patient friends, lol.","labels":"amusement"},{"text":"This is seriously disturbing. Even more disturbing, is that we aren’t doing anything about this, and it’s going to expand. Watch. ","labels":"disgust"},{"text":"Do whatever you want if\/until you have kids. Just stay safe.","labels":"caring"},{"text":"It's extremely common. Hell you probably have it yourself and just don't know.","labels":"approval"},{"text":"That was intense","labels":"neutral"},{"text":"Everyone else's obsession sounds useful... I get obsessed with certain actors.","labels":"approval"},{"text":"Last time I saw was loooong ago. Basically before LN announced they went for probabilistic routing.","labels":"realization"},{"text":"That's great!","labels":"amusement"},{"text":"That pizza looks good","labels":"amusement"},{"text":"Congratulations, the most poorly written video game story in history made you think twice. You must be a genius. ","labels":"gratitude"},{"text":"Um, excuse me? I'm a *rolling* rabbit hole, thank you","labels":"gratitude"},{"text":"Yeah -- a woman who expects a guy to never even think about other women for the rest of his life is a special kind of delusional.","labels":"realization"},{"text":"I'm okay with killing babies in general. I mean, mastification is the cornerstone of my diet.","labels":"neutral"},{"text":"Would you’ve still got with her if you’d known beforehand? No judgement, just curious.","labels":"curiosity"},{"text":"This is as cool as it was burgers and fries and started the Omnibus to collect the first few pages were just so much to unpack there...","labels":"amusement"},{"text":"[NAME] SHOT THE PUCK *AND* WE SCORE Who woulda thunk","labels":"amusement"},{"text":"If I’d know about his kin shit I would have never been friends with him in the first place","labels":"disapproval"},{"text":"Oh my [NAME] give her as much food as she wants!","labels":"love"},{"text":"How would you get off? HOW WOULD YOU GET OFF?!?!","labels":"neutral"},{"text":"Seize all his property and assets. Redistribute to homeless and single mothers\/fathers. He loves food banks, let him use them. ","labels":"love"},{"text":"Try to be rational instead of angry.","labels":"neutral"},{"text":"TB12 is the greatest","labels":"amusement"},{"text":"hahah if only he had reddit","labels":"amusement"},{"text":"It's beyond evil. It is pure demonic when it's that pure sadism and vile sick torture. I hate them guys.","labels":"annoyance"},{"text":"Omg I love it","labels":"love"},{"text":"Her booty so thicc it bends the space\/time continuum","labels":"approval"},{"text":"pay me $92,000 dollars and Ill stay single forever lmao","labels":"neutral"},{"text":"Boston Children’s Hospital has these!!! Love it!","labels":"love"},{"text":"If it’s fan made they deserve an award. Or money. Something. The score is strange though","labels":"surprise"},{"text":"Improved by removing the third panel, improved by removing garfield. What can we remove that doesn't improve garfield?","labels":"approval"},{"text":"I doubt I'll ever own one of those, I'm a bookworm and I love the smell of old books. Thanks for the info, nonetheless.","labels":"gratitude"},{"text":"Oh same! But with [NAME]!","labels":"surprise"},{"text":"It's mostly what kids are enjoying at the time. I know I associate Minecraft with my little brother would watch cringey Minecraft YouTube videos all day","labels":"approval"},{"text":"Violating the law has never been a prerequisite for being charged with violating the law.","labels":"realization"},{"text":"I will always love [NAME] as a kid not knowing any other qb, but will always be bitter with him leaving.","labels":"disapproval"},{"text":"Silence and For Greater Glory","labels":"amusement"},{"text":"What would you do if y'all end up having kids, but break up later? There's no guarantee y'all will be together forever. ","labels":"confusion"},{"text":"Women should have all the same rights as men. That does not include ending another human’s life.","labels":"approval"},{"text":"Why thank you, fellow citizen of the Imperium. I shall now submit to the Inquisition for re-education.","labels":"realization"},{"text":"I'm shocked! Shocked! Well, not that shocked.","labels":"surprise"},{"text":"> Because I was a disgracefully gullible, immensely stupid fucking dipshit ~~was~~ *am* FTFY","labels":"disappointment"},{"text":"I highly doubt it man. You should be in the clear.","labels":"disapproval"},{"text":"‘Twas not MRSA, just ick, apparently.","labels":"amusement"},{"text":"You just keep playing games until provisional is over, you can't lose lp during this time and gain big lp (I think?)","labels":"caring"},{"text":"Doing a good job getting Dell involved.","labels":"approval"},{"text":"just read to chapter 216 and im heartbroken i hope they fix this...","labels":"optimism"},{"text":"Hi, [NAME]!","labels":"neutral"},{"text":"I'm not a miner. I'm not a service but I run a full node for experimentation and learning. Do I help or hurt decentralization?","labels":"neutral"},{"text":"Far believe me and now that i think about i am a boy so maybe search on other place","labels":"neutral"},{"text":"Lol seriously. I mean Vardos was really cool but other than that the story was so bland and predictable.","labels":"amusement"},{"text":"Damn, sometimes I love people here. ","labels":"love"},{"text":"The dude even looks like [NAME]!","labels":"neutral"},{"text":"That’s cool man! You have a good night!","labels":"amusement"},{"text":"Would not be surprised tbh.","labels":"amusement"},{"text":"he's being immature","labels":"neutral"},{"text":"I miss seeing us have desperate intense energy. Maybe next game","labels":"disappointment"},{"text":"I saw that twice last year.","labels":"neutral"},{"text":"Oh god. Imagine losing to Toronto in the cup final. You would spent the rest of your life hearing about it","labels":"disapproval"},{"text":"Sorry, but this one is funny. Wake up at 3am jabbing with a needle, patient satisfaction survey, what could possibly go wrong??","labels":"amusement"},{"text":"You'd better get to work then! See you in 10 years!","labels":"realization"},{"text":"What?! I am level 20 and I already had 4. I did 5 hide outs in total not counting the tutorial hide out.","labels":"neutral"},{"text":"One day I was really desperate and tried putting warming balms that are intended for sore muscles on my lower tummy and it helps so much!","labels":"sadness"},{"text":"The power dynamics argument is one of the most ridiculous arguments ever - unless it’s someone who has a *direct* influence on your life or outcomes.","labels":"disapproval"},{"text":"It is crazy to me that there are even people in this sub that think [NAME] isn't worth his contract.","labels":"amusement"},{"text":"Yeah I agree with you tbh. A rough patch of form from us and the 5 point lead could be gone fast","labels":"approval"},{"text":"It's all fun and games until somebody loses an ear.","labels":"amusement"},{"text":"My overly processed vegan avocados are slowly killing me","labels":"disapproval"},{"text":"Nope, you weren't in the wrong at all.","labels":"approval"},{"text":"The funny\/awful part is how well [NAME] works photoshopped in.","labels":"amusement"},{"text":"Yeah he is crazy early game, but as soon as you get a few items on an ap character, you just kill him before he combos lol","labels":"excitement"},{"text":"This is disturbing.","labels":"annoyance"},{"text":"I have many a screenshot of blatantly false posts that my older, conservative, religious relatives share on Facebook ","labels":"neutral"},{"text":"Short, succinct, and perfect. It would be nice if the more of the world realized this simplicity of life.","labels":"approval"},{"text":"Thanks, do hv a therapist. He doesn't think I am violnt. I want the thoughts to stop. ","labels":"caring"},{"text":"If you've only flown private for most of your life, it's hard to not think it's uncomfortable. ","labels":"disapproval"},{"text":"is that an enby egg?","labels":"neutral"},{"text":"You can turn right on red!","labels":"neutral"},{"text":"What song was that earlier ? It went oooh oooh ooooh oooh oooh oooh.","labels":"neutral"},{"text":"Could you explain please? I understand each word, but not the sentence.","labels":"confusion"},{"text":"It is SO gross, I despise him and think he's a gross predator. ","labels":"neutral"},{"text":"I felt a great disturbance in the Force, as if millions of voices suddenly cried out in terror and were suddenly silenced.","labels":"confusion"},{"text":"Hey, I described you in the OP! Everyone's doing it so you have to too, otherwise *you* feel like it's unfair.","labels":"realization"},{"text":"* Fuck [NAME] * Yes","labels":"anger"},{"text":"I'm sure there are people who really enjoy being parents though. Those people just aren't us, and aren't most parents. ","labels":"approval"},{"text":"It's the great irony of The Resistance©. It's hard to be a rebel when most of the powerful institutions of the country are on your side","labels":"realization"},{"text":"I like you both.","labels":"love"},{"text":"Tics can have a variety of causes, Tourettes' are caused by certain neurotransmitters in the brain not working properly. ","labels":"neutral"},{"text":"Go to the bathroom","labels":"neutral"},{"text":"It seems strange to me that [NAME] is still unsigned this close to the season.","labels":"surprise"},{"text":"Don't self-diagnose. Talk to a medical professional and check for known diseases that may cause depression (hashimoto's comes to mind).","labels":"caring"},{"text":"What about Post Morty?","labels":"neutral"},{"text":"I loved the first one, but haven't gotten around to the second one yet. ","labels":"disapproval"},{"text":"Here's a purple heart for you recapping that! OMG matching romantic scoots I'm cryin'","labels":"excitement"},{"text":"Beautiful view!","labels":"amusement"},{"text":"Cool. Thanks for the tips!","labels":"gratitude"},{"text":"Didn't even get a chuckle out of me. I guess its just too high brow for my dumb brain.","labels":"disapproval"},{"text":"Man, I remember when we were utter pish. Those were not happy memories.","labels":"disapproval"},{"text":"I dont own a gun. I just dont like your attitude. You read like a drugged out washed up leach.","labels":"disapproval"},{"text":"She's slept with so many guys she's starting to look like one","labels":"neutral"},{"text":"my heart melted omg [NAME]","labels":"disappointment"},{"text":"[NAME] loves you. Be yourself and don’t let bigots stop you.","labels":"approval"},{"text":"He can recker my pecker and make my pinkie all stinky.","labels":"approval"},{"text":"[NAME] boxing gym in Ross is super inviting to everyone! It's a legit boxing club that is also friendly to folks just looking for a workout.","labels":"caring"},{"text":"I have a hunch that [NAME] is the mastermind of the whole operation.","labels":"amusement"},{"text":"It's hilarious that he thought you were a woman when you literally have \"man\" in your username. ","labels":"amusement"},{"text":"There is an actual subreddit for cheating. It's disgusting.","labels":"disgust"},{"text":"It’s more like a large youtuber trying to sue a smaller youtuber because both of their names have a C in it.","labels":"neutral"},{"text":"Subpoena is still one of the weirdest words I’ve ever seen","labels":"disapproval"},{"text":"Yeah, this just sounds like the usual Seattle understatement.","labels":"realization"},{"text":"Do you fucken mind","labels":"anger"},{"text":"i’m so proud of you!! good job dude!! :)","labels":"pride"},{"text":"Ah okay, thanks!","labels":"gratitude"},{"text":"I forget it all the time too.","labels":"annoyance"},{"text":"\"look at you... look at you..!\" Oh, I'm bawlin. ","labels":"excitement"},{"text":"Sometimes when it gets super annoying I cut it off with scissors but it always turns out worse and makes all the surrounding ones irritated and sore","labels":"annoyance"},{"text":"But if I want the objective control how do I go about it in the early game where respawn are fast?","labels":"neutral"},{"text":"[NAME] IS STILL THE ONLY QB IN THE NFC NORTH WITH A PLAYOFF WIN!","labels":"amusement"},{"text":"A “10” on the landing.","labels":"neutral"},{"text":"**Flair *does* check out.","labels":"neutral"},{"text":"[NAME] were the only reason this episode was remotely interesting lmao","labels":"amusement"},{"text":"Thank [NAME] there wasn't a psychologist among the testers","labels":"amusement"},{"text":"No time like the present to start trying.","labels":"approval"},{"text":"Yes, we no longer have the necessity to eat animal products. Thus the only difference is pleasure.","labels":"realization"},{"text":"i’m kind of overdunked actually","labels":"caring"},{"text":"best joke ever ahahahhahahahahahaha","labels":"amusement"},{"text":"Most likely it’s not a tumour since cancerous tumours aren’t usually painful. You still should go check it out ASAP.","labels":"approval"},{"text":"literally wasn’t the worst effort of the season","labels":"approval"},{"text":"One of the greatest moments of my life, to date","labels":"excitement"},{"text":"He's dressing like his dead 'friend' to keep him in his memory","labels":"sadness"},{"text":"Definitely the second.","labels":"amusement"},{"text":"Completely miss-wired! I never thought a kid can grow up miss-wired.","labels":"disappointment"},{"text":"Short answer - No she's not okay. Yes I think she does.","labels":"neutral"},{"text":"Not in CA.","labels":"neutral"},{"text":"Imagine one day you found a comment that was rated exactly as it should be.","labels":"neutral"},{"text":"There’s some Rask sparks!","labels":"neutral"},{"text":"Pack it up, folks, this one wins the sub forever.","labels":"neutral"},{"text":"That's not fickle. That's insane and delusional. It's not some cute little quirk. It's a disconnect with reality.","labels":"disapproval"},{"text":"Do you mean artists?","labels":"neutral"},{"text":"Lmfao is that bexey wtffffff ahahhahahaha","labels":"amusement"},{"text":"It’s only missing a line that says “who was born in June” for absolutely no reason","labels":"disappointment"},{"text":"And my apologies if I misinterpreted but you seemed to state multiple times that it keeps you from seeking other women, such as the [NAME] example.","labels":"realization"},{"text":"What age are you? I didn't realise you were a child until now.","labels":"confusion"},{"text":"Yes, some doctors look down on military docs. However, I've never seen military nurses looked down upon. If anything, it gives them a leg up.","labels":"disapproval"},{"text":"Resting up after a furious weekend of #MAGAboys hate. A xer has needs for xedz beauty rest","labels":"relief"},{"text":"You should be embarrassed. Not only because you are a adulterer but because you are a pedo for thinking of your son.","labels":"embarrassment"},{"text":"Ah TDS victim, got it.","labels":"neutral"},{"text":"How exciting.","labels":"excitement"},{"text":"Man that chick from total recall didnt age well.","labels":"neutral"},{"text":"What a horseshit response","labels":"annoyance"},{"text":"You must have a different definition of exciting. Ivan v Alyosha aka atheism vs [RELIGION] is very exciting.","labels":"approval"},{"text":"What a heartless person lol","labels":"disgust"},{"text":"It's a dumb and harmful thing, when you invite people because of their race and sexual orientation over qualifications and skill","labels":"disapproval"},{"text":"Lots of words and said nothing. Cheers.","labels":"neutral"},{"text":"Newsflash: Ugly people cheat, too. Cheaters cheat. Cheating is a behavior, not a look. ","labels":"approval"},{"text":"When the caterer found out [NAME] was going to pay the bill out of his own pocket, perhaps they declined the honour.","labels":"neutral"},{"text":"I'm sorry that happened. Was her hospice nurse aware that she was suffering?","labels":"remorse"},{"text":"But I think his feelings care about the fact that he's still not tall enough to ride any of the roller coasters at Disneyland","labels":"disappointment"},{"text":"I agree. There was just a big disconnect. They weren't talking specifically about masculinity but about certain situations that are toxic.","labels":"approval"},{"text":"Comfy girl = best girl","labels":"realization"},{"text":"While lifting, loving yourself, and just being confident bro. ","labels":"caring"},{"text":"Why is this being downvoted lol?","labels":"disapproval"},{"text":"Got it!","labels":"neutral"},{"text":"That was so damn cute. She looks just like [NAME] and I bet it just melts his heart to see how mature that girl is","labels":"approval"},{"text":"I know, you see somehow the world is changing me and its so wonderful","labels":"approval"},{"text":"Please don't \/u ping users in SRD.","labels":"neutral"},{"text":"Maybe that's why it's interesting.","labels":"curiosity"},{"text":"Man up and get yourself a date with a different woman.","labels":"neutral"},{"text":"And [NAME]. That dude sucks.","labels":"neutral"},{"text":"Well with the inclusion of run counters shit seems pretty pretty brain dead to me.","labels":"amusement"},{"text":"Perfect, thank you!! [NAME] this week and [NAME] next week, I’m getting closer and closer to having them all!! :)","labels":"approval"},{"text":"Short answer: No. Long answer: Nooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo.","labels":"neutral"},{"text":"spurs getting carried away now. Fouling their own players.","labels":"disapproval"},{"text":"Either that, or people overreacted to Mets\/cheapness related rumors for the 10907th consecutive time. I'll go with B","labels":"disapproval"},{"text":"Papaoutai still leaves me bald.","labels":"annoyance"},{"text":"Give the mouse a chance!.leave the cat to it.","labels":"neutral"},{"text":"Can we get a Chargers coach for [NAME]. They always seem to coach up their players in that position.","labels":"neutral"},{"text":"Ive got these too, any tips on how to remove\/make them less obvious?","labels":"neutral"},{"text":"Great headline though","labels":"amusement"},{"text":"Thanks for the summary. I was having a hard time keeping up! :)","labels":"gratitude"},{"text":"not defending [NAME] - just pointing out *one* of the reasons folks may disagree with slapping the socialist label on anyone left of neolib scum","labels":"disapproval"},{"text":"Hmm. I don't disagree. It's unfortunate.","labels":"approval"},{"text":"That's some animal cruelty right there, someone help this poor creature.","labels":"sadness"},{"text":"Thank you so much I am so proud of myself!","labels":"gratitude"},{"text":"Son of Darkness is cool, but also Ashes of the Empire","labels":"neutral"},{"text":"May [NAME] SWT bless you, protect you, guide you, and keep you active in this faith. Welcome to al [RELIGION] =)","labels":"optimism"},{"text":"Typical. Ugh","labels":"annoyance"},{"text":"you'd have to help them get past [NAME] extremely tough immigration process","labels":"caring"},{"text":"Almost totally gone... Let's see if we can guilt this loser into rescinding the medal","labels":"curiosity"},{"text":"She doesn't have to pay anything this is just an opinion of a lawyer. No court ordered that.","labels":"neutral"},{"text":"On the surface, yes. Deep down, probably not. ","labels":"neutral"},{"text":"You're a big man","labels":"amusement"},{"text":"Maybe or my reptilian DNA hasn't manifested yet","labels":"neutral"},{"text":"no u again","labels":"neutral"},{"text":"This is painfully fake","labels":"sadness"},{"text":"If by probe you mean “ask questions” then it’s To fully understand what you’re trying to say — why else?","labels":"neutral"},{"text":"Happy to hear this! Stay strong and continue fighting! We believe in you <3!","labels":"optimism"},{"text":"wh is that undertale","labels":"amusement"},{"text":"We’ve been watching OP for awhile and warned him about his posts. This one doesn’t rise to the level we warned him about.","labels":"disappointment"},{"text":"Oh you magnificent person. Yes please.","labels":"amusement"},{"text":"I'm sorry to tell you this but your mate probably touches children too. That's the only logical conclusion I can come to here.","labels":"realization"},{"text":"“They must have been very good friends.” -Historians.","labels":"neutral"},{"text":"I would post on r\/legaladvice to see if there is some way you could get back to your family and more importantly your cat!","labels":"caring"},{"text":"Popeyes spicy tenders","labels":"neutral"},{"text":"I'LL MAKE SURE THAT YOU CAN NEVER POST ON REDDIT AGAIN! I AM THE ENBODIMENT LF r\/iamverybadass","labels":"realization"},{"text":"A hatred for loot boxes and a desire to get them banned was quite popular on Reddit.","labels":"desire"},{"text":"[NAME]: \"I like being bad. It makes me happy.\"","labels":"joy"},{"text":"Quit serving money and [NAME] will feed you.","labels":"realization"},{"text":"I read a theory that somebody inside Huawei doesn't want [NAME] back. I mean that's the only explanation of hash response at this particular time.","labels":"realization"},{"text":"I ate my mommy and daddy","labels":"neutral"},{"text":"8 other justices?","labels":"neutral"},{"text":"Well aren't you a pleasant person. It was recommended that I share it here, but it seems like you're the epitome of infuriation, huh?","labels":"disapproval"},{"text":"Definetly mommy. Too similar to [NAME] from the legend of [NAME].","labels":"neutral"},{"text":"Yes, but you don't need it to play.","labels":"neutral"},{"text":"Another LA teacher here. They get posted around March. Make sure you start building up your portfolio now. Best of luck!","labels":"optimism"},{"text":"The wonderful thing about ttigers, is ttigers are wonderful things!","labels":"amusement"},{"text":"Why tho... I don't understand why I like this so much","labels":"confusion"},{"text":"You read the body, right?","labels":"neutral"},{"text":"assault? molest just has a connotation of someone being under the influence or without proper faculties","labels":"amusement"},{"text":"Agreed, even better","labels":"approval"},{"text":"That's some legendary teamwork exhibited right there.","labels":"amusement"},{"text":"This, great soundtrack to","labels":"amusement"},{"text":"hahaha. ask a person u hate for coffee. as an introvert with [NAME]. this cant go wrong","labels":"amusement"},{"text":"The part that shocks me is that they allowed him to wear shorts in regular class.","labels":"surprise"},{"text":"scared for sure... scared of how much money we're gonna have to pay him it's gonna be all the moneys","labels":"fear"},{"text":"I like this one she looks like she's basking in the warmth of the sun and just taking it all in it came out real nice partner","labels":"love"},{"text":"You should be required to be 25+ if you want the government to acknowledge your marriage. So stupid.","labels":"annoyance"},{"text":"Awesome pic!","labels":"amusement"},{"text":"I'm sorry. Now my entire bad pun looks even worse than it did when I started.","labels":"disgust"},{"text":"There’s a fairly strong intersection between white supremacists and antivacs from what I’ve noticed","labels":"approval"},{"text":"Offense is taken, not given. Calm down, you'll live longer. ","labels":"realization"},{"text":"This is fantastic and I'm happy for her!","labels":"joy"},{"text":"Thanks. I’m not sure your response is a proper attempt at answering the question.","labels":"confusion"},{"text":"You know that this happened in germany, do you?","labels":"neutral"},{"text":"I get lost in [NAME] eyes","labels":"neutral"},{"text":"The video was leaked with the caption: >“Here is America’s favorite commie know-it-all acting like the clueless nitwit she is,”","labels":"neutral"},{"text":"I like [NAME] soo much! he’s such a sweet and honest person, and his voice is amazing","labels":"love"},{"text":"Me to anyone:","labels":"neutral"},{"text":"Damn....poor guy","labels":"neutral"},{"text":"Finally gamers are being recognised as a valid gender by the State.","labels":"approval"},{"text":"Dude was posting about the score, as-in, “are you kidding me, we lost to the kings at home on a last second shot”","labels":"disappointment"},{"text":"The fact [NAME] met her at the airport should tell you all you need to know about why they did it. What a farce.","labels":"joy"},{"text":"[NAME] isn’t a rocket scientist. I was surprised about the Thailand thing tbh I did expect it to be true haha.","labels":"surprise"},{"text":"Of course. It would mean you owe them an unspecified favor in the future. That would be horrible.","labels":"disapproval"},{"text":"But he's relieving pressure. Just count yourself lucky he doesn't cough when he farts.","labels":"caring"},{"text":"All it takes is for you to brag to the wrong person and then poof","labels":"neutral"},{"text":"The future is now old man","labels":"neutral"},{"text":"For most people after 4 to 5 hours it gets up to the full resolution","labels":"neutral"},{"text":"[NAME] is a gem and I love him but he should really be a DH somewhere","labels":"love"},{"text":"Collab on the way?","labels":"neutral"},{"text":"Teaching kids to live under authoritarian rule!","labels":"neutral"},{"text":"Over under pistons score 87.5","labels":"neutral"},{"text":"Excuse me who the hell is that?","labels":"annoyance"},{"text":"At some point you just gotta say, that’s impressive. This isn’t that point. ","labels":"confusion"},{"text":"Having long good chats with brother about stuff, got clear boundaries set, thanks all","labels":"gratitude"},{"text":"Hello there!","labels":"neutral"},{"text":"ah! you´re welcome! :)","labels":"neutral"},{"text":"If you are advocating some voluntary form of socialism then we have no beef.","labels":"realization"},{"text":"Omg I thought you were paraphrasing. I'm so happy that those were the exact words they said.","labels":"joy"},{"text":"I saw on article on the same day that a person testifying about youth level abuse also died in a car accident. Same day.","labels":"neutral"},{"text":"AW YEAH HUGE WIN FOR FEMINISM AND WOMEN AMIRIGHT GUYS \/s","labels":"amusement"},{"text":"That's true for every loss except for this one. He's being really petty and hasn't taken the [NAME] loss well.","labels":"realization"},{"text":"My favorite is when he puts his name at the end of the sentence like this. It makes his comment seem so Eloquent! Best, [NAME]","labels":"amusement"},{"text":"Are you in Auckland and would you like to start work on Monday?","labels":"neutral"},{"text":"Good luck [NAME]","labels":"gratitude"},{"text":"Like me.","labels":"amusement"},{"text":"Fuck the fucking refs. Seriously. Fuck those fucking cunts. I'm so fucking mad. Fucking dickless fucking street walking fucking sluts.","labels":"anger"},{"text":"The best role you can take to climb is shot caller. Give your team the information they're not aware of and they'll be more useful.","labels":"approval"},{"text":"It’s sexual harassment because it was done with a sexual mindset. It’s not that hard to understand.","labels":"disgust"},{"text":"It's wonderful because it's awful. At not with.","labels":"amusement"},{"text":"Imagine what could've happened if you saw the longer director's cut!","labels":"neutral"},{"text":"I like Abram wayyyy more that Rapp. I hope we can snag Abram so we can use our first two picks to fill other holes.","labels":"optimism"},{"text":"Stop with this revisionist history we literally just let him go because HE SUCKED","labels":"sadness"},{"text":"Thanks love you","labels":"gratitude"},{"text":"She's supposed to be 20-something but is played by a 34+ year old actress.","labels":"neutral"},{"text":"I actually do have a really good one who specializes in emp law. He serves multiple areas. Will pM","labels":"amusement"},{"text":"“To put us all know who [NAME] laughed through it all.","labels":"joy"},{"text":"Rural MO. The nearest Whole Foods is an hour away. I can't imagine too many [NAME] could handle the distance.","labels":"neutral"},{"text":"That’s what I was thinking.","labels":"neutral"},{"text":">It's not FSA I am not going to discuss about something, which isn't even my point. ","labels":"neutral"},{"text":"Having kids is bringing into being a conscious person who will suffer and die and be aware of that fact. Become an antinatalist.","labels":"realization"},{"text":"Why all the downvotes? It's a fucking pizza thread?","labels":"anger"},{"text":"TWO YEARS!!! WE TOLD YOU SO!!!","labels":"neutral"},{"text":"Funny you say that... krav maga is quite popular in Evanston.","labels":"amusement"},{"text":"This, this is brilliant","labels":"amusement"},{"text":"Lol \"Weapons grade weed\", I love it","labels":"amusement"},{"text":"Every other way sounds wrong. SPR for life.","labels":"realization"},{"text":"The Donald raiders are the most savage of the bunch, they not only downvote brigade but also annihilate civil debates ","labels":"disapproval"},{"text":"> you've absolutely just generically described absolutely everywhere and not just Scotland. Nope, just the difference between scotland and sussex is staggering. ","labels":"neutral"},{"text":"Other than a lame attempt of being insulting, what part of anything you said has anything to do with what I said?","labels":"annoyance"},{"text":"I feel a tad lost without it now that my drive for football has vanished and basketball and hockey simmer one. The show's every night after all.","labels":"disappointment"},{"text":"You can call me a bitch, and it's cool because you also aren't expecting me to pay you for doing it.","labels":"realization"},{"text":"You don't have delusions of grandeur though, so you'll be done in by poisoned berries.","labels":"realization"},{"text":"I knew this was a Shitpost before I clicked it. Is this an INTJ thing btw?","labels":"annoyance"},{"text":"No one makes it through. We all die. Just some sooner than others.","labels":"realization"},{"text":"Oh fucking come on","labels":"anger"},{"text":"I don't even love myself that much. I'm glad I wrote myself out of the parenting pool long ago, I'd be terrible at it.","labels":"disapproval"},{"text":"I like the head bounce. He can ask the concussion to hold his beer, it will be strong...","labels":"approval"},{"text":"at 3:49","labels":"neutral"},{"text":"Their entire life is based around who\/what they object to because they are too scared to be *for* anything.","labels":"fear"},{"text":"Hey mods... let's not allow articles pushing unsubstantiated rumour from poor sources","labels":"realization"},{"text":"This isn't normal. If he's this way now, can you imagine later on? Time to move on girl. ","labels":"caring"},{"text":"They've all fucked your mother. Just ask them.","labels":"sadness"},{"text":"That’s what I came here to say! My sister was born in 2003 and writes in perfect cursive.","labels":"neutral"},{"text":"Do You Shit Fart?","labels":"neutral"},{"text":"Imagine ordering this. \"1000 burgers to the white house? Yeah ok buddy\" ","labels":"approval"},{"text":"I still rock my Casey Hampton pro bowl jersey!!","labels":"neutral"},{"text":"Sky full of song, June, Patricia and The End of Love all by Florence + The Machine ","labels":"amusement"},{"text":"Why so quiet now? You had a lot to say to me a handful of days ago.","labels":"neutral"},{"text":"no idea how [NAME] was a [NAME] or [NAME]. just awful","labels":"confusion"},{"text":"Just being friendly and sociable for the family get together!","labels":"approval"},{"text":"That's great to hear! I had no idea we actually helped so many people with just a dumb sign and some cookies.","labels":"amusement"},{"text":"Have you actually seen the pictures of her scratches? There’re not on her stomach at all, they’re on her side and back.","labels":"realization"},{"text":"Well, we did win the only Ghosts tournament we played together. I think 7\/8 with the 1 being a 2nd has to at least be considered.","labels":"approval"},{"text":"Everything mentioned below, plus when [NAME] dicey Walmart convict boyfriend changed [NAME] diaper. [NAME] found out and went ballistic, and rightfully so.","labels":"neutral"},{"text":"hahaha incredible, good catch ","labels":"amusement"},{"text":"And evidently [NAME] has a weak stomach. Ha.","labels":"realization"},{"text":"The patriarchy is who set the gender roles, which influence the standards for beauty for each gender, what are you not getting?","labels":"realization"},{"text":"The nerve of that [NAME] album on his wall. I still can’t believe he has a child.","labels":"surprise"},{"text":"\"We're the greatest country on the earth!\" says not-Canada","labels":"amusement"},{"text":"Have a good evening thank you!","labels":"gratitude"},{"text":"If its our fault for stocking it in the wrong place, its our fault - within reason of course.","labels":"realization"},{"text":"Understandable. Retail sucks and people are nut","labels":"realization"},{"text":"Coming from [NAME] who is addicted to Facebook. Thanks Facebook!","labels":"gratitude"},{"text":":o thats pretty good. Not what envision my boy [NAME] but I like this alot.","labels":"love"},{"text":"Thought so. Thanks!","labels":"gratitude"},{"text":"Match highlights for those interested, it was a very fun match","labels":"amusement"},{"text":"I missed you [NAME] you're pretty cool","labels":"annoyance"},{"text":"I love it. The only thing faker than their lies is them. I’m glad the girl was able to get her divorce.","labels":"love"},{"text":"That does make sense. I just hate that it led to him dumping me over them.","labels":"annoyance"},{"text":"Oh boy... it must actually be kind of nice to be completely oblivious to how the people around you are feeling.","labels":"neutral"},{"text":"They do, however this is a TRAFFIC unit that focus' on TRAFFIC offences. Ice dealers are more of a detective \/ taskforce job.","labels":"realization"},{"text":"Is there any attempt to use non-tainted symbol and to steer a non-hateful discourse in order to represent their pride?","labels":"pride"},{"text":">The Charisma Myth\" It's bullshit too.","labels":"anger"},{"text":"I’m upvoting for the misuse of the meme because so many people get their panties in a bunch over it.","labels":"approval"},{"text":"No like its legit cgi Edit: this comment has some value the entire thread has things to pick apart in it","labels":"neutral"},{"text":"Only 7? Wow he's slacking. He must not have very faithful parishioners.","labels":"disapproval"},{"text":"Dude I hope you get help and get clean again. Best of luck to you.","labels":"optimism"},{"text":"Which guy is that again? Theres also [NAME], hyper pro military special ops guy. ","labels":"disgust"},{"text":"supa mario brothas 2 ya bitch","labels":"neutral"},{"text":"Apples to oranges. Your perception doesn’t automatically make it wrong.","labels":"neutral"},{"text":"R\/T DIDN'T WANT IT!!!!","labels":"neutral"},{"text":"At least was fun i guess Thx [NAME], thx [NAME]","labels":"amusement"},{"text":"The moment [NAME] got activated off IR, [NAME] got placed on IR.","labels":"neutral"},{"text":"The candidate will be selected on Sunday. After that, get ready to go.","labels":"neutral"},{"text":"That's every cat's idea of fun!! Tasty human hands!","labels":"amusement"},{"text":"Do you mean a \"theocracy\"?","labels":"neutral"},{"text":"I must be getting old. Much more likely to be horny at 2 pm.","labels":"sadness"},{"text":"Exactly. How that woman has survived two no confidence votes amazes me.","labels":"surprise"},{"text":"[NAME] is a legend.","labels":"amusement"},{"text":"\"At least you're not this guy.\"","labels":"neutral"},{"text":"Sadly it happens randomly and I wouldn't want to lie to someone for money if the thoughts didn't appear.","labels":"disapproval"},{"text":"Good meme, but unfortunately the pic is fake. ","labels":"disappointment"},{"text":"Because killing the same mice twice is very tricky","labels":"amusement"},{"text":"[NAME] just got to slide into Chef Bois DMs","labels":"neutral"},{"text":"Cannibalistic Humanoid Underground Dwellers... I never saw the movie, myself. I thought it looked pretty stupid.","labels":"disapproval"},{"text":"That’s awesome news! Welcome to the family!","labels":"excitement"},{"text":"I wish you luck anyway lmao, and don't think so down of yourself, i believe you'll do great ","labels":"optimism"},{"text":"I'm not taking sides but 14 AB vs 182...","labels":"neutral"},{"text":"QB Coach too? Shit..","labels":"annoyance"},{"text":"Also his weird spiked haircut. I wanted spiked hair when I was like 6. I also wanted a mohawk. I'm not 6 anymore.","labels":"annoyance"},{"text":"This hurts my brain","labels":"sadness"},{"text":"Wow random irrelevant internet person has the secret goods on [NAME]. Maybe we’ll finally get to the bottom of this birth certificate thing...","labels":"confusion"},{"text":"I mean hey, added benefit.","labels":"neutral"},{"text":"No that's communism not socialism. There's a difference between them.","labels":"neutral"},{"text":"Im fine with complaining. A little surprised he's complaining without playing or even reading the patch notes since they were released.","labels":"approval"},{"text":"Yeah, that’s where my friend saw cizikas as well. Hey [NAME], is that you? Lmao","labels":"neutral"},{"text":"Thanks for this detailed response, it's given me a good understanding of what I am dealing with","labels":"gratitude"},{"text":"Hidden underneath everything else.","labels":"neutral"},{"text":"So many of [NAME] haters dismiss his top 10 stat placement. Never understood that.","labels":"confusion"},{"text":"That's pretty subjective tbh. I loved [NAME] VA specially in the angry and intense scenes. [NAME] was pretty good too, but I prefer [NAME].","labels":"love"},{"text":"Now that is an original Idea!!!","labels":"approval"},{"text":"Gotta love how these are mostly done at churches, no separation there.","labels":"love"},{"text":"good point, hadn't thought of that, thanks","labels":"gratitude"},{"text":"He's done nothing to earn trust either. He got ran out of Miami","labels":"disapproval"},{"text":"This idiot can't be bothered to comprehend anything that reads longer than a bumper sticker.","labels":"annoyance"},{"text":"Jump already !!!","labels":"neutral"},{"text":"I'm my parents' first and only child.","labels":"neutral"},{"text":"Happy Birthday!!!","labels":"neutral"},{"text":"Don't worry, [NAME] can't even pronounce Kombucha.","labels":"neutral"},{"text":"Fag breaks and a boozer within falling distance is a must.","labels":"neutral"},{"text":"[NAME] really getting roasted every chance. I think he is just misunderstood. I hope he shows up.","labels":"disappointment"},{"text":"Now I’m curious about their respective heights","labels":"curiosity"},{"text":"This blows. But I think [NAME] can do it alone if he gets a home health care assistant.","labels":"optimism"},{"text":"agree with the messaging but such a cringe video","labels":"approval"},{"text":"You do realize that this is the sub for non-Trump supporters to come ask questions to [NAME] supporters. The OPs are all non-Trump supporters","labels":"realization"},{"text":"Fond memories of one guy having a tub of ice cream for dinner!","labels":"amusement"},{"text":"Not complain. She could not complain since she made no effort in the beginning.","labels":"realization"},{"text":"The clothing comes in individual plastic bag from manufacture, but I do agree with the plastic packaging for the jewelry. That amount of plastic is unnecessary.","labels":"approval"},{"text":"This was 90 for 7grams","labels":"neutral"},{"text":"Ssssssh, don't tell them. It's a natural way to filter the gene pool from stupid people. ","labels":"approval"},{"text":"Yeah, you should probably get some help first and take a break before going back.","labels":"neutral"},{"text":">fail at reading comprehension >Other guy must be a troll ¯_(ツ)_\/¯","labels":"disappointment"},{"text":"it depends who i would murder and blame","labels":"neutral"},{"text":"Best to end the CCP of China than to end the world","labels":"neutral"},{"text":"Extol is the band that introduced me to progressive metal in the first place, still my favorite genre.","labels":"approval"},{"text":"If I'm enjoying some fresh produce, and I hear you say >app-uh-LAY-sha Rest assured im throwing this apple at'cha.","labels":"confusion"},{"text":"My dream place is Canada, my bi online friend moved there recently","labels":"desire"},{"text":"Ohhhh my gahhhd. One of my all time favorites. Taxi Driver can take a seat. Brink is awesome.","labels":"amusement"},{"text":"The economy of NI would thrive while the rest of the UK falls apart. They don't seem to know how good that deal would be.","labels":"approval"},{"text":"during Cowhers 15 seasons, HOF QBs (or future HOF QBs) won 13 of the 15 SBs. ","labels":"neutral"},{"text":"Yeah I agree, it really is interesting. I guess that’s why there’s so many different medications out there lol.","labels":"realization"},{"text":"[NAME] is [NAME].","labels":"approval"},{"text":"Pretty much. The key difference is that bunnies thump.","labels":"amusement"},{"text":"Oooo I see, I was hoping it wasn't a troll thing, it seemed really tasteless.","labels":"disapproval"},{"text":"What did he say?","labels":"neutral"},{"text":"Definitely not a dead human body. He’s probably just a weird dude that has some weird thing in his room that smells terrible.","labels":"confusion"},{"text":"Most people in Hong Kong hate \"One Country ,Two Systems\" for Hong Kong. There's no way they'd wish the same fate for Taiwan.","labels":"disapproval"},{"text":"It was a reference to earth 1s laurels arc. We honestly dont know enough about earth 2 laurel to come up with anything that wouldnt be overarching speculation.","labels":"approval"},{"text":"*They ARE my children* And now you see why people call you a future crazy cat lady.","labels":"amusement"},{"text":"Bhahaha! I’m sorry, that sounds awful.","labels":"disgust"},{"text":"Reg hunting is trying to kill me N1 or getting me lynched on day 2 or gamethrowing to make me lose or inv'ing\/interrogating me N1 every game.","labels":"disapproval"},{"text":"If I’m ever like that, suffocate me with a pillow.","labels":"neutral"},{"text":"Obviously, it was a humorous comment. But I'm pretty sure I can guess what you voted :P","labels":"amusement"},{"text":"Desperate and unethical measures","labels":"disapproval"},{"text":"[NAME] still looks fresh for 40 years old.","labels":"amusement"},{"text":"Oh my [NAME], thank you. I thought I was going crazy for a moment.","labels":"gratitude"},{"text":"Tbh I don't quite get the hype behind [NAME]","labels":"disapproval"},{"text":"YOUR momentum doesn't help you, its the direction you're aiming and THEIR momentum that does. they were probably backing up when that happened.","labels":"realization"},{"text":"*Chocolate thugs don't mess around* That's interesting though. Something to look forward to when you wake up","labels":"approval"},{"text":"I'm guessing that insurance to cover the liability is a big part of it. It sure as hell isn't going to the wages of the employees.","labels":"realization"},{"text":"i mean if you really want to play guitar with your thumb there’s nothing stopping you","labels":"desire"},{"text":"I review you - *clap clap* - [NAME], bye bitch, gone","labels":"amusement"},{"text":"What exactly was exposed? Are you just saying things to feel like you’ve achieved something?","labels":"amusement"},{"text":"Besides the fact that's it's funny she also looks like me witch makes it .5% funnier","labels":"amusement"},{"text":"Thank [NAME] I don't have any friends","labels":"disapproval"},{"text":"Wait..whaaa? :D","labels":"amusement"},{"text":"Why a 14 year old? WHY WEAR LIP STICK WHEN KISSING PAPER?","labels":"neutral"},{"text":"What is the protocol for those seeking asylum? Do they get a fast-track to refugee status if their asylum is granted?","labels":"neutral"},{"text":"Refrigerators? That's cool","labels":"amusement"},{"text":"No. 2 “It’s a pornography store. I was buying pornography.”","labels":"neutral"},{"text":"Everyone is reporting about it on TV. Was cool to see the highlight.","labels":"relief"},{"text":"Patriots need a scape goat cause it ain't going to be [NAME]","labels":"neutral"},{"text":"Did not expect to be over here shouting in agreement with [NAME], yet here we are!","labels":"surprise"},{"text":"Our father is looking down on this ugly world from the sky.","labels":"neutral"},{"text":"But it flattens the whole thing out.","labels":"neutral"},{"text":"I'm confused...did you do anything? And people that aren't your husbands family or friends are also saying this?","labels":"confusion"},{"text":"Having fun fighting that strawman? Let me know when you're done.","labels":"joy"},{"text":"Not sure I understand, the legion is in a pretty good place right now in terms of their power","labels":"confusion"},{"text":"It's the giant robot penis. Texas favorite.","labels":"amusement"},{"text":"We’re honouring good King Billy. That’s also how we decided which [NAME] brother to buy.","labels":"gratitude"},{"text":"All the time","labels":"amusement"},{"text":"> a central bank that acts as a buffer between monetary policy and implementation. ... what?","labels":"neutral"},{"text":"Grow up.","labels":"neutral"},{"text":"I think we still have a decent shot at the playoffs because the hornets are also really bad but I would rather miss it and tank tbh","labels":"approval"},{"text":"That’s a pretty high amount to pay per week over here, don’t know about the us though.","labels":"confusion"},{"text":"Let’s go [NAME], prove everyone wrong.","labels":"disapproval"},{"text":"That's a great point that I never thought of before... possibly nobody has!","labels":"amusement"},{"text":"Obvious satire lol","labels":"joy"},{"text":"... ...I’ll get back to you.","labels":"neutral"},{"text":"It sounds like they found out that when asked if they have an allergy, people with a non-allergy food intolerance still answer yes.","labels":"realization"},{"text":"No lie his jumpshot is pretty If he can hit those 3x more in-game, oh my god; [NAME] for [NAME] straight up","labels":"amusement"},{"text":"Honestly, he’s throwing up at the moment. We’re gonna nap, drink some Gatorade, and get our shit together","labels":"relief"},{"text":"I'd be ok if they didn't have a HoF. But they do so I want the deserving players from the team I root for represented","labels":"desire"},{"text":"Scary stuff.","labels":"fear"},{"text":"Good loss for the tank. [NAME] and [NAME] played really well.","labels":"amusement"},{"text":"Louth is just an auld patch of muddy water you wade through to get from Belfast to Dublin.","labels":"disapproval"},{"text":"Shoulda called the cops straightaway","labels":"neutral"},{"text":"I answered, and then asked if you can think of any legitimate uses. Apparently you can't.","labels":"neutral"},{"text":"Thank you, I know my OHIP Is up to date as I have my health card in my wallet and I updated it myself when we moved ","labels":"approval"},{"text":"Which is still a very racist thing...","labels":"disapproval"},{"text":"Orange fan sad. :(","labels":"sadness"},{"text":"Awesome i already havr an will definitly not be doing it in the future thanks for the advice.","labels":"gratitude"},{"text":"That was awesome!","labels":"amusement"},{"text":"I saw a slightly longer clip where a woman came and shooed them off.","labels":"neutral"},{"text":"Can’t wait to try this out","labels":"excitement"},{"text":"Even a powerline adapter won't save you from the laggy mess that is SFV","labels":"neutral"},{"text":"Sounds weird but dont swallow","labels":"surprise"},{"text":"At least he didn't throw them at someone.","labels":"caring"},{"text":"3 people noticed. 2 of them were just checking if the story was correct.","labels":"neutral"},{"text":"*Lente, otherwise a great song. Theme song to my varsity years ","labels":"disappointment"},{"text":"Best doggo ever","labels":"amusement"},{"text":"Even silk is something that will chafe the fuck out of your sensitive parts.","labels":"approval"},{"text":"[NAME] thanks. I hope it works but i have a suspicious feeling that she hates me","labels":"confusion"},{"text":"Because it has rough areas. Which near enough every city\/town in the central belt has.","labels":"neutral"},{"text":"I do go to the school counselor once a week. Thank you for the suggestions","labels":"gratitude"},{"text":"They wont touch a hero if they tweaked it in last 6-12 months. Like [NAME], they fucked\/nerfed her and thats it.","labels":"anger"},{"text":"You can just say grownups use lubrica ... ^ohhh","labels":"neutral"},{"text":"Kids are like pets. They just sit by a locked door and howl.","labels":"approval"},{"text":"Thank you for that :) I'm not OP but I am really happy to read your comment.","labels":"gratitude"},{"text":"You've described my parents who have been happily married for 36 years. You are good dude.","labels":"joy"},{"text":"Sorry I failed to mention I'm relatively new to the scene . Last 2 years only","labels":"remorse"},{"text":"Thanks for the gold kind stranger","labels":"gratitude"},{"text":"Cool. Glad I'm not the only one who found it weird.","labels":"relief"},{"text":"I'm so triggered!!!!!!! Please stop you are hurting us with your comments!?!?!?!?!?","labels":"anger"},{"text":"That goes both ways, their adrenaline and determination would also be through the fucking roof.","labels":"anger"},{"text":"I like Chick-Fil-A but I don't go because of their political stances against gay\/trans people.","labels":"disapproval"},{"text":"Can't blame him. As an [NAME], everything I know about American Football came from Eyeshield 21.","labels":"realization"},{"text":"[NAME] [NAME] speed option was so much fun. They are the most criminally underrated cfb duo in my opinion","labels":"amusement"},{"text":"If you keep grinding you could become rookie of the year 2020 imo","labels":"amusement"},{"text":">doesn't make a border wall ineffectual. As ineffectual as the TSA is, at least they can't be defeated by a simple ladder.","labels":"neutral"},{"text":"I've gone through phases like that, usually related to depression or something else going on in my life. See if it passes in a couple weeks.","labels":"optimism"},{"text":"Told ya.","labels":"neutral"},{"text":"No my point to using the article is to call out the political theatre and dishonesty of some of our elected officials, mostly in the democratic party.","labels":"realization"},{"text":"Teleport, people forget you need a mask in a bank safe because of cameras, so put on a mask :D","labels":"realization"},{"text":"My condolences.","labels":"grief"},{"text":"“Respect the house” while it is impossible to live in your own before you're 30 nowadays","labels":"realization"},{"text":"[NAME] damn what a comeback. I love this teams fight.","labels":"approval"},{"text":"the oj netti pot challenge!","labels":"neutral"},{"text":"Did I present a braiwashing sect as something positive? Both are bad, but at least you can therapy your way out of emo.","labels":"disapproval"},{"text":"Please give us updates. Oh wow.","labels":"excitement"},{"text":"I get told lose weight but still date ugly obese girls after cause that's what a good guy would apparently do","labels":"caring"},{"text":"THANK YOU ROY! i was just about to say, how are they just discovering [NAME] being british.","labels":"gratitude"},{"text":">I'm just trying to be respectful of the native speakers who did and who prefer it. Literally no one, because it's a made up word","labels":"realization"},{"text":"\"I SAID, [NAME]!\"","labels":"neutral"},{"text":"[NAME] was autistic BOOM","labels":"nervousness"},{"text":"Oooh yes, great idea. Too bad there aren't any other duplicate names","labels":"disappointment"},{"text":"Not a good sound, a glorious sound.","labels":"amusement"},{"text":"I used this one just last night. Worked like a charm","labels":"approval"},{"text":"Mi Patio Mexican restaurant on 7th ave and Osborne. Their chimi is amazing.","labels":"amusement"},{"text":"I suspect that it's harder to combat sexism in academia because racialized theories have fallen out of favor but sexist ones are still all the rage.","labels":"realization"},{"text":"What law did they break? This is just another example abusing a system for profit without the necessary laws in place to protect people.","labels":"disapproval"},{"text":"Wow you just described how it feels talking to most of those T_D people","labels":"neutral"},{"text":"...? \/u\/iBiteYou I think he's finally gone crazy","labels":"neutral"},{"text":"You will miss 100% of the shots you don’t take, you just gotta take a chance and see.","labels":"amusement"},{"text":"If you read sub rules, you would know you can't post here. ","labels":"neutral"},{"text":"after months on months of making gameoverse, he’s had no time. it’s getting the best of him now... pray for him","labels":"caring"},{"text":"By all means, go for it. We'll all be much happier when you're not dragging us down anymore.","labels":"annoyance"},{"text":"I love the thing. My jeans get all loose feeling after I wear them awhile. I feel skinnier when my jeans fresh.","labels":"approval"},{"text":"Too ugly for love\/romance\/sex\/dating","labels":"disapproval"},{"text":"This is great","labels":"amusement"},{"text":"Upvoted because [NAME] is a good boi and can’t help it, but tbh it makes me sad to see him struggle like that..!","labels":"approval"},{"text":"Arsenal FC the retirement home... No thanks [NAME]","labels":"disapproval"},{"text":"He looks like a Spanish Solly March, so I’ll assume he’s as average as Solly is. ","labels":"approval"},{"text":"I didn’t like him before this, now I really don’t like him. ","labels":"disapproval"},{"text":"Even then, the commentor could have gotten the joke and was just being dead pan. ","labels":"amusement"},{"text":"I love it when people delete their whiny comments and then try to reply with something snarky","labels":"love"},{"text":"Ok I'm pretty sure [NAME] has been part of the main cast since episode 1...","labels":"neutral"},{"text":"There's no such thing as \"toxic masculinity\" and it is a term used by bigots to hide their sexism.","labels":"approval"},{"text":"but what about my insecurities.","labels":"neutral"},{"text":"You would be better off to do some makeup tutorials. Save yourself the headache of dealing with hormones that you don't actually need.","labels":"caring"},{"text":"Good luck!","labels":"optimism"},{"text":"Saw a video on Instagram from my friend that lives in Longmont. The snow looks so pretty. Do want.","labels":"amusement"},{"text":"Idk if I want [NAME] back but I agree with [NAME] ONLY if he keeps playing at this level by the end of he season.","labels":"confusion"},{"text":"bigot \/ˈbɪɡət\/ noun a person who is intolerant towards those holding different opinions.","labels":"annoyance"},{"text":"I got used to it with Voltron, but I still yet to watch the last season.","labels":"neutral"},{"text":"Oh then u\/Dr-Pepper-Phd","labels":"amusement"},{"text":"Thank god. The capitalists are the most virtuous among us.","labels":"gratitude"},{"text":"At least you're laughing. It's a step in the right direction. Have a great Friday Me. Flower-of-Power! ;-)","labels":"approval"},{"text":"How it feels*","labels":"neutral"},{"text":"And then you see some idiots in the street walking with their speakers listening to reggaeton out loud (at least in Spain).","labels":"annoyance"},{"text":"Never heard of him before, But I believe in [NAME]. He’s going to be a legend after we hire [NAME]. Long live [NAME].","labels":"approval"},{"text":"The same as Unicorns to Leprechauns.","labels":"neutral"},{"text":"I’d love an ג׳‬וליאן if you have time! Good job keep up the hard work","labels":"gratitude"},{"text":"Here’s your participation award","labels":"gratitude"},{"text":"Looks like he tore his patellar ligament","labels":"neutral"},{"text":"so lucky. im afraid to tell my [NAME] gf. :\")","labels":"fear"},{"text":"Some people have no shame or sense of self-worth. It’s sad.","labels":"sadness"},{"text":"So his aunt? I think I followed that.","labels":"neutral"},{"text":"Grew up in the south. When I left for college, I was very confused why people were walking around with smudges on their foreheads for Ash Wednesday.","labels":"confusion"},{"text":"Meh good introduction. Sadly I am a pro philosopher so know all of this","labels":"disappointment"},{"text":"In hindsight, yeah, but we had a healthy [NAME] at that point.","labels":"approval"},{"text":"Super dumb that people are downvoting you for asking a question in good faith.","labels":"disapproval"},{"text":"12. He gets beat up by a total LOSER by the name of [NAME].","labels":"neutral"},{"text":"Let's hope he doesn't change his mind.","labels":"optimism"},{"text":"istanbul and ankara matters. Also percentage-wise it acts as a nationwide survey. Out of ordinary results like below 38 or over 48 would be very important.","labels":"neutral"},{"text":"It kind of was for some people.","labels":"neutral"},{"text":"[NAME] is so goddamn good","labels":"amusement"},{"text":"So guys, we did it","labels":"neutral"},{"text":"Prove me wrong then. Find another poll that supports your narrative. Until that point my source is what we have to go by.","labels":"neutral"},{"text":"I know it's so amazing. Too bad all the people that hate the game haven't thought of giving it a try.","labels":"disapproval"},{"text":"And in the worst fashion possible.","labels":"disgust"},{"text":"What Subreddit?","labels":"neutral"},{"text":"The only character to never let me down","labels":"amusement"},{"text":"Welcome! I'm a fellow INTJ-A female. Was also lonely for a long time. :) It's great to feel home!","labels":"joy"},{"text":"He left the bench and is back in the locker room with the medical staff","labels":"neutral"},{"text":"Knicks might come out of this holding a MASSIVE L, especially if they dont land the supposed two max level contracts next year.","labels":"neutral"},{"text":"If this thread turns into a shitshow like the last it will also be locked. Fair warning...","labels":"anger"},{"text":"That's my wife ❤","labels":"neutral"},{"text":"You're not, because I don't either. But I can still search Twitter. You know what else I found? Your evidence was deleted.","labels":"neutral"},{"text":"tbh college has been a hair easier for me than high school. The worst of it is making tuition and trying to register for classes","labels":"disapproval"},{"text":"She has naturally chubby cheeks that are set on high cheekbones. I've seen it before and it's not abnormal.","labels":"realization"},{"text":"Evil man.","labels":"disapproval"},{"text":"are you tagging them as your #WCW? if not, you should start","labels":"amusement"},{"text":"Hey what a coincidence so is a human head!","labels":"surprise"},{"text":"Every INTJ Girl I dated said they aren't interested in me because we are too much the same","labels":"disapproval"},{"text":"Aren't they designed to not go straight if you don't hold the wheel? Something about making sure they don't go too far?","labels":"neutral"},{"text":"WITH not without","labels":"neutral"},{"text":"I wonder how many managers you've pissed off","labels":"surprise"},{"text":"At least it’s not anything worse, and that you are still close to that person :)","labels":"approval"},{"text":"Sexual frustration.","labels":"anger"},{"text":"Why did you expect to feel comfortable? What have you done to change?","labels":"neutral"},{"text":"they will also hate the eagles for years to come because their fans were a bunch of meanies","labels":"annoyance"},{"text":"Bro. We’ve been cursed since way before that.","labels":"neutral"},{"text":"Here's a little comment from the Yellow Vests Facebook page. Not at all","labels":"neutral"},{"text":"Downvoted before I realized what sub I was on","labels":"disapproval"},{"text":"I feel stupid for not looking at her bio, but I do have some more pictures ","labels":"annoyance"},{"text":"Do I even wanna know what that means?","labels":"neutral"},{"text":"My boyfriend is so much like your husband. I’m so happy for you to have him, he sounds wonderful. ","labels":"joy"},{"text":"Or you just say \"Sorry, this isn't working out\", and leave.","labels":"remorse"},{"text":"Must have been no phones around during slavery","labels":"neutral"},{"text":"It's not a murder or a cringe. Just seems like two friends joking around.","labels":"amusement"},{"text":"What the actual heck.... Like I just don't....I cannot","labels":"anger"},{"text":"For the love of [NAME] gobget the tweezers!","labels":"love"},{"text":"They do throw you in jail if you go way too fast or get too many tickets","labels":"neutral"},{"text":"God, [NAME] looks rough. ","labels":"disgust"},{"text":"Yup put the losion in the basket","labels":"neutral"},{"text":"Yeah, and don't forget the unblockable attack spam storm...","labels":"realization"},{"text":"He's not even HC, he's interim... relax chief","labels":"neutral"},{"text":"Great! Thanks for the ideas","labels":"gratitude"},{"text":"Should be Colt Wesley Small Johnson","labels":"neutral"},{"text":"I told him I loved him and he blushed so hard. It was the best. Of course that classic smile was there as well","labels":"love"},{"text":"Ironic, since [NAME] is literally doing that, but with migrant children","labels":"disapproval"},{"text":"Tbh, I think that sub was created because they got bodied here in arguments. ","labels":"neutral"},{"text":"Thanks. I appreciate your advice. It is what I was looking for. Thanks again.","labels":"gratitude"},{"text":"That was.. very confusing and entirely unhelpful? I read it three times and got nothing from this.","labels":"confusion"},{"text":"Haha, glad someone was able to point you in the right direction then ","labels":"caring"},{"text":"Sorry for your loss yesterday. Your team is poised to do even better in the years to come and hopefully they will.","labels":"optimism"},{"text":"5 hours late!!!!!!!!! omg.","labels":"neutral"},{"text":"Eh, same difference ","labels":"neutral"},{"text":"I have a wery gweat frwiend in Wome, you know. ","labels":"amusement"},{"text":"It's ok, it's just Gypsy Danger","labels":"approval"},{"text":"Just get on good ol reddit and have the nice people decide what you do.","labels":"approval"},{"text":"Truly a blessed day for you! Shine on!","labels":"optimism"},{"text":"Thank you! That's the nicest thing I heard today! I hope you get the same positive energy you put in out ten fold!","labels":"gratitude"},{"text":">Apple convienently provided an adapter. If they left the headphone jack, why couldn't I just use an aux cord?","labels":"approval"},{"text":"one's a rapist, and the other's a stingy yank a bit of a difference in situations no matter how much we hate [NAME]","labels":"disapproval"},{"text":"I mean a blowout isn’t really enjoyable.","labels":"amusement"},{"text":"That's probably the price a [NAME] pays to rent the Trump Hotel D.C. Ballroom for a cocktail party. Whoop de fucking doo.","labels":"anger"},{"text":"Holy panel gaps, [NAME]!","labels":"neutral"},{"text":"\"I don't socialize because i'm unhappy and i'm unhappy because I don't socialize\". -Socially anxious bastard","labels":"disapproval"},{"text":"[NAME] reaction is Like she really wanted to say “Thank God. Now I have a reason to leave”","labels":"relief"},{"text":"This whole ordeal seems entirely pointless, but i don't want to turn away in case i miss some drama","labels":"disapproval"},{"text":"my gawd! This is adorable!","labels":"amusement"},{"text":"I get it. I hate that [NAME]. Taking advantage of sad people.","labels":"disapproval"},{"text":"I didn’t think of that, thank you!","labels":"gratitude"},{"text":"Oooooooo, definitely agree on [NAME].","labels":"approval"},{"text":"I was in that phase for a good while until i lost it all later anyways.","labels":"disappointment"},{"text":"Better order some of that VIRILITY DRANK","labels":"neutral"},{"text":"Crisis centers are not only for battered women they are for abused women as well. From the looks of it, they are all abusing you. ","labels":"realization"},{"text":"For the night is dark and full of terrors!","labels":"fear"},{"text":"\"Been there, got the t-shirt, paying it off for the next 15 years.\"","labels":"neutral"},{"text":"If she was in that mode, why would this guy even be in consideration for a Super Bowl date? ","labels":"disappointment"},{"text":"I know but for that one moment he was more than that guy who snuck in [NAME] room at night and wore his helmet","labels":"amusement"},{"text":"So its not mum and dad then.","labels":"neutral"},{"text":"[NAME], she really is my least favorite queen I drag race history. Boring, try-hard, and busted makeup.","labels":"disappointment"},{"text":"Brilliant movie.","labels":"amusement"},{"text":"Ahahahahahaha!!","labels":"amusement"},{"text":"I think for some reason she thinks the money out weighs a normal childhood for her daughter.","labels":"neutral"},{"text":"Except pets are family & love and maternal instincts aren't finite.","labels":"neutral"},{"text":"Expect the unexpected","labels":"neutral"},{"text":"[NAME] fouled him. It's simple.","labels":"disapproval"},{"text":"It' kinda ironic that \"Winners\" are actually losers (they haven't realised that yet)","labels":"realization"},{"text":"dOn't eVeN ThInK AbOuT It.","labels":"neutral"},{"text":"Better late than never.","labels":"neutral"},{"text":"No offense are you guys actually dating? Are you paying for every thing. Have u guys had sex?","labels":"annoyance"},{"text":"we deserve to lose after that","labels":"disappointment"},{"text":"Such a great movie that kinda gets overlooked.","labels":"amusement"},{"text":"Hahaha this is great! What episode\/season is this?","labels":"amusement"},{"text":"Sad but true","labels":"realization"},{"text":"Oh that’s so sad that she thinks anyone cares about her opinion","labels":"sadness"},{"text":"You must!!","labels":"neutral"},{"text":"Still no!!!!","labels":"neutral"},{"text":"The recycling bin would be too full, theyd end up chucking cans and bottles into the regular bin.","labels":"neutral"},{"text":"I assure you I probably didn’t.","labels":"neutral"},{"text":"People will stop wanting to punch\/jail these people when they stop being ignorant, selfish pricks putting newborn babies at risk.","labels":"anger"},{"text":"That kill was beautiful","labels":"amusement"},{"text":"Idk why but your comment in particular made me audibly crack tf up","labels":"amusement"},{"text":"Guilty as well!","labels":"remorse"},{"text":"brick house nibbas assemble","labels":"neutral"},{"text":"Nah, only [NAME] are cool for being bilingual.","labels":"approval"},{"text":"I think you should be able to, with enough skill and precision but not in a spam swing fight, I agree.","labels":"annoyance"},{"text":"Obviously lmao weird flex but ok","labels":"neutral"},{"text":"I think that question has a very complicated answer","labels":"neutral"},{"text":"I love those moments","labels":"love"},{"text":"And that is exactly why I never got that shit done, even though it interests me greatly. ","labels":"disapproval"},{"text":"shhhh before you make the neocons angry","labels":"neutral"},{"text":"lmao, have not heard that insult before, that's a good one. Only good thing you have come up with yet and I bet you stole it kek.","labels":"approval"},{"text":"Great game Pens!","labels":"gratitude"},{"text":"True, I misread the post and thought it was applying it to on-field performance. My apologies.","labels":"remorse"},{"text":"Well, I can only assume that you've discovered the delicious style of Islay scotch.","labels":"approval"},{"text":"Goodbye yes, but she could be alive","labels":"neutral"},{"text":"Didn’t locals cry bloody murder about that and get it rejected? I hope the state tell them to pound sand and do it anyway.","labels":"disapproval"},{"text":"Jokes on you I have one of those fancy electric toothbrush stands!","labels":"amusement"},{"text":"I wonder if, as an added bonus, [NAME] ended the cameo with a dic pic. ","labels":"surprise"},{"text":"But they aren't poisonous?","labels":"neutral"},{"text":"Oh gosh dang it","labels":"surprise"},{"text":"No car wraps? This was already upvoted a dozen times... Seriously don't understand the mods, man. ","labels":"annoyance"},{"text":">Federal minimum wage should be closer to $5 That's a horrifying thought.","labels":"disapproval"},{"text":"Yup, but I love wegman's so much, although I am curious as which one this is... I am guessing Jersey or DC area","labels":"confusion"},{"text":"This sub has two rules dude, how could you miss #1","labels":"neutral"},{"text":"I guess her Bad breath turned him off","labels":"neutral"},{"text":"Their faces tho, LOL","labels":"amusement"},{"text":"It can get ridiculous ,too. She'll actually yell out \"stop yelling!!!\" when she's the only one yelling.","labels":"disgust"},{"text":"What. The. Fuck.","labels":"anger"},{"text":"I tried to google up another but they were the only one reporting at the time.","labels":"realization"},{"text":"Let’s see if it’s a thing r\/unexpectedjokers Edit: why am I not surprised also first try","labels":"neutral"},{"text":"Haha, I didn't know that station existed unil I was working in E Ayrshire one day and one of the guys tild me about it.","labels":"neutral"},{"text":"The guy on that wouldn’t let [NAME] touch his own boat","labels":"neutral"},{"text":">”The Palestinian [NAME] population is rotten to the core.” Source","labels":"neutral"},{"text":"Well 216 is out now and Im crying. [NAME] why?","labels":"sadness"},{"text":"My heart broke for him when his wife suddenly passed away. I worried about him with his issues with depression but he seems to be doing okay.","labels":"caring"},{"text":"But [NAME], if they invited you there'd be no storyline!!","labels":"neutral"},{"text":"I've wondered this too!","labels":"surprise"},{"text":"Good luck with your procedure! Be strong and don't try to let anyone even think they can try to change your mind. This is your decision.","labels":"approval"},{"text":"ROLL THE DICE","labels":"neutral"},{"text":"That knife looks awfully familiar... *snorting and claw clicking in the distance*","labels":"disgust"},{"text":"If we leave the turtle alone with too many barnacles it can suffocate and die.","labels":"caring"},{"text":"Sad because you don't get any women?","labels":"sadness"},{"text":"Why does the feminization of a title belittle the role? I truly don't get it.","labels":"disappointment"},{"text":"Market ≠ Capitalism Just because something operates within the Capitalist system doesn't make it Capitalist. Just because [NAME] was (supposedly) elected didn't make him democratic","labels":"realization"},{"text":"Sorry to burst your bubble, but winners write history and since leave won ... *\/dodges incoming tomato*","labels":"approval"},{"text":"I thought from his accent maybe he was or he'd spent a lot of time there.","labels":"neutral"},{"text":"That's why the OP was proposing a global tax law","labels":"neutral"},{"text":"I remember saying [NAME] messed up the timeline worse than [NAME] over a year ago","labels":"approval"},{"text":"The only thing that stops a bad toddlers with a gun is a good toddler with a gun.","labels":"realization"},{"text":"To show themself in public like that they never did grow up. A 11 year old in a 25 year old body. Sad, really.","labels":"sadness"},{"text":"No superbowl @ lambo for this generation; hopefully global warming will make an impact in the next 30 years. :)","labels":"realization"},{"text":"Sometimes, I feel bad if I don't every now and then. I mostly talk with her on SC\/IG tho. ","labels":"remorse"},{"text":"You could weigh even more than 152 at 10% 6 ft tall! But yes, that is the goal physique for many gym rats. ","labels":"approval"},{"text":"No. These are the people who loved someone with BPD, but got used\/abused\/abandoned by them. It's mostly romantic relationships. Family tends to be on r\/raisedbyborderlines. ","labels":"disapproval"},{"text":"I think it's because he was so damn happy for his friend, which again, is sweet as hell.","labels":"annoyance"},{"text":"Can we somehow use them to collect co2? Or at least stretch them a bit to try?","labels":"neutral"},{"text":"Damn, I’d love to own a stg-44...","labels":"love"},{"text":"Anyone else think [NAME] talks too much in this and drowns destiny and hbomb out My man be talkin","labels":"annoyance"},{"text":"sounds so good bro! but in my case i’m already out so it feels like it would be a burden to re-coming out... TvT","labels":"disappointment"},{"text":"He raped you. Leave. Now. Cut all contact. Easy answers here. You deserve far far better than this","labels":"caring"},{"text":"In the first game, definitely, but they're more even in 2\/3. ","labels":"amusement"},{"text":"Damn it [NAME], now I have to go down there again.","labels":"neutral"},{"text":"Yup. I don't want to soil the paper unless I have something very interesting to write about.","labels":"neutral"},{"text":"This isn't uplifting. This is *enraging*. This is what the government should be doing not nine-year-old fucking children.","labels":"anger"},{"text":"Well for the relative dying, they can think the problem of evil is a contradiction and therefore not believe. That's legitimate","labels":"disapproval"},{"text":"To me, the best smell a person can have is just a clean smell. ","labels":"amusement"},{"text":"Sounds really boring so I hope you like it","labels":"disappointment"},{"text":"That’s a Prog Snob for ya.","labels":"neutral"},{"text":"Can you blame us after the article?","labels":"neutral"},{"text":"The emoji at the end just made me want to slap her","labels":"anger"},{"text":"You're telling me you don't get excited when you see a big hit or players drop the gloves?","labels":"neutral"},{"text":"Ego is a hell of a drug","labels":"neutral"},{"text":"honestly I dig it, though [NAME] could rock it better than anyone ever could!","labels":"approval"},{"text":"Wow that's some great facts and logic you're arguing with.","labels":"amusement"},{"text":"[NAME] is a queen and y'all better treat her like one.","labels":"caring"},{"text":"Are you my coworker? I swear my boss will randomly scream and its embarrassing.","labels":"embarrassment"},{"text":"Aw thanks!!!","labels":"gratitude"},{"text":"Nothing should be off limits.","labels":"neutral"},{"text":"There is no god. *[NAME] is content in own company. .: If there was a god it is definitely not an [NAME].","labels":"neutral"},{"text":"I took swimming lessons for a while and my fingerprint thing didn't work for months","labels":"disappointment"},{"text":"Weird way to spell beer.","labels":"neutral"},{"text":"s p o o k y","labels":"fear"},{"text":"The strapping type twine? White stuff? Once pulled a car out of a ditch with a few strands of that.","labels":"amusement"},{"text":"If he were to come to the table with fewer red lines the EU might make different concessions.","labels":"neutral"},{"text":"We, Saudi Arabia, have concluded that Saudi Arabia is innocent ","labels":"neutral"},{"text":"Hopefully they got a chance to see [NAME].","labels":"optimism"}]