[{"text":"Am I the only INTP here who cared about deadlines. It's how I got so good at crunch time and working last minute.","labels":"confusion"},{"text":"What makes you say that?","labels":"anger"},{"text":"I was actually introduced to hbomb and breadtube in general Becuase of [NAME] vid on ds2. So thanks [NAME]?","labels":"gratitude"},{"text":"Would you rather I hadn't posted this article? Don't want to talk about it?","labels":"anger"},{"text":"This is not looking good for China's typical method of say whatever the other side wants to hear then do nothing.","labels":"disappointment"},{"text":"...But I don't think you'll find that delving into the minutiae of criticisms here will enlighten you. With respect to my STC cohorts ;-)","labels":"optimism"},{"text":"It was a very faithful remake, though. They just crashed the plane without planning out what to do next.","labels":"optimism"},{"text":"Either they don’t understand the meta context of it, or aren’t fans of such a meta ending.","labels":"optimism"},{"text":"Looks like you took a bath in manure.","labels":"disgust"},{"text":"So good to see him and good to see he’s doing well! I’ve missed him.","labels":"disappointment"},{"text":"Damn this guy just had a bad day!","labels":"sadness"},{"text":"I’m glad to see [NAME] finally get the big screen presence they deserve.","labels":"amusement"},{"text":"trust me, you do not want to do this. i used to live with 2 party people and it was absolute hell. save yourself now","labels":"caring"},{"text":"You should check out my comment at the bottom of this thread of why I somewhat support antifa. This comic is obviously fearmongering conservatives.","labels":"excitement"},{"text":"That's awesome to hear :)","labels":"excitement"},{"text":"Self-selecting user ratings are not a reliable representation of the entire audience. They are meaningless numbers.","labels":"remorse"},{"text":"Ehh, still pretty ambitious lobs for [NAME] though. I'd get it if it was [NAME]. ","labels":"desire"},{"text":"It would bother me so much to be so dependet from a Person. I am sure there is a way you can go without a person sponsoring You.","labels":"optimism"},{"text":"Uhhhh... didn’t y’all just eat the light lunch that you said you wanted on your preference sheets? Shut up.","labels":"anger"},{"text":"Ok I woke up and finished my French brœther. Pls give me the fact","labels":"confusion"},{"text":"Imagining doing something this drastic all alone is just... I can't fathom the anxiety. Man.","labels":"realization"},{"text":"An imaginary god won't make you feel better, that's right, just the one true Living and Eternal God of Great Mercy who loves you.","labels":"realization"},{"text":"I came here to laugh at memes. Not feel feels","labels":"annoyance"},{"text":"Looks like he's tired of your dad-jokes. Lol","labels":"amusement"},{"text":"You must be new to character ranking threads if you think I'm *genuinely* upset at some random person's worthless opinions.","labels":"caring"},{"text":"don't you get it? It's freedom to kill children now...","labels":"anger"},{"text":"Nothing like a little bit of whataboutism. We can think they're *both* idiots.","labels":"annoyance"},{"text":"I needed this in my life","labels":"desire"},{"text":"Women always seem to write that though, plus emotipns and emojis. When a man writes likr that it comes off odd ajd feminine in a bad way.","labels":"disappointment"},{"text":"This conspiracy theory that entertainment scandals break as distractions makes more sense to me every year","labels":"optimism"},{"text":"I like that she thinks the water will save her.","labels":"optimism"},{"text":"A lot of people seem really ticked off at the idea of an honourary doctorate.","labels":"disappointment"},{"text":"Ah. My misunderstanding. Yeah get rid of those but that isn't what the removed post was.","labels":"remorse"},{"text":"i feel like they are hateful towards everyone but that might be me not understanding their community","labels":"disappointment"},{"text":"Damn this got me","labels":"annoyance"},{"text":"Good thing there’s someone sensible in the Whitehouse.","labels":"optimism"},{"text":"Wow! Now that's some propaganda we could use more of!","labels":"optimism"},{"text":"Yep. Learned my lesson this time.","labels":"joy"},{"text":"Okay I’ll call them tonight and cry on your behalf.","labels":"annoyance"},{"text":"I mean who cares, this show isn’t built for perfection. It’s built for comedy. ","labels":"embarrassment"},{"text":"he's pretty badass.","labels":"disgust"},{"text":"ick! That makes me feel gross. I have \"Addison's Disease\". ","labels":"disgust"},{"text":"He has been training for this 5k for about 20 years","labels":"amusement"},{"text":"A good everyday dua would be including me in your prayers","labels":"optimism"},{"text":"Yeah, the only issue with the scene is how long the dance scene goes. ","labels":"annoyance"},{"text":"Can't let it get to you. You tried, got rejected, so move on.. Believe me I know it's discouraging but everyone gets rejected. ","labels":"optimism"},{"text":"Better love big “snowflake” hearts!","labels":"gratitude"},{"text":"We’ve got the terrorists screaming [NAME] while commiting terror acts to thank for that.","labels":"nervousness"},{"text":"So i'm intrigued how the fusion would be","labels":"curiosity"},{"text":"No he's right, and you're deflecting from his argument.","labels":"approval"},{"text":"Yhea but you wouldn't be surprised then.","labels":"joy"},{"text":"For real. I get tired of all the griping. Deal with it or get out.. or start a freaking riot and make changes.","labels":"annoyance"},{"text":"Great. Literally nothing is sacred anymore.","labels":"optimism"},{"text":"Yeah, they are the dumb ones you need to avoid.","labels":"caring"},{"text":"she said (i swear to [NAME]) her doctors told her she wasnt bipolar and has \"anxiety caused by other people\" ","labels":"disappointment"},{"text":"How can someone be so stupid to post that online, let alone publicly do that","labels":"joy"},{"text":"So she goes to her little boy instead of doctor, I hope?...","labels":"optimism"},{"text":"[Did you really love the outcast cat in the photograph; editorializing is no longer permitted.","labels":"annoyance"},{"text":"For fucking real. That is not normal behavior for anyone over the age of 15 and it's totally cringey","labels":"disappointment"},{"text":"okay im interested in joining the bare hands hunting posse","labels":"excitement"},{"text":"Oh gosh it's on the website too.... Here we go","labels":"excitement"},{"text":"Nooooooo they're so delicious!","labels":"amusement"},{"text":"Hey I just reposted this without reading it dont blame me for it putting boy friend","labels":"anger"},{"text":"Wow that's not OK","labels":"disapproval"},{"text":"I’m sorry where is that?","labels":"curiosity"},{"text":"Right :-) The rookie was so scared to show his hand and he thought his two pairs weren’t good and thought he had lost.","labels":"embarrassment"},{"text":"You are a human, because of off-by-one error*. THIS IS A GOOD ~~BOT~~ FELLOW HUMAN.","labels":"optimism"},{"text":"could've directed them to the employees. it's not hard especially if they're 3 inches from you","labels":"remorse"},{"text":"So are some women. A couple of my friends have this very issue.","labels":"neutral"},{"text":"No one has the stinky pinky when everyone has the stinky pinky.","labels":"neutral"},{"text":"this needs more upvotes","labels":"optimism"},{"text":"No more like he took away their talking point about paying federal workers. Lol salty downvote","labels":"annoyance"},{"text":"70% tax rate is a terrible idea","labels":"disappointment"},{"text":"Unfortunate for him, but I'm bringing up players. >AND they can just stop being a support.","labels":"disappointment"},{"text":"on the subject of meltdowns, stay calm yourself and try your best not to escalate them.","labels":"caring"},{"text":"Oh wow I didn’t realize that","labels":"excitement"},{"text":"You choose a bad time, no one is fessing up anything during an election.","labels":"anger"},{"text":"don't send that message","labels":"annoyance"},{"text":"[NAME] is playing with the confidence, aggression, and awareness that I wish [NAME] and [NAME] would develop.","labels":"desire"},{"text":"I definitly used to do this all the time and it feels very good to have it for me alone","labels":"optimism"},{"text":"I feel [NAME] and [NAME] got off the boat but that's just my opinion though.","labels":"embarrassment"},{"text":"Legally, you are responsible for damage or harm done as a cop is trying to apprehend you. You caused the dangerous situation by running.","labels":"remorse"},{"text":"My son brings *homework* from kindergarten. I feel betrayed.","labels":"annoyance"},{"text":"I regret not grabbing my work laptop today, then I wouldn't have to leave fort blanket until Thursday. ","labels":"remorse"},{"text":"remind me of this kid. Young people just being innocent on the internet","labels":"optimism"},{"text":"Did she happen to find a magical ring before she drown?","labels":"curiosity"},{"text":"Sorry to link it here but would love to get some opinions on this post","labels":"neutral"},{"text":"Well being very close to the border, I know lots of [NAME] and your guys' hugs are always warm!","labels":"caring"},{"text":"I wanted to bring to others' awareness here to the site and its absurd name. I've removed the link now above.","labels":"annoyance"},{"text":"His returns or his W2?","labels":"confusion"},{"text":"Ok that makes sense. Im familiar with the term.dog whistling, just havent seen ot attached to globalists.","labels":"curiosity"},{"text":"Same but I’m not really believing the OP isn’t a troll.","labels":"disapproval"},{"text":"This comment has been removed for breaking rule #8.","labels":"surprise"},{"text":"I'm with you, pulju has been looking dangerous lately","labels":"fear"},{"text":"Is there a source link? Id like to put it as my screen saver :)","labels":"desire"},{"text":"I didn't say it would be impossible to assemble a computer. I said you wouldn't have one because they'd be too scarce and bloody expensive.","labels":"anger"},{"text":"Oh yeah.","labels":"neutral"},{"text":"**Lost** children. Issues we face today are likely fabricated from the bottom up.","labels":"disappointment"},{"text":"What no one in the history of time has ever recovered from a bad first date? Hard pass on this anecdotal evidence.","labels":"embarrassment"},{"text":"Me fail English?! That's unpossible!","labels":"amusement"},{"text":"I’m aware but you won’t see the Turkish state broadcaster promoting that filth.","labels":"surprise"},{"text":"Oh of course,this bag will still be thoroughly enjoyed . Modern times have just turned me into a snob","labels":"annoyance"},{"text":"For me it is unwatchable after the greatness of the LD seasons.","labels":"annoyance"},{"text":"Oh that’s crazy to expect that much. 10\/5 years is nothing.","labels":"joy"},{"text":"I never considered until this thread that tone of voice is something that people find attractive? that seems so alien and bizarre to me.","labels":"realization"},{"text":"I want to like Caesars so so much. But I can't. All those delicious flavors end up tasting like a thick red septic tank. Maybe one day...","labels":"embarrassment"},{"text":"That’s what I would ask if I was Cruz Azul considering the caliber of player [NAME] is and what you guys got for [NAME]","labels":"neutral"},{"text":"> \"I have full confidence in [NAME]...\" *Now* you are being diplomatic.","labels":"optimism"},{"text":"And that is simply why it is (or was) illegal. And why it was classified as a class 1 danger. MONEY.","labels":"realization"},{"text":"Especially mean! I’m with you. I like the funny posts but people use social media as an excuse to just be horrible people","labels":"annoyance"},{"text":"Now that's screwed up. I'm sorry you got put through that :( good on you though for handling it like you did","labels":"annoyance"},{"text":"Since I was a kid I knew I preferred funny, smart, interesting girls to conventionally attractive ones. Really tore me up the feeling wasn't mutual.","labels":"remorse"},{"text":"We did it, finally?! Idk weird timing.","labels":"excitement"},{"text":"This guy sports entertains.","labels":"amusement"},{"text":"Oh so we get to see [NAME] being a good kid. And then [NAME] tries to MURDER HIM. Makes sense.","labels":"disgust"},{"text":"There are Cubs fans that died at 95 without ever having seen their favorite team win a title. At what point is the LOILTY worth it?","labels":"disappointment"},{"text":"Awful tattoo , looks like a child ! Get your money back and money for laser treatment.","labels":"annoyance"},{"text":"Give it time. Pain like that needs to heal just like open wounds. I really hope that you will eventually start to feel better.","labels":"optimism"},{"text":"Damn some of these are so cringy that i almost downvote them, but realize that they are suppose to be terrible.","labels":"disgust"},{"text":"Fuck [NAME] for continuing to give her a platform.","labels":"anger"},{"text":"I think they were just doing their job. Reporting what they saw. And yea that was the happiest I have seen [NAME]. Weird.","labels":"optimism"},{"text":"Do your research. Not going to engage in conversation with you any longer. Put your Nintendo away and educate yourself.","labels":"disgust"},{"text":"Came here to see if i was the only one. The whole edit is one gigantic mess.","labels":"anger"},{"text":"This sent chills down my spine. What in the world!! I can’t imagine what they were planning","labels":"fear"},{"text":"Good call. Run!","labels":"excitement"},{"text":"This South Florida girl loves Jaxons Ice Cream. Seeing the kitchen sink makes me want to drive home.","labels":"love"},{"text":"It's bizarre that it's considered normal to intentionally brainwash people into murdering psychos.","labels":"disgust"},{"text":"Nicknames like that get me all hot and bothered.","labels":"annoyance"},{"text":"lol why ? they were both garbage when their time was up","labels":"amusement"},{"text":"I was assaulted by my father once too. Please don’t hate yourself, it was not your fault. It was his doing. ","labels":"caring"},{"text":"[NAME] has not been that impressive in my opinion. [NAME] seems like the clear-cut top guy.","labels":"amusement"},{"text":"Spoiler: you might be depressed, go find out if you are, then come back.","labels":"caring"},{"text":"For cart pushers, I can’t recommend getting good winter\/rain gear highly enough. Good socks and waterproof\/resistent shoes will make a world of difference.","labels":"approval"},{"text":"I once described how sometimes my fart bubbles travel up my labia to an ex and he was so grossed out XD","labels":"embarrassment"},{"text":"Comment 100... oh yeah.","labels":"amusement"},{"text":"No that began a long time ago... under the sea...","labels":"neutral"},{"text":"IMO, cheaters are only sorry they got caught, not because they betrayed their spouses and had an affair. ","labels":"disgust"},{"text":"It's soccer. He was faking the injury anyway.","labels":"anger"},{"text":"I literally do not like this","labels":"disapproval"},{"text":"We did UK rejected it or only cut so much","labels":"remorse"},{"text":"It wasn't a good idea then... it's been 10 years, why do you still think this was funny?","labels":"confusion"},{"text":"There is a difference between burning a couple of tires, and having a tire-bonfire with \"ten feet tall flames\" for 6-8 hours. ","labels":"amusement"},{"text":"You can see they actually blocked them since the last message is green. That is so messed up.","labels":"annoyance"},{"text":"Shouldn't be getting downvoted that's exactly what I thought the motive was","labels":"embarrassment"},{"text":"I just picked it back up after getting a pro controller for Christmas.. holy crap it's great!!","labels":"excitement"},{"text":"I was going to say is there even such a sensor? Turns out there is...","labels":"amusement"},{"text":"i got a bump and a bald spot. i feel dumb <3","labels":"embarrassment"},{"text":"Dude, I'll be your friend any time. Especially if you got Steam\/discord. I will link u to our friend group's server.","labels":"caring"},{"text":"[NAME]! He was just amazing, best contract ever, so sad when we lost him. ","labels":"grief"},{"text":"Wow really? I would think that UK bases would be the last place we'd have protests at.","labels":"curiosity"},{"text":"I did that.","labels":"joy"},{"text":"Huh. That’s kind of crazy.","labels":"excitement"},{"text":"Could be tripping or having an orgasm from dry humping, but it's pretty clear that they aren't full on having sex","labels":"annoyance"},{"text":"Mine does this too but reaches out ever so gently and caresses my face. Like thanks bud, but no thanks.","labels":"disapproval"},{"text":"Favorite: Hardhomme! That epic stare down at the end! Least favorite: No One. Completely ridiculous and unbeleivable","labels":"disgust"},{"text":"I love seeing the crowd's reaction to that every away game.","labels":"joy"},{"text":" cute, new driver still cares. Come back in 4 months and u will be showing pictures of that bag thrown on the trunk. ","labels":"annoyance"},{"text":"Is that what happens is [NAME] route? I chose [NAME] and he only does once.","labels":"confusion"},{"text":"gamers rise up. Let's get this bread for our brownies, bois.","labels":"approval"},{"text":"More like you need ennemy jungle too dumber\/weaker than u. But at equal skills, when player know how to play, its a troll pick.","labels":"optimism"},{"text":"I actually have to try, to see what happens","labels":"confusion"},{"text":"Fucking hell they're bringing on all the giants","labels":"disgust"},{"text":"Franchise QB's are leaders who set the tone for the entire lockerroom. [NAME] is a terrible leader.","labels":"amusement"},{"text":"1, you,, you,, actually shat on a hamster? 2. Washing your hamster can kill it 3. You fucking shat on your hamster","labels":"disgust"},{"text":"That would be sick!","labels":"disappointment"},{"text":"OHHHH, I like where Richmond is going with that.","labels":"joy"},{"text":"Oh man, how about when they played We Will Rock You to seemingly coordinate the \"ref you suck\" cheer. The crowd was awesome last night.","labels":"joy"},{"text":"Civ VI has a lot more interesting concepts, but overall it's still a kinda boring game. Then again, I think the same of Civ V.","labels":"annoyance"},{"text":"Because he's attractive. Hence [NAME] come out in droves to defend him despite the fact he's a horrid asshole.","labels":"anger"},{"text":"I can see Smileyboye receiving a [NAME] award a few years down the line.","labels":"joy"},{"text":"Guess you dont regard consent very much. We oughtta keep an eye on you","labels":"annoyance"},{"text":"Ok. Hang onto shit you can't change and be whiney about it. This is a reason why we catch shit. We can't take it","labels":"disgust"},{"text":"Then the kids stole my entire house","labels":"anger"},{"text":"Anytime I've taken benzo beforecoke, it completely negates any coke feeling","labels":"annoyance"},{"text":"[NAME], this really is stunning","labels":"surprise"},{"text":"Being demoted for having the best ideas in the office doesn't sound like a good business strategy.","labels":"disapproval"},{"text":"I feel like I'm watching a scene in an action movie but with penguins","labels":"surprise"},{"text":"The move takes a lot of concentration, hence the blank stare of total focus. Ultra instinct ","labels":"optimism"},{"text":"My sister and cousin got one. I'll probably say \"not even with a gun to my head\" if I get one.","labels":"disapproval"},{"text":"Lmao, I remember [NAME] saying this was the best game he'd ever played and was debating whether he should switch from HS.","labels":"amusement"},{"text":"Im definitely gonna check the bushes around the burn where everyone throws their targets from now on. Im not over it i feel bad man.","labels":"anger"},{"text":"dont let the spirit of rock die motherfucker aroooooo","labels":"anger"},{"text":"Hahaha dude that was *so* well put","labels":"amusement"},{"text":"This guy was my high school government teacher. This stuff is all classic to read about","labels":"joy"},{"text":"That may be — we are talking about the stock market, though. :)","labels":"joy"},{"text":"Say you ate something or say things they cannot measure.","labels":"remorse"},{"text":"Wait one of the posters responding is using makeup from ten years ago.","labels":"realization"},{"text":"He isn't as big, but he's still quite popular. I've heard the same thing about his content. Never watched him much.","labels":"amusement"},{"text":"I'd need [NAME] help for sure, because America has made it nigh impossible for its citizens to emigrate there.","labels":"fear"},{"text":"would make a great drop for a drum n bass track","labels":"disappointment"},{"text":"It's good worrying about things that can be helped. Lol","labels":"amusement"},{"text":"The scorpion one on the swing set looked so bad. I think I heard her back break\/crack.","labels":"disgust"},{"text":"**LET’S GO HAWKS!!!**","labels":"excitement"},{"text":"i prefer this","labels":"approval"},{"text":"That's why it would be amazing if [NAME] or [NAME] pull a Helsinki 2.0 and release a bombshell right before the president's speech tonight.","labels":"joy"},{"text":"Tool fan from the U.S. here. Something seems off about this question. Cheers, mate!","labels":"joy"},{"text":"Deal breaks what? You generalized and assumed I am part of the loud vocal minority.","labels":"confusion"},{"text":"ASMR is a weird sexual fetish for incels, and dont let anyone try and convince you otherwise.","labels":"annoyance"},{"text":"Also his Whirlpool seems to be bugged, sometime it stays for like 3more seconds even tho you don't get any damage from it anymore","labels":"annoyance"},{"text":"I try to switch it up, too; probably the main reason for the post. Gets boring sometimes!","labels":"realization"},{"text":"Oh my, my Japanese course is paying off! Yes that's what I was trying to say 😄","labels":"excitement"},{"text":"He gets paid to hate them... what's hard to understand?","labels":"anger"},{"text":"So you are projecting to defend your hate. Nice psyche you have there enlightened one","labels":"optimism"},{"text":"Music was better when [NAME] beat his wife","labels":"embarrassment"},{"text":"This entertained me far more than it should have. If I had gold to give...","labels":"amusement"},{"text":"Might as well try though! Have a good day bro!","labels":"optimism"},{"text":"That's the opposite of a bad thing.","labels":"caring"},{"text":"Edited because my kneejerk response was kind of unnecessarily harsh. :\/","labels":"disappointment"},{"text":"I'm fine, how about you?","labels":"caring"},{"text":"That's a really interesting article. Has effectively nothing to do with myth making though.","labels":"excitement"},{"text":"Being scratched by a cat is not self harming","labels":"caring"},{"text":"I've had such bad memories, I remember when I remember bad times now! Haha","labels":"optimism"},{"text":"I get Botox for migraine and my eyebrows don’t do this ... she looks like she is on drugs .","labels":"annoyance"},{"text":"Yeah they paid for my dinner but still ugh","labels":"annoyance"},{"text":"Haha, thats brilliant.","labels":"excitement"},{"text":"it is adorable that you think that","labels":"excitement"},{"text":"Idk for fun?","labels":"confusion"},{"text":"\"PPG Paints\" arena or whatever it's called now is worse","labels":"disappointment"},{"text":"Thus confirming that trump supporters dont actually know how the US Gov works.","labels":"neutral"},{"text":"Understood - PM was all gears and no downtime. Last thing I would want is another bloody job like that. Cheers","labels":"anger"},{"text":"He does look much better","labels":"gratitude"},{"text":"Wouldn't wipe my arse with it.","labels":"annoyance"},{"text":"In shock and was more concerned about my kid tbh. Now off course I wish I'd sued the arse off her for emotional distress.","labels":"anger"},{"text":"Was waiting for a mirror to get clipped. Give this person the gold medal already!","labels":"amusement"},{"text":"Again it's weed not heroin. Smoke it. Or sell it.","labels":"annoyance"},{"text":"Trust me, all is sometimes lost.","labels":"optimism"},{"text":"Who would have thought people were going to be using the Padres for their fake news to generate clicks. This is nuts.","labels":"disgust"},{"text":"She wants to connect, alright. With your wallet.","labels":"curiosity"},{"text":"CANADA! HOW ARE YA, NOW?","labels":"caring"},{"text":"No clue I’m doing some digging if you find it before me please comment","labels":"confusion"},{"text":"Best time to stop lurking, you know why? So I can see your handsome face ","labels":"love"},{"text":"Well, it wasnt by 31.... So im still mad.","labels":"anger"},{"text":"Fuuuuck. I feel this. In my core.","labels":"anger"},{"text":"Ice Cream or Tacos for me. Or the best of both worlds.... a ChocoTaco!","labels":"joy"},{"text":"I'm not gonna lie, I'm guilty of being triggered by people buying NASA shit but don't really care about it. ","labels":"annoyance"},{"text":"\"Look, I know you want to teamfight right now, but jsut let me spend a little time in the jungle then we will win later\"","labels":"curiosity"},{"text":"Oh, I definitely got muted, too.","labels":"remorse"},{"text":"Pleased to meet you. Hope you guess my name.","labels":"joy"},{"text":"Left beer outside so I could make a cool picture for reddit. Please give karma.","labels":"joy"},{"text":"Insulting [NAME] for being captured is good praxis","labels":"approval"},{"text":"I do this too, and it works, but I think it’s largely psychosomatic, right? ","labels":"embarrassment"},{"text":"In a sous vide? How does that work?","labels":"curiosity"},{"text":"Only issue I have is that tiramisu is a beautifully layered cake and all of that is hidden by the container","labels":"anger"},{"text":"Yeah, for sure. I've definitely come pretty close to panic attacks at the dentist as well.","labels":"nervousness"},{"text":"want* a source on that, sorry.","labels":"disappointment"},{"text":"Be good-looking.","labels":"caring"},{"text":"Well at least you are honest.However unless you are an imperialist i too see no reason whatsoever to occupy Afrin,not much to gain only problems.","labels":"disappointment"},{"text":"What’s the issue with [NAME]? I think he’s been good off the bench this season .","labels":"disappointment"},{"text":"How about texts between them? \"On my way home.\" \"Ok, see you soon.\"","labels":"curiosity"},{"text":"He forgot the most important law : Everyone can be stupid, and everyone will be at some point. Although he does illustrate it very well with his article.","labels":"realization"},{"text":"Dammmn girl them make up skills! Your eyes are so wonderfully icy!!","labels":"amusement"},{"text":"Yeah I tried it the best was just 100% scale.","labels":"joy"},{"text":"I sure hope by all falls down you mean all mine and by the workout plan you're talking about the skit and not the song","labels":"optimism"},{"text":"But they still go around the houses, 111 is long as fuck though.","labels":"annoyance"},{"text":"They also don’t like him, remember these people have to work with him ","labels":"annoyance"},{"text":"Glad to hear it has kept going strong. And employed your dad for that long.","labels":"caring"},{"text":"Every single [NAME] should have the right to import by mail any medicine from all over the world and nobody should be allowed to stop them.","labels":"desire"},{"text":"The real bad beat.","labels":"disappointment"},{"text":"That was a terrible pass regardless. Wasn’t close","labels":"disappointment"},{"text":"Damn, I thought she was calling her as ugly as a dog and said she would take her out for a walk. I like my version better. ","labels":"disappointment"},{"text":"Umm how about “Sorry I tried to kidnap our son.” He could start there.","labels":"annoyance"},{"text":"iRemindme 7 days","labels":"neutral"},{"text":"You know damn well they'd say \"Narudo\" and \"Assault on Titan 13\"","labels":"anger"},{"text":"Well, this is the first time I've seen that in over three years.","labels":"curiosity"},{"text":"Well, you know what they say..... ....I can't think of any witty comment to say about that.","labels":"amusement"},{"text":"That's what I'm speaking purely about. We can only speculate. And oh, yeah, still quality cringe.","labels":"embarrassment"},{"text":"They were just gonna do a review parody of their favorite movie. What’s hard to understand?","labels":"curiosity"},{"text":"This looks like an obvious joke to me. Most of you are getting baited.","labels":"amusement"},{"text":"As a Dolphins fan this hurts me","labels":"sadness"},{"text":"I like it so far I’d heard of it ages ago just never got round to watching it.","labels":"surprise"},{"text":"That sums it up perfectly, but for a lot of people it's still the worst mgs... So you can tell it was very risky","labels":"embarrassment"},{"text":"But I was told that sub was for civil discussion!!!","labels":"confusion"},{"text":"A 19 year old talking to a 17 old is not that crazy it happens pretty often","labels":"optimism"},{"text":"You offered her the wrong \"services\" \/s (obviously I hope)","labels":"annoyance"},{"text":"Wellllll...it's a look.","labels":"joy"},{"text":"You're going to seriously regret this in a few years.","labels":"remorse"},{"text":"weirdly enough drug addicts are still human beings, shocking I know ","labels":"surprise"},{"text":"Get your feet off the table...","labels":"annoyance"},{"text":"Right. I'm gonna need to see some hog now, buddy.","labels":"disgust"},{"text":">Shes completely self-made too :) Now I'm imagining her as some sort of entity that brings its own existence about","labels":"optimism"},{"text":"FUCK OFF THAT\"S A PEN","labels":"anger"},{"text":"I remember all the Bolt-on jokes this sub was making when it happened. All the best [NAME]","labels":"amusement"},{"text":"If they are going to do this why not just have individual bathrooms with locks on the doors.","labels":"realization"},{"text":"Who cares, most people will be on their phone anyways.","labels":"annoyance"},{"text":"Afraid not. I was just given a different perspective.","labels":"disappointment"},{"text":"The [NAME] camp is psycho. They're the same people that called [NAME] supporters deplorables.","labels":"embarrassment"},{"text":"Weirdly I never heard of this show till I saw it on the RTE player this morning, and now this post... Maybe its a sign? ","labels":"confusion"},{"text":"Dude looks like someone dipped Ansem into a super mutant vat","labels":"excitement"},{"text":"Yeah, sometimes you just remember stuff! It's a little weird to thank yourself publicly, but why not?","labels":"gratitude"},{"text":"My bad , thought it was the English one ","labels":"embarrassment"},{"text":"So much effort for such terrible person!","labels":"remorse"},{"text":"Problem is, it is Bantam and younger. I can teach breakouts easy enough and I don't need a panicked D zone to do it.","labels":"anger"},{"text":"Ooh! I quite like the swimming pool of makeup as well.","labels":"disappointment"},{"text":"honestly no, just thought this was a teacher trying to be \"hip\" with the students and failing miserably. ","labels":"remorse"},{"text":"yeah. it's like you know something real bad is gonna happen at any time. that's why I never try to get my hopes up too much.","labels":"sadness"},{"text":"Yes. You’re both at fault for not getting vaccinated.","labels":"amusement"},{"text":"You were at a casino. Sounds like you won.","labels":"curiosity"},{"text":"But this isnt about a comic book movie. It's a cartoon. Also this is a right wing website...so how does this not count?","labels":"confusion"},{"text":"> As long as they dont bother people or start a mess. When are they not?","labels":"annoyance"},{"text":"Oh. Damn.","labels":"annoyance"},{"text":"I think you also underestimate how big Chelsea has become, especially in the States","labels":"realization"},{"text":"Could have been worse if a piece of metal exploded into him instead harmlessly on the beach","labels":"remorse"},{"text":"I wouldn't get your hopes up until you've been dating a while.","labels":"caring"},{"text":"My bad on the phrasing, it’s more of a hole with a vent cover ","labels":"embarrassment"},{"text":"We are simply comrades in feed! Accept this glorious future!!","labels":"optimism"},{"text":"Doesn’t sound like it’s going to work out, sorry dude","labels":"disapproval"},{"text":"Have the zombies symbols available somewhere near for the Ra step, it's the most challenging","labels":"curiosity"},{"text":"Just gonna say it. Bahahahahahaha","labels":"amusement"},{"text":"What the hell- they're paying for cars they don't and won't ever own?!","labels":"annoyance"},{"text":"There are Germany radfem groups on FB? I'd love to know some names. Danke! (Can anybody PM me?)","labels":"curiosity"},{"text":"This is straight up depressing","labels":"annoyance"},{"text":"football is my best cope. its like chess to me","labels":"joy"},{"text":"What band?","labels":"neutral"},{"text":"Noooo... Went and saved all the webpages as PDFs, though it's not a perfect solution.","labels":"disapproval"},{"text":"I just wanted my knees to stop hurting","labels":"sadness"},{"text":"Come on, be nice to our resident libertarian to alt right pipeline example","labels":"optimism"},{"text":"I'm a Broncos fan. I'll never, ever root for the Chargers, Chiefs or Raiders. Who the fuck would? ","labels":"anger"},{"text":"Rollin the green for 48 hours, weed will make you feel like you got awesome powers, like flight.","labels":"excitement"},{"text":"Sorry I kind of took it like you were flexing on my or my opponents skill or something lmao","labels":"amusement"},{"text":"Ladies go out and find a dorky nice and wholesome guy, there may not be many of us but we’re out there","labels":"optimism"},{"text":"[NAME] can stuff it, but I’ll take the disengagement from the Administration for what it is.","labels":"annoyance"},{"text":"You would never attack someone's character.","labels":"caring"},{"text":"How he dropped that sheep, probably going to hell but i almost choked laughing. ","labels":"amusement"},{"text":"No one comes here it’s cool","labels":"joy"},{"text":"Reminded me of becoming a chef. Started as a dishwasher. Gave up. Turned programer.","labels":"pride"},{"text":"Not sensitive, just scared that a sub I enjoy will become divided and will have in-fighting.","labels":"joy"},{"text":"Like at the time, he wasn't one of the best defenders in the league. But grew into one. ","labels":"amusement"},{"text":"Very kind and calm female here. Never yell or say\/do anything to hurt anyone. I once threw a chair at my boyfriend. Completely out of character.","labels":"embarrassment"},{"text":"I think it's ridiculous that we continue to pay taxes to fund paychecks that federal workers aren't receiving.","labels":"anger"},{"text":"Yes, they seem to want open borders. Which is silly. They don’t want actual border control.","labels":"annoyance"},{"text":"Guys a complete troll who has no idea about cancer or the physical pain it can cause. Move on and don’t give the cunt the satisfaction.","labels":"caring"},{"text":"We may destroy the rest of the world in the process.","labels":"fear"},{"text":"It’s best we end this conversation before someone interprets that differently","labels":"approval"},{"text":"Denigrating your opponents as either racist xenophobes or labelling them too stupid to understand the issue at hand will have that effect.","labels":"remorse"},{"text":"Your husband isn’t at all worried about your reputation since he’s the one who spread the lie. Something to think about","labels":"disgust"},{"text":"The fact that he allowed himself to be bullied and pressured means he obviously lacks the courage of his convictions and should step down","labels":"optimism"},{"text":"It would definitely suck!!","labels":"disgust"},{"text":"I mean, yeah, I'd complain a little. But then I'd eat the crap outta that.","labels":"annoyance"},{"text":"I can live with the bad textures, I just want them to fix the glitch that lets you see through them.","labels":"disappointment"},{"text":"I dare each or any of you fuckasses to try and blame [NAME] for this one","labels":"anger"},{"text":"Good luck.","labels":"optimism"},{"text":"Isn’t working for the NDP. It’s a hard line to tread.","labels":"disappointment"},{"text":"I hate the marvel stuff. I do love stuff like murder mountain and you. So that’s a hit for me in the last month.","labels":"annoyance"},{"text":"And they wonder why they don't seem trustworthy. Maybe someone should tweet about it and they'd notice.","labels":"embarrassment"},{"text":"Honestly I wouldn’t mind. Glad he’s still in the NHL. Poor [NAME] was playing in the KHL last I heard.","labels":"optimism"},{"text":"You can say what you want about USM, but we love our baseball.","labels":"love"},{"text":"Why is it so hard for people to accept the word no? Jfc. She definitely deserved what she got lol.","labels":"amusement"},{"text":"\"I want to be me\" Then go ahead cure yourself, [NAME]. Don't make this decision for others ","labels":"annoyance"},{"text":"Their behavior? Going to campuses to talk about fiscal responsibility and [RELIGION] values is something that is bad? You’re a bigot, just admit it. ","labels":"remorse"},{"text":"I meant I wouldn't bring up wanting it to be vanilla and changing terms.","labels":"remorse"},{"text":"omg i have no idea why but i heard this in [NAME]' voice and it was better than a bible.","labels":"joy"},{"text":"I have seen quite a few posts in this subreddit on the topic, I would start by searching those.","labels":"excitement"},{"text":"I was kicked, and apparently don't care about oversharing on Reddit about it anymore","labels":"embarrassment"},{"text":"Keep moving!","labels":"neutral"},{"text":"Y'all been eatin' long enough now, stop being greedy!","labels":"annoyance"},{"text":"Future is bright to me!","labels":"optimism"},{"text":"I mean... it's horrible and all, but isn't it also a record high every year..?","labels":"curiosity"},{"text":"Gotta admit, I chuckled at this one","labels":"joy"},{"text":"I don’t make the rules, man, I just blindly follow them like a sheep","labels":"embarrassment"},{"text":"I thought they were butt fugly","labels":"annoyance"},{"text":"[NAME] is playing with so much energy today. New year, new haircut, maybe he's feeling like it's an opportunity for a fresh start. ","labels":"optimism"},{"text":"We just had a teacher do that at my school. I don't know who wiped the kids butts though","labels":"confusion"},{"text":"“It’s fine guys, she’s 500 years old”","labels":"optimism"},{"text":"Please don’t! Don’t stop fighting! I made it through NY you can too, we all can x","labels":"optimism"},{"text":"Just not the right year to tank. POOR planning by the FO.","labels":"disappointment"},{"text":"Interesting... is it a felony in certain jurisdictions?","labels":"curiosity"},{"text":"Pretty sure he stayed because he was told he's got the NE job once [NAME] is gone.","labels":"curiosity"},{"text":"No but that's why I stay up way too late.","labels":"approval"},{"text":"The “targets” so far has been guilty.","labels":"remorse"},{"text":"I think Kabuki would be a better comparison","labels":"amusement"},{"text":"I was looking forward to seeing the new predator, this (the concept, not the spoiler) would have made me dissapointed, yet intrigued","labels":"disappointment"},{"text":"I've gotten injured before in RTTS from being hit (Bruised hand). 3 day DL.","labels":"sadness"},{"text":"it was a big improvement over when I was younger and we went to carman concerts","labels":"optimism"},{"text":"I just hurked a little in my mouth.","labels":"neutral"},{"text":"Yes, I could do that, except it's his personal facebook, so that's kind of weird. ","labels":"embarrassment"},{"text":"It's the same couple of people. The only thing I really dislike about this subreddit is that it swings to the left too hard sometimes.","labels":"annoyance"},{"text":"Exactly why I will never again play a pvp game on PC.","labels":"realization"},{"text":"It hasn’t happened yet. Just talk to the supervisor or HR. In the meantime don’t borrow trouble.","labels":"caring"},{"text":"I hated [NAME], but only because I thought he was good and played for the Cowboys. I feel the same way about [NAME] and [NAME]. ","labels":"annoyance"},{"text":"at least give the penguin some scritches, as it said no matter what they do, it would head to the mountain anyways 😭","labels":"disgust"},{"text":"Looks like a cool location.","labels":"joy"},{"text":"Praise the [NAME] for REALITY! WOOF!!!!!","labels":"amusement"},{"text":"[NAME] do not have a profound love of mayo, where did you get that idea?","labels":"embarrassment"},{"text":"then explain to me why everytime I post reply to u\/955bsp, in an old post, you start spamming me","labels":"anger"},{"text":"That’s what I ended up doing lol","labels":"amusement"},{"text":"congrats. i'm broken rn but if I wasn't I'd be happy for you","labels":"sadness"},{"text":"Me too! They were half off at the grocery store and people love ‘em.","labels":"love"},{"text":"I have these high powered magnets...","labels":"joy"},{"text":"Hey congrats man, you passed your limits, now keep on going Tekken only gets more fun the better you get","labels":"amusement"},{"text":"If it was communism, the poor lad would be killed","labels":"sadness"},{"text":"Do you really want to bring up the Menstrual Blood Baking again? Because shit like this is how it comes up again.","labels":"annoyance"},{"text":"Exactly, last year was frustrating with our [NAME] awful home record. ","labels":"disgust"},{"text":"Ugh I never thought I'd be someone that gets jealous about shoes, which ones did you get?","labels":"annoyance"},{"text":"I feel like the world just doesn’t want [NAME] to have the spotlight. This is torture for a [NAME] fan like me. :’(","labels":"disappointment"},{"text":"Shhhhh you are devastating their argument. You might trigger them. It’s the only trigger they love.","labels":"anger"},{"text":"Way to cherry pick. Remember that time that [NAME] person got lit up for like, 9 goals against or something? Man, that guy sure sucked.","labels":"annoyance"},{"text":"i think u mean symfuhny lol","labels":"amusement"},{"text":"I just draw for the fun of it tbh... But having \"success\" or getting recognition still surely feels nice... Don't give up :)!","labels":"optimism"},{"text":"If reincarnation is real, I hope next time I have a name that's half as awesome as [NAME].","labels":"surprise"},{"text":"The internet never disappoints.","labels":"joy"},{"text":"Edit your post and instead of it saying \"face....\" put \"book of faces\". I think thats why your post was removed.","labels":"remorse"},{"text":"Went to their other location in Capitol Reef National Park and it was fantastic. The cauliflower dough is great even if you're not into gluten-frei.","labels":"joy"},{"text":"No. I want to know why the law applies differently to her and how I can use that to my advantage","labels":"curiosity"},{"text":"Your body, your choice. Sorry it had to mean the end of the relationship. But it's better now rather than later as tensions grow. ","labels":"realization"},{"text":"Cool so you saw something already posted, didn't want to believe and did it yourself to post it all again?","labels":"annoyance"},{"text":"Si did you decide to change the company policy at the next board meeting or didn't you, you can't just leave us hanging like that!","labels":"disapproval"},{"text":"I want G League over here in Spokane so bad!","labels":"annoyance"},{"text":"Came here for the [NAME] reference, was not disappointed!","labels":"optimism"},{"text":"Yeah for sure, they're too smart to go to class anyway, they've got time.","labels":"amusement"},{"text":"I live in So-Cal near the beach, im over it. Its weird planning vacations to go other places when you live in a vacation spot.","labels":"embarrassment"},{"text":"Let [NAME] think about his performance for this 2 week break, god that was a brutal last 5 mins ","labels":"caring"},{"text":"Nah, I'm a straight girl infiltrating this sub because the memes are so spicy","labels":"excitement"},{"text":"Reply with \"Oh, my bad\". Don't make a big fuss out of it. People make mistakes.","labels":"annoyance"},{"text":"Please no, I have a family!!!","labels":"fear"},{"text":"Wouldn’t be surprised","labels":"joy"},{"text":"My entire family is Buffalo fans, it's all I've heard about this week","labels":"embarrassment"},{"text":"Well just the thought of it being named Katz but not being The Katz in New York would make me not go.","labels":"annoyance"},{"text":"You also have the option of making it quite unique. Would be a delight to see if you got it!","labels":"excitement"},{"text":"No jerk behavior from kitten but watching people interact with that machine was mildly fascinating.","labels":"joy"},{"text":"Same here man, terrible feeling","labels":"fear"},{"text":"We also blame their money","labels":"annoyance"},{"text":"It's actually just the [NAME] they hate. [NAME] is just their current object of scorn","labels":"remorse"},{"text":"I'm getting worried","labels":"nervousness"},{"text":"People hate him? Why? Most call him the most dominant player in CFB this year.","labels":"curiosity"},{"text":"Well shit, if all you gorgeous people haven’t settled down yet, there’s no hope for me","labels":"disapproval"},{"text":"looks like your fake autism you used to use for attention still has its side effects :\/","labels":"disappointment"},{"text":"Had one good year that was it, then joins a god squad that struggles to qualify","labels":"joy"},{"text":"Ugh I did this at a work conference and ran straight into the guest speaker. The flashbacks are rough, probably for her too I imagine. ","labels":"embarrassment"},{"text":"Or we could just get menus with pictures of food like every other rational establishment. It's so bizarre","labels":"annoyance"},{"text":"See this guy gets it!","labels":"amusement"},{"text":"No I know they're on xbox. I just added that last part as a poor attempt to be funny.","labels":"joy"},{"text":"Yeah, clear off. And tell your mates you had a horrible time too. ","labels":"disappointment"},{"text":"Doncic, you moron.","labels":"neutral"},{"text":"Crafty little bastards.","labels":"annoyance"},{"text":">You're worth a lot more than that and there are so many other impressive and interesting things about you. What an outrageous lie.","labels":"anger"},{"text":"My family voted for the Qualified Woman who was going to keep this country moving forward. So I don't have to worry about disownment :)","labels":"approval"},{"text":"A true internet classic.","labels":"amusement"},{"text":"That's even worse honestly","labels":"annoyance"},{"text":"happy to help","labels":"optimism"},{"text":"Really well said.","labels":"amusement"},{"text":"Not to mention the small electronic machines that we all carry around in our pockets. It'll be interesting to see how this impacts online casinos that accept cryptocurrency.","labels":"realization"},{"text":"You're trying too hard","labels":"caring"},{"text":"I'm beginning to think that ArcSys might be my favorite videogame company. They make such good fighting games.","labels":"love"},{"text":"Sucks that [NAME] won't get to play [NAME]","labels":"anger"},{"text":"You know more liberals want more gun control than regular [NAME] do, right? ","labels":"annoyance"},{"text":"You need to talk to her openly about this... without shaming her. She’s being open and honest with you. Your turn.","labels":"caring"},{"text":"Wanted something more on Imperius Angiris Wrath ulti at lvl 20... :'( Nice buff to Valorus Pursuit though!","labels":"disappointment"},{"text":"Why am I crying alone in my room rn","labels":"confusion"},{"text":"OOOOOFFF, now that'd be a kick to the head","labels":"anger"},{"text":"We all do it sometimes don't worry.","labels":"caring"},{"text":"for how long, you arent fucking with me?","labels":"anger"},{"text":"My imaginary friend is always busy. I never get to do anything with him eigher :(","labels":"disappointment"},{"text":"I read \"Driscoll\" as as \"Discoroll\" and assumed this was in NC.","labels":"amusement"},{"text":"Shame Saints aren't even going to get a LBP out of this game, feels like that's the minimum deserved","labels":"embarrassment"},{"text":"Oh, didn't know. Will lock the post.","labels":"anger"},{"text":"OP please message a local woman's refuge as soon as you are able. They will be able to offer you advice in a supportive environment.","labels":"gratitude"},{"text":"Stop the algorithm 😂😂 Like she’s living in the matrix or something!","labels":"confusion"},{"text":"Nah, they always were a government's tool to enslave us","labels":"disappointment"},{"text":"I can do the first bit? I'm also working out lately, so we can do it together!","labels":"caring"},{"text":"Did someone say [NAME] I love or hate her but I love her don’t @ me","labels":"confusion"},{"text":"Should be ,,How to be a [NAME] Character\"","labels":"confusion"},{"text":"hmmm so pretty much the same as the last 25 years.","labels":"surprise"},{"text":"always try to avoid triggers - my last 12 day streak was suddenly toppled by a trigger - no urges and then, suddenly, a *massive* urge","labels":"remorse"},{"text":"Take it easy, hater. He nailed it.","labels":"joy"},{"text":"Yeah, I mean we’re all just in their wake over here. I’m humbled.","labels":"gratitude"},{"text":"Laugh now, while you can, and the robot overlords are weak and stupid. Tomorrow, though... take a deep breath... and wait.","labels":"optimism"},{"text":"I think it’s not so much that we have low empathy it’s that we hide our empathy as a defense.","labels":"realization"},{"text":"Seriously, way to miss the point. Even if no liquid falls from their eyes, they suffer immensely.","labels":"nervousness"},{"text":"Lol, same! Except that I was diagnosed with bipolar disorder","labels":"amusement"},{"text":"I’m okay with the “expecting mother’s” spots. It’s not a women thing, it’s a courtesy thing ","labels":"optimism"},{"text":"Trust me, you can anthropomorphize anything and fuck it. Or at least, that’s what the internet has taught me.","labels":"anger"},{"text":"I laughed in my beard.","labels":"amusement"},{"text":"No, my point is that looking to past behaviors isn’t indicative of what is right and virtuous ","labels":"remorse"},{"text":"I love it when cats go all airplane ears","labels":"joy"},{"text":"This used to be a lot more common when I was younger. So weird.","labels":"excitement"},{"text":"It's like someone painted an abstract nightmare I had once.","labels":"disappointment"},{"text":"Maybe next time if you have 20K CAD keep it in actual bank instead of a crypto exchange.","labels":"caring"},{"text":"I was actually thinking about that during tonight's episode. I don't think the show would last long without [NAME] though.","labels":"annoyance"},{"text":"Yes [NAME] are authoritarian. That’s why they’re always the ones advocating for bigger government and more government control over everything.","labels":"amusement"},{"text":"Don't worry, all these people will get the rope once I've established my new world order","labels":"caring"},{"text":"Now that's ride sharing!","labels":"excitement"},{"text":"Wtf the dude is 29? Seemed like only yesterday he was the most hyped goalie prospect in the world...","labels":"disgust"},{"text":"Is it bad if I didnt even know he was on waivers....","labels":"disappointment"},{"text":"No room. Get lost. I cc u!","labels":"anger"},{"text":"It’s almost like a lot of Yankees fans are giants fans, and a lot of pats fans are Sox fans. So. Weird.","labels":"annoyance"},{"text":"Definitely not Mom’s favorite.","labels":"disapproval"},{"text":"I have a good feeling about the ability to be a left handed gunslinger.. please Rockstar :(","labels":"optimism"},{"text":"I did watch it and didn’t see the thing OP mentioned. So I am not sure what I was supposed to gain from watching.","labels":"confusion"},{"text":"It sure smells and feels nice. I also don’t find my hands as dry as usual compared to bar soap.","labels":"neutral"},{"text":"Yes... you little crybabies call them fascist too? People who kill fascists are fascists right?","labels":"annoyance"},{"text":"I promise you it would for most people. You're just spoiled with having the mountains 45 minutes away.","labels":"disappointment"},{"text":"I would vote no to a United Ireland because the Republic doesn't have a free health service and no free prescriptions","labels":"disapproval"},{"text":"They only really fought them in Al-bab and only reason turkey took al-bad was to split the cantons","labels":"remorse"},{"text":"Then income is the right criteria for equality initiatives. That's the logical conclusion we should arrive at from my and your statement","labels":"approval"},{"text":"Poor [NAME]. One of the great men of our time getting destroyed by the courts. I hear he has to file for bankruptcy.","labels":"sadness"},{"text":"Yes, when I need to get my jush, it’s freaking epic.","labels":"annoyance"},{"text":"She’s horrible","labels":"surprise"},{"text":"Pray for America. We’re a wrong country and love to be wrong.","labels":"pride"},{"text":"Salaam, these thoughts happen. It is the shaitan trying to divert you from the path. May [NAME] grant you patience and the steadfastness to protect yourself.","labels":"caring"},{"text":"That's... why I'm here.","labels":"disappointment"},{"text":"It's very interesting that the fresh water doesn't just dilute the salt water","labels":"curiosity"},{"text":"He sees you when you’re tweeting, He knows that you’re a fake, He knows that you love [NAME] So resign for goodness sake. ","labels":"anger"},{"text":"Wait so the aboleth only kills you if you dont do what the dm says","labels":"annoyance"},{"text":"Wow! You are lucky to have survived!","labels":"excitement"},{"text":"I pose you this question, \"How do you know [RELIGION] is not the right religion?\"","labels":"curiosity"},{"text":"Oh I see it now","labels":"joy"},{"text":"Dude, your mentally handicapped post history. \/I'm ignoring ya it's all good","labels":"annoyance"},{"text":"I got laid the first time directly after that game too Not sure if there's a correlation, just thought I'd contribute","labels":"confusion"},{"text":"fuck I meant to put a never in there. I'm glad you picked me up on this before I got put on a subreddit.","labels":"anger"},{"text":"True. But I think it’s only [NAME] that pull the belly out of themselves to articles about the empire!","labels":"annoyance"},{"text":"Imagine thinking this comment was ok to post. Shame on you.","labels":"disgust"},{"text":">sentence more severe. Debatable, I'd rather be dead than have everyone think I relentlessly molested kids. ","labels":"disgust"},{"text":"Pfft. That's awful of him and her. They deserve each other then. Grab your shite and gtfo. Hope he enjoys his fog and dysfunction.","labels":"anger"},{"text":"God [NAME] is awful","labels":"disappointment"},{"text":"At SkyZone with the kid getting some energy out. Next up is a dentist visit...ugh","labels":"disgust"},{"text":"Nah man [NAME] gets made fun of more than anyone lmao","labels":"amusement"},{"text":"What I said applies to all of \/r\/politics, not just this incident.","labels":"anger"},{"text":"Was this at Meadowvale? I wanted to take a pic but had my gloves on","labels":"confusion"},{"text":"Didn't even realize that the Mazda was a competition. It's always a Camry and Accord.","labels":"disappointment"},{"text":"Rip ok lol","labels":"amusement"},{"text":"That is even worse. No tax from them and we provide them with services.","labels":"disgust"},{"text":"Oh no....","labels":"amusement"},{"text":"The real comedycemetery is people still posting this joke for the hundredth time","labels":"annoyance"},{"text":"Honestly I would have no idea if it weren't for the logo. This is unholy.","labels":"confusion"},{"text":"[NAME] fucking christ. When [NAME] came into the league he was pretty much as skinny as [NAME] is now. And look at the dude now.","labels":"disgust"},{"text":"Yea. I'm not to worried about it","labels":"nervousness"},{"text":"There must be some awful things happening right at this second","labels":"disappointment"},{"text":"Yup. You see more hands, have to learn more to be competitive.. etc","labels":"caring"},{"text":"Stop having kids you can't afford. Make sure you check the kids credit to make sure there are no accounts opened in their name. Good luck!","labels":"annoyance"},{"text":"im glad they have it but this should have really been introduced in DMC3","labels":"joy"},{"text":"Vapenorth.ca is a great place to order the Dyna from.","labels":"amusement"},{"text":"Must be nice","labels":"optimism"},{"text":"Agree. Keep trying, then if your rejected every time. I'm sorry your done.","labels":"disappointment"},{"text":"Oh [NAME] no.","labels":"disapproval"},{"text":"I don't really know a time or date though, I'm open to ideas and availability discussion","labels":"optimism"},{"text":"So you could say that this is one of very few subreddits that manages to somewhat avoid political spins and that the original commentor is a worthless shill","labels":"annoyance"},{"text":"Ahem. There are those who think that life Has nothing left to chance A host of holy horrors To direct our aimless dance","labels":"sadness"},{"text":"Anyone else's NHL feed die?","labels":"curiosity"},{"text":"Noted, I've been looking into that","labels":"excitement"},{"text":"Neither am I. I'm mocking her alongside you.","labels":"annoyance"},{"text":"You shouldn’t forget it, and you probably need therapy. Years of abuse like that takes its toll.","labels":"embarrassment"},{"text":"It just has to be \"unequivocal and unconditional\". \"Good faith\" was from the Advocate General opinion, not the Court.","labels":"optimism"},{"text":"Really? In real life, she's wearing comfortable clothes with no makeup. Other than that she looks the same.","labels":"amusement"},{"text":"People still expecting that are delusional regardless tbh. Messed up they'll never say what happened to Half Life but time to start using some context clues herr","labels":"confusion"},{"text":"[NAME] is one of my favorite non dodger players, he’d make a great addition to the dodgers, hope they push for him ","labels":"optimism"},{"text":"I have visions of someone being at a [10] blasted out of their skull and actually doing this.","labels":"nervousness"},{"text":"Well, my answer tried to be funny and witty. But apparently it struck some insecurities in some guys.","labels":"nervousness"},{"text":"dude people here can be assholes. there’s nothing wrong with taking a break.","labels":"approval"},{"text":"So what's so funny about what you just said?","labels":"confusion"},{"text":"Way to go mama for being so supportive!","labels":"gratitude"},{"text":"*laughs in Spartan*","labels":"neutral"},{"text":"Since we've already established that we're talking about the present at this point and not the future, you can just pity the current generation of kids.","labels":"disappointment"},{"text":"He was so apologetic the bulls couldn’t bring themselves to it.","labels":"embarrassment"},{"text":"There's a Houston Jobs subreddit that may be of some help!","labels":"optimism"},{"text":"You spend most of your time here in the Rangers threads talking about how much you hate the huns. That's pretty weird as well.","labels":"remorse"},{"text":"For some reason, I read the \"no tears\" part like they want you to stop crying.","labels":"caring"},{"text":"How are you 100% positive that you're pregnant if you haven't taken a test yet?","labels":"curiosity"},{"text":"My wife is a rams fan. I don’t like them, but I think I like them more than the patriots lol","labels":"joy"},{"text":"Happy cake day by the way!","labels":"excitement"},{"text":"Another racist foul by the Raptors on [NAME]","labels":"disgust"},{"text":"I once looked at the I-95 and was hospitalised for weeks.","labels":"remorse"},{"text":"Unrelated but happy cake day!!","labels":"excitement"},{"text":"No... that's literally our first rule.","labels":"disapproval"},{"text":"This is the one picture that gives me mad inferiority complex.","labels":"pride"},{"text":"People are assuming you’ll survive getting your leg cut off right now. Coma seems better.","labels":"optimism"},{"text":"[NAME] 12 min long? That other 1 min video spoiled me.","labels":"realization"},{"text":"Good for you man. Enjoy.","labels":"caring"},{"text":"I did too. A shame, because it looks to be a good movie otherwise.","labels":"disappointment"},{"text":"You think you’d go for it. Reality would probably be much different","labels":"remorse"},{"text":"Sorry but this looks like from a Tumblr fetish fanfiction site. I don't think it belongs here.","labels":"annoyance"},{"text":"What a terrible list","labels":"fear"},{"text":"That seems pretty rough. If I ask Google for directions from white center to Fiona it’s only an hour by bicycle even.","labels":"annoyance"},{"text":"I reported you :-) Expect to find your comment deleted within a few hours :-)","labels":"optimism"},{"text":"I don't swallow toothpaste idiot","labels":"anger"},{"text":"Please keep making them mad","labels":"amusement"},{"text":"*[when your pet is still barking at you]* I'm done trying to convince you.","labels":"annoyance"},{"text":"My only deal breaker would be possessiveness like it is for men bc I only like dating","labels":"embarrassment"},{"text":"But for real. Like, phones, you guys. Am I right?","labels":"amusement"},{"text":"I'm watching it for the first time now. He's perfect for the role lol [NAME] is a god to me now","labels":"amusement"},{"text":"I live in America and wish I could support them but they're on the wrong coast.","labels":"desire"},{"text":"Reminds me of when we used to have an RB named [NAME] while [NAME] was at Texas","labels":"joy"},{"text":"I want to know how she thinks you can convert fat into muscle","labels":"curiosity"},{"text":"He still has less health than [NAME] despite being slower and bigger and literally revolving around trading.","labels":"sadness"},{"text":"Oh god dammit I've been bamboozled, I fell for the b8","labels":"embarrassment"},{"text":"[NAME] should be used to getting booed by Yankee fans though.","labels":"disappointment"},{"text":"You just know he liked his own comment","labels":"optimism"},{"text":"Please treat me with modern medicine. I have gastroparisis.","labels":"nervousness"},{"text":"IANL I have never thought twice about doing a little extra shoveling to help a neighbor. Can't imagine that it could be illegal.","labels":"disappointment"},{"text":"And if that's the case then there is no helping him. It sucks that those people can't be helped","labels":"annoyance"},{"text":"Same! I was like wth was she trying to go for. NOT a good look for her.","labels":"annoyance"},{"text":"YES they all going in on LIEda","labels":"neutral"},{"text":"Please don't think the way they're trolling represents us [NAME]. I'm sorry this happened.","labels":"embarrassment"},{"text":"I read on a different post that he died shortly after of internal injuries.","labels":"grief"},{"text":"look at that gym! Id kill to have one with such a nice view","labels":"excitement"},{"text":"[NAME] was so much cuter then. Also WOW that interview is cringy","labels":"amusement"},{"text":"Literally both fell asleep on me today and I could barely walk out of the bathroom back to bed lol","labels":"amusement"},{"text":"CBA's app is atrocious. I had to set it up on my mother's new iPhone and it was a nightmare.","labels":"anger"},{"text":"It's not uncommon for OTPs to not use their mics or stay out of chat all together because of all the flame they get.","labels":"annoyance"},{"text":"[NAME] there are so,many. But my favorite are: Hold you in my arms ~ [NAME] Dont forget me ~ Way out west [NAME] ~ [NAME] ","labels":"love"},{"text":"Constantly worrying about her and not feeling pleasure without her presence could be. You need to talk to a therapist.","labels":"caring"},{"text":"...what? You're far more concerned with the o line than signing [NAME].","labels":"surprise"},{"text":"I wish someone would just run [NAME] or [NAME] open ice, it would be worth the penalty ","labels":"desire"},{"text":"Beverly Hills. They did a whole season about UNDERWEAR. I can't imagine why anyone would pick Jersey in this current phase of [NAME] domination.","labels":"embarrassment"},{"text":"Honestly rams are my second NFC team. I wanted you to win it all since the beginning of the playoffs and I love the team even more now","labels":"love"},{"text":"Only the fools would call Saigon the Pear of the Orient, haha. Stop sleeping on the past too much. And stop betraying your country","labels":"amusement"},{"text":"it did really","labels":"excitement"},{"text":"I never knew how, but I often get in situation where I find myself with 2 tops on me (and mostly not on dating sites)","labels":"annoyance"},{"text":"I don't what the coaching staff is telling our players, but we are playing neither smart nor hard on defense","labels":"optimism"},{"text":"I’m impressed.","labels":"love"},{"text":"The fact that she told you your sex life is over is insane to me.","labels":"disgust"},{"text":"I guess the caveat is that is a world championship offyear where not all players are available due to playoffs","labels":"disappointment"},{"text":"Ha, my husband goes out after you guys have done your thing and checks for himself, he's been burned too many times.","labels":"anger"},{"text":"Unfortunately I’m not a military man","labels":"disappointment"},{"text":"See, I missed it completey, so they must have glossed over it fast. ","labels":"disappointment"},{"text":"You're obviously a size queen. Go find yourself a big penis.","labels":"disgust"},{"text":"We're well past the demoralization phase. You're 20 years too late. The left has morphed into something unrecognizable now :(","labels":"remorse"},{"text":"Bike snob here. $400 is hella cheap for any bike that gets raced.","labels":"disapproval"},{"text":"No, it's the curds, they just feel really strange in my mouth.","labels":"surprise"},{"text":"Welcome to the future, kid. Unfortunately your mom isn't coming.","labels":"fear"},{"text":"[NAME] has really given his all in the second half. He must be exhausted","labels":"caring"},{"text":"No, it depends on if they painted it, or wrapped some tape on it for a handle. ","labels":"confusion"},{"text":"I can't thank you enough for letting me know this exists. I'm going to go waste an hour looking through it all now","labels":"embarrassment"},{"text":"do people actually dislike space cop or is that a meme?","labels":"confusion"},{"text":"He seems to have a really cool fashion sense, maybe he can do something with it one day, maybe go to Paris?","labels":"amusement"},{"text":"This is the worst thing I've ever seen. Take my upvote.","labels":"anger"},{"text":"first time all season im kind of not thrilled with [NAME] post game talk. I wish he would have addressed the PP.","labels":"desire"},{"text":"The gospel ruth","labels":"amusement"},{"text":"The Coming Home Network. And [NAME] is a convert who has really good books.","labels":"amusement"},{"text":"Ok. Believe what you want. Have fun starving to death.","labels":"anger"},{"text":"If I say 6:45 they tell me at 8:00 that they’re not coming :(","labels":"disappointment"},{"text":"He referenced us!!!! And we're gonna have to do something about delicious","labels":"excitement"},{"text":"I initially liked [NAME], but he's really kinda dipped in my personal rankings. His shot kinda scares me if it doesn't translate ","labels":"disappointment"},{"text":"So now disabled people don’t have rights . You get worse .","labels":"disappointment"},{"text":"Do you have any non anecdotal stuff to say or? Also burden of proof is a thing, you made a claim, prove it or fuck off","labels":"anger"},{"text":"I want a sense of progression and accomplishment in overwatch, something golden guns and skins dont give me anymore :)","labels":"anger"},{"text":"Looks like someone's got a bad case of the zoomies.","labels":"embarrassment"},{"text":"Miami - Dade","labels":"amusement"},{"text":"Iunno, looks pretty Western to me.","labels":"amusement"},{"text":"Disguising your feelings behind humor is not really a unique coping strategy, isn't it? ","labels":"realization"},{"text":">implying Packers fans have ever fucked anything besides their siblings","labels":"disgust"},{"text":"The few people that survive jumping from bridges say, almost invariably, that they regretted jumping the second they entered free fall.","labels":"remorse"},{"text":"\"almost\" and \"nagging\" not \"killed\" and \"forced\". Wow... When did roleplayers get so damn whinny. ","labels":"excitement"},{"text":"Wow, an [NAME] sighting","labels":"amusement"},{"text":"\"[NAME] crazy about [NAME], she loves dog bones and her dog food too\" (to the tune of free falling)","labels":"embarrassment"},{"text":"Please tell me it opens up to a giant cave down there","labels":"curiosity"},{"text":"Weird, though. So many people love to identify themselves by their corporate loyalty.","labels":"neutral"},{"text":"R1\/L1, always played like this R2\/L2 feels weird and slow","labels":"caring"},{"text":"That sounds a little paranoid","labels":"fear"},{"text":"To be fair you haev to have a very high iq to understand this meme","labels":"realization"},{"text":"Such a lust for friendship! *Whooooo*","labels":"disgust"},{"text":"Really weird how such a young child could come up with that.","labels":"surprise"},{"text":"Close to the meat.","labels":"neutral"},{"text":"[NAME] i feel personally attacked","labels":"sadness"},{"text":"If they were that good, she wouldn't have burned through 3 pairs in 3 years. ","labels":"disappointment"},{"text":"Try not to mix too much. It will get overwhelming and you'll just end up with bad trips.","labels":"remorse"},{"text":"Feeling better now?","labels":"caring"},{"text":"I would like that.","labels":"love"},{"text":"Your right. I just didn't want to go into depth out of laziness","labels":"realization"},{"text":"Ah got it. Marked it sorry!","labels":"embarrassment"},{"text":"It's not a question of law; it's a matter of school policy.","labels":"annoyance"},{"text":"I can hardly hear you over those goal posts moving! Ahhhh the facts! They hurt! They hurt so bad mama!","labels":"sadness"},{"text":"I’m still waiting for 4 EBT withdrawals marked complete on Dec 7th 2018. Later date EBT withdrawals were paid oddly.","labels":"annoyance"},{"text":"That was the chillest Sharks GDT against an Eastern Conference team in a while.","labels":"amusement"},{"text":"[NAME]. Starring [NAME] as the goofy and lovable [NAME].","labels":"love"},{"text":"Way too much bounce in that pad to get enough height. Needs natural grass. It was doomed from the start.","labels":"disappointment"},{"text":"I see lotsa [NAME] I’m proud","labels":"pride"},{"text":"Yeah, even good people can become radicalized by religion ","labels":"disappointment"},{"text":"No problem if you want further reading there is dedicated forums out there for punting.","labels":"optimism"},{"text":"So... no nerd here to say the stomach doesn't really do that? Is this Reddit or what?","labels":"annoyance"},{"text":"I will pray for your marriage. After we win.","labels":"caring"},{"text":"There shouldn't be a rule against it. That just makes the target even softer.","labels":"disapproval"},{"text":"WELL IF YOU KNOW THE SOLUTION TO THE PROBLEM WHY ARE YOU POSTING THE PROBLEM ON THE INTERNET","labels":"confusion"},{"text":"This is so true yet they usually dont listen.","labels":"realization"},{"text":"Parents should at the very least monitor the childrens activity or put an adult block on the websites","labels":"caring"},{"text":"Hell yeah. I'm really just thinking about the irony and double standard of the Left. It's amazing that these people are that cognitive dissonant.","labels":"anger"},{"text":"I wanted [NAME] so bad, but at least we got a cute character (little ticked about the scythe but, I'll still play her)","labels":"optimism"},{"text":"Oh I forgot some people aren't able to pick it up","labels":"annoyance"},{"text":"I guess you could say that it was unexpected","labels":"disappointment"},{"text":"Okay then. Please remind me again why the lack of support is death threats in my PMs.","labels":"nervousness"},{"text":"He was dead through the whole movie. Oh wait","labels":"remorse"},{"text":"Maybe their inability to spell the word \"atheist\" is why they're a [NAME].","labels":"annoyance"},{"text":"It's ridiculous people blind fellow faith here in algeria","labels":"disgust"},{"text":"hahahaha yeah you tell him man! fuk da police coming straight from da undagrunnn hahahah just like that song right!","labels":"anger"},{"text":"That's even cheaper than I had figured.. there's still the \"to you\" bit... OP needs to post an Amazon wishlist.","labels":"joy"},{"text":"Those pearls are the worst, ugh.","labels":"disgust"},{"text":"nah [NAME] ditto is a bad idea. Unless the marth is really bad he's gonna get 4 stocked quick","labels":"disapproval"},{"text":"Ah. I can't see that when replying in my inbox and didn't see his name the first time I checked here to read other comments","labels":"confusion"},{"text":"I mean hands down Rhine passed out behind the wheel with his freak bride riding shot gun","labels":"disgust"},{"text":"I swear to [NAME], if you don't use vinyl records, you're THE definition of \"The Complete Douchebag\".","labels":"anger"},{"text":"[NAME]: I have a plan. Me: You’ve always got a damn plan ̶D̶u̶t̶c̶h̶ [NAME].","labels":"annoyance"},{"text":"You're definitly an asshole, or a troll. Maybe both.","labels":"anger"},{"text":"Horrible day for the show. Everyone is dying, someone put [NAME] in a bubble!","labels":"disappointment"},{"text":"Also, [NAME] growl\/yelling\/screaming at [NAME] in the sumo suit on beach day. ","labels":"fear"},{"text":"Winter depression has finally gotten to me. So damn bored even with all these bowl games on.","labels":"annoyance"},{"text":"I am from Darwin, and can NOT confirm that \"Darwin has a surprisingly high amount of good looking women\" Must be hanging around the wrong places","labels":"amusement"},{"text":"Yeah. You wanna call me a liar, explain why, liar.","labels":"curiosity"},{"text":"My 35kg ball of quivering nerves, which I am currently wearing like a tea cosy, would like to register an objection. ","labels":"disapproval"},{"text":"The weight of all that water is enough to kill someone if they don’t drown.","labels":"realization"},{"text":"Imagine the smell of burning those pages","labels":"embarrassment"},{"text":"There’s no PR firm in the world that could change her image, especially when she keeps creating fake accounts and being mean to people. ","labels":"remorse"},{"text":">Poly people look at the numbers and just see lots of opportunities ;) I like how that's put","labels":"optimism"},{"text":"Yes, yes you did","labels":"excitement"},{"text":"I foresee sharp objects bypassing the biometrics.","labels":"excitement"},{"text":"Really? Down voted for thinking picking up the phone in the middle of sex is crappy?","labels":"disgust"},{"text":"Fair enough. Still I like to spread the word... in the vain hope that policies like this will go away.","labels":"approval"},{"text":"Fair enough ;)","labels":"joy"},{"text":"That poor mercy. Just died to die again xD","labels":"grief"},{"text":"Not true for a lot of people but [NAME]","labels":"approval"},{"text":"Oblivion's world was pretty generic [NAME] fantasy, which dropped it down a peg for me, compared with Morrowind's incredibly unique, alien world.","labels":"surprise"},{"text":"I got a lot of withholding to throw me into anxiety.","labels":"embarrassment"},{"text":"I feel like it's the 90s when everybody wanted to make a record label","labels":"optimism"},{"text":"Ded game we should be happy we have a new hero","labels":"desire"},{"text":"That logo looks cool in the morning lol almost cyperpunk","labels":"joy"},{"text":"Wasn't north and south Dakota one state at some point? Are they putting aside they're difference and getting back together?","labels":"curiosity"},{"text":"i dunno, you commit one little genocide and you never hear the fucking end of it","labels":"anger"},{"text":"Nah [NAME] gonna be an asexual for sure.","labels":"neutral"},{"text":"Canadian [NAME] here to disagree with you. Politely. Sorry.","labels":"disapproval"},{"text":"Seems legit. Supremacy was big enough. In fact, it's hard to see the scale on screen with that size.","labels":"neutral"},{"text":"They start as needy creeps and work their way up to being dangerous.","labels":"fear"},{"text":"Absolutely this is the kind of absolute hypocrisy that made me leave the church!","labels":"annoyance"},{"text":"The only problem with this plan is that [NAME] won’t survive that long, lol","labels":"amusement"},{"text":"That’s what they said when the provincial election for Ontario happened too Then [NAME] begged on tv, that low life. Good luck! ","labels":"optimism"},{"text":"It was [NAME], cm. Didn't have the best of games today.","labels":"amusement"},{"text":"This isn’t even them not getting it. They just misread it as a whole! Why bro lmao","labels":"amusement"},{"text":"They must do it giving their population and productions but we must remember that they are not the only responsible of their pollution.","labels":"realization"},{"text":"You mean for a team right? MCW didn’t break any individual shooting records.","labels":"disappointment"},{"text":"Its horrifying to think about getting separated from your family, friends and the culture you were living into somewhere new and unfamiliar just like that","labels":"sadness"},{"text":"The level of envyness far too much","labels":"optimism"},{"text":"I'm genuinely interested in the responses to this but lmao at \"pork salivary glands\" Edit: sweet username","labels":"joy"},{"text":"Ate too much “hot chips”","labels":"joy"},{"text":"My Ping Pong Queen looks so happy! I cried lol","labels":"amusement"},{"text":"Interesting, but I can't imagine it will be there long until someone steals or destroys it.","labels":"curiosity"},{"text":"Doubtful that's why he did it. Which in turn leads to even more disturbing reasons possible. SOS","labels":"annoyance"},{"text":"oh i don’t want to bother anyone with my pathetic problems","labels":"realization"},{"text":"No guns = no gun violence! How come no one has ever thought of this before!","labels":"realization"},{"text":"Oh, wow, I didn't know my Dad had a Reddit account.","labels":"surprise"},{"text":"Horrendous , this is also reflected in my experience act school where you are not allowed to defend yourself at all ","labels":"annoyance"},{"text":"Not very cringey","labels":"optimism"},{"text":"This gave me PTSD","labels":"embarrassment"},{"text":"I didn't know that he did. Just Googled it. Dope!","labels":"annoyance"},{"text":"Haha dude, love your spirit. But. It's not all shit (the cuisine that is), let's not overgeneralize and become the shitheads we are criticizing.","labels":"caring"},{"text":"I dont know why but they really like to throw charged heavies when you block everything they have.","labels":"remorse"},{"text":"Yeah lets hope so, i hear the IRA is very forgiving of rich folk.","labels":"optimism"},{"text":"Well someone should stop them!","labels":"annoyance"},{"text":"They're a homophobe, just ignore them. Anyone who uses \"homosexuals\" can go right out","labels":"confusion"},{"text":"It's like a car wreck. You can't look away.","labels":"annoyance"},{"text":"He seems to think that will take too long. I guess he’d rather complain to me.","labels":"curiosity"},{"text":"Yeah so I got kicked from a group chat for gnoming people*","labels":"embarrassment"},{"text":"I just need [NAME] to retire already so I can stop hating on him and appreciate all he's done... Even if it has caused me great suffering.","labels":"optimism"},{"text":"Is it bad that I would actually probably buy that? Those come in handy for defrosting windows.","labels":"confusion"},{"text":"Damn *fabulous*!","labels":"excitement"},{"text":"I will! This is a great new excuse for never leaving my house","labels":"joy"},{"text":"I also love this decline in bch prices. Cheers.","labels":"joy"},{"text":"<3 BTW it does sound like you're generally doing brilliantly, all things considered. ","labels":"amusement"},{"text":"You can't rightfully earn a billion dollars. Your employees can, and fifty thousand people in sweatshops can, but a single person cant","labels":"realization"},{"text":"I hope you enjoy it!","labels":"optimism"},{"text":"Sorry This and [NAME] shot in game 5 of the 1990 finals are my all time favorite moments in basketball.","labels":"love"},{"text":">marry up tho Except it's more cruel for men now. The men who the said women are seeing are most certainly homeless\/broke chads.","labels":"fear"},{"text":"Oh there goes gravity","labels":"surprise"},{"text":"Great to see him involved.","labels":"amusement"},{"text":"They're corrupt, but in the legal ways.","labels":"remorse"},{"text":"That's only bad to some people. Being racist is bad to everyone.","labels":"disappointment"},{"text":"I took a screen writing class and I think we had to do this. Then again the class was a while ago so I don't remember much","labels":"remorse"},{"text":"Because all our society has done for the past 60 years is talk about your problems.","labels":"amusement"},{"text":"I'm not very good at pressing the devils doorbell, but apparently I'm decent at licking it.","labels":"disgust"},{"text":">They split up 5 years later after an extremely messy situation with Dr [NAME]. Very very long story. I would like to hear this story","labels":"curiosity"},{"text":"Out of curiosity, did [NAME] mention autism?","labels":"curiosity"},{"text":"it is very clearly incorrect, and it's apparent that your descent into reactionary politics has made you fully delusional. ","labels":"disapproval"},{"text":"Jewel mint by Pod Juice for sure is the closest thing to mint pods. Don't know anyone who has replicated menthol yet.","labels":"curiosity"},{"text":"I kinda forgot she existed before I saw that comment","labels":"embarrassment"},{"text":"My god, [NAME]!","labels":"surprise"},{"text":"[NAME] woke up, it was all a dream, he was really looking forward to King [NAME] visiting Winterfell. They had a good time","labels":"joy"},{"text":"I live in southern Ohio and my WV based phlebotomist was literally was just telling me about this today,","labels":"excitement"},{"text":"You win one internet!","labels":"excitement"},{"text":"*Hey just noticed..* it's your **3rd Cakeday** The_nastiest_nate! ^(hug)","labels":"amusement"},{"text":"That's why everyone loves you, you're a joke club. ","labels":"love"},{"text":"What about urban [NAME] supporters who are socially liberal and want to see tax dollars used efficiently?","labels":"annoyance"},{"text":"I have no idea. I always imagined it was purely retail workers that browsed and posted here, but I might be wrong in this instance.","labels":"confusion"},{"text":"Troll, bro. They know they're saying stupid shit. The motherfucker does nothing but stink up libertarian subs talking shit","labels":"disgust"},{"text":"Take the child from them! Wtf? Theyre so dumb. You always secure the kids seat!","labels":"annoyance"},{"text":"Honestly, an obvious possibility is you find the men who you are banging other than him to be more attractive. ","labels":"optimism"},{"text":"What? The claim is 2018 best shooters. Not overall best shooters","labels":"surprise"},{"text":"The guy they picked to play smoothie was great. Made me feel uncomfortable at every opportunity.","labels":"gratitude"},{"text":"I honestly believe that being a Saudi woman should automatically qualify you for refugee status.","labels":"optimism"},{"text":"I thought he was a candidate as a [NAME] when [NAME] left. What happened to that.","labels":"curiosity"},{"text":"Wow, im the opposite. In year 2 of being apart now.","labels":"excitement"},{"text":"Cognitive Dissonance. Big problem in our society.","labels":"disappointment"},{"text":"Why does [NAME] rarely wears his armors if he can wear them whenever he wants and as long as he wants?","labels":"curiosity"},{"text":"Them boys smelling even more blood in the water. Rack them fuckin points up boys!","labels":"disgust"},{"text":"Even if you don't act on them, you still should stay away. It's not normal to fantasize about doing sexual things to children.","labels":"annoyance"},{"text":"That is a bad reason to come back to her. Better to be alone for the right reasons than be with someone for the wrong reasons.","labels":"caring"},{"text":"Well im sorry that the truth doesnt clear up suspicion but who am i to judge ¯_(ツ)_\/¯","labels":"annoyance"},{"text":"[NAME] with the truth that reality show does not = relevance.","labels":"realization"},{"text":"Think about how many times OP has jerked it into those sheets","labels":"annoyance"},{"text":"While we certainly have these people, we also have an election coming up which makes me suspicious of this group.","labels":"curiosity"},{"text":"I'm also an intj!! So uh, you can do it too ;)","labels":"joy"},{"text":"Good for you. But ignoring [NAME] situation makes the article pointless.","labels":"remorse"},{"text":"Oh cool, the new sign is up :) ","labels":"excitement"},{"text":"Yeah that's about what I found. Not that specific page but I got into \"My Profile\" ","labels":"excitement"},{"text":"> You have no shame. This is just more Ad Hominem FFS! You really can't help yourself, can you? ","labels":"anger"},{"text":"I mean it’s a default subreddit soooo... not really saying much lol","labels":"amusement"},{"text":"I think I’ve been poisoned by my constituents!","labels":"sadness"},{"text":"Try out ESEA brother it is way less toxic and almost no cheaters (as far as I noticed, played 240 faceit matches and that is hella toxic)","labels":"optimism"},{"text":"Ahh mate, come back any time and i'll make culturally inappropriate Third Reich gags and then we can get lit on bush chooks.","labels":"remorse"},{"text":"Wow. Good thing [NAME] are known for having ample savings since our country treats the average worker so well.","labels":"joy"},{"text":"Usually it's not entertainment, it's mostly curiosity and fascination. Like when you see something horrible, but can't turn your eyes away.","labels":"joy"},{"text":"Unfortunately if they tried to parent they’d never listen or just hate them and run away. Pointless","labels":"annoyance"},{"text":"It’s irreversible, we’ve started something bigger than we know.","labels":"surprise"},{"text":"Imagine buying a product, then burning it in protest ","labels":"realization"},{"text":"The Babylon Bee article makes me worry for [NAME] comic tastes.","labels":"nervousness"},{"text":"“Real men”. [NAME] be more offensive.","labels":"annoyance"},{"text":"Well all I can say is I'm sorry and May [NAME] open your heart one day.","labels":"optimism"},{"text":"But I do I still love him and he still loves me but he says im too immature","labels":"annoyance"},{"text":"can't tell if trolling or retarded. i think both","labels":"confusion"},{"text":"Watch the FO not sign anyone. That would be the most dodgers thing ever.","labels":"annoyance"},{"text":"Makes my skin crawl","labels":"joy"},{"text":"Yeah, people die in civil wars. Stop.acting like the [NAME] are just killing [NAME] while spouting made up numbers","labels":"anger"},{"text":"What the hell was that pass. That was magical","labels":"excitement"},{"text":"[NAME] - I misspelt and can’t correct it now","labels":"embarrassment"},{"text":"Say that you like her","labels":"caring"},{"text":"Google gold's formula. It's what NRcan recommends. Few whitepapers will come up as well, if more in-depth research is your thing.","labels":"neutral"},{"text":"“WTF, He helped me? ...I’ll eat him last :)”","labels":"gratitude"},{"text":"Ok I tried to search the sub... is it too late to get a flair? It won’t work for me","labels":"disappointment"},{"text":"What a pc cuck","labels":"disgust"},{"text":"Skeptical approach, always lol","labels":"amusement"},{"text":"Aww that makes my day too <3","labels":"joy"},{"text":"7x04 for me, but I like the positivity. It was one of my best episodes of the season.","labels":"amusement"},{"text":"Might get hate for this but I'm reeeeaaaaaally not a fan of [NAME]. I don't know why, but I just don't LIKE her","labels":"disapproval"},{"text":"I guess Metric is old enough now for one of their songs to be Grey’s title. Huh.","labels":"realization"},{"text":"So he is half decent. Glad to see your finally making some sense.","labels":"gratitude"},{"text":"Three times a year? Where\/what are you eating?","labels":"curiosity"},{"text":"Technically, if [NAME] are right about him, then you already did nail him... soooooo...","labels":"amusement"},{"text":"OMG I’m dying she said carrot!!!!","labels":"sadness"},{"text":"At this point, it’s certain that GA isn’t happening. ","labels":"disappointment"},{"text":"It's unfortunate how appealing that is to the facists, racists, ethno-nationalists and [NAME] that form the back bone of Israel's support. ","labels":"surprise"},{"text":"Sounds like you may be demisexual? I know I am. Just wouldn't be able to be casually intimate with someone personally","labels":"embarrassment"},{"text":"Don't they already have a decent backup in T. Hill or whatever that guy's name is?","labels":"confusion"},{"text":"I think the teacher was right though. Money would make a terrible aggregate.","labels":"optimism"},{"text":"Come on how would gladiators let [NAME] go.","labels":"excitement"},{"text":"Yeah that's what I just got. Fkin annoying.","labels":"annoyance"},{"text":"Of course, us first borns gotta stick together. ❤️","labels":"love"},{"text":"Yeah I can't imagine who wouldn't want to come out first to such a supportive friend","labels":"disapproval"},{"text":"Love the seems to be afk cause hell never respond but his non stop stupid af music forever plays guys","labels":"annoyance"},{"text":"Imagine thinking like this. I feel kinda bad for them.","labels":"remorse"},{"text":"The only thing that stops a depressed guy with a gun is a physiologist with a gun. << [NAME]","labels":"realization"},{"text":"What? Who said I hated him? I dont give a damn about him either way.","labels":"anger"},{"text":"I like the name mummied the best so far","labels":"optimism"},{"text":"kind of funny considering that the fentanyl that is killing people in North America - Canada and USA - comes from China.","labels":"annoyance"},{"text":"Honestly at this point I don't think there's anything that will make me feel better. Maybe down the road, but right now nothing is helping. ","labels":"grief"},{"text":"Please, please, please don't do that to yourself. You'll end feeling worse when this guy leaves you. ","labels":"caring"},{"text":"Maybe they mean like older kid free? I'd contact the coordinator and ask them if your baby is okay.","labels":"confusion"},{"text":"Or it could have just never happened because nobody ever wanted to see it.","labels":"remorse"},{"text":"It kinda is. It's better that special needs kids aren't hidden and their families don't feel that it is necessary or required.","labels":"disappointment"},{"text":"\"Ooooohhhhhh... I can *see* the music!\"","labels":"joy"},{"text":"I mean, struggle enough, the ropes will become loose. You'll live, go to the police, and get in some kind of protection.","labels":"caring"},{"text":"Sacramento fun as hell","labels":"amusement"},{"text":"What? [NAME] looks like he’s hardly trying and completely disinterested.","labels":"disappointment"},{"text":"We sincerely hope not.","labels":"optimism"},{"text":"My goal for the year is to delve deeper into GTO related play and how to better understand how to use that to play better myself and against others","labels":"desire"},{"text":"But [NAME], this is a chance for me to fulfill my lifelong dream. ","labels":"desire"},{"text":"i was not prepared for this","labels":"disappointment"},{"text":"I meant it's a sign to others that he is a crypto-Nazi. My bad, I wasn't clear.","labels":"remorse"},{"text":"I thought he was #25?","labels":"confusion"},{"text":"Your comment is a strawman.","labels":"amusement"},{"text":"[NAME] turned it into one, because they insisnt on being on the wrong side of history for every single god damn issue.","labels":"anger"},{"text":"Dumb people. Poor person. The wolf was the only one who wanted to help!","labels":"neutral"},{"text":"Oh, no wonder I like her so much!","labels":"amusement"},{"text":"i wasn't quite sure how waivers worked either, had to look it up earlier :\/ not everyone knows everything.","labels":"caring"},{"text":"This episode also had the segment where a paralized [NAME] communicates by farting. So, yes it is the worst. Lisa Goes Gaga is a close second.","labels":"disgust"},{"text":"It's also my 40th birthday, so bring a gift! ","labels":"excitement"},{"text":"Anyone who fell for the Lonzo hype from the beginning should slap themselves.","labels":"embarrassment"},{"text":"You’re an angry elf","labels":"annoyance"},{"text":"Could have cropped out whoever took the pic.","labels":"anger"},{"text":"And the apartment is clean! You can see the floor!","labels":"joy"},{"text":"Can’t blame him! She kinda looks like [NAME] long lost older sister.","labels":"disappointment"},{"text":"Yeah, but that driver's mistake could have easily seriously harmed or even killed the pedestrian, this is not a \"we all make mistakes\" situation.","labels":"anger"},{"text":"yeah i am using the regular blue black deck. But is it really that bad.","labels":"remorse"},{"text":"I think its justified because that dude freaks me out. The less money the better.","labels":"annoyance"},{"text":"Pulisic is a replacement for our abysmal right wing.","labels":"neutral"},{"text":"Awkwardly remembering all of those promises I made mid-panic attack...","labels":"embarrassment"},{"text":"Well hes asking is it possible and the answer is that it is possible to be honest.","labels":"optimism"},{"text":"Look up info on being an empath. I am one and am complete drained after outings even if I had a blast.","labels":"optimism"},{"text":"Idk I’d kind of like [NAME] to come up next year. [NAME] still scares me a little. Not saying I don’t like the guy","labels":"annoyance"},{"text":"They mean staged. This video is portrayed as a real occurrence. It might be, might not be. Don't really care.","labels":"disapproval"},{"text":"I was linked the unarchived link and it has some important updates. Wish the OP wasn't so salty and linked the actual","labels":"desire"},{"text":"Fuck I love you prag","labels":"anger"},{"text":"let's hope it gets better.","labels":"optimism"},{"text":"What's the problem? The worst aspect is the DRM which is easily circumvented, and of course giving money to Amazon ","labels":"anger"},{"text":"What the shit is a “Netflix”? We are Hulu people now.","labels":"realization"},{"text":"shouldve been a blow out if we made all our FT's goddamit. ill take the win tho.","labels":"excitement"},{"text":"great execution for the drawing but bad execution for the meme","labels":"embarrassment"},{"text":"[NAME] is garbage in every single game he plays. He needs to be traded","labels":"embarrassment"},{"text":"You know how I know Boomers are trash? They love [NAME].","labels":"love"},{"text":"Good [NAME] ^(that's perfect)","labels":"excitement"},{"text":"One of my favorite films. I got to see a screening with a live soundtrack conducted by [NAME]. There were tears in my eyes!","labels":"love"},{"text":"Who’s that cutie","labels":"amusement"},{"text":"Ah Belgium ... being paid €500 by your employer, and only being allowed to keep €200 :)","labels":"optimism"},{"text":"Isn't this the plot of the show YOU on netflix? Be careful lmao.","labels":"curiosity"},{"text":"With ice time and his defensive liabilities taken into consideration, I'm still not too high on him","labels":"anger"},{"text":"It’s not only the US. The system of so called „liberal democracy” was designed to be the rule of capital.","labels":"disappointment"},{"text":"Weird question, have they tried his Kentucky office or where ever he goes when Congress isn't in session , maybe he fled the capital?","labels":"amusement"},{"text":"I’m so fat my nipples just kind of hobble slowly across the floor then fall over","labels":"embarrassment"},{"text":"I have vision issues already and I kind of freak out without sound. I'm gonna have to say blind.","labels":"nervousness"},{"text":"Wow this team has no clue what to do against this right now. There has to be 15 turnovers already.","labels":"surprise"},{"text":"Enjoy the void","labels":"excitement"},{"text":"They are high pressure hoses, think about getting waterboarded.","labels":"caring"},{"text":"I actually really like [NAME]","labels":"joy"},{"text":"Fuck these trendy hipster joints. Give me my shit like normal fucking people.","labels":"anger"},{"text":"I've got a sneaky feeling the [NAME] is going to win it. I feel like best friends with [NAME] has clear motives behind it","labels":"optimism"},{"text":"As someone named [NAME], I welcome him to Dallas Gang","labels":"joy"},{"text":"It's a perfect loop","labels":"joy"},{"text":"Finally some appreciation","labels":"joy"},{"text":"The most intimidating man in football","labels":"amusement"},{"text":"I think I met you. Sorry if I was a bit standoffish.","labels":"confusion"},{"text":"I would love to get microblading but its so iffy about if it’ll be good or not. I’ve seen a lot of terrible turn outs","labels":"nervousness"},{"text":"No! You can't have that one! That's a coconut cake!","labels":"disapproval"},{"text":"Sweet [NAME] I'd be psyched to get [NAME]. I do *not* believe that will happen though.","labels":"annoyance"},{"text":"Oh sorry, do you live in downtown Toronto?","labels":"curiosity"},{"text":"Glad it was helpful!","labels":"gratitude"},{"text":"Level 50 and I started playing a few days after launch. And I've been playing whenever I had free time to finish those daily orders.","labels":"neutral"},{"text":"I feel the same on [NAME]. She's trying too hard to be hard-hitting etc. Thought she was poor on Thursday.","labels":"neutral"},{"text":"I have to see the rest [NAME]","labels":"excitement"},{"text":"Pretty much every Punjabi dude I've met.","labels":"joy"},{"text":"Buddy I think you may have been wooooshed..","labels":"nervousness"},{"text":"Yep. That's what made me kiss my SO for the first time. Those eyes. I don't think I'll ever forget.","labels":"excitement"},{"text":"lol [NAME]","labels":"amusement"},{"text":"Never happened to me. Seems it would feel weird.","labels":"annoyance"},{"text":"Ahh damn, keep in mind that the pillars move in the direction of the side you’re on, it’s lowkey finnicky","labels":"annoyance"},{"text":" Calm down and relax are the worst things to say to a woman, ever. ","labels":"annoyance"},{"text":"Too much work to unsubscribe. And what happens when the timeskip ends and the new season starts?","labels":"annoyance"},{"text":"I believe that any country that has hungry people, and too many animals in the shelters, doesnt have a food problem, it has a priority problem. ","labels":"embarrassment"},{"text":"Cant wait to start working my placement around that area!","labels":"excitement"},{"text":"Indeed! Oh [NAME], you are in for a horrible life...","labels":"sadness"},{"text":"Ngl, I'll probably use the argument you made here with my, ugh, Republican friends once we get closer to the elections.","labels":"realization"},{"text":"Break up and be firm about. You’ve already admitted to being dishonest. Why lead him on?","labels":"confusion"},{"text":"I hate poetry","labels":"disgust"},{"text":"I'd really like to see them together in something else. They have a weird chemistry that works.","labels":"excitement"},{"text":"She also spoke out quite angrily about \"Obamacare\" until she needed it due to her high risk pregnancy. She's remarkably hypocritical.","labels":"nervousness"},{"text":"Well, that’s the strangest thing I’ve heard all day, I guess I might as well delete this post then","labels":"anger"},{"text":"If we were in the same city we could've hung out. Happy new year to you. You're not alone in being alone.","labels":"caring"},{"text":"I just physically *shuddered* at the idea of redoing middle school..","labels":"disappointment"},{"text":"And the new sword is kinda shitty, and not even a complete sword at that price. Also, the sword is really bad for the environment.","labels":"embarrassment"},{"text":"Sorry to hear that, brother. Why do you feel more lonely now compared to usual?","labels":"caring"},{"text":"If I controlled rewind, I would want ###**TO GO BACK TO A TIME WHERE OUR CONFERENCE WAS ACTUALLY GOOD**","labels":"annoyance"},{"text":"Yup, it was a complete waste of time.","labels":"annoyance"},{"text":"Avoid. Without a contract he can kick you out at short notice any time And when you pay a deposit make sure it's protected.","labels":"approval"},{"text":"Someone just needs a hug","labels":"caring"},{"text":"Really should be twenty three year olds.","labels":"neutral"},{"text":"That's a scumbag move by the prof. That exam is not at all an indicator of competence or understanding.","labels":"disgust"},{"text":"Roast you? The fires of Mount Doom already did that for you, you [NAME] looking ass. ","labels":"disgust"},{"text":"YAAAS! Even though you're a stranger on the internet, this has made my day.","labels":"joy"},{"text":"no its amazing.","labels":"excitement"},{"text":"This guy is a hack lmao","labels":"amusement"},{"text":"I don't think any [RELIGION] woman would care about such a thing. If they did then they have their own problems.","labels":"disapproval"},{"text":"Same here, after she initiated the divorce and acussed me of not doing anything to stop it. ","labels":"disappointment"},{"text":"He’s not that into you. Move on.","labels":"caring"},{"text":"The mango pods I purchased in New Zealand gave me a crazy headache but other flavours did not.","labels":"remorse"},{"text":"It's like he saw it coming and wanted it to be close, so he kept his speed just to show the Xterra that they were wrong. ","labels":"disappointment"},{"text":"I’m sorry if you’re comparing institutionalized slavery where you can murder thousands to community service you’re an asshat","labels":"disapproval"},{"text":"Ambien your posts are delightful and I have such a hard core internet stranger crush on you.","labels":"love"},{"text":"Sorry dumbass, the provision is for paid **training days** But nice try","labels":"annoyance"},{"text":"That sounds kinda crazy. I bet you voted for [NAME]","labels":"excitement"},{"text":"Ehhh I don’t know, I still find it kind of cringey with the “[NAME]” talk and all that stuff.","labels":"embarrassment"},{"text":"Before telling you anything....what exactly do you want out of this?","labels":"curiosity"},{"text":"Every time, lots of people overwhelm me. I have light sensitivity to florescents so that doesn't help. ","labels":"optimism"},{"text":"Sorry about that! Edited with the addition of those details.","labels":"remorse"},{"text":"It's also surprising that Valve released a dud game. Maybe it's time for Valve to grow up and introduce themselves to the digital communication age?","labels":"confusion"},{"text":"Stop, this is a safe space.","labels":"annoyance"},{"text":"You're glad Australia was playing politics at a time like this? That's not a vote of confidence in the [NAME].","labels":"disgust"},{"text":"Arguably they do, otherwise they wouldn't be out protesting for support?","labels":"anger"},{"text":"ssssssssssssssshhhhhhhhhhhh just give this one to me it's been a weird day","labels":"nervousness"},{"text":"Did you seriously miss the like 50 comments above that girls can’t play games?","labels":"curiosity"},{"text":"If you are into sours they put out some decent stuff, but anything outside of that is completely forgettable and average.","labels":"caring"},{"text":"The puppy is actually suggesting that the use of laptop to be repulsive. ^^^^PCMR4Lyfe","labels":"caring"},{"text":"Love him! \"Thank You God\" is one of my favorites of his.","labels":"love"},{"text":"[NAME] and and [NAME] still look the same ahhh","labels":"confusion"},{"text":"Sloths are cute! Especially when they’re covered in moss","labels":"joy"},{"text":"Some fragile egos seem very upset at the ad. womp, womp.","labels":"sadness"},{"text":"I’ve been saying this since the beginning, it would help so much in a intense gunfight","labels":"remorse"},{"text":"Shes awful and its all about her. Try again. And when the show has awful ratings thatll be confirmed.","labels":"anger"},{"text":"I thought this was going to be a fierce, competitive game... how wrong I was.","labels":"remorse"},{"text":"I have chosen not to kill people that I was going to slaughter just because they said \"Hey! How are you?\"","labels":"anger"},{"text":"Sorry you’re not allowed to be a Vikings fan anymore then","labels":"disapproval"},{"text":"Yeah that's not almost a semi auto. And the slam fire is vastly over rated.","labels":"disapproval"},{"text":"Girls are different. That's a basic fact. I would never crack the same type of jokes I do with my guy friends with a girl.","labels":"annoyance"},{"text":"Someone will actually spend their money on this too, that’s the sad part","labels":"disappointment"},{"text":"Lmfao. Tax refunds. Must be nice to get one of those.","labels":"joy"},{"text":"Wasn’t there a video of the exact same dude kicking down a fucking tree????","labels":"anger"},{"text":"A \"Texas DUI\" sounds like a weird sex move. ","labels":"disgust"},{"text":"i just came to make sure she was safe cause she said her parents gone. It can be dangerous ya know..","labels":"nervousness"},{"text":"Yeah, life in America is horrifying. Give me a break. ","labels":"annoyance"},{"text":"British would annoy me more. Or being called British Isles","labels":"annoyance"},{"text":"Just a joke post on how someone will go through blah blah blah and come out on top.","labels":"amusement"},{"text":"My ex asked me to tell her my steam password..... With more than 6000€ worth of stuff on it. No thanks.","labels":"disapproval"},{"text":"Living is exhausting.","labels":"disappointment"},{"text":"Don't worry, [NAME]. Her idea of wit is nothing more than an incisive observation humorously phrased and delivered with impeccable timing.","labels":"caring"},{"text":"I just heal and when we start to do bad day its my fault taking blame off of our flanks and frontlines","labels":"disgust"},{"text":"That sounds like it was an absolute nightmare, I'm sorry you had to go through that, anesthetic failing is a horrifying experience. ","labels":"annoyance"},{"text":"Rude to NXT. They need to just let her go. She hasn’t improved in over a decade, she’s never going to","labels":"disgust"},{"text":"I'm not sure what that is","labels":"confusion"},{"text":"Kinda weird after you find out he wrote those songs while thinking about underage girls.","labels":"annoyance"},{"text":"It's a self-identifying group, and they have killed quite a bit of people in their crusade for revenge. It's both absolutely pathetic and absolutely terrifying.","labels":"grief"},{"text":"Are you implying that you can't take a joke?","labels":"confusion"},{"text":"Aaaaand now I'm concerned. Clearly there's a story behind this.","labels":"curiosity"},{"text":"Monument to stupidity more like.","labels":"annoyance"},{"text":"A year is way too short. You won’t know the impact of Brexit till 2030 really.","labels":"disapproval"},{"text":"27 I like the Reds and am indifferent towards the Angels","labels":"pride"},{"text":"Nothings better then 2 teams that know exactly wut happend\/parents that saw the game two coaches and a ref no good lawyer needed rlly just those people to talk","labels":"annoyance"},{"text":"I workout to \"the grid\" a lot. It's a 20 minute piece that continually builds. Its wonderful.","labels":"excitement"},{"text":"Well, that took a left turn. Sorry, you're not going to go viral, boss babe. ","labels":"embarrassment"},{"text":"Unfortunately they do at times, but it's not the case in this video.","labels":"disapproval"},{"text":"700 euros per week for 16 hour days 6 -7 days a week is shite and well below minimum wage if you work it out per hour.","labels":"disappointment"},{"text":"Or the long con. My Dad guilted me into taking care of my Grandmother for her.","labels":"embarrassment"},{"text":"Our country is in no way, shape or form ready for the risk of a giant inflation wave.","labels":"disappointment"},{"text":"No switch , option c) everyone comes together and wins in the good spirit of non-toxic competative overwatch","labels":"disapproval"},{"text":"Udderly hysterical!","labels":"surprise"},{"text":"I would have tactically thrown dynamite and blown my self up about 2 seconds in.","labels":"fear"},{"text":"You know what I love abou you [NAME]? Octopussy. Man, I must have seen that movie... twice.","labels":"joy"},{"text":"I mean do what you want but I've always thought that's a good way of getting pink eye.","labels":"caring"},{"text":"I don’t know the whole story here, but would getting your tubes tied be an option?","labels":"curiosity"},{"text":"Good luck! It's a long road ahead for us :P i have a job interview next week and i'm going all in for it.","labels":"excitement"},{"text":"That's the death mark, Looks like you've been chosen for sacrifice. Sorry bud","labels":"sadness"},{"text":"Lost finger how?","labels":"surprise"},{"text":"*french canadian fuck. They are the only ones who use it even though pretty much any french speaker knows what it means","labels":"anger"},{"text":"It took you a month to answer and every single word is wrong. That's almost an accomplishment.","labels":"embarrassment"},{"text":"Immigrant children dying in state camps? Horrible. Healthcare for the poor and eldery? Also horrible! Got it.","labels":"sadness"},{"text":"[NAME] loves you. If you are a [NAME] then he forgives you. I like this by [NAME]","labels":"optimism"},{"text":"Why does that matter?","labels":"confusion"},{"text":"Edited to “voters” that’s what I meant but I was getting a haircut and a little distracted.","labels":"disgust"},{"text":"What's with the buying porn thing? I missed out on it","labels":"disappointment"},{"text":"This is a customer service gig and you’re flipping people off, maybe you should find another line of work 😂","labels":"embarrassment"},{"text":"I've luckily never been a part of a group that does this, and I never witnessed it in my serving years either. ","labels":"gratitude"},{"text":"Damn, we barley made it out of the Rockets game with a win according to that graph. ","labels":"neutral"},{"text":"Can't even do that anymore :(","labels":"disappointment"},{"text":"\"Hey look at this reciept! Oops I totally didn't mean to show off my great body.\" I see what you did there ;)","labels":"embarrassment"},{"text":"When people don't understand things they invent gods. how little we have changed in all these years.","labels":"confusion"},{"text":"Even better, won't feel as bad eating the whole thing in one sitting then.","labels":"optimism"},{"text":"Can't stand having sex with you...?? Just horrible thing to say... You deserve better!!!","labels":"anger"},{"text":"Oh hell no. Shes blind!!! No way in HELL is she ever being left alone with it.","labels":"disappointment"},{"text":"I wonder if it's about a t t e n t i o n s e e k i n g . . .","labels":"curiosity"},{"text":"It’s okay, my mom has always hated me and I’m fine.","labels":"sadness"},{"text":"That actually doesn't make any sense considering many college students work outside of school.","labels":"annoyance"},{"text":"every time it gets a little wet and windy","labels":"neutral"},{"text":"Given my grandpaernts survived the holocaust and told us everything, we have a horrible yet interesting family humour. ","labels":"excitement"},{"text":"I for one think that the military of no country should be this strong either.","labels":"annoyance"},{"text":"Calm down. It's a real concept.","labels":"caring"},{"text":"That's like the US Democratic Party, right? I heard that they support the far-left National Socialist maniac known as [NAME] ([NAME]). ;)","labels":"curiosity"},{"text":"I don't think my town has a market.","labels":"disapproval"},{"text":"What a load of crap !!","labels":"disgust"},{"text":"That’s not what I mean Him being a snack is just well","labels":"optimism"},{"text":"<Easily the bleakest, most heart-wrenchingly desolate movie I've ever seen. So says a person who has never seen The Road","labels":"disappointment"},{"text":"[NAME] wore them today. Trying to be like her crush, [NAME]. It's kind of sweet.","labels":"excitement"},{"text":"Love the homeless encampment in the photo.","labels":"gratitude"},{"text":"The stressors of the hotel industry are much the same as a restaurant. It doesn't appeal to me","labels":"realization"},{"text":"Yes. It feels sharp and hurts in the chest sometimes. It will pass, but it freaking sucks. I'm here to listen, if you want❤","labels":"love"},{"text":"Can’t stand that dwarfism [NAME] she is so cringe","labels":"nervousness"},{"text":"Shhhh, don’t say that, your going to trigger a millennial ","labels":"disapproval"},{"text":"Oh gosh that's no good! Perhaps the other options are better places to start","labels":"disapproval"},{"text":"Am I the only one who can't get the sound to work?","labels":"curiosity"},{"text":"Regardless, fight 'em every inch of the way like it's the last hill to die on. Complacency is complicity. ","labels":"disapproval"},{"text":"Examples of useless government entities, little buddy.","labels":"annoyance"},{"text":"I'm sad can someone make me feel better Feel like shit rn just want [NAME] back","labels":"sadness"},{"text":"Got my attention.","labels":"joy"},{"text":"I would trade any and all players, no one except maybe [NAME] at this point ","labels":"anger"},{"text":"You know he meant Golden Gardens. You are not discussing this in good faith.","labels":"disappointment"},{"text":"Ok but it’s easy to worry when the legal drinking age in your nation is one of the lowest among first-world countries.","labels":"realization"},{"text":"Also the fishing has been terrible for a month now. I am about to take the 5 story jump my friends.","labels":"annoyance"},{"text":"Much more badass than the union suit.","labels":"anger"},{"text":"I like how people get upset when someone talks about how they like this game. DayZ may be the most triggering game of all time!","labels":"sadness"},{"text":"No. Hell no. It's \"anxiety\". When needed for medical notes and such my doctor will also write anxiety. ","labels":"nervousness"},{"text":"My bad, I guess I should've read the whole thing, from opiate yes ","labels":"remorse"},{"text":"[NAME] said it best. Un-fuckin-believable bro","labels":"disgust"},{"text":"Don't apologize for a joke,especially when its true.","labels":"caring"},{"text":"I like the pig because shes stealthy","labels":"love"},{"text":"We won't. If Ireland do they'll be violating the GFA.","labels":"disapproval"},{"text":"Think you mean this Labour MP","labels":"annoyance"},{"text":"In many states the law prosecutes the server just as harsh as the lawbreakers when it comes to alcohol. Dram shop law","labels":"disappointment"},{"text":"I don't see anything about harassment in that statement. Weird.","labels":"approval"},{"text":"This is going to be a disaster","labels":"disgust"},{"text":"LOL this. I would love to see that.","labels":"amusement"},{"text":"Air traffic controllers are responsible for 100,000x the amount of lives. Should they be getting paid more? I'm not sure this is the best argument to make. ","labels":"confusion"},{"text":"Oceania is my favorite Smashing Pumpkins album","labels":"love"},{"text":"This is exactly why I fantasize about carrying a glass emergency hammer. This is also exactly why I shouldn’t!","labels":"embarrassment"},{"text":"[NAME] is my least favorite out of all of [NAME] love interest (In all live action movies) Bite me.","labels":"annoyance"},{"text":"Oh no! We better stop now...before someone's feelings get hurt!","labels":"anger"},{"text":"I'd keep taking it. The side effects should go away soon. Paxil has been the only med that helped me.","labels":"gratitude"},{"text":"there's one in between my gym and my work, which is dangerous since I can justify it as just as good as a protein bar...","labels":"optimism"},{"text":"That’s not an example, that’s an anecdote... and it suggests to me that you don’t know how any of this works","labels":"amusement"},{"text":"But beat the warriors Celtics and rockets. Pistons love messing with our emotions","labels":"anger"},{"text":"Like a three dollar forty bag of fresh hiphop?","labels":"confusion"},{"text":"Please don't. I like the gym too be quiet","labels":"disapproval"},{"text":"The third period is going to be uncomfortable and I preemptively hate it.","labels":"anger"},{"text":"How dare the russian government expose the DNC and its corrupt behavior!!!!!","labels":"embarrassment"},{"text":"FUCK YESSSSS CJJJJJJJJ","labels":"anger"},{"text":"Based on that cars wheels it is now very tired.","labels":"caring"},{"text":"I like the mountain of health and guts thing about shugoki. Wouldn't mind if he get even more health","labels":"love"},{"text":"I suppose I failed to lay the sarcasm on thick enough, should have gone with the full billion dollar contract... Oh well, live and learn! lol ","labels":"amusement"},{"text":"No, she's standing in the water after she pees.","labels":"disgust"},{"text":"I’m having a counseling this weekend ... nothing to be scared.... just tell them about your feelings and what are you worrying about..","labels":"nervousness"},{"text":"Removed. Guilting the OP and pushing this course of action is not acceptable here. Be sensitive to the OP's current frame of mind and wishes.","labels":"optimism"},{"text":"love cats, dislike the regular news. you?","labels":"curiosity"},{"text":"Congrats on catching up to much of the developed world.","labels":"caring"},{"text":"I’d give this comment a gold if I could!! Yes, as a husband here, there’s no better reward!","labels":"amusement"},{"text":"Let me know how that spicy coco turns out please!!!","labels":"curiosity"},{"text":"Sue the shit out of her for damages to your private property.","labels":"anger"},{"text":"Is it just me or does the outro hurt your ears. The intro is a whole 12\/10 but the outro just seems to hurt","labels":"disapproval"},{"text":"i can relate heavily to this","labels":"nervousness"},{"text":"I think it was just a poorly worded title, what it meant to me was that there was a reason other than teaching kids to count. ","labels":"embarrassment"},{"text":"This may look like hyperbole but you would have to be autistic to not pick up on the sarcasm in that post.","labels":"embarrassment"},{"text":"ROI for that is too low. Truth is customers are willing to put up with shitty employees.","labels":"annoyance"},{"text":"I don't think that's true. Every major story I remember from the [NAME] investigation has been from court documents.","labels":"disapproval"},{"text":"No no! I meant it in a positive way. The emotional rollercoaster of the photo album.","labels":"remorse"},{"text":"How can I send it to you? I Just exactly recreated it in training arena","labels":"confusion"},{"text":"Oh, you had me worried there! Still if it doesn't then what can you do I suppose.","labels":"embarrassment"},{"text":"I’m 21 and I only loosely understand what a lathe is.","labels":"embarrassment"},{"text":"These stats don't specify if the cops are in the right for killing someone","labels":"confusion"},{"text":"Yeah me, I'm blaming my medication tho.","labels":"remorse"},{"text":"Someone please post \"Could [NAME] have the wholesome loveable personality she did if she was on Tinder from ages 18-27?\" Since I'm post banned.","labels":"disappointment"},{"text":"Week 16 this year vs the Jets. I lost my fantasy playoff game but it was worth it lol.","labels":"optimism"},{"text":"You shut your mouth","labels":"anger"},{"text":"Did this a lot when I was a kid but never did it as bad as this","labels":"excitement"},{"text":"Glad you didn't add some awful \"Read that again.\" in the description like I see other people doing when they retell this joke.","labels":"annoyance"},{"text":"Having a bowel movement, changing feminine product, doing makeup, etc. It really just depends on the situation. I loathe being rushed.","labels":"optimism"},{"text":"That CAT driver needs to be held accountable. Lucky he didn’t kill someone.","labels":"anger"},{"text":"It wasn't an intelligent comment to begin with why would I take it seriously? Though I guess those 28 people did.","labels":"confusion"},{"text":"Her upper lip always looks terrible - such an easy fix, can’t believe she is so vain and never bothers to wax ","labels":"embarrassment"},{"text":"I thought that I was on the IASIP sub...","labels":"confusion"},{"text":"Hard to digest pills","labels":"embarrassment"},{"text":"I just never felt like a boy. I hate my body and I just feel like I can't express myself for who I am.","labels":"embarrassment"},{"text":"I was just quoting the president (through his press secretary) to be honest.","labels":"optimism"},{"text":"I am getting a cursed vibe from this","labels":"disgust"},{"text":"Every BP within cooeee of me is consistently 5-10 cents a liter higher than other options. Weird.","labels":"confusion"},{"text":"You were really fortunate! See, that’s what I imagined would happen... ","labels":"optimism"},{"text":"Did you check the bowl?","labels":"confusion"},{"text":"I hope so and I think they have the ability to, but I just have a bad feeling that they won't.","labels":"optimism"},{"text":"Cant you just say no when it doesnt feel right? Sleeping in same bed can help heal...after the initial shock is passed.","labels":"caring"},{"text":"Cheers to a better 2019 for our boys!! Can’t be much worse then 2018","labels":"optimism"},{"text":"And [NAME], would again like to apologize for any misunderstanding.","labels":"remorse"},{"text":"I’m already deaf. It’s not that bad. Hard to imagine how easy it would be, being blind.","labels":"optimism"},{"text":"Chill man, I didn’t see anything concerning [NAME] on here before that’s all.","labels":"disapproval"},{"text":"Are you this awful about everything that isn't your own preference?","labels":"curiosity"},{"text":"U.S. are going to fuck this [NAME] guy so hard...he's going to need help to remove all the stars from his rectum","labels":"anger"},{"text":"yes but you will look like you've never lifted a day in your life without a pump","labels":"disappointment"},{"text":"This is going to end in absolute tears, the days of hoofball dominating the Championship are long gone, you actually need to play football to get anywhere.","labels":"realization"},{"text":"Ya uh that's gen Z sorry","labels":"gratitude"},{"text":"Non horny girls do.","labels":"embarrassment"},{"text":"Saw this a couple days ago and had to stop it and rewind!","labels":"excitement"},{"text":"Where'd you go tough guy? You were talking so big before. Way to downvote and move on punk.","labels":"disappointment"},{"text":"Well that’s definitely a pallet headed to walmart. Why am I not surprised","labels":"embarrassment"},{"text":"I’m not a republican","labels":"neutral"},{"text":"Did you hear the reason for this? Because they are concerned about inventory, initially. ","labels":"nervousness"},{"text":"Oh, goodness!","labels":"excitement"},{"text":"No he didn't lol every ref gives that. He was looking for it but it's still a foul","labels":"amusement"},{"text":"**Me yesterday:** Wow [NAME] and [NAME] are in a good spot **Me today:** So [NAME] probably gonna win this season, huh. ","labels":"desire"},{"text":"Will the RNG fuck me as with XCOM?","labels":"anger"},{"text":"yeah, those seem like they'll flop around quite safely... ","labels":"remorse"},{"text":"That whole episode has some heartbreaking moments. It is probably my top Parks And Rec episode.","labels":"sadness"},{"text":"feeling like im not normal and that im shameful and wrong and other people telling me those things are what have done this to me","labels":"embarrassment"},{"text":"It’s 2019 dude chill out with the gender roles Edit: it’s 2019 I’m tired sorry","labels":"disappointment"},{"text":"[NAME]? Too soon?","labels":"surprise"},{"text":"So now you’ve been given several answers.","labels":"embarrassment"},{"text":"That...felt good...can I cry on your shoulder?","labels":"sadness"},{"text":"[NAME] were the peak memes back when I first started on Reddit. Honestly none of the meme subs are good, they're all pretty cringy. ","labels":"embarrassment"},{"text":"That unconvincing bottom right though hahaha","labels":"amusement"},{"text":"It's good to see that the rich are being cured of this. :) As for the poor, we can just burn them for fuel.","labels":"disappointment"},{"text":"Oooh, edgy!","labels":"surprise"},{"text":"For \"on the surface he looks calm and ready\" evil [NAME] would work ","labels":"caring"},{"text":"It would still be like hardcore then, you start a new life but retain nothing from the last","labels":"caring"},{"text":"The papers listed at might be of help.","labels":"optimism"},{"text":"Nets and Yankees for New York teams. I don't follow Hockey. New York football when I became a football fan was so terrible I couldn't handle it.","labels":"nervousness"},{"text":"Man you'd be shocked to know some women still remain passive even when married.","labels":"disappointment"},{"text":"Oh this belongs here","labels":"realization"},{"text":"Your lost.","labels":"joy"},{"text":"Fact: Anyone who gives there money to someone looking like this deserves to lose it. Like, wow.","labels":"annoyance"},{"text":"Please no.","labels":"disapproval"},{"text":"Interesting. But it still is kind of guessing how far the target is though? I love BF never snipe though","labels":"curiosity"},{"text":"Ayyy you're welcome! x)","labels":"excitement"},{"text":"When I was in Uni I worked in a call centre. Pay was better than retail but it was worse on the soul.","labels":"disappointment"},{"text":"oh c'mon - i wanna see you defend old testament slavery some more!!!","labels":"excitement"},{"text":"Who are these women messaging [NAME]? He looks like a very average-looking teenager.","labels":"curiosity"},{"text":"I guess so, worst case scenario we actually rebel and fix it ourselves instead of hoping for someone to save us. ","labels":"realization"},{"text":"Pretty sure if I reposted this it would just get ignored smh","labels":"realization"},{"text":"Wow. She didn't get it at all. Very entitled parent","labels":"excitement"},{"text":"His truck was never used by ISIS.","labels":"neutral"},{"text":"Yeah, I don’t get paid 30 million a year to get my a** kicked.","labels":"disgust"},{"text":"Meat makes it taste horrible. Hydrating is also important.","labels":"caring"},{"text":"Because no one was seriously hurt - - - It's hard not to watch this without laughing.","labels":"amusement"},{"text":"bournemouth v chelsea took under 3.5 3-0 then in the 95th minute bournemouth grab another. feels bad man","labels":"disappointment"},{"text":"That's fucking awesome! I had no idea they would straight up off a dude for trifling! Lmao Winning information forsure, cheers man.","labels":"amusement"},{"text":"pretending the issue is your wife cheating on you is why you're not learning anything","labels":"sadness"},{"text":"She's one among 435 members of the House. You're giving her an awful lot more authority than she actually has.","labels":"disapproval"},{"text":"I think it’ll be a flashback","labels":"relief"},{"text":"even though its alot of work, i got 100% this weekend, and that scene re-opened the wound, lemme tell ya. what a masterpiece","labels":"joy"},{"text":"No lol. It’s a personal preference.","labels":"amusement"},{"text":"It looked like a bad suit of pajamas on Amell... which says something about the costume design.","labels":"disappointment"},{"text":"Can’t see him doing well in the premier league tbh. Wouldn’t be surprised if he ends up wishing he stayed at Dortmund.","labels":"caring"},{"text":"Reads the title... so what? Reads the rest... oh. OH. Always nice to see reverse clickbait","labels":"joy"},{"text":"Do we know what the source of this rumor is other than twitter speculation?","labels":"annoyance"},{"text":"Please explain oh wise one","labels":"annoyance"},{"text":"Omgggg i’m dying at Stassi. She looks like she was going for a jersey shore look. Shes still gorgeous though","labels":"amusement"},{"text":"A news source putting out sponsored news is inappropriate. Stop reading BBC i guess","labels":"annoyance"},{"text":"Oops, forgot to translate from UK lingo ","labels":"embarrassment"},{"text":"Omg I used to do something similar?! Yeah I’ve worn so many hats and then just kicked them to the curb.","labels":"embarrassment"},{"text":"On time stat doesn't matter for anything meaningful, I wouldn't waste time contacting support over it, or worrying about it for any reason really.","labels":"optimism"},{"text":"Worst feeling ever","labels":"disgust"},{"text":"Character-wise or fighting-wise?","labels":"confusion"},{"text":"lots of games have already added what he's asking for, i don't know why he asked the question ","labels":"confusion"},{"text":"Honestly if you had to live in punchbowl you’d be angry too","labels":"annoyance"},{"text":"That fool does not look like it has been in the oven. It looks like they made a foil bowl and poured whatever that is in there.","labels":"annoyance"},{"text":"Damn youtube and outrage drama is super lucrative for reddit","labels":"amusement"},{"text":"what a cruelly poetic fact","labels":"surprise"},{"text":"He absolutely loves it!!","labels":"amusement"},{"text":"Can you update this 20th century \"meme\"? I thought millenials were the \"entitled\" generation. ","labels":"curiosity"},{"text":"I bleed it out, chicken tikka just to throw it away...","labels":"disgust"},{"text":"I would not be surprised seeing as both picked up [NAME] and the other [NAME].","labels":"joy"},{"text":"Ugh. Nice season from him, hoping he can build on it next year and play a bigger role at the world juniors.","labels":"optimism"},{"text":"Maybe you should do some self reflection if you don't like it then, or seek a therapist.","labels":"caring"},{"text":"Workers of the world unite! We have nothing to lose but our chains!","labels":"optimism"},{"text":"Hes not the best at communication which is a big red flag in my book","labels":"anger"},{"text":"Does he have to be so anal about his rep? At least he's (in)famous. *Awesome job, OP!*","labels":"disgust"},{"text":"I never knew this! Nuts are a total fear food for me","labels":"surprise"},{"text":"This right here is the reason why the whole \"can't do venti nitro because of the caffeine\" excuse is bs","labels":"realization"},{"text":"That can get me wet almost instantly. It’s ticklish but turns me on so much. It’s a really sensitive area I think.","labels":"disappointment"},{"text":"Yeh pretty rough. I mean we all know [NAME] won, but it was much closer than that ","labels":"surprise"},{"text":"Umm, I don’t think empathy means what you think it means...🤷‍♀️","labels":"disapproval"},{"text":"I think a [NAME] government would be far far worse than Brexit.","labels":"neutral"},{"text":"I'm not saying the dog might hurt her, im saying she might not know when it is appropriate to have the dog degend her","labels":"realization"},{"text":"[NAME], feel bad for that streamer, everyone has their moments on this game, it’s understandable","labels":"sadness"},{"text":"Oh he did t quit when he just disappeared?","labels":"embarrassment"},{"text":"I'm tall but no one is attracted to me, because I'm ugly, I have a big nose and ears.","labels":"embarrassment"},{"text":"Goddamn it...","labels":"anger"},{"text":"The lucky ones died quick","labels":"amusement"},{"text":"Then your education must have been pretty poor lol","labels":"amusement"},{"text":"But also the smell!! People go past KFC and say Mmmm I must get some lol","labels":"amusement"},{"text":"This sounds an awful lot like a solicitation. In case it isn't, what you seek may exist but you'd probably have better luck with the lottery.","labels":"optimism"},{"text":"Wow, why is he trying to interfere with these people's freedom of assembly and freedom of speech? wHaT aBoUt tHe ConSTItutIoN?!","labels":"annoyance"},{"text":"The fact that the passenger gives a thumbs up drives me crazy","labels":"annoyance"},{"text":"Have some more faith in him, it sounds like your husband is trying his best.","labels":"caring"},{"text":"Oh ok cool so I don't feel bad at all about it then.","labels":"optimism"},{"text":"I don't mind posts bashing NOED or DS. But I wish this one would make sense or would be funny.","labels":"amusement"},{"text":"Isn't she like a worse version of [NAME]? I always hear from everyone that she is pretty trash.","labels":"anger"},{"text":"For us to be able to do that now, they would proably make us pay for it. ","labels":"disappointment"},{"text":"Actually it's true. But it's a misconception around the shyness concept and not about SA.","labels":"embarrassment"},{"text":"Fuck","labels":"disgust"},{"text":"[NAME] is INSTANT offense when he comes in. Dude is a spark plug out there every night.","labels":"anger"},{"text":"This is racist","labels":"anger"},{"text":"Why it's bad for a union rep to be siding with ownership in the middle of a contract dispute on Twitter of all places?","labels":"curiosity"},{"text":"Happy New Year to you too!","labels":"excitement"},{"text":"Happy holidays used to refer to both Christmas and new years.","labels":"neutral"},{"text":"I get it. But I not to that extent. Like it’s weird to think every one is out at school while you’re home sick","labels":"embarrassment"},{"text":"yep, I witnessed a broken blood vessel in the eye from stifling a sneeze","labels":"surprise"},{"text":">[NAME] One of the most horrifying stories I've ever heard of: the mom should be in psychiatric care and the doctor thrown in jail IMO.","labels":"fear"},{"text":"I've done that in the past. It means he's stupid drunk and is missing you at the moment.","labels":"remorse"},{"text":"Omg lmao. Coming from [NAME] too is super embarrassing. I can't really say I feel bad for [NAME] though, he did it to himself. ","labels":"amusement"},{"text":"Doubt [NAME] will solve our problems","labels":"optimism"},{"text":"This person is being a killjoy but there is a difference between being a killjoy and acting smart.","labels":"annoyance"},{"text":"Yay! We're still posting reposts off bloody wolf moon.","labels":"surprise"},{"text":"This isn't really petty, it's actually brutal. *edit* but well done. I love it!","labels":"disappointment"},{"text":"Banning abortion causes way more harm than good and is evil to be against. Same with requiring suffering people to suffer. you seem evil","labels":"disappointment"},{"text":"I’m not crying.. You’re crying!","labels":"caring"},{"text":"They killed [NAME] for being a [NAME] right after this. [NAME] was a notorious anti-Semite.","labels":"surprise"},{"text":"poor mod :( i guess people arent allowed to leave this sub if they are vegan","labels":"disappointment"},{"text":"happens all the time (at least to me) when you have a bad ping (80+), games broken lol","labels":"amusement"},{"text":"Man you take your sims really seriously.","labels":"annoyance"},{"text":"that was a horrible mess with 3k skills","labels":"embarrassment"},{"text":"Such dumbass,I think I'm going to take my dog somewhere else","labels":"disgust"},{"text":"Most vancouverites know of these scams. Especially #1 broken credit card machine. Complaints go unheard.","labels":"anger"},{"text":"Oh my bad I starting typing before you posted it","labels":"annoyance"},{"text":"really thought he'd hit a bird for the longest time.","labels":"surprise"},{"text":"[NAME] I almost couldn't finish reading this because it is me to a T.","labels":"embarrassment"},{"text":"The menzingers are sick, good luck out there bud","labels":"disgust"},{"text":"Oop my bad","labels":"sadness"},{"text":"ooh a piece of candy","labels":"joy"},{"text":"The day I get the phone call: \"your Nmom\/Ndad\/Nbrother have passed away.\" \"Fuuuuuuuuuuucking ***FINALLY***\"","labels":"disgust"},{"text":"I'll add to this: be prepared to not get closure or questions answered. This is the hardest lesson I had with my break up.","labels":"realization"},{"text":"I call even my dog my love (in local language) as a way to be caring to others.","labels":"love"},{"text":"~~New?~~ We~~’ve had em~~ in Oakland ~~for a~~w~~hil~~e ~~now and they still~~ are a mess.","labels":"annoyance"},{"text":"What a thot*","labels":"amusement"},{"text":"[NAME] why do they keep adding words to facist. Neofascist, cryptofascist, snowfascist. It's so dumb.","labels":"anger"},{"text":"This makes so much sense. Seems she has been icing me. Time to call it quits","labels":"annoyance"},{"text":"I'll give you that. Society is generally in a decline. I don't date men so I can't speak to that.","labels":"disappointment"},{"text":"if your favorite subreddit is the correct spelling of Zack then you’ll LOVE r\/zach","labels":"amusement"},{"text":"My main issue with Anarchism (although this should probably go on anarchism_101) is that i don't see a difference between anarchism and syndicalism.","labels":"confusion"},{"text":"back then at school there was a girl in my class who probably had social anxiety too but i never said anything to her...","labels":"remorse"},{"text":"It's like muricans don't want to protect their own jobs and are happy to become low-wage dump and burn workers for the owning class.","labels":"disapproval"},{"text":"I like His And Hers Poker Podcast","labels":"joy"},{"text":"In the wild, it’s expected that something unexpected will always happen i guess ","labels":"remorse"},{"text":"Ask if they can send your mother a thank you note so she knows that you did not accept her \"gift.\"","labels":"approval"},{"text":"Hey I’m going to eli today! Unfortunately for a funeral but hello stranger :)","labels":"embarrassment"},{"text":"Im just glad it didn't take any of that for us. I'm glad I didn't have to see a [NAME] screaming match","labels":"gratitude"},{"text":"This chick is a lunatic now","labels":"annoyance"},{"text":"She is willing to betray her current BF she will be willing to betray you when shes with you. Red flag don't get back with her.","labels":"caring"},{"text":"How unfortunate. You seem to have missed the point of being American in spite of everything.","labels":"disappointment"},{"text":"I’m offended that your offended","labels":"disgust"},{"text":"\"oh look a baby hippo\" I'm definitely not filming that wannabe. *goes to a gig* I better film this so o can never watch it ever again.","labels":"embarrassment"},{"text":"I want the man who makes me pizza from scratch and then lovingly hand feeds it to me. Completely realistic expectation.","labels":"love"},{"text":"Half our NATO partners have banned them or are in the process of doing so. I am confident we will do the right thing.","labels":"optimism"},{"text":"I feel extremely bad for people in this thread who are in any way shape or form relying on the federal government to improve their situation.","labels":"disappointment"},{"text":"[NAME] has to lose it a some point, just hope it's not tonight.","labels":"optimism"},{"text":"Mid game? I was worried it would happen to me except reverse. Hold out on this contract for another hour haha","labels":"curiosity"},{"text":"What a comeback by Nemiga. Too bad they lost the OT","labels":"disappointment"},{"text":"Since when can a family member drive against other familymembers because you both own it? That would go horrible if that argument was valid! What the hell!","labels":"anger"},{"text":"They cut a majority of the core coffees which makes my job harder as I'm in charge of the passports.","labels":"disappointment"},{"text":"Again.. lolz.","labels":"amusement"},{"text":"He doesn't know who leaked it. The guy filming it isn't the same guy that leaked it.","labels":"annoyance"},{"text":"I didn’t know it was gonna be that simple Forgive me [NAME] :D","labels":"embarrassment"},{"text":"Honestly most people don't even drink enough water to come even close to sufficient levels of fluoride","labels":"disappointment"},{"text":"I tried that. It doesn't work out very well. You become a machine.","labels":"disappointment"},{"text":"Right now, it feels like a good thing but not a great thing. I don't love it... But I don't hate it. ","labels":"confusion"},{"text":"FUCKING RIGHT COLIN WHITE AND OF COURSE MARK STONE","labels":"anger"},{"text":"But this was a supposed psychopath attack, which can happen to anyone, not a rape attack that mostly happens to women","labels":"anger"},{"text":"As far as I know, it's still bugged, so just reroll it","labels":"realization"},{"text":"The anniversary march was held in Derry Sunday past , not one mention on BBC itv not a thing. 14 people murdered in cold blood. Nothing.","labels":"sadness"},{"text":"You have no idea how high I can fly.","labels":"annoyance"},{"text":"Sorry you are still being messaged by ugly guys, that must be really tough, you are brave for still using the site sweatie ","labels":"remorse"},{"text":"> you’re getting downvoted for misusing the word literally Possibly, but a lot of people really dislike him so that could be why also. ","labels":"disgust"},{"text":"My favorite [NAME] post-match celebration hands down.","labels":"joy"},{"text":"Might not have fallen if little miss [NAME] didn’t have to pull her skirt back.","labels":"remorse"},{"text":"I love when the subreddit shows [NAME] some love! We have so many people that keep an ear to the ground for quality [NAME] content.","labels":"joy"},{"text":"Did you just say suck a fuck?","labels":"confusion"},{"text":"[NAME] she wanted this so badly to be a choosingbeggers.","labels":"embarrassment"},{"text":"Swap places? I'd take your place over listening to my father complaining about how Canada's not conservative enough.","labels":"curiosity"},{"text":"I picked it so it forced me to stay anonymous.","labels":"realization"},{"text":"What a bullet, and what a sequence for [NAME]","labels":"amusement"},{"text":"It's not just me that has enemies for life then...","labels":"disgust"},{"text":"Hang on is that allowed? Geez that guy seemed really angry.","labels":"confusion"},{"text":"Have faith, I'm sure there is enough fan support for more popular characters to be brought back. ","labels":"caring"},{"text":"Is everybody forgetting that bills need to be signed by the president to become law, or get 2\/3rds support in both chambers if not?","labels":"curiosity"},{"text":"The amount of people there saying water is free is astounding. How out of touch with reality can you be?","labels":"curiosity"},{"text":"Our soil needs the help! That would be a really unpleasant job.","labels":"disappointment"},{"text":"Freaky, more like creepy","labels":"fear"},{"text":"Don't attend. Don't engage. They want validation, don't give it to them.","labels":"anger"},{"text":"this 'bug' has caused me countless death... i always used rifle primarily and switched to shotgun after rifle shot","labels":"disappointment"},{"text":"That was at Nats Park. I remember that poor guy.","labels":"disappointment"},{"text":"This is absolutely the stupidest mock I've seen this year","labels":"amusement"},{"text":"Honestly idk that she ruined a moment, she just changed it so it was a different moment between her and [NAME]","labels":"realization"},{"text":"Need those thick strong legs to give the boot to all inferior and lesser beings, keep them firmly on the ground while you stand tall over them!","labels":"optimism"},{"text":"Wow, someones lived a sheltered life.","labels":"excitement"},{"text":"Cats! I'm fucking sold!!","labels":"anger"},{"text":"Need turtle for the 3peat squad It’s crazy they were 1 team and now they are 5 :( I hope all of them can make playoffs","labels":"excitement"},{"text":"Nope. You’re sad because I’m right.","labels":"caring"},{"text":"Read decrease at first and thought \"Oh boy, reddit is gonna love this one\"","labels":"embarrassment"},{"text":"Oh wow, I feel bad for the parents, they had no idea","labels":"sadness"},{"text":"That's sick I love your setup! Have a great tour bud!","labels":"excitement"},{"text":"Idk about any anime from 16-23 years ago but it's probably too outdated for his new waifu","labels":"embarrassment"},{"text":"Don't worry, you'll get to keep your same plan. It'll just double in price.","labels":"disappointment"},{"text":"He died 4 days later of dehydration","labels":"grief"},{"text":"Well hot damn","labels":"excitement"},{"text":"Stop gaslighting. It's gross.","labels":"annoyance"},{"text":"Not one single figure anywhere to be seen. Reminds me of auld Soviet propaganda. \"The harvest is up\" \"People happier than ever\"","labels":"optimism"},{"text":">it should be **illegal** to teach **religion** to young children Do you believe in a separation of church in state though?","labels":"optimism"},{"text":"I met her once and she ended up falling for me.","labels":"love"},{"text":"Happy Wednesday night brother.","labels":"excitement"},{"text":"I once got flowers from a girl... idk why but it just feels good","labels":"joy"},{"text":"A 20% win percentage really sneaks up on ya :( no wonder this sub has to have a toxicity talk lmfao","labels":"sadness"},{"text":"I feel like I saw this literally last week, these reposts are getting adventurous lads ","labels":"nervousness"},{"text":"why does he look like [NAME]","labels":"embarrassment"},{"text":"If you like that I got one that you may like. makes me laugh everytime here","labels":"joy"},{"text":"Weird, I checked again and it works for me now. It wasn't the first few times I tried to click.","labels":"joy"},{"text":"This joke hasn't really worked since the 11th Century. Even then it wasn't that funny.","labels":"realization"},{"text":"Less adventurous?","labels":"curiosity"},{"text":"So you abandoned your Russian heritage for... what, exactly? The things you are describing are the result of the west screwing Russia over.","labels":"curiosity"},{"text":"Also convicted of rape. Interesting quote given that context.","labels":"disgust"},{"text":"The real tips are always in the comments :D","labels":"joy"},{"text":"That would be abused so hard.","labels":"disapproval"},{"text":"r\/music still defended him knowing that. It feels like almost everyone on Reddit wants to bang a teenager and they get mad when people say it's weird.","labels":"joy"},{"text":"Bagsy not in 1st!","labels":"disappointment"},{"text":"Like I said, funny. ","labels":"excitement"},{"text":"[NAME] is such a doofus. It's awesome","labels":"excitement"},{"text":"Seriously? Never knew... but yea that would make sense","labels":"curiosity"},{"text":"> He is not sexist and not a transphobe. I see you've never actually listened to him or read his work.","labels":"annoyance"},{"text":"Hot take: That fuck up was a million times worse than the [NAME] play.","labels":"anger"},{"text":"May [NAME] bless your efforts. I wish I could be there. De verdad soy Panameňo.","labels":"caring"},{"text":"Idk, the Teen Mom subs are bad for this too. Really bad. ","labels":"disappointment"},{"text":"Dont call your self pansexual if you've never deepthroted a pan.","labels":"remorse"},{"text":"Seriously. OP needs to get their shit together.","labels":"annoyance"},{"text":"“NPCs”, “cucks”, “blue pillers” Well, there’s a reason nobody takes you seriously, buddy","labels":"disappointment"},{"text":"I'm not sure the game is balanced with always having access to healing or bouncing from lane. Much harder to wear down a hero.","labels":"amusement"},{"text":"Yeah but i have hard time finding keyboards under 60€ that are blue switches with nkro, if u have some suguesstions please leave a link.","labels":"neutral"},{"text":"Interesting. I’m wondering if nutritional therapy might help her.","labels":"curiosity"},{"text":"It’s a facepalm just for the wrong reason","labels":"disappointment"},{"text":"Damnit, now they're ruining IKEA too.","labels":"annoyance"},{"text":"You should have told them it was for a duck. Ducks eat free at Subway.","labels":"annoyance"},{"text":"Same here, she left the house we bought and is giving me till the end of the month. Woooo","labels":"excitement"},{"text":"They literally don’t have enough time on the planet to regret their actions.","labels":"sadness"},{"text":"I’m pretty sure you can run as long as one of your parents is a US citizen (correct me if I’m wrong).","labels":"optimism"},{"text":"All good just in it for the free karma anyways my man ( ▀ ͜͞ʖ▀)","labels":"optimism"},{"text":"I like Brown Sugar","labels":"love"},{"text":"Go watch the video where she does [NAME] makeup, [NAME] is super tall, especially compared to [NAME]. ","labels":"amusement"},{"text":"yea he had 6 assists which created 13 points, if he had 13 points and no assists people would be calling it a great game for him","labels":"disapproval"},{"text":"What the hell is that really???","labels":"surprise"},{"text":"Worst in the country by far.","labels":"disgust"},{"text":"Run the addresses through the property records. If the mailing address of owner ain't local, they its a lie. ","labels":"anger"},{"text":"This is maybe the lamest way you can say that.","labels":"annoyance"},{"text":"Oh [NAME] this is going to garner such hate hahaha","labels":"amusement"},{"text":"Honestly tho. Please stop posting this. We've been seeing this shit since at least 2003 and I was born in 02 ffs","labels":"annoyance"},{"text":"Considering that was an already exploding market this is kind of a big deal I guess.","labels":"curiosity"},{"text":"Ahh you poop too much","labels":"annoyance"},{"text":"Weird how ive been \"attempted\" the same scam twice and im just a nobody.. Probably more or less amatur x'D","labels":"embarrassment"},{"text":"Personally, I think WebOS was the best until HP beat it to death. I loved my Palm Pre.","labels":"joy"},{"text":"It's like watching her do it an infinite amount of times with her saying to herself: what am I doing wrong?","labels":"remorse"},{"text":"Ugh. I wish you were wrong.","labels":"desire"},{"text":"Interesting. I’m not a troll.But if it makes you feel better...","labels":"caring"},{"text":"Fuck man I didn’t plan on crying in my cube today","labels":"anger"},{"text":"[NAME] passing is worse than usual. It's alright, but god damn is it painful to watch.","labels":"sadness"},{"text":"I was like you man, 3 felt so bad. But street part 4 3 becomes a so bad it's hilarious imo.","labels":"amusement"},{"text":"I once overheard my grandpa telling my brother that “anything more than a handful is a waste”","labels":"caring"},{"text":"I didn’t realize people cared so much about phones.","labels":"realization"},{"text":"You sick fuck it has heads and arms we can’t eat that.","labels":"anger"},{"text":"I thought it may be the industry, but based on other people’s answers here, I’m not so sure :\/ ","labels":"disapproval"},{"text":"You're not the only one. I for one feel stupid for thinking 100t shouldnt be having problems with such an easy pool","labels":"embarrassment"},{"text":"I don't know, not everyone has at least 2 other friends willing to wear these shoes and dress in jet black.","labels":"annoyance"},{"text":"It's probably easier when you're given all the money and connections you need without doing anything worthwhile to earn it.","labels":"gratitude"},{"text":"Not terribly many of those jumping fences in the UK I think. :P","labels":"annoyance"},{"text":"Cuck you're implying I'm vulnerable and submissive??! Hahhhaaaaaaa. You're the cuck here, the young incel loser","labels":"amusement"},{"text":"If people think that the current migrant\/refugee crisis is \"bad\", they have seen nothing.","labels":"disappointment"},{"text":"The one thing I worry about is that the 9-5 \"window\" is keeping employers from demanding workers be on-call 24\/7. ","labels":"nervousness"},{"text":"i want to believe that every1 on pc just really loves the nuketown \"weekend\" and will return to normal after the double xp goes away. ","labels":"optimism"},{"text":"watching [NAME] attempt hook shots gives me a panic attack, even when he makes them (which is rare)","labels":"fear"},{"text":"Asshole w cash amount","labels":"disgust"},{"text":"Usually they dont even show up when you call them and they are a rare sight in the city. Good luck finding one.","labels":"optimism"},{"text":"I totally missed this. What did [NAME] say ?","labels":"curiosity"},{"text":"Hey, we have that problem too. Remember at least one number, folks. It's in your best interest in case of an emergency or jail.","labels":"embarrassment"},{"text":"That's a weird way of spelling Disenchanted","labels":"embarrassment"},{"text":"**LOVE TO HEAR IT B**","labels":"joy"},{"text":"Presidents using these robots will loose all legetimacy. They will become dictators. People should invest in good cameras to document the events and share it everywhere.","labels":"optimism"},{"text":"I've heard vegetarians talking about various sources of cholesterol, maybe try r\/vegetarian and ask what meats they prefer?","labels":"confusion"},{"text":"You must live in a cozy little bubble then.","labels":"annoyance"},{"text":"The altcoin thread!? This is the first time I've seen it in 6 months.","labels":"surprise"},{"text":"This can't be real...","labels":"disappointment"},{"text":"Its better to just abuse us in overt ways since we tend to be doormats","labels":"embarrassment"},{"text":"Just take it easy son.","labels":"caring"},{"text":"I saw the first 10 seconds and I feel like I understand","labels":"realization"},{"text":"Not really... I haven't lived anywhere where trains are common.","labels":"excitement"},{"text":"Saw bad guy, arrested same.","labels":"annoyance"},{"text":"We're not the only one that has it, but for a city of our population, we're probably one of the worse offenders.","labels":"embarrassment"},{"text":"Somebody's obnoxious.","labels":"anger"},{"text":"Yeah, he knows about my mental health and how bad it cam get, we've tried all the things that have worked in the past ","labels":"sadness"},{"text":"That LOD is a moron","labels":"anger"},{"text":"Here a great example of what adrenaline from fear and panic make an animal do.","labels":"curiosity"},{"text":"Damn, maybe its just the facial expression, but she looks exhausted :\/","labels":"disappointment"},{"text":"What do you mean, they're doing [NAME] work.","labels":"neutral"},{"text":"When I get a brain freeze, I grab my chest and throat. Very painful. Then i keep eating. ","labels":"nervousness"},{"text":"I actually listened to the entire joke... and I read the press release from the CHRT. How about you?","labels":"curiosity"},{"text":"Mine once went 6 hours overdue. It was horrible. Big hugs to you. Drink all the wine you can find!","labels":"caring"},{"text":"Ha amazing I thought I was alone","labels":"surprise"},{"text":"what a shame that online sellers have made malls obsolete","labels":"disgust"},{"text":"Sapa is pretty good, but Takashi is by far the best quality sushi in Salt Lake.","labels":"amusement"},{"text":"So you stay on your theft from auto waiting for them to dispatch the next shift to the backlog of calls.","labels":"annoyance"},{"text":"More like thinks it's a pipe dream that isn't really worth talking about.","labels":"annoyance"},{"text":"Exactly. My father is part of Homeland security and is furloughed. Homeland Security isn't completely shut down but they furloughed part of their work force.","labels":"neutral"},{"text":"\"You can't stop me\" Ah yes, those playful words when referring to a sexual act...","labels":"anger"},{"text":"My favourite moment of the game by my favourite player.","labels":"amusement"},{"text":"The obsession with a plot.","labels":"joy"},{"text":"He wasn't in beta, he's just played over a thousand games apparently.","labels":"annoyance"},{"text":"Aren't they concerned about your weight now?","labels":"caring"},{"text":"If we always have to use reconciliation anyway, why not just kill it imo, doesn't really matter either way.","labels":"optimism"},{"text":"Good luck and Godspeed.","labels":"amusement"},{"text":"I don't remember accurately but something in the lines of >and slightly leaning back so as to not be able to reach the remote","labels":"confusion"},{"text":"God damn, [NAME] gets 2 Mikans? Lucky.","labels":"surprise"},{"text":"Only misogynistic people are offended anyway. Most men would look over a Gillette commercial about rape the same as they would overlook a tampon commercial.","labels":"embarrassment"},{"text":"This seems like a lot of work for so little payoff. The only thing that bothers me about this is that its not very funny.","labels":"anger"},{"text":"[NAME] is nowhere close to the worst linebacker in the league.","labels":"disappointment"},{"text":"It's punishment for endangering others purposefully. That's not a slippery slope.","labels":"remorse"},{"text":"At least they don’t say that at a funeral","labels":"sadness"},{"text":"Whoops, I'm* dying. But I wish, they make so much money. ","labels":"desire"},{"text":"Wow, that was fast","labels":"surprise"},{"text":"Same, I feel weird when i thank something unaware, but I feel worse when I don’t thank it","labels":"gratitude"},{"text":"She completely understands, that's why she does this.","labels":"realization"},{"text":"Damn I played that game almost daily for over 2 years. I loved domination mode. RIP...","labels":"grief"},{"text":"My favorite thing is his friend in the back","labels":"love"},{"text":"This did not age well lol","labels":"amusement"},{"text":"[NAME]. She's always so busy. I'm glad she finally got to relax....","labels":"caring"},{"text":"Death by snu snu","labels":"amusement"},{"text":"Lmao is this a bot?","labels":"amusement"},{"text":"What the heck?!","labels":"anger"},{"text":"The similarity to cigarette companies is eerie.","labels":"annoyance"},{"text":"Wow this basically means that 99%of bolliwood movies are basically documentaries! This changes everything!","labels":"amusement"},{"text":"My problem was that Flashpoint ended in 1 episode, when it could've been an entire arc","labels":"disappointment"},{"text":"I mean, DC metro area has ***three times*** Pittsburgh's population, so. Again, relatively, Pittsburgh's is worse.","labels":"annoyance"},{"text":"You might want to let your attorney know about this encounter. I wish I could send you some teabags and a hug.","labels":"caring"},{"text":"You have to drink 25 beers in a row to unlock them though, so they're pretty hard to get without cheating.","labels":"nervousness"},{"text":"Wow! If they were to follow that logic, they would have to ask why on earth we were given doctors! Insanity.","labels":"embarrassment"},{"text":"That's how you're supposed to serve a pretzel, so it doesn't go soggy whilst lying flat on a plate. ","labels":"caring"},{"text":"good luck watching your career tank when you insist on working with a person because of their gender rather than their skill and talent..","labels":"optimism"},{"text":"Because [NAME] had a foot injury that I think he sustained at practice for the second half of the year.","labels":"disappointment"},{"text":"Rape cases are up in Chicago too. It's just a reflection of more people reporting them rather than there actually being more rapes.","labels":"disgust"},{"text":"Yeah, I’d definitely wanna be baked for that","labels":"remorse"},{"text":"This is the beginning of a comeback for the ages.","labels":"excitement"},{"text":"so blame porn not the conditions that pushed them to use it as to the point of an \"addiction\" got it. ","labels":"annoyance"},{"text":"WHAT A DISGUSTING START","labels":"disgust"},{"text":"anyone rooting for anybody but [NAME] is my enemy for (hopefully this long!) the next month","labels":"annoyance"},{"text":"What are you talking about, there was an update this week. And even then 3 weeks is not enough for a huge update","labels":"disappointment"},{"text":"I was so distracted by a her piercings, I almost missed her *eye*....","labels":"remorse"},{"text":"Carlton back to back wooden spooners. Champions of the bottom.. :)","labels":"amusement"},{"text":"We *do* deserve animals if we give them lovings! Don’t talk so down about yourself, silly .. that’s what that kitty would say !","labels":"embarrassment"},{"text":"I wanna tell the antivaxxers how wonderful it is to deal with insulin shots and everything else and tell them to screw off. :3","labels":"excitement"},{"text":"209 comments and we don’t get to read any? All that good pasta advice going to waste. Shame.","labels":"embarrassment"},{"text":"You badly need to do more research than just a few good operations. There are a lot of terrible ones.","labels":"remorse"},{"text":"My last GF called me a pedophile too. Big word for a 12 year old.","labels":"embarrassment"},{"text":"I’m concerned this story does not have a definitive conclusion","labels":"curiosity"},{"text":"I have a great connect for 2c-b","labels":"approval"},{"text":"I guess it really can bring out the worst in people. Some of these groups seem outright predatory on young people who are angry at the world.","labels":"annoyance"},{"text":"Woah up until this comment I thought the same","labels":"amusement"},{"text":" so just throwing this out there, you can have conversations and arguments without being an ass.","labels":"disgust"},{"text":"Probably, but I wouldn't be surprised if news broke about US made phones doing the same shit","labels":"annoyance"},{"text":"“I am going to be going through a nasty divorce in a few years so I will need the money.” - [NAME]","labels":"anger"},{"text":"Damn. So you went back to an old medication and found it no longer worked for you??? I didn't even know that was possible.","labels":"surprise"},{"text":"Im sorry my friends money should be out soon then ill release for all to see","labels":"embarrassment"},{"text":"This should help, especially 3.1: too: New Year and best of luck in reaching your goals!","labels":"optimism"},{"text":"2 warm days and we all lose our minds? :)","labels":"annoyance"},{"text":"Thats not even compareable, for one epic made NONE of these games except fortnite. Please explain how third party exclusives within the same platform should exist.","labels":"disappointment"},{"text":"*Emotionally* we're winning 10-0","labels":"joy"},{"text":"Minimum wage hurts small business more than it helps the poor.","labels":"disappointment"},{"text":"I high key thought this same thing then it was sad boy hours when I broke things up","labels":"sadness"},{"text":"Yet here you are mad about [NAME] being apathetic.","labels":"disgust"},{"text":"Oh look, this entire account was made to link to a store that sells this mug.","labels":"surprise"},{"text":"pro tip they go in the hole better if you chop em up first","labels":"approval"},{"text":"Wow, talk about being [NAME].","labels":"excitement"},{"text":"I sliced my abs in half!","labels":"amusement"},{"text":"cool vid! but","labels":"excitement"},{"text":"\"and [NAME], this is [NAME]\" \"Oh hi, nice to meet you, what do you do?\"","labels":"neutral"},{"text":"I _hate_ it when I can't get hold of a specific food I've been craving on a binge day.","labels":"anger"},{"text":"Sadly the Request a Book of [RELIGION] requires a phone number now. But if you have theirs it might work;","labels":"optimism"},{"text":"I am but me and my SO live separate lives.","labels":"anger"},{"text":"Have nobody thought of the giant tech corporation selling overpriced, inferior products to sheep customers? That's odd.","labels":"disapproval"},{"text":"Sucks when people misunderstand philosophy right","labels":"annoyance"},{"text":"Fake news. Kids would be long dead by that age","labels":"annoyance"},{"text":"If I may suggest patience, if your data is still there, you might want to read a little before open heart surgery. ","labels":"caring"},{"text":"Wow! This got far more real than I was anticipating.","labels":"excitement"},{"text":"All these women are going to have a tough time supporting each other while they explain to the American public why their competitors are unqualified","labels":"disappointment"},{"text":"What? No deal, abort, abort!","labels":"neutral"},{"text":"Good luck!","labels":"excitement"},{"text":"Polarizing filter needed??","labels":"confusion"},{"text":"Someone get fat boy [NAME] a happy meal.","labels":"joy"},{"text":"[NAME] I know right? everybody knows that F4 only has 3 members","labels":"approval"},{"text":"> i can't hug nagisa mood","labels":"sadness"},{"text":"Nah, you should have just listened when I tried to warn you about fake ","labels":"remorse"},{"text":"One of the most memorable games I’ve been to. And I got some great seats for an even better price.","labels":"embarrassment"},{"text":"That's the perfect intro for a panic ult.","labels":"amusement"},{"text":"I feel the exact same way. It makes me so insecure","labels":"fear"},{"text":"Because the other option is Labour And they are treacherous","labels":"remorse"},{"text":"Ugh, that contour looks so incredibly natural. I love this look; it's stunning and smooth as hell.","labels":"amusement"},{"text":"My ex would have believed that kinda stuff too. Some people aren’t really into movies","labels":"annoyance"},{"text":"Wow she’s getting a spud in the head the next time I see her!","labels":"amusement"},{"text":"I have never gone from almost brushing off something to darn near vomiting because of it, good lord.","labels":"disgust"},{"text":"nothing is set in stone. hope your ass off!","labels":"disgust"},{"text":"I never thought it was at the same moment, but sometimes after [NAME] sacrifice... sounds logical","labels":"confusion"},{"text":"I haven't done enough orders yet to get anything other than money for dashes.","labels":"remorse"},{"text":"i truly believe compulsive, chronic cheaters are sociopaths. no empathy, compassion, and they're impulsive and manipulative","labels":"disgust"},{"text":"Get his master class. My boyfriend watched it and he got obsessed with cooking, knife techniques, etc. (for like 3 months).","labels":"neutral"},{"text":"I never played as a burglar, so I am not familiar with them XD But, I mean....humans as pets! lol","labels":"amusement"},{"text":"Wow this is getting huge","labels":"excitement"},{"text":"Oh yeah that","labels":"joy"},{"text":"Both are weird.","labels":"amusement"},{"text":"Nah, my comment stands. Poor effort. ","labels":"approval"},{"text":"I mean he's still not wrong. A traitor did bring out the worst in him then.","labels":"optimism"},{"text":"What a locker room cancer - Some Nuggets fan, somewhere","labels":"amusement"},{"text":"it grows on you, fresh packs of creme are actually pretty tasty and they hit right ","labels":"joy"},{"text":"If I'm just reading the headline, it's ambiguous.","labels":"confusion"},{"text":"I'm [NAME] and I'll leave you with what we all came here to see ... [NAME]!","labels":"disgust"},{"text":"Small penis and resulting anger issues.","labels":"neutral"},{"text":"He’s so cute! How do you get to hang out with him? I’ve never seen him the times I went to visit.","labels":"curiosity"},{"text":"And also something against [NAME]. (My definition of [NAME] is just people at the bottom of love distribution)","labels":"disgust"},{"text":"Gotta cheat on taxes somehow LOL","labels":"amusement"},{"text":"Well that wasn’t my argument all i said was that the second amendment is aimed att the state","labels":"neutral"},{"text":"Omfg das a lotta snow. Maybe I'll get to pull out the gas powered snow thrower for the bloody first timeof the season.","labels":"surprise"},{"text":"This isn't even co-optation this just out right hard repression.","labels":"disapproval"},{"text":"Was just wondering about the mobile thing. I only use mobile and I've never noticed anything odd. It's not something people would care about anyhow.","labels":"optimism"},{"text":"This gives me anxiety and heartburn just looking at it!","labels":"curiosity"},{"text":"This should be everyone's wish.","labels":"desire"},{"text":"You're didn't vote for her you are obviously a racist, sexist, homophobe, you're the worst kinda person.","labels":"anger"},{"text":"hope [NAME] is injured while allstar week yes im a spiteful ngga","labels":"optimism"},{"text":"Poor fellows. They're expecting food","labels":"caring"},{"text":"> Pokemon Go continues to be an excellent substitute Is it really though? I mean does Skorupi actually care about your needs?","labels":"disappointment"},{"text":"Already have one of those, mate :) just looking for a good replacement so I can continue using my [NAME]","labels":"joy"},{"text":"When you glossed over [NAME] history to make a cheap shot at a democrat. That type of dishonesty is kind of your trademark","labels":"disappointment"},{"text":"Exercising. Yoga. Meditation. Walks out by myself. ( walking meditation) Good friends. Time with good friends.","labels":"joy"},{"text":"He didn’t exactly leave on great terms with the club. It’s interesting [NAME] is not even brought up anymore regarding psg transfers","labels":"amusement"},{"text":"More like the in-law that nobody likes.","labels":"disappointment"},{"text":"Yeah, I'm happy to help an actual friend in need, but not some distant acquaintance \"friend\".","labels":"caring"},{"text":">The fact that you're unable to move past female firefighters See? I *WAS RIGHT.* You tuned out.","labels":"optimism"},{"text":"\"Don't eat pork! Not even with a fork!\"","labels":"neutral"},{"text":"Sorry, I don’t see a difference. If you are opposing people’s access to something, your opposing that thing.","labels":"confusion"},{"text":"The rhyme scheme is amazing","labels":"excitement"},{"text":"What’s the reference matter if it’s still insulting? Glad your degree is coming in handy for something.","labels":"caring"},{"text":"They think they're so special 😂 I usually end up saying \"oh wow another one!\"","labels":"optimism"},{"text":"Ah. Yea, the classic loner looking for compliments. Seems pretty edgy","labels":"annoyance"},{"text":"Please just give [NAME] some rest. He looks tired.","labels":"caring"},{"text":"And isolated rooms? When I had to go in with my baby with chickenpox they put us in a room where no one else was.","labels":"annoyance"},{"text":"They're upset because, if the slime that makes 4chan stink were to congeal into a person, it would be [NAME].","labels":"sadness"},{"text":"This only pushes me closer to the void","labels":"annoyance"},{"text":"I live in Orlando, where was this? lol","labels":"amusement"},{"text":"Help me [NAME] I'm bully in high school for no reason.","labels":"fear"},{"text":"Awh you're hurt","labels":"sadness"},{"text":"Im in Highschool rn so i know it’s in 20s since you will be heartpressed to find someone who’s played it","labels":"annoyance"},{"text":"I think we should conduct a study and find out, otherwise I don’t know and you don’t either","labels":"realization"},{"text":"I thought she got arrested over it, but charges were dropped?","labels":"surprise"},{"text":"No I don't lose points from losing to someone I wouldn't get points from beating.","labels":"optimism"},{"text":"I know how it feels. I’m just too Anxious to sleep.","labels":"caring"},{"text":"i guess there is nothing wrong if i say \"May [NAME] grant you love, guidance and happiness\" And yes, that was directed towards you","labels":"caring"},{"text":"says you, too bad you're totally wrong.","labels":"disapproval"},{"text":"Is this the best that you could come up with?","labels":"optimism"},{"text":"Liberals have become the very thing they accuse everyone else of. Being intolerant and racist.","labels":"annoyance"},{"text":"Wait so did you permanently lose sight in one eye or is this just temporary?","labels":"curiosity"},{"text":"I was expecting the surprise birthday, not seen this twist on the sister before. ","labels":"surprise"},{"text":"Exactly my goals as well. Let's make it a great year.","labels":"excitement"},{"text":"Goddamn right!","labels":"excitement"},{"text":"Because you had the audacity to reply when called out makes me think you might have trouble understanding sarcasm, which you have my condolences for.","labels":"curiosity"},{"text":"Please tell me you were buying something extremely embarassing!","labels":"curiosity"},{"text":"No more [NAME] from Georgia. Suck it you old, ugly hag.","labels":"disgust"},{"text":"It's harder to find a decent picture of him","labels":"embarrassment"},{"text":"Good advice right here and good things to think about.","labels":"optimism"},{"text":"I couldn’t believe my ears. she’s unbelievable.","labels":"surprise"},{"text":"So angry. PMS?","labels":"curiosity"},{"text":"They scammed you by wasting your time","labels":"annoyance"},{"text":"Of course these are all conspiracy theory shitposts BUT just because he got squeezed out, doesn’t mean they want him playing for a rival team.","labels":"disgust"},{"text":"[NAME] funny, girl.. not so much ","labels":"joy"},{"text":"If you think not actively going out your way to insult people constitutes hiding your sexuality I don’t know what to tell you.","labels":"annoyance"},{"text":"By that logic its seedy and insincere for google to act like they care about Homealone.","labels":"disappointment"},{"text":"Haha, same bro. I am lvl 21 and still playing at least 4hrs a day. Loving it!","labels":"joy"},{"text":"You don't have a Mrs do you?","labels":"confusion"},{"text":"Wow that's not how you resolve things. Escalation is the last option.","labels":"disapproval"},{"text":"That actually gave me goosebumps. This is all the communication we need.","labels":"nervousness"},{"text":"Tried to fight multiple times, cried, fallen over, and refused to eat... Sounds like my toddlers...","labels":"annoyance"},{"text":"Didn’t ruin anything imo. He made one of my favorite films of all time","labels":"love"},{"text":"[NAME] I wish that was me","labels":"desire"},{"text":"Interesting that the starters are out there in a blowout on the first night of a back to back, [NAME] must be trying to send a message to them","labels":"curiosity"},{"text":"Its nice but irrelvant. With [NAME] and [NAME] there I only see a no deal exit","labels":"annoyance"},{"text":"Duuuude you are double trouble! It's you're* cmon man have some mercy on yourself","labels":"annoyance"},{"text":"Not evenly proportional, and not what I said. I'm talking just overall shape for proportion. I like a mom belly.... They're pretty sexy.","labels":"optimism"},{"text":"Lmao, okay little buddy. Have a nice day. ","labels":"optimism"},{"text":"[NAME] learned to fight smarter, not harder. I love her development so much","labels":"love"},{"text":"I hope you are not living in Australia. That heat has been killing Masturbators left and right.","labels":"caring"},{"text":"an interesting trade would be [NAME] and a 1st to the Mavs for [NAME]. and [NAME]","labels":"curiosity"},{"text":"Crosspost! We're cool with crossposts.","labels":"excitement"},{"text":"The Mavs would probably have to give up some picks as well","labels":"remorse"},{"text":"*dramatic anime gasp* impossible!","labels":"nervousness"},{"text":"Is a really worrying bench","labels":"nervousness"},{"text":">seek truth no matter how painful it is maybe you should take your own advice","labels":"caring"},{"text":"4-6, 6-4, 3-all, deuce. Could this BE any closer?","labels":"optimism"},{"text":"Tell her, it may have been a huge [NAME] fan and I was even shorter than [NAME].","labels":"amusement"},{"text":"Prey actually had portals before Portal. Such an underrated game.","labels":"annoyance"},{"text":"HAHAHA YES MEYERS","labels":"amusement"},{"text":"How? That’s silly. Clearly Lowries impact is higher.","labels":"confusion"},{"text":"I like the energy [NAME], [NAME], DFS put out.","labels":"love"},{"text":"Only when I started to suspect I was shadow banned, so like a couple days ago. Apart from that no.","labels":"nervousness"},{"text":"Only an idiot would visit places like China or NK. Arbitrary abductions and detentions against foreigners have happened for a long time now.","labels":"annoyance"},{"text":"Isn't it crazy how 2005 is considered \"classic\"?","labels":"curiosity"},{"text":"There was a commercial about men encouraging other men not to perpetuate toxic masculinity. Of course the Republicans felt it was condescending and anti-men.","labels":"neutral"},{"text":"Oh, I saw it. I was giving him the benefit of the doubt to see if he wound up saying the quiet part out loud.","labels":"caring"},{"text":"Damnit, it was *Flavor-Aid*, not Kool-Aid.","labels":"annoyance"},{"text":"I don’t care what anyone says. Party pizzas are the best frozen pizza you can get. Still mad about them being square now, though.","labels":"anger"},{"text":"Because killing people is wrong?","labels":"disapproval"},{"text":"[NAME] strange dreams. one life is enough","labels":"amusement"},{"text":"If I buy too much local icecream from the icecream store, Dryers will go bankrupt! (????) These people are so desperate.","labels":"disgust"},{"text":"Sneaky ass ESPN changing their app so I almost accidentally purchase ESPN+ for the low price of 4.99 a month.","labels":"realization"},{"text":"I've heard of alligator boots, but I always thought that meant something else.","labels":"realization"},{"text":"Yes, that's an interesting thing that I've been curious about ever since the merger. And the new party has pretty much purged the Wildrosers.","labels":"curiosity"},{"text":"Had to make sure you weren't the guy himself before I upvoted you.","labels":"disappointment"},{"text":"How the fuck do you moan tho","labels":"anger"},{"text":"Those subs ... wtf","labels":"anger"},{"text":"*Looks at Amoeba music shirt* Cool i have every album ever made!","labels":"excitement"},{"text":"I'm not advocating eating the pain away, but bring apples just in case. ","labels":"caring"},{"text":"Damn, that's the only war we lost. ","labels":"disgust"},{"text":"Didn't even know we were in the running. I thought if he leaves Chelsea he's only going to real ;)","labels":"joy"},{"text":"this would work!!","labels":"optimism"},{"text":"It doesn't make you horny it just gives you a boner.","labels":"remorse"},{"text":"It was pretty heart breaking, then the council came out and said they weren't going to collect them. Made a lot of people mad. ","labels":"sadness"},{"text":"Those refs were terrible, god damn. GG Buckeyes, it was much closer than the score suggests.","labels":"disappointment"},{"text":"Wow. If it shows calls on the bill then what good is it? Glad I asked...","labels":"excitement"},{"text":"Give him 8\/240, ship [NAME] and [NAME] to the Padres in a three-team deal for [NAME]. Boom. I solved the offseason. You're welcome.","labels":"caring"},{"text":"I legitimately had a hard time believing such terrible people exist until I encountered one for myself!","labels":"embarrassment"},{"text":"Oh my goodness I was there yesterday! Luckily I didn't get bitten.","labels":"gratitude"},{"text":"My chest tightened so quickly","labels":"amusement"},{"text":"Trust me no one getting caught but this dumb MF","labels":"annoyance"},{"text":"good luck my friend","labels":"excitement"},{"text":"Yay the same out of touch old people cycling thru the same positions. I can't wait to see the changes they bring\/s.","labels":"excitement"},{"text":"I’m a fan of them in the wild, weasels are interesting. Not as pets, nope. ","labels":"curiosity"},{"text":"The only advice I'll give is to not come back here when you find out that she's cheating on you.","labels":"anger"},{"text":"This is not a legal issue. Take it up with your school if you don't agree with it.","labels":"annoyance"},{"text":"Condoms protect against most STDs.","labels":"neutral"},{"text":"It's crazy, just something small like that, can make a man forget about all his troubles. I wish I new what that felt like 🙄","labels":"annoyance"},{"text":"It looks like it's from the Molecule Effect on Santa Fe. Great quirky spot!","labels":"excitement"},{"text":"So I did. Good call.","labels":"optimism"},{"text":"Still doesn't apply. 5 hits from [NAME] will do way more than 6 hits from [NAME]. Quality vs quantity.","labels":"amusement"},{"text":"Give me another chance!","labels":"remorse"},{"text":"Watt made you think this was funny?","labels":"confusion"},{"text":"\"But Aunt [NAME], I don't *want* to send Grandma back to Italy!\"","labels":"disapproval"},{"text":"here's a nice little introduction video for","labels":"joy"},{"text":"Yeah, this seems weird to me, too.","labels":"annoyance"},{"text":"Nah it was just super black friday that day","labels":"amusement"},{"text":"Nice! I missed the Babybel.","labels":"disappointment"},{"text":"Might as well give Baron [NAME] a shot. He stepped aside for [NAME], he probably deserves a real shot now. ","labels":"caring"},{"text":"Then it'll hurt more when I kick it in the balls.","labels":"anger"},{"text":"Emotions are temporary. That's why we have multiple different ones. If you were permanently happy, you'd never feel sadness or envy or anger again. ","labels":"neutral"},{"text":"errr, nah she'll be dead in both without compesations. less than 40% winrate.","labels":"disappointment"},{"text":"r\/outoftheloop here; could you explain why this is good? I'm assuming he's a scummy shitlord.","labels":"curiosity"},{"text":"Thank fuck. So if you play exclusively through Steam is any action needed?","labels":"joy"},{"text":"That’s nothing compared to some days from the 70’s and 80’s.","labels":"amusement"},{"text":"Pedophile abuses kid. Kid grows up to become abusive. The Pedophile is blameless?","labels":"remorse"},{"text":"keep tha hard work man, we (artifact community) are lucky to have you supporting the game.","labels":"optimism"},{"text":"I guess I'm just too nice to people and I gotta learn to start sayin no.","labels":"realization"},{"text":"I feel a lil dumb now, but not as dumb as the idea to switch those subreddits","labels":"optimism"},{"text":"except this isn’t true, we know this because other cities do the same thing and see no significant decrease in sales ","labels":"disapproval"},{"text":"Sometimes, if there's only one available device, the app will just connect to it when you hit the button.","labels":"neutral"},{"text":"There's no better way to make yourself miserable than by comparing yourself to others.","labels":"embarrassment"},{"text":"I honestly thought that they could have chosen \"bigger\" words than those, [NAME] clearly knew what they meant!","labels":"anger"},{"text":"I don't know you or your story, but I fucking love your syntax, word choice, etc 10\/10 would trip with","labels":"anger"},{"text":"They have great chemistry and it’s a cool dynamic but it can’t take over the entire show","labels":"joy"},{"text":"Nah hes just setting an image.. Hes backed by ps to play this tourny...","labels":"caring"},{"text":"As a libertarian, the market value of my love for you is pretty damn low but I’ll give it to you anyway.","labels":"love"},{"text":"Well somebody has to balance the books... the Liberals never even try.","labels":"annoyance"},{"text":"The like is the worst of the bunch","labels":"annoyance"},{"text":"Manipulation. I love my mother btw, but this thing is insidious.","labels":"love"},{"text":"What do you care you will never have any real wealth.","labels":"remorse"},{"text":"the last minute of game time lasted 15 minutes.","labels":"amusement"},{"text":"GOATs is what killed overwatch for me, this patch is probably gonna bring me back. ","labels":"optimism"},{"text":"So the article is pretty much nonsense.","labels":"disgust"},{"text":"I guess I can see that, especially cuz [NAME] has connections with TMZ and they love drama between two people","labels":"love"},{"text":"I'm not having any thoughts that are safe for me to publicly type.","labels":"disapproval"},{"text":"When will [NAME] learn that recycling his old favorite beliefs and takes from 2008, will not end or age well. ","labels":"realization"},{"text":"It’s selfish to not want to march with people who believe you’re termites and [NAME] killers?","labels":"confusion"},{"text":"no, $950 plus enhancements. but with enhancements mine is better than the white Arabian was.","labels":"pride"},{"text":"I started the Kitty City Meowboys and I do those things. I have a mic but I don't use it because talking exhausts me","labels":"annoyance"},{"text":"Oops, accidentally fed the troll. Ah well, we all gotta eat. Guess I'm feeling charitable. 😉","labels":"gratitude"},{"text":"I would say the answer is better education, not disenfranchisement based on socioeconomic circumstances, but you do you I guess.","labels":"annoyance"},{"text":"I think this is my favourite story of the year so far.","labels":"love"},{"text":"That is the stuff of nightmares...seriously.","labels":"fear"},{"text":"Who brings a gun to a middle school in the first place? This kid was not right.","labels":"disapproval"},{"text":"Been scoring big on the Groudons.. caught 4 so far. Edit: no, no shinys yet. I've had the worst luck with shinys in this game","labels":"disgust"},{"text":"Yelling anger sorrow. Not that funny to me.","labels":"annoyance"},{"text":"Real talk, that's why I never tested that post... Figured best case scenario it works but your account gets flagged for something","labels":"optimism"},{"text":"Happy new year!","labels":"excitement"},{"text":"> **Gomenasai,** my name is [NAME]. Lmao. ","labels":"neutral"},{"text":"I don't remember being able to hear in those situations. I think...","labels":"remorse"},{"text":"I agree with that sentiment. But Doordash is not a job worth doing. I worked for less than minimum wage all summer.","labels":"disappointment"},{"text":"Yeah, a 'bungle' given how scummy Restaurant Brands has been known to be. ","labels":"embarrassment"},{"text":"Because on a visa, I get 3 months of unemployment and I used up 2.5 when I got out of school first. ","labels":"neutral"},{"text":"yes but this is a crazy person. That's like telling Two-Face he doesn't have to flip a coin before committing a crime lol.","labels":"amusement"},{"text":"Gatling guns hurt so much it can be like instant death with no way to react","labels":"embarrassment"},{"text":"Yo gg man I was the lobby","labels":"amusement"},{"text":"I really don’t think that was racist honestly. He literally told you everyone matters regardless of color..?","labels":"realization"},{"text":"This is cursed","labels":"anger"},{"text":"Holy fuck this sub is the gift that keeps on giving","labels":"disgust"},{"text":"\"[NAME] could drown in a glass of water.\" LOL. i actually love [NAME], though. i know i'm in the minority.","labels":"amusement"},{"text":"You really need to stop hanging out with those people.","labels":"caring"},{"text":"Stay away from any of the Firkin pubs, they recycle the beer and fries! 🤢","labels":"disgust"},{"text":"This is as subtle as the 2nd choice is the MP telling you to go and fuck yourself.","labels":"anger"},{"text":"He's manipulating you by using his mental illness as an excuse for his behavior. He knows what he's doing too.","labels":"disgust"},{"text":"Those thighs are thick and are probably suffocating him.","labels":"caring"},{"text":"So now the stripper isn't decent AND neither is the guy that would date one? Wow.","labels":"excitement"},{"text":"[NAME] damn hippies","labels":"amusement"},{"text":"The intro in that video looks like a sand storm on there, imagine a sand storm while playing GA on that map, it would be awesome!","labels":"excitement"},{"text":"Now that’s wild","labels":"anger"},{"text":"Our o-line was great outside of 2 games this year. My [NAME] did you even watch or pay attention to this team this year?","labels":"surprise"},{"text":"I like [NAME] chicken nuggets.","labels":"love"},{"text":"the problem is that it's arbitrary. USA already has too high standards for immigration","labels":"nervousness"},{"text":"Didnt even know that was a thing.. yeah well ill probably never be a public figure so it doesnt really matter i guess lol","labels":"amusement"},{"text":"It does take time. I made the mistake of letting toxic people back into my life and regreted it. They don't change.","labels":"remorse"},{"text":"That head must hurt!","labels":"sadness"},{"text":"Yes you should tell them and report him to the police for dating someone underage and giving her cigarettes.","labels":"annoyance"},{"text":"I don't know why that omni-directional treadmill in Ready Player One still isn't being mass produced.","labels":"disappointment"},{"text":"[NAME] and [NAME] are mad at [NAME].","labels":"annoyance"},{"text":"Wish i had more up votes for you.","labels":"desire"},{"text":"Nobody is shaming them for trying to stop article 13. Youtube is being shamed for being hypocrites.","labels":"embarrassment"},{"text":"I've definitely erected something in his honor but idk about a statue","labels":"confusion"},{"text":"Yeah, the gauntlet ruins everything","labels":"disappointment"},{"text":"Weird how he doesn't have to say the word review in order to spend the entire article reviewing","labels":"anger"},{"text":"glad to see youtubes \"family friendly\" robots have their priorities straight. ","labels":"excitement"},{"text":"I’ve always thought he was overrated until now","labels":"remorse"},{"text":"I will not be preposition shamed. but yeah, you're right","labels":"approval"},{"text":"Agree on the last point. My INTP friend's ENFP is immature since she's still young. Gets jealous at every damn girl that approaches... Sigh","labels":"approval"},{"text":"I think, call before you come and limit it to an hour is reasonable if you have relatives that need to be told that. ","labels":"realization"},{"text":"And I've no monkeys left.... Sorry man","labels":"disappointment"},{"text":"Eh, Level 7 is pretty serious. Give me my Massif and I'll survive anything.","labels":"curiosity"},{"text":"Huh... interesting. Man, russia sure is pressing its borders out. Almost like it's looking for operating bases.","labels":"curiosity"},{"text":"[NAME]. They’re grasping for straws!","labels":"disgust"},{"text":"Dude you really like The Strokes.","labels":"love"},{"text":"This is adorable I want an update","labels":"approval"},{"text":"Our education system has been a complete and utter failure...","labels":"disgust"},{"text":"Interesting point about how *guanxi* \"makes corruption an intrinsic characteristic of the Chinese government.\"","labels":"curiosity"},{"text":"I'll take a window seat for lmao at this.","labels":"amusement"},{"text":"I'm concerned they actually have to press a button. Why no dead man's handle?","labels":"curiosity"},{"text":"Downvoted because I stated facts ok...","labels":"annoyance"},{"text":"I am so relieved","labels":"relief"},{"text":"I like to be scared actually!","labels":"joy"},{"text":"The World Between Worlds veered worryingly close to this territory. Luckily it was handled well.","labels":"optimism"},{"text":"Really? Shucks! I’ve never seen it...thought it was a perfect add. My bad.","labels":"disgust"},{"text":"Boy I *sure hope* this isn't a weekly thread, how obnoxious, haha","labels":"optimism"},{"text":"That will catch up to him eventually, but right now he is dangerous","labels":"disapproval"},{"text":"I got $10 on Anzac Day as the guy won money and 2 x $5 tips that’s all.","labels":"joy"},{"text":"my 3.5mm jack came with my iphone se and I can literally never lose it as long as I have my phone.","labels":"caring"},{"text":"So many players from the current crop are going to end up on 300+ games, crazy to think how exclusive it was not too long ago","labels":"excitement"},{"text":"While I appreciate your post, this is an old meme that I thought fit [NAME] perfectly.","labels":"amusement"},{"text":"I'm just glad I've never heard of this game before otherwise this news would be disappointing.","labels":"surprise"},{"text":"[NAME] has been doing everything great except for shooting. It will start falling eventually","labels":"disappointment"},{"text":"Yeah that's bullshit and the complete opposite of what you said.","labels":"annoyance"},{"text":"We are not making the lead of our big budget action movie half dog!","labels":"anger"},{"text":"Does she hate the men in her family too? O.O","labels":"curiosity"},{"text":"Not saying it's bad. It just initially looked like the kinda thing you use in resection to stuff","labels":"annoyance"},{"text":"I’m only denying what’s not true, and [NAME] being my name isn’t true. ","labels":"anger"},{"text":"Looks like your sources were closer to the actual value. Degrom just settled for $17m.","labels":"amusement"},{"text":"I am serious. I have no idea what they were prior to a few days ago.","labels":"annoyance"},{"text":"Happy Cake Day Ph_Dank! Today is your day. Dance with fairies, ride a unicorn, swim with mermaids, and chase rainbows.","labels":"excitement"},{"text":"A hug? Lol, shugos new hugs look alot more fluid and faster. Get ready to eat more","labels":"caring"},{"text":"His music is bad starting with that yeezus album","labels":"disgust"},{"text":"Just seems a little much for -40 downvotes. Seems like people are offended. I just don't get it","labels":"disapproval"},{"text":"I usually do that as well. I need to make a phone call on another language and omg i can't describe to you how difficult it is.","labels":"annoyance"},{"text":"The life of a bus driver is harsh.","labels":"sadness"},{"text":"[NAME] is unbearable. I wish [NAME] had killed her.","labels":"anger"},{"text":"ye but that is fucking [NAME]... there is a diffrence between [NAME] and [NAME]. [NAME] is good but he is no [NAME] ;)","labels":"amusement"},{"text":"“Enjoy your dinner”","labels":"excitement"},{"text":"A small sample size can also be skewed the opposite direction, who’s to say the rape rate wouldn’t be much higher ","labels":"embarrassment"},{"text":"[NAME] with the beautiful backtap","labels":"amusement"},{"text":"That's what this seems to be saying unless something was lost in translation","labels":"remorse"},{"text":"yeah, i believe thats the only moving part in the whole device.","labels":"optimism"},{"text":"Whatever you do, don't give your virginity to anyone. You will regret it if you give it up cheaply. ","labels":"caring"},{"text":"Underrated comment.","labels":"disgust"},{"text":"What? I’m regular lurker here that just deiced to comment.","labels":"embarrassment"},{"text":"35k? That's just crazy. Mine was less than 2k, and that includes the wedding dress.","labels":"surprise"},{"text":"They brown as they get older clear means nice and fresh","labels":"optimism"},{"text":"Well, yeah, it's a climate target. Climate targets are made for missing.","labels":"annoyance"},{"text":"Hyperthyroidism? Best get into a GP and get bloodwork done because many of these symptoms cannot be explained by mental illness.","labels":"curiosity"},{"text":"Maybe it is offended which is why he commented in the first place","labels":"disappointment"},{"text":"She got the gift that keeps on giving","labels":"annoyance"},{"text":"That's an insanely rational and expected response to someone with whining parents.","labels":"disappointment"},{"text":"Not that I fully disagree but this seems a lot more like a rant that you want people to back you up on rather than a genuine question.","labels":"realization"},{"text":"All of troomtroom videos on YouTube are this odd and unnecessary. Some even more so. And their thumbnails are interesting","labels":"annoyance"},{"text":"Shit okey I think I’m ready","labels":"nervousness"},{"text":"Oooo too soon man","labels":"surprise"},{"text":"this looks like the start of a very ugly porno","labels":"disgust"},{"text":"WUTS THE ISSUE SOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOON?","labels":"disgust"},{"text":"We have [NAME] in Iowa, too bad this story doesn't affect US stores, I would be driving the extra distance to support these guys","labels":"caring"},{"text":"They’ve always been bad my guy","labels":"annoyance"},{"text":"Stranger things have happened.","labels":"surprise"},{"text":"i'd make a great ant farm.","labels":"realization"},{"text":"It would be nearly impossible to get to the point of being immobile\/bedbound without someone enabling you hand and foot.","labels":"disapproval"},{"text":"Gotta love trailing for 59+ minutes","labels":"excitement"},{"text":"Please ruin my wedding","labels":"anger"},{"text":"isn't a different model for [NAME]?","labels":"confusion"},{"text":"Nice width but every day is trap day from now until the show.","labels":"annoyance"},{"text":"The only ignorant person here is you, and the Pope who makes the same baseless claims as you.","labels":"anger"},{"text":"Your imaginary boyfriend is kinda creepy. Although, if he's kinky then he may be for keeps. *wink ","labels":"fear"},{"text":"if you know the names of your applications you can use spotlight to find them. 10 times faster than going through a folder or using launch pad","labels":"curiosity"},{"text":"Why they don't just stream these games with autodirector on is beyond me. plenty of people would be happy to watch that...","labels":"confusion"},{"text":"Sadly the minimum wage in Virginia is only $7.25 an hour so that definitely would not be enough.","labels":"disappointment"},{"text":"Holy [NAME], our hope and handmaid of the [NAME], pray for us!","labels":"optimism"},{"text":"Wow she said that? Let me just #red flag","labels":"anger"},{"text":"I'll have a look and see if I can find it. Cheers for the info!","labels":"excitement"},{"text":"I spent a few months in LA and it freaked me out every time someone zoomed past me.","labels":"joy"},{"text":"Convinced me...now let's trade [NAME] for [NAME] and get back to the SuperBowl","labels":"optimism"},{"text":"Nah dude it shows they aren't depressed adults but instead very cool kiddos.","labels":"caring"},{"text":"It's incredible how much pain a single reddit post can send through my body","labels":"curiosity"},{"text":"There’s nothing more oppressive than having all the power in the world and then having a minority group point it out to you","labels":"embarrassment"},{"text":"You want to celebrate your convict heritage.","labels":"curiosity"},{"text":"I think he is dead but he died long before the supposed raid. He was old and sick, dying of kidney failure.","labels":"grief"},{"text":"I wish bojangles was nation wide, why isn't bojangles nation wide?","labels":"curiosity"},{"text":"I'd guess if they could do a basic blood panel (chem-7?) that would be a billion dollar idea.","labels":"curiosity"},{"text":"I would play the fuck out of this game","labels":"anger"},{"text":"\"Oceans\" by Hillsong United. Song gave me a migraine then and still does now.","labels":"annoyance"},{"text":"I heard the same thing after she had made false allegations and tried to hoover me back . Its so triggering now .","labels":"embarrassment"},{"text":"Pins are given out? My store hordes that shit like there’s a coming apocalypse and pins are the only thing that will save them.","labels":"disgust"},{"text":"Your mental health. You might think its fine, but having to live a double \/ fake lifestyle is wearing on the best of us . ","labels":"caring"},{"text":"I envy flippers, but am in Canada where postage is so high, shipping would eat any profit.","labels":"joy"},{"text":"Can we all agree to stop lending credibility by calling tiny fringe groups like these \"movements\"? There are dozens of us! DOZENS!","labels":"curiosity"},{"text":"So you are officially saying that record cabinet was not searched prior to the day the key was found? Is this correct?","labels":"amusement"},{"text":"> Every billionaire is a policy failure Damn right!","labels":"neutral"},{"text":"An interesting video, though the title's lack of an Oxford comma is bothering me.","labels":"annoyance"},{"text":"If I hear \"not sorry, [NAME]\" one more time, I'm going to start disliking [NAME]","labels":"anger"},{"text":"I don't blame you, this sub makes me feel crazy on a daily basis. ","labels":"annoyance"},{"text":"No. It’s slower and takes more calculation but it can be done. That’s why it should be practiced.","labels":"disapproval"},{"text":"It was good of you to get him out of the store as quickly as possible so he could not infect you with his crazy.","labels":"caring"},{"text":"[NAME], I'm just here for a good time.","labels":"optimism"},{"text":"I wishhhh. She’s honestly what started getting me the fuck away from centrism","labels":"disgust"},{"text":"I kind of hate it when I agree with you, but definitely do this time. ","labels":"annoyance"},{"text":"[NAME], but I’m not sure he is gonna be a piston for a long time.","labels":"disappointment"},{"text":"One of my favourite [NAME] moments","labels":"love"},{"text":"Yay yayeeeee!","labels":"joy"},{"text":"You’re a nut if you don’t think the pubs are far more corrupt than the dems.","labels":"anger"},{"text":"Hmmm, mildly interesting :)","labels":"joy"},{"text":"Ouch! My hear sank. Don’t do this to me.","labels":"fear"},{"text":"My arms only seem small because my love handles are so big","labels":"caring"},{"text":"I have [NAME] hat so I could marry it, flip it and kill it","labels":"joy"},{"text":"that trier iso on tucker at the end made me feel things","labels":"realization"},{"text":"yeah it's not like the subreddit is filled with that super-unique criticism . \"anyone who disagrees with me is a fanboy!!\"","labels":"disapproval"},{"text":"I’m cool with anything that pisses off someone as disingenuous as you.","labels":"disappointment"},{"text":"This feels more like \"Lofi Rock\" if that exists, or even Jazz. Very interesting.","labels":"joy"},{"text":"Yeah, the golden nugget is \"Get over yourself and let him back in, he made a (small) mistake\"","labels":"caring"},{"text":"All we need is 1 more Trae three and the W and this’ll be a great night","labels":"excitement"},{"text":"Ahhh, the old \"if you don't vote the way I do, you're a big dumb idiot\" gambit. ","labels":"disgust"},{"text":"Well, I'm pretty sure I don't act like that, but aight.","labels":"neutral"},{"text":"I’d say probably not","labels":"disapproval"},{"text":"I was streaming on my laptop so I could watch the glorious win. Sadly hunting has been tough so far. Damn those Bison.","labels":"excitement"},{"text":"so far better than pinkerton","labels":"amusement"},{"text":"Is it... alive?","labels":"curiosity"},{"text":"I'm so sorry. Read about you getting kicked out at home. That must be devastating","labels":"sadness"},{"text":"Women don't want their own shit. They want our shit. ---- [NAME]","labels":"disgust"},{"text":"That's me every damn time","labels":"embarrassment"},{"text":"Democrat politician, my bad should have specified. We are mostly all “liberals” here even if we’ve been alienated on this issue.","labels":"embarrassment"},{"text":"Never underestimate the stupidity of people","labels":"disapproval"},{"text":"What about for the Switch?","labels":"curiosity"},{"text":"I cringed so much just reading that tweet, I didn't even make it to the comments. That's my fucking President. :(","labels":"anger"},{"text":"May is like a bad smell you can’t get rid of","labels":"annoyance"},{"text":"Shithole universe i mean.","labels":"anger"},{"text":".5x speed. Every moment I enjoy would last longer and any time I find myself in a pickle, I'll have more time to react appropriately.","labels":"optimism"},{"text":"Yeah, not gonna happen. People need these things in their life to feel better about themselves.","labels":"disappointment"},{"text":"Ah ok, that I did not know, I guess my point is they should just listen better to the players.","labels":"optimism"},{"text":"These are the signs I'm getting old... Wtf is a weed cartridge??","labels":"anger"},{"text":"Glad to see that [NAME] no more is a fellow r\/Atheist user and anti-Peterson","labels":"joy"},{"text":"Damn, wish I could just pick up a hobby and start training 4 or 5 times a week...","labels":"desire"},{"text":"I thought it was funny ‍♀️","labels":"joy"},{"text":"He was shrieking at everything up until then. Like I said I was worried in the beginning but sometimes it works out.","labels":"sadness"},{"text":"Can you imagine the amount of backlash she’d get if it was ANOTHER [NAME] collab? Omg.","labels":"surprise"},{"text":"Depends. Are your \"toys\" dildos and butt plugs? Or needles and strangers? ","labels":"amusement"},{"text":"Kor Is an absolute chad","labels":"anger"},{"text":"Ok, we get it. You're a top.","labels":"amusement"},{"text":"Sheed... Ik but I still envy Horry","labels":"disgust"},{"text":"It's just a name that boils down to semantics. Not derogatory, not inherently unrelated. Get over yourself.","labels":"anger"},{"text":"Start a relaxing bedtime routine. Goggle sleep hygiene and make sure yours is good. Get over your weird thing about reading and try it!","labels":"caring"},{"text":"What a catastrophe.","labels":"grief"},{"text":"I got a free Razor for being a student so I'm a net loss on their company :D","labels":"joy"},{"text":"They love me!","labels":"love"},{"text":"Look at the spine on that kid - he must get it from his mother!","labels":"surprise"},{"text":"Happy birthday my guy! Hope you have a great day today, tomorrow, and every day after that. You and everyone deserve a good day. 😃","labels":"excitement"},{"text":"i assume there will be a ring involved in this movie like his other 2 most recent films?","labels":"curiosity"},{"text":"Oh, a little misunderstanding, my bad.","labels":"embarrassment"},{"text":"But in the end, it doesn’t even matter","labels":"optimism"},{"text":"Any broncos fans out there that care to weigh in on this? Interested to hear your thoughts","labels":"optimism"},{"text":"Stupid for difficult. I always feel that way. Fool among elites. That means I can be cared for.","labels":"embarrassment"},{"text":"Felt like yesterday when they got married in that barn\/bar\/bistro. Truly the halcyon days.","labels":"joy"},{"text":"Similar but I don't think identical to this","labels":"confusion"},{"text":"The amount of salt in this thread is overwhelming.","labels":"joy"},{"text":"why wont i just fucking die","labels":"anger"},{"text":"Yes. Get used to it, it's not going away soon.","labels":"caring"},{"text":"I like how you can see how it really looks with the minimap","labels":"joy"},{"text":"And the healthy snacks are on their way!","labels":"excitement"},{"text":"Society started going downhill at exactly the point where I became negatively affected by social change.","labels":"disappointment"},{"text":"Couldn't really fit this as a \"how to,\" does that mean I have to go to jail now? Source: ","labels":"fear"},{"text":"I mean this in the least creepy way possible, tell me how it works out NO DETAILS PLEASE GOD NO","labels":"fear"},{"text":"What the heck did I just watch","labels":"disgust"},{"text":"I don’t owe you an explanation. I’m at work.","labels":"annoyance"},{"text":"Zippers. Lots and lots of zippers.","labels":"amusement"},{"text":"Seems more first thought is to stop and make sure to call 911.","labels":"sadness"},{"text":"At this point, I doubt it's ever going to end. The right moment to do it was with AC III.","labels":"optimism"},{"text":"NO GOD NOOOO!","labels":"excitement"},{"text":"Bad defensive move by [NAME] there","labels":"disappointment"},{"text":"Ugh yeah it’s really tiring. I’m in a public place right now and just had like, 3 mood swings. ","labels":"annoyance"},{"text":"I’ve had a hard time finding stuff in the area, occasionally Construction Junction will have a decent old handsaw or two...","labels":"disappointment"},{"text":"Yeah. Im not an incel or nothing but I wouldve liked to see that get addressed haha","labels":"excitement"},{"text":"I just can’t imagine he is as bad as that...it’s just hard to believe.","labels":"disappointment"},{"text":"[NAME] are the liars, we know.","labels":"anger"},{"text":"*pat pat* they will all be fine","labels":"optimism"}]