[{"text":"that's adorable asf","labels":"amusement"},{"text":"I appreciate it, that's good to know. I hope I'll have to apply that knowledge one day","labels":"gratitude"},{"text":"Like [NAME] said at the very end of the stream, “You’re still here and you can still do amazing things.”","labels":"joy"},{"text":"Yeah, somebody needs to seek counseling immediately. ","labels":"realization"},{"text":"Anything >0 is way too common.","labels":"neutral"},{"text":"I'm glad the republican won cause I want the best high I have had 5 back surgeries and need another.","labels":"approval"},{"text":"I didn't get it the first time, thank you for replying me.","labels":"gratitude"},{"text":"Oh, gotcha. I have a friend with unipolar depression who does have memory issues, so yes, that can happen during depression too.","labels":"sadness"},{"text":"The last thing I want on my team are former Eagles players. Fuck that team, the organization, and the shitty fanbase ","labels":"anger"},{"text":"Thanks dude, speaking of the Sahara thay is how dry our texting has gotten. Any tips to spark it back up?","labels":"gratitude"},{"text":"At least this person sounds like they don't want to be fat. They just need guidance m","labels":"caring"},{"text":"He's dressing like his dead 'friend' to keep him in his memory","labels":"love"},{"text":"Obviously lmao weird flex but ok","labels":"surprise"},{"text":"GAMING!!","labels":"neutral"},{"text":"Ive been asked this in a similar situation as well. Interviewer was female and i would bet it was female in OP's case too","labels":"confusion"},{"text":"I’m currently putting a investigative task force together and I believe that I could be done assembling that team in as early as 400 years!","labels":"realization"},{"text":"Something something broken arms","labels":"sadness"},{"text":"Throw it all on the mortgage. Don't spend it on garbage you think you need.","labels":"approval"},{"text":"Finally figured out who these two remind me of","labels":"realization"},{"text":"That's not her. This is she is in the movie:","labels":"approval"},{"text":"This one comes up a lot just saying.","labels":"neutral"},{"text":"Yeah just like the Spider-sense, Preflexes can be tricked or only blares up at specific situational times. Bit inconsistent, those two.","labels":"approval"},{"text":"That one is pretty obvious","labels":"amusement"},{"text":"What is the protocol for those seeking asylum? Do they get a fast-track to refugee status if their asylum is granted?","labels":"realization"},{"text":"I literally didn’t know that it was a interlocked I and U. Holy cow that’s crazy.","labels":"amusement"},{"text":"[NAME] is a comedic goldmine. I don't blame comedians for milking the idiot.","labels":"realization"},{"text":"Ahhh thank you! This is only my second scripted video. The rest are just me babbling into the mic about art","labels":"gratitude"},{"text":"Ah, the ol' plurality of majesty.","labels":"realization"},{"text":"Speech should be illegal if it is an incitement to violence or a call to commit crime. Everything else, however repulsive it might be, must be legal ","labels":"disapproval"},{"text":"My nightmare is having an iphone.","labels":"joy"},{"text":"I believe he means he was a very pretty child to become otherwise after puberty...","labels":"approval"},{"text":"Can you please update me! I'm in the exact position! 24FHL with 21MLL","labels":"annoyance"},{"text":"Awesome ! That will be worth multitudes one day for certain. And such a classy gentleman, [NAME] is the best in NHL","labels":"amusement"},{"text":"My coworkers mood rn. Sober AF.","labels":"neutral"},{"text":"I was talking about you when I said if Idk if your talking about yourself","labels":"amusement"},{"text":"As a 29 year old newly married man, I still do some cringey stuff from time to time. ","labels":"realization"},{"text":"They listened in a way.. they just executed it in such a way that makes us pay 3-5x over what we should be paying for skins.","labels":"disapproval"},{"text":"Really? How would they know what pharmacy you want to visit?","labels":"desire"},{"text":"Thought I saw a shot glass in there the first time I watched this.","labels":"realization"},{"text":"Dear down voter, go to your own sub and take your childish down voting with you.","labels":"realization"},{"text":"Proven defense and offense at 26 years old on a contract that would cover THE ENTIRETY OF HIS PRIME isn't an upgrade over Andújar?","labels":"neutral"},{"text":"Haha yeah, apparently their ringleader just got banned on Twitter. ","labels":"amusement"},{"text":"good thing it was our only car and we worked hard to get it","labels":"amusement"},{"text":"I was there on the opposite side of the field. I did not believe he made that catch until we saw it later on tv. Unreal.","labels":"surprise"},{"text":"You can only have such preposterously high rates if your tax code contains legal ways to evade taxes (e.g. deducting depreciation on loans).","labels":"disapproval"},{"text":"The absolute subhuman filth that worships [NAME] will believe that this isn't even a photoshop","labels":"approval"},{"text":"Oh perfect- I am surrounded by [RELIGION] and they LOVE those kinds of “parties”","labels":"love"},{"text":"toxic players will sure show you the ways soon enough. Hope you got the game for free.","labels":"caring"},{"text":"[NAME] damn son. the fact that you said \"re-education\" made this 5x better too lmao ","labels":"approval"},{"text":"It isn’t that bad :\/","labels":"disapproval"},{"text":"You're right! I linked the wrong one. Thank","labels":"gratitude"},{"text":"That’s petty debateable, there’s disagreement in the ranks but not enough to change their names or policies. ","labels":"approval"},{"text":"Thank you so much I am so proud of myself!","labels":"gratitude"},{"text":"[NAME] isn’t a rocket scientist. I was surprised about the Thailand thing tbh I did expect it to be true haha.","labels":"amusement"},{"text":"Such a strange signing, hopefully he wont cause to many problems in the dressing room","labels":"embarrassment"},{"text":"I got I got I got...","labels":"neutral"},{"text":"It only struggles because it's released too late by [NAME] defeat.","labels":"realization"},{"text":"I'm confused...did you do anything? And people that aren't your husbands family or friends are also saying this?","labels":"confusion"},{"text":"I'll keep an eye out.","labels":"approval"},{"text":"Lmao, The first thing i did after reading is trying to do it.","labels":"neutral"},{"text":"Gotcha. I was married a few years before that, but you might have known my sister. She dated a guy in your branch named [NAME]","labels":"surprise"},{"text":"this is so true!","labels":"surprise"},{"text":"In all seriousness, stereotyping does suck and I feel for you. But stop being a crazy horse lady and maybe you can change people's minds. Lol","labels":"amusement"},{"text":"Almost like being in Love by [NAME].","labels":"love"},{"text":"Stafford Starford Starlord OMG!!!","labels":"excitement"},{"text":"It makes us more determined to tank for Zion","labels":"desire"},{"text":"[NAME] just think of how overworked her liver and kidneys must be!!","labels":"approval"},{"text":"How exciting.","labels":"excitement"},{"text":"Thanks guys for the explanation, didn't know that!!","labels":"gratitude"},{"text":"\"I SAID, [NAME]!\"","labels":"neutral"},{"text":"So I suppose they’re more like the flying monkeys than the wicked witch?","labels":"approval"},{"text":"It's not murder if he wants to die, it's euthanasia. She doesn't necessarily have to be the one to do it. ","labels":"approval"},{"text":"Maybe I’m unsure of that","labels":"confusion"},{"text":"I love Rocket Love and Blasted. I just wonder who the songs were written for because these are all reference tracks except Acura Intergul","labels":"excitement"},{"text":"omg pizza time with junko time","labels":"surprise"},{"text":"Been a weeb for yrs and i still cant understand besides a few phrases","labels":"confusion"},{"text":"Yeah for me it takes me weeks to get over s relapse","labels":"neutral"},{"text":"What do you do for a living?","labels":"neutral"},{"text":"I think you should be able to, with enough skill and precision but not in a spam swing fight, I agree.","labels":"annoyance"},{"text":"As the global wealth concentrates into fewer and fewer hands, I for one, welcome our neo-feudalist world order. ","labels":"desire"},{"text":"I got mine at 21. The ex wife would have had me snore instead of wear it for years.","labels":"sadness"},{"text":"Weird flex.","labels":"surprise"},{"text":"I think men take pockets for granted, once you're without pockets you'll understand the pain. ","labels":"approval"},{"text":"Just cut your losses, get out and don't look back!","labels":"annoyance"},{"text":"LPT: If you need more money just get a better job that pays more!","labels":"desire"},{"text":"Oh gosh dang it","labels":"neutral"},{"text":"Indiana resident here: fuck this state.","labels":"anger"},{"text":"If it's used as an excuse to fuck the onchain throughput, it is.","labels":"anger"},{"text":"can I use I can't believe it's not butter because my boyfie doesn't make over 20k :(","labels":"disappointment"},{"text":"Also the reason for last year, playing him as a cb was necessary but proven to be a terrible position to be in.","labels":"fear"},{"text":"there are different levels of terrible. Supplying the PLO\/Hamas with arms ranks prettttty damn high.","labels":"amusement"},{"text":"Probably but if we spread the word, hopefully we will get some people on there","labels":"approval"},{"text":"oh he does","labels":"neutral"},{"text":"This sub absolutely gets personal within seconds of anything he says being postes","labels":"approval"},{"text":"OH MY GOD TIDYING UP WITH [NAME] IS ON NETFLIX RED ALERT IM GONNA GET SO ORGANIZED","labels":"approval"},{"text":"Didn't you know, it's all about winning, nothing else matters","labels":"approval"},{"text":"I love [NAME] as well! He seems like a genuinely nice celebrity","labels":"love"},{"text":"If I tried that I would lose badly, get laughed at, and be back at square one.","labels":"amusement"},{"text":"A lack of the romantic partner is the stressful situation in my life.","labels":"realization"},{"text":"Chaintip is coming back, it's just taking me a while!","labels":"neutral"},{"text":"[NAME] was only OP when it came out. [NAME] was OP for so long. I'm still happy they finally did something to her.","labels":"joy"},{"text":"To me, the best smell a person can have is just a clean smell. ","labels":"amusement"},{"text":"Maybe 2 years ago the time wasn't right for your relationship and now it is. It's been long enough to give it a second chance imo.","labels":"disapproval"},{"text":"This is r\/tifu. If you're not caught jacking it into the turkey, you're doing it wrong. ","labels":"disapproval"},{"text":"Sadly I had to scroll through the story to read this","labels":"sadness"},{"text":"Genuinely, it is! The only complaint is that kentrosaurus is spikey as hell, and I find him with my foot in the dark fairly often...","labels":"optimism"},{"text":"in this case, you are paying with both.. it's just as data mineable as any other source","labels":"approval"},{"text":"Those Boys risked their lives for a strong independent woman.","labels":"approval"},{"text":"Don't forget about random sex","labels":"neutral"},{"text":"It is so ugly I felt personally attacked by it, what can I say","labels":"disappointment"},{"text":"Thanks for the gold kind stranger","labels":"gratitude"},{"text":"[NAME] had a great idea about this problem actually","labels":"amusement"},{"text":"no, educate yourself like an anarchist. ","labels":"optimism"},{"text":"For most people after 4 to 5 hours it gets up to the full resolution","labels":"approval"},{"text":"Yawn. They’re toxic together and their only trait seemed to be getting naked together.","labels":"disapproval"},{"text":"I forgot it’s Saturday r\/trees :) If you read the rules you get this","labels":"remorse"},{"text":"OP literally said guys like [NAME] are not unicorns and not hard to find. They never said [NAME] was the ultimate standard lol","labels":"amusement"},{"text":"Chasing thoughts and storing tension in your hands is how you distract yourself from feeling social tension and empathy. You need to allow yourself to feel these feelings.","labels":"approval"},{"text":"I don’t think that many people really thought [NAME] would be a game changer.","labels":"realization"},{"text":"Holy panel gaps, [NAME]!","labels":"neutral"},{"text":"How is it racist? I fail to see how.","labels":"anger"},{"text":"Stick to your arts degree, the men will keep building this province, regardless of having to fix garbage the TFWs built.","labels":"desire"},{"text":"Just like in Seinfeld when the waitress called the audible after [NAME] talked about how much he likes manure.","labels":"approval"},{"text":"It’s actually not. But i agree.","labels":"approval"},{"text":"Hmm thank you. I am not good with words. Can you please elaborate if there is any distinction?","labels":"annoyance"},{"text":"You look chunky","labels":"amusement"},{"text":"It would be terrible if he died and they put his head in a jar or something","labels":"grief"},{"text":"When I think about [NAME] and [NAME] at the same time I get a fucking aneurysm from the stupidity.","labels":"surprise"},{"text":"It's not even that... just string in the water.","labels":"approval"},{"text":"A whole lot of reasons tbh","labels":"neutral"},{"text":"No, that's not possible. If you have proof then it's not misinformation what your spreading but simply information. ","labels":"disapproval"},{"text":"But still incorrect usage of that subreddit. Shame! Shame!","labels":"disappointment"},{"text":"You don't need to screw your face up like that, it's already screwed up enough.","labels":"disapproval"},{"text":"Shhhh let them have it, they need this. They are still living in 1990 lol","labels":"amusement"},{"text":"“Respect the house” while it is impossible to live in your own before you're 30 nowadays","labels":"approval"},{"text":"I feel a tad lost without it now that my drive for football has vanished and basketball and hockey simmer one. The show's every night after all.","labels":"approval"},{"text":"May [NAME] SWT bless you, protect you, guide you, and keep you active in this faith. Welcome to al [RELIGION] =)","labels":"gratitude"},{"text":"I don't know","labels":"amusement"},{"text":"GH is slow compared to DD. Worked 4 hour block on GH and got 0 orders. Turn on DD and get an order instantly.","labels":"approval"},{"text":"Thanks. I appreciate your advice. It is what I was looking for. Thanks again.","labels":"gratitude"},{"text":"Well, ok then nevermind. I'm surrounded by people I mostly disagree with, but I honestly don't know anyone that I would call outright evil. ","labels":"disapproval"},{"text":"From the South and can confirm that [NAME] is an idiot and should be saying brink.","labels":"realization"},{"text":"I wonder what a hug would feel like a lot too.","labels":"surprise"},{"text":"Not under [NAME]. Under [NAME] desperate greedy extreme partisan coward politics. They purposely brought racism front and center.","labels":"approval"},{"text":"But when you do, just remember that trick so you don’t have to take your break or get an RI. ","labels":"caring"},{"text":"That’s because [NAME] thinks he’s the man oin this team. [NAME] I can’t wait till he’s gone","labels":"gratitude"},{"text":"Women don't have to pay for this service.","labels":"neutral"},{"text":"That was intense","labels":"amusement"},{"text":"You assumed that I complained about wl charge. Gg. I never said anything that might help you deduce that. Dude just stfu.","labels":"disapproval"},{"text":"I love the comradely for finding the source","labels":"love"},{"text":"I get ya man. It happens to the best of us.","labels":"approval"},{"text":"Watch [NAME] left arm and hand as he's on the floor. Scary.","labels":"fear"},{"text":"And then everyone clapped and the teacher got on his hands and knees, begging to be spared from your superior intellect.","labels":"amusement"},{"text":"You could visit my family palace in croatia...","labels":"neutral"},{"text":"FUCK TAMPA. FUCK TORONTO. WE WINNING THE MOTHERFUCKING CUP","labels":"joy"},{"text":"This team + 2 lottery picks and another offseason for our young players will definitely be a playoff team next year.","labels":"amusement"},{"text":"I'm glad he's still watching","labels":"gratitude"},{"text":"Happy Birthday!!!","labels":"neutral"},{"text":"I'm so glad to hear that! Good luck rebuilding yourself.","labels":"caring"},{"text":"Nice post here, dork.","labels":"gratitude"},{"text":"I found her advice very insightful. Maybe it will be of use to","labels":"gratitude"},{"text":"Seconded. 8 years and I never reached the final castle.","labels":"disappointment"},{"text":"This article gives the details","labels":"neutral"},{"text":"Would you move your car if told not to drive?","labels":"approval"},{"text":"The restaurant business is pretty sleazy. There are a lot of affairs there.","labels":"realization"},{"text":"I think that was [NAME], but I'll see if I can confirm that.","labels":"neutral"},{"text":"It makes it especially delicious when our one sub with ~100 active members gets accused of controlling the entire political debate on Reddit","labels":"optimism"},{"text":"How do you know if this gets downvoted to hell, but a lot of times before dying (6 hits taken.).","labels":"optimism"},{"text":"How many of you just tried to take their shirt off like this... Be honest.","labels":"neutral"},{"text":"Love the use of ginormous ... so true","labels":"love"},{"text":"my gawd! This is adorable!","labels":"amusement"},{"text":"Saw [NAME] of Big Bang Theory many years ago without makeup and she looked awful, and that was when she was pretty","labels":"amusement"},{"text":"Disgusting trash feminazis, fuck your hijab","labels":"disgust"},{"text":"NL West had 3 teams in the playoffs in 2017 and 2 in 2018......wtf you on about","labels":"surprise"},{"text":"*it's free real essential oils*","labels":"neutral"},{"text":"I'm very much like that, here's my face lol You're either interested or you're not","labels":"amusement"},{"text":"Repost with a better title","labels":"neutral"},{"text":"The logic is so the government can oppress you.","labels":"realization"},{"text":"Could be depression with psychotic features. Talk to your doctor asap!","labels":"disappointment"},{"text":"Short and simple... More embarrassing being a janitor or being in the unemployment line?","labels":"embarrassment"},{"text":"I hope for Irelands sake you're right.","labels":"approval"},{"text":"True, we take pink and black pills daily, even some stacies are conscious of world around them being a grim place.","labels":"approval"},{"text":"It’s [NAME]?!","labels":"neutral"},{"text":"Don't be afraid to go through therapy.","labels":"amusement"},{"text":"Sorry, I posted this first but then you said something that I wanted to acknowledge I agreed with.","labels":"realization"},{"text":"Oh that’s so sad that she thinks anyone cares about her opinion","labels":"caring"},{"text":"Here’s hoping this ends soon lol","labels":"amusement"},{"text":"I feel bad for these guys. I'd like to be able to help ex-mos in trouble.","labels":"disgust"},{"text":"I can never refold the paper properly so kudos just for that!","labels":"surprise"},{"text":"Let’s be real here. He’s *every night and day*’s biggest loser.","labels":"amusement"},{"text":"I confirm, my increased by around 20% every year for the last 3 years.","labels":"realization"},{"text":"I didn’t like him before this, now I really don’t like him. ","labels":"anger"},{"text":"Read divorce busting and kill all marriage counselors. As much as it sucks...youve been given a gift by him giving you time.","labels":"realization"},{"text":"Guys help I can’t stop playing it, my hands are in so much pain!","labels":"sadness"},{"text":"I get to walk home for 30 minutes for the next 3 days. Pray for me everyone.","labels":"approval"},{"text":"No need to apologize. It definitely put things in perspective. I’m just glad your DD ended up ok.","labels":"approval"},{"text":"lol you think you can get 21 back.","labels":"amusement"},{"text":"bleh. You would think 160 reps in and I wouldn't have that problem. Thanks for the insight.","labels":"gratitude"},{"text":"Love the [NAME]","labels":"love"},{"text":"Thats what makes me think OP is secretly the \"nice guy\" here.","labels":"love"},{"text":"I have a boobs but a penis, it’s quite the embarrassment.","labels":"embarrassment"},{"text":"I have many a screenshot of blatantly false posts that my older, conservative, religious relatives share on Facebook ","labels":"realization"},{"text":"> appreciation and celebrations From the sidebar: > For **anything** about the YouTube gaming channel Game Grumps","labels":"amusement"},{"text":"I think you should manage your hopes and expectations that you have about her. Start dating other people. Let her go","labels":"approval"},{"text":"Damn....poor guy","labels":"amusement"},{"text":"I have friends who drove from interior Alaska to Arizona in less than 48 hours... It's possible.","labels":"realization"},{"text":"Dude, stay on drugs and leave politics to sane people","labels":"disapproval"},{"text":"Anyone who complains about being a loser is a loser.","labels":"desire"},{"text":"In reality the kid said: “fuck off noob, Genji grandmaster main here boiii”","labels":"anger"},{"text":"Funny that dinner sized is larger than lunch sized wherever you are. Seems like a very specific cultural thing.","labels":"amusement"},{"text":"Anyway we can get [NAME]?","labels":"neutral"},{"text":"I like this template, it makes me happy.","labels":"joy"},{"text":"That’s so wholesome.","labels":"neutral"},{"text":"Bisexuality: Sexual tension with everyone. Somehow a much smaller dating pool.","labels":"approval"},{"text":"yeah, it's basically Hillsong with sugary shakes pretending to be food. ","labels":"approval"},{"text":"Now THAT'S a victory royale :)","labels":"amusement"},{"text":"Save money and find a good partner so you can be financially stable with someone you love and do whatever you want the rest of your life.","labels":"caring"},{"text":"that number 3 is soooo familiar and sad.","labels":"sadness"},{"text":"I bet he jerks off while holding a gun in his mouth while crying.","labels":"sadness"},{"text":"Probably Papa John's rather than Pizza Hut.","labels":"neutral"},{"text":"Fun fact: [NAME] decided to delete an entire string of comments after mine because they made him look like more of a man-child than he already is ;)","labels":"amusement"},{"text":"She might just be insecure. You do have a bit of an age difference, so she might feel like she doesn’t match up to you.","labels":"disappointment"},{"text":"Officer [NAME] is the penultimate FA character. Apart from the fact he's attractive of course AAAAAAAAAAAAH","labels":"amusement"},{"text":"That's way dangerous to keep then together they may break out and start feedig on the other ear buds to gain heir strength","labels":"caring"},{"text":"Don’t forget to show your work!","labels":"approval"},{"text":"I’m that skinny and have so much trouble gaining weight","labels":"optimism"},{"text":"you keep telling yourself that - now go back to sleep before you embarrass yourself even more","labels":"approval"},{"text":"Except you haven't achieved anything. You inherited a lot of money and retired young.","labels":"disapproval"},{"text":"Fuck those people, there's no point thinking about them","labels":"anger"},{"text":"Some people have no shame or sense of self-worth. It’s sad.","labels":"disgust"},{"text":"Ooh wrong answer, but you'll have another chance to win 10,000 dollars in the lighting round! Will be right back after these messages.","labels":"joy"},{"text":"That’s awesome! Hopefully the sanity keeps up","labels":"surprise"},{"text":"Ugh I'm sorry man! Jerk off until your heart is content and don't apologize for it!","labels":"remorse"},{"text":"To me his not doing it right because he is breaking contact with the skin. Keep contact and go back and forth!","labels":"approval"},{"text":"It was a pretty shit joke that deserves it","labels":"joy"},{"text":"> But now I know I just have to write crappy books. Probably the easiest way to get rich in America tbh.","labels":"desire"},{"text":"It even has a name on it from the original creator you reposting scum.","labels":"realization"},{"text":"This is the full-circle EP story I came here for. Made my morning. Thanks Aunt [NAME]!","labels":"gratitude"},{"text":"All it takes is for you to brag to the wrong person and then poof","labels":"approval"},{"text":"My life has been destroyed","labels":"disapproval"},{"text":"No. We all begin in ignorance.","labels":"disapproval"},{"text":"Limits... vote yes.","labels":"neutral"},{"text":"One more pos to add to the heap.","labels":"amusement"},{"text":"Hated her. And that was honestly a more offensive reaction than everyone laughing at her IMHO","labels":"anger"},{"text":"How long have you two been together? Have you talked with your bf about any of these concerns?","labels":"realization"},{"text":"I much prefer when the CB is given a taste of their own medicine. Far more satisfying than being polite. This one is great!","labels":"amusement"},{"text":"5 hours late!!!!!!!!! omg.","labels":"realization"},{"text":"....never?","labels":"neutral"},{"text":"While you were pickling your okra, i was *pickling my brain* ...waitaminute","labels":"neutral"},{"text":"lol comment of the night. thank you.","labels":"amusement"},{"text":"“You *definitely* don’t want the spider to bit ya where the good lord split ya...”","labels":"optimism"},{"text":"B E N","labels":"amusement"},{"text":"I like my coons too","labels":"love"},{"text":"Uh, yeah. That was a dumb question and if you thought it was going somewhere you re dead wrong.","labels":"disapproval"},{"text":"Thanks I don't know why it didn't load for me on my phone.","labels":"gratitude"},{"text":"Yes it is. It's *you* making up your odd little fabrications.","labels":"approval"},{"text":"Good ol best available dasher","labels":"optimism"},{"text":"Thank you deeply for these words!","labels":"gratitude"},{"text":"I love making peoples’ names verbs related to things they do!","labels":"love"},{"text":"> So having sex is a medical condition? no but std's are","labels":"confusion"},{"text":"for 150 million!","labels":"neutral"},{"text":"Not sure why you got downvoted, it's easy to miss some of these brand replacement names","labels":"confusion"},{"text":"What a horseshit response","labels":"annoyance"},{"text":">Federal minimum wage should be closer to $5 That's a horrifying thought.","labels":"remorse"},{"text":"I see BOTW and now I'm waiting for a group of grown men to watch shitty old movies.","labels":"desire"},{"text":"Have you talked to him about it and made it clear he understands where you are coming from?","labels":"approval"},{"text":"Oh tell me about it. I'm INTJ","labels":"excitement"},{"text":"You keep turning it into all or nothing lol I said *less* bookshelves will be made if *more* bookshelves are reused","labels":"amusement"},{"text":"Thank you for saying this. It is disrespectful to me. And it hurts.","labels":"gratitude"},{"text":"Looks more like [NAME] to me","labels":"neutral"},{"text":"I would love it. I'm financially responsible and it would send me a signal that you are as well.","labels":"love"},{"text":"I'd rather not be in the 90's kid category anyways.","labels":"realization"},{"text":"Any food shortages will be caused by these idiots each buying 38 tins of beans a few days before we leave.","labels":"disapproval"},{"text":"Sitting down and wiping is disgusting. Especislly when using a public toilet. Fucking savages up in this thread.","labels":"disgust"},{"text":"What a wonderful world","labels":"realization"},{"text":"Furry btw so why don’t you take yourself also","labels":"realization"},{"text":"[NAME] back, LAL will keep it close at the least or snap out of this funk.","labels":"amusement"},{"text":"When you've been dodging as much as [NAME] has, to this challenge, ppl start to 2nd guess and lose faith in you.","labels":"disappointment"},{"text":"Baby steps and patience with yourself!","labels":"surprise"},{"text":"There was a time I said the same thing about Zucker. Hope there's something to that.","labels":"curiosity"},{"text":"The left solution is to make them all citizens and to buy their votes with welfare and to never lose an election again as they destroy America.","labels":"disapproval"},{"text":"I met [NAME] and he actually DID give me 40 dollars...I worked at a movie theater near where he lives and he bought snacks.","labels":"approval"},{"text":"I was at that game!!","labels":"neutral"},{"text":"[NAME] is seriously in the top 5 best female characters ever written for TV.","labels":"approval"},{"text":"trust me, he's not.","labels":"desire"},{"text":"I feel the same way! It just doesn’t get better for some of us, I’m sick of hearing that it gets better.","labels":"approval"},{"text":"Sitting at home drunk waiting for my tech to charge so I can sit out back and listen to music lol","labels":"amusement"},{"text":"Missed that part, but now I see where you are coming from.","labels":"sadness"},{"text":"This is so sweet. Thank you for being an awesome parent !","labels":"gratitude"},{"text":"I commented like 5 mins b4 you lmao","labels":"neutral"},{"text":"Don't forget the part where [NAME] doubts himself or goes off on his own and fails. Then [NAME] tells him how much she loves him and to run","labels":"caring"},{"text":"Holy shit.....just holy shit","labels":"annoyance"},{"text":"Thank you! Ill sign up as soon as its working! I checked it a few min ago and its still giving the error.","labels":"love"},{"text":"Why aren’t we putting guys in for garbage time?","labels":"disgust"},{"text":"True. Icing all three of your villains for the duration of the film is a bad idea. They need to be making moves.","labels":"annoyance"},{"text":"\"I don't socialize because i'm unhappy and i'm unhappy because I don't socialize\". -Socially anxious bastard","labels":"disappointment"},{"text":"I’m so jealous","labels":"realization"},{"text":"Mob mentality makes it worse. Four man SWF groups are generally, by far, the most toxic people in the game. ","labels":"realization"},{"text":"Fucking refs suck my balls.","labels":"anger"},{"text":"Thanks for the link. She actually likes some of the stuff!","labels":"gratitude"},{"text":"The general rule is that [NAME] is talking rubbish whenever he opens his mouth.","labels":"disapproval"},{"text":"Just wanna say I appreciate you posting these videos every few days!","labels":"joy"},{"text":"Opposite reaction to the right trying to demonize her. The obsession with her from the right is insane.","labels":"approval"},{"text":"For religious folks, good and beneficial stuff that happens is always sent by [NAME]. Bad stuff... The [NAME] works in mysterious ways.","labels":"disappointment"},{"text":"My biggest fear is catching feelings. I got dangerously close once lol. It’s just about self control.","labels":"amusement"},{"text":"Nice. How is prep going??","labels":"amusement"},{"text":":o thats pretty good. Not what envision my boy [NAME] but I like this alot.","labels":"excitement"},{"text":"Ok I'm pretty sure [NAME] has been part of the main cast since episode 1...","labels":"amusement"},{"text":">tries to insult [NAME] for wasting time in a stupid thread >is only other person in thread","labels":"disapproval"},{"text":"Thanks! I'll work on this next time!","labels":"gratitude"},{"text":"They were criticizing your spelling.","labels":"realization"},{"text":"Awesome, love the input! I totally get what you’re saying!","labels":"realization"},{"text":" thanks bot! You too man!......Soooooo, what does YOUR hair look like?....","labels":"gratitude"},{"text":"[NAME], if you're doing an Undertale deal, not having a red heart on your ass is inexcusable.","labels":"realization"},{"text":"Finally, I can sit on another person’s lap and have them not be disgusted","labels":"disgust"},{"text":"That’s what I suspected. Will be interesting to see if they can steal some wins against the top teams in the league.","labels":"approval"},{"text":"Back up, [NAME]!","labels":"neutral"},{"text":"What was that behind the back nonsense, criminy. TO THE BENCH","labels":"annoyance"},{"text":"I've actually taken this opportunity to get back into making YouTube videos.","labels":"realization"},{"text":"I'm flattered but I'm a good [RELIGION] scarf","labels":"approval"},{"text":"The future is now old man","labels":"neutral"},{"text":"Instant fucking turn off, ugh. Fuck us for wanting equality across the spectrum","labels":"anger"},{"text":"While he ingests hot pockets in jest.","labels":"amusement"},{"text":"I like to think that the next update will add zeros effects towards the tac mask challenge. Speed things up real quick.","labels":"realization"},{"text":"I’ve got bad news for you about NFL locker rooms if you’re offended by homophobic slurs....","labels":"disappointment"},{"text":"I haven’t scrolled it down yet. I thought it was a woman then I saw the name.","labels":"confusion"},{"text":"There's no L in cyrillic. They were so close.","labels":"caring"},{"text":"My heart is breaking for that little girl.","labels":"sadness"},{"text":"Calling (some) media the Enemy of the People and Fake News - is that not impeachable in a non-bizarro world?","labels":"anger"},{"text":"Enjoy you Salad","labels":"joy"},{"text":"[NAME] is getting ready for sex!!","labels":"surprise"},{"text":"They're all so cute~ Here's mine","labels":"amusement"},{"text":"Thank you all for the insight.","labels":"gratitude"},{"text":"I wouldn't ever make a broad generalization like that. Typical honkies, assuming stuff","labels":"realization"},{"text":"Let's be real, [NAME] is coming back.","labels":"realization"},{"text":"Is she talking about his dickee?","labels":"neutral"},{"text":"Y’all are just jealous that this individual identifies as a fish hook. On a serious note though going through an airport tsa must be a nightmare","labels":"annoyance"},{"text":"Obviously a flying monkey somewhere. What a nightmare that guy is. I'm glad you cut him out of your life.","labels":"approval"},{"text":"you go away","labels":"neutral"},{"text":"Love this show :)","labels":"love"},{"text":"I keep being drawn to her privates because it looks so strange to me.","labels":"realization"},{"text":"WHY IS THERE WOMAN ON MY ENTERTAINMENT??????????","labels":"neutral"},{"text":"Siri \"calling mom would be sad\"","labels":"neutral"},{"text":"I didn’t realize! I’m pretty new here. Should I check the website?","labels":"approval"},{"text":"Imagine being this upset about another man’s marriage, someone you don’t know personally mind you. ","labels":"annoyance"},{"text":"Sorry bucko r\/necrophilia got taken down, I think your in the wrong place buddy. Here I’ll call you an Uber, take care of yourself. ","labels":"caring"},{"text":"Thank you & my heartfelt condolences. Snap in to a watermelon and drink to forget.","labels":"gratitude"},{"text":"[NAME] should have come back. I'm surprised you could get any worse than the s10 one but shit i was wrong.","labels":"anger"},{"text":"i ask them if it is a preference or a dietary restriction. never had a problem with it","labels":"approval"},{"text":"[NAME] has only missed a couple games and WCJ hasn't missed any. Not sure how you rank their top 4.","labels":"disapproval"},{"text":"Which is fine, when you rush back guys from injuries you end up with a [NAME] situation.","labels":"realization"},{"text":"Kinda let down tbh","labels":"amusement"},{"text":"I had the volume so loud and it came out of nowhere. It felt like those meme videos with the morning.","labels":"realization"},{"text":"*tomorrow Thank you for this.","labels":"gratitude"},{"text":"[NAME] just keeps hopping backwards and forwards in time with no repercussions?","labels":"approval"},{"text":"I agree. The timing is really funny to me","labels":"amusement"},{"text":"If the fan doesn't work, then I'm fine with it.","labels":"approval"},{"text":"Sorry to hear that was all it got :\/","labels":"sadness"},{"text":"I wonder if it's a deal issue and they are allowed, again, to slip away in the last minute.","labels":"realization"},{"text":"I think you need to explore your motivations a bit more. I very much doubt you just want to know and \"That's all.\"","labels":"disapproval"},{"text":"Wow! That's awesome! Congratulations! Its wonderful to have hope of being off medications one day.","labels":"surprise"},{"text":"Not even if I worked there, would I attend her meet and greet","labels":"confusion"},{"text":"Because ridiculously attractive people also have self esteem issues and depression Guess what honey The world sucks for everyone There’s no escape We will all die in misery and alone","labels":"anger"},{"text":"So dumb it's genius.","labels":"neutral"},{"text":"Thanks a bunch!","labels":"gratitude"},{"text":"FUCK LES BRUNS","labels":"anger"},{"text":"That's just how to look good in general","labels":"amusement"},{"text":"[NAME] are as anti-men as democrats. Forcing your kids to be masculine because they're boys is as bad as brainwashing them with feminist crap.","labels":"disapproval"},{"text":"Thanks, it’s funny how to me this seemed a leap but not one person agrees, lol","labels":"amusement"},{"text":"Can a lad please send me one of whatever the fuck this is plz.","labels":"anger"},{"text":"Also I know a guy in a metal band called Artificial Sacrifice. They're really small and always looking for gigs. Check them out on Instagram","labels":"realization"},{"text":"I'm asexual too, so I'm doubly protected against advertisements.","labels":"caring"},{"text":"Wow, I stand corrected, it's *even worse* than I thought!","labels":"curiosity"},{"text":"I would not recommend water panties, you might find things a bit squishy! ;)","labels":"desire"},{"text":"I almost think he may have opened the door.","labels":"curiosity"},{"text":"Compelling argument, in line with expectation","labels":"disapproval"},{"text":"Thanks for the kindness; it’s all good enough- I’m hoping to move out later this year","labels":"gratitude"},{"text":"What kind of source has that info but not enough to say what would come back in trade? Meh... I'll ignore this one.","labels":"realization"},{"text":"Twilight... STILL a better love story than The Last Jedi!","labels":"joy"},{"text":"Okay, thank you!","labels":"gratitude"},{"text":"I don't see the weirdness there. Also, yes, him then and now could spit in my mouth and I'd be perfectly ok with it.","labels":"approval"},{"text":"Didn't even take a sip of the wine, and he still got wasted. ","labels":"anger"},{"text":"lol, dude. I don't know, but thank you. they might don't care but you do care. So I'm not much more loser.","labels":"amusement"},{"text":"Great video, not the same as the gilette ad but still full of a lot of information. ","labels":"desire"},{"text":"Hate those ~~things~~ Tweets.","labels":"anger"},{"text":"That, the fact that the photo was taken on someone's phone and the fact they couldn't be arsed to crop it properly...","labels":"approval"},{"text":"Its the same AS to go to a bank and to say My kid loves money give him all of it","labels":"joy"},{"text":"[NAME] killed him and was only in for like 5 minutes...","labels":"approval"},{"text":"Suppressing anger is a horrible idea. You want to dissipate it in some healthy way, not bottle it up.","labels":"approval"},{"text":"> Conversely, Scandinavia does alright. That’s what they said about Venezuela. ","labels":"neutral"},{"text":"If he would have landed that swing, it would have decapitated that guy.","labels":"realization"},{"text":"A surprise to be sure, but a welcome one.","labels":"surprise"},{"text":"as the old saying goes, we know what they all r, just trying to negoiate the price.","labels":"neutral"},{"text":"If you wanna be my lover, You gotta get with my fat, Make it last forever, Inconvinience never ends.","labels":"approval"},{"text":"[NAME] can hug them too.","labels":"love"},{"text":"istanbul and ankara matters. Also percentage-wise it acts as a nationwide survey. Out of ordinary results like below 38 or over 48 would be very important.","labels":"approval"},{"text":"Oh I wish that was how everyone thought. Unfortunately it's not.","labels":"approval"},{"text":"Which part do you not understand?","labels":"neutral"},{"text":"Sounds like your location overall sucks. Have you ever thought about getting a work visa elsewhere with a more accepting attitude?","labels":"approval"},{"text":"Yeah, one more time for good measure. “Hey, hold on there you forgot something “. WAM","labels":"realization"},{"text":"lol the zoomed in crotch on the right","labels":"amusement"},{"text":"But the best part is the struggle snuggle as we like to call it.","labels":"amusement"},{"text":"They wanted [NAME] to be in the cameo and both to wish her happy birthday as specified in the order","labels":"joy"},{"text":"> [Citation needed] The fact that no woman will date you.","labels":"realization"},{"text":"I guess so ¯_(ツ)_\/¯","labels":"surprise"},{"text":"They got cockroaches . Seen it","labels":"curiosity"},{"text":"*Hey just noticed..* it's your **3rd Cakeday** somenbjorn! ^(hug)","labels":"realization"},{"text":"[NAME] rolls out of the rack, combs his hair and Dood is ready for National Television.","labels":"approval"},{"text":"\/u\/skyboundIan no spoilers in the trailer pretty please :D","labels":"amusement"},{"text":"Damn the Cubs fell hard!","labels":"disapproval"},{"text":"[NAME] is an **integrity** man. Without it, there is nothing. edit 1:without it, not with it, sorry typo","labels":"disgust"},{"text":"Rural MO. The nearest Whole Foods is an hour away. I can't imagine too many [NAME] could handle the distance.","labels":"realization"},{"text":"Good advice, thank you.","labels":"gratitude"},{"text":"I want to thank you for seriously entertaining me today. Best clip ever.","labels":"love"},{"text":"First thought that came to mind were those water benders in the swamp in Avatar: The Last Airbender.","labels":"confusion"},{"text":"i think there is empirical data for evolution...","labels":"neutral"},{"text":"That's why I get my info from reddit, and use Facebook to keep in touch with the fam.","labels":"realization"},{"text":"Even then, the commentor could have gotten the joke and was just being dead pan. ","labels":"amusement"},{"text":"Wow! You were either a very precocious child or still lived at home when your wisdom teeth came in.","labels":"surprise"},{"text":"It is SO gross, I despise him and think he's a gross predator. ","labels":"desire"},{"text":"It's extremely common. Hell you probably have it yourself and just don't know.","labels":"curiosity"},{"text":"I remember that! She crashed and they asked her to leave lol. That was one of my fav moments.","labels":"amusement"},{"text":"they just want someone to agree with them and tell them they're right. that's all these sorts of posts ever are.","labels":"approval"},{"text":"For sure. I am infatuated with sharks, and much of that obsession comes from absolute fear haha. ","labels":"amusement"},{"text":"Just the ones who jump on my car. So far that's no one, but who knows what the future will hold","labels":"anger"},{"text":"Oh no you got us Feminism canceled Pack it up y'all","labels":"disappointment"},{"text":"Funny, but why do I care what his name is?","labels":"amusement"},{"text":"Damn look at [NAME] and his insane get off. We could use an [NAME] now probably now than anyone on this roster.","labels":"approval"},{"text":"Dude seriously they got some really weird and specifically targeted propaganda on their TV shows","labels":"desire"},{"text":"I’m genuinely upset that people missed the sarcasm because your comment is hilarious","labels":"amusement"},{"text":"cross post to \/r\/palestine they will love this","labels":"joy"},{"text":"yes the one place i can reinvent myself over and over without killing the bank account. i think the things there carry a certain personality with them too","labels":"approval"},{"text":"Btw I’m totally including myself in the karmahungry section but that pic was just too appropriate to not share","labels":"realization"},{"text":"maybe next time you should do some fucking research. prohormones will shut down your test production","labels":"realization"},{"text":"Why all the downvotes? It's a fucking pizza thread?","labels":"anger"},{"text":"Has it really been 10 years since brown saved the world. Now I feel old.","labels":"realization"},{"text":"Lucky, when I did it my nickname ended up being [NAME]","labels":"joy"},{"text":">I'm just trying to be respectful of the native speakers who did and who prefer it. Literally no one, because it's a made up word","labels":"annoyance"},{"text":"They were pretty hysterical about [NAME]. Certainly surpassed by [NAME] hysteria though.","labels":"disappointment"},{"text":"To be fair I was in that crowd and there was barely any room to move.","labels":"realization"},{"text":"Rip time wasted editing, its a shame that not many other people saw this","labels":"grief"},{"text":"[NAME] royally fucked up that last rotation. Also did [NAME] even get a single kill with their specialists ?","labels":"anger"},{"text":"Thank you that’s sweet of you (:","labels":"gratitude"},{"text":"Then again, socialists have never been *particularly* averse to the odd spot of murder, have they?","labels":"neutral"},{"text":"OH NO! LOL That'll teach ya, kid. ","labels":"amusement"},{"text":"For the love of [NAME] gobget the tweezers!","labels":"love"},{"text":"Thank u!!! Im gonna try this one bless u","labels":"gratitude"},{"text":"Okay, I'll admit it. I laughed.","labels":"amusement"},{"text":"Yeah take a read","labels":"neutral"},{"text":"What was I expecting smh","labels":"neutral"},{"text":"Saw this on r\/teenagers first haha","labels":"amusement"},{"text":"They just dont want to go to school. Source:am high schooler who would skip school at any chance given","labels":"disapproval"},{"text":"You have to walk before you can run","labels":"caring"},{"text":"It’s amazing.","labels":"excitement"},{"text":"She better!!! .....nobody else will","labels":"amusement"},{"text":"Both the odour AND the smell! Poor guys.","labels":"sadness"},{"text":"I'M A FIVE STAR MAN!!! *as [NAME] clicks one star over and over","labels":"amusement"},{"text":"That's one of the only times I've ever felt bad for [NAME]. He was relentless and would not let it go!","labels":"sadness"},{"text":"Downvote because prophet","labels":"disapproval"},{"text":"Dude I love working OC. You can bounce around like 4 different districts","labels":"joy"},{"text":"What the fuck. Got that song on repeat right now","labels":"surprise"},{"text":"the laycount is legit buds @IAMTHESmoothOperator","labels":"approval"},{"text":"it's not hipster until you start calling it mylk, anyway.","labels":"approval"},{"text":"I sent that link to my girlfriend, whom I met on Tinder lol","labels":"amusement"},{"text":"In 10 years, she’s still be a loser.","labels":"disapproval"},{"text":"spurs getting carried away now. Fouling their own players.","labels":"approval"},{"text":"Especially the Lexus peeps. Just baffles me how they dash in their nice cars.","labels":"amusement"},{"text":"The Cavs didn’t even want [NAME]. They just wanted to fuck with us.","labels":"anger"},{"text":"People on Reddit barely know anything about law but they love to get riled up about the little that they do know","labels":"joy"},{"text":"Don't think so. Pretty sure i tried it on the MOG 12","labels":"disapproval"},{"text":"Like I said deleted","labels":"neutral"},{"text":"I'm surprised not to see whining about [NAME] books more often, speaking of children.","labels":"surprise"},{"text":"If the alternative to you being single is with this guy, stay single.","labels":"neutral"},{"text":"Lmk if you do this shirts hilarious and I kind of want one","labels":"amusement"},{"text":"Cute, super cute ","labels":"amusement"},{"text":"Could you give an example? You're basically saying that you do MC but don't really say how :P","labels":"neutral"},{"text":"There is an actual subreddit for cheating. It's disgusting.","labels":"disgust"},{"text":"He starts mildly enough with a pucker... then when she *backs away* he opens his mouth and goes further. Seriously - what kind of idiot is that guy?","labels":"annoyance"},{"text":"I was hoping this would happen since I saw yesterday's post! I was not disappointed in the least!","labels":"disappointment"},{"text":"The same as Unicorns to Leprechauns.","labels":"neutral"},{"text":"Plus she's probably going through some extreme grief, life insurance is a huge practical concern for her right now. ","labels":"approval"},{"text":"That sounds pretty good","labels":"optimism"},{"text":"A lot of times the only thing holding any of us back is ourselves. It's not too late to start writing either.","labels":"desire"},{"text":"Hahaha, FUCK","labels":"amusement"},{"text":"Oh absolutely. No way he should run in 2020. I don't know what alternatives there are though.","labels":"approval"},{"text":"I really appreciate this post. I have been having a shit day and this honestly made my night!","labels":"realization"},{"text":"Haven’t forgotten, but let’s get his ridiculous defense up to par. ","labels":"annoyance"},{"text":"It is possible to be a shitbag and also suffer the unfair competition of organized conglomerates of shitbags. Besides, OP wasn't referring to all independent farmers.","labels":"approval"},{"text":"Canada is also getting news coverage.","labels":"neutral"},{"text":"[NAME] the only one who’s still part of the organization here","labels":"neutral"},{"text":"No cap, [NAME] wins champs this year, you'll see","labels":"approval"},{"text":"Nobody has been banned lol","labels":"amusement"},{"text":"I mean, it was season two level of “what the fuck are you doing writers?!”","labels":"anger"},{"text":"He needed to back off a little. He’s forcing it too much. Give her a second. You’re practically a stranger.","labels":"disapproval"},{"text":"The real worst though is when she says, \"I love you more\" 100% seriously.","labels":"caring"},{"text":"that's so sweet","labels":"neutral"},{"text":"this, from the good the bad and the ugly","labels":"amusement"},{"text":"I would shoot a cop who shot my animal. Save the consequences for later, you just assaulted and possibly mortally wounded my best friend. ACAB","labels":"approval"},{"text":"I had this back in 2012 so no not at all LOL","labels":"amusement"},{"text":"delusional about dread being a scam (don't know how this would work) and more of these conspiracy theories with zero proof\/","labels":"neutral"},{"text":"This is amazing. WTF.","labels":"surprise"},{"text":"I know, you see somehow the world is changing me and its so wonderful","labels":"realization"},{"text":"Damn! You were so close! Scary. Damn damn!","labels":"annoyance"},{"text":"It almost looks like stuff from Japanese Pizza Huts !!","labels":"excitement"},{"text":"How did you get access to PCTC?","labels":"neutral"},{"text":"Your comments are nothing but rhetorical ways of telling me I'm wrong. Zero substance.","labels":"approval"},{"text":"These refs are [NAME] awful. Find a new job","labels":"joy"},{"text":"I guess the trick is not to eliminate susceptibility to 51% but to minimize it extremely.","labels":"confusion"},{"text":"Aaaaaaaaaaaaand... *BOOP*","labels":"amusement"},{"text":"I'm very open to doing anything to help me abstain. This seems very helpful I'd love to know more.","labels":"caring"},{"text":"But would the flashing swastikas be unexpected, if you already predicted them?","labels":"approval"},{"text":"Damn that coyote was a fucking noob.","labels":"annoyance"},{"text":"True, my bad. ","labels":"disapproval"},{"text":"Seeing this makes me happy. I hope this is true :)","labels":"love"},{"text":"thanks for clarifying, you put me into cardiac arrest for a moment","labels":"gratitude"},{"text":"Nobody ask me about the day I've had.","labels":"disappointment"},{"text":"Why do you use your valuable time to hate? We only got time to love each other and ourselves.","labels":"caring"},{"text":"Less expensive than chain-link. Needs warning signs, though, and be within his property line.","labels":"approval"},{"text":"Are you replying to something in particular, because what you stated is so obvious I would hope it need not be said on a science thread.","labels":"desire"},{"text":"Last year preseason was in December, but the season started in January. I expect pre-season to occur some time during the second half of this month.","labels":"realization"},{"text":"I don't know you, but I am so proud of you. Hugs.","labels":"amusement"},{"text":"You didn't disappoint. I'm proud of you.","labels":"amusement"},{"text":"He's messing with my emotions and my fantasy hockey pool....","labels":"disappointment"},{"text":"Ah! I couldn’t remember his name!","labels":"surprise"},{"text":"He would die","labels":"amusement"},{"text":"Not gonna lie I’m pretty out of it for New Years so I probably knew-jerked more than necessary. Happy New Years my man!","labels":"pride"},{"text":"ISN'T YOUR CLUB RUN BY A JABBA-THE-HUT-LOOKING DONALD-TRUMP-ACTING MORON WITH A ~~FIVE SIX SEVEN TEN~~ FIFTEEN YEAR PLAN?","labels":"realization"},{"text":"Redpill is a modern name for an old sentiment. And anyways Matrix came out 20 years ago.","labels":"approval"},{"text":"Most people who call themselves anarchists are against the free market because they don't understand it.","labels":"confusion"},{"text":"I have a really nice tempurpedic one and about 6 king sized fluffy ones that I use to just fall asleep hugging","labels":"realization"},{"text":"It's more like the western world is infuriated that a non-democratic Asian republic is on the trajectory to becoming the leading superpower. Case in point ^","labels":"approval"},{"text":"Looks like he tore his patellar ligament","labels":"desire"},{"text":"I know. My question was if they **used** to compete in T5-TTT2.","labels":"neutral"},{"text":"#Go Knights Go!!","labels":"neutral"},{"text":"Can't believe everything you see on the internet eh?","labels":"disapproval"},{"text":"Having fun fighting that strawman? Let me know when you're done.","labels":"amusement"},{"text":"Im color blind, i usually see blue as purple and red as green soo...","labels":"realization"},{"text":"And evidently [NAME] has a weak stomach. Ha.","labels":"disapproval"},{"text":"I have and it didn't help. It's only a matter of time now for how long I can hold on.","labels":"approval"},{"text":"I don’t know anybody of 22 who gets 10 hours of sleep every night","labels":"confusion"},{"text":"Very true that is why I'd also reccomend a mod tweaking AI. Ofcourse the dev's should've done this all themselves but alas.","labels":"approval"},{"text":"Oh, fond memories of accusations of belonging to the CTR squad for so much of 2015\/16.","labels":"disgust"},{"text":"I'm not sure what you mean by 18th century family here but otherwise thanks.","labels":"gratitude"},{"text":"It's absolutely 100% abuse, as others have said you need to get the hell away from him.","labels":"disapproval"},{"text":"You're creepy","labels":"joy"},{"text":"Do I even wanna know what that means?","labels":"confusion"},{"text":"yeah, they both suck... i am not a customer of either, and never will be again.","labels":"approval"},{"text":"No it was a joke","labels":"amusement"},{"text":"aries actually haha","labels":"amusement"},{"text":">Will continue if anyone wants to read more. We are not, therefore please do not","labels":"approval"},{"text":">just because I miss [NAME] and [NAME], who played them. You forgot to add the rest of that sentence ","labels":"sadness"},{"text":"Sounds weird but dont swallow","labels":"surprise"},{"text":"Wow! I’ve never seen so many deleted comments, and that’s saying something.","labels":"confusion"},{"text":"You can try, but I suspect it might be a waste of time.","labels":"disapproval"},{"text":"you can be sweet","labels":"love"},{"text":"[NAME] is bae, how dare you.","labels":"anger"},{"text":"That's interesting I can definitely relate. I ask going to ask if people are cis too but I didn't wanna confound gender with sexuality","labels":"excitement"},{"text":"dudes jelly. keep your distance.","labels":"disapproval"},{"text":"Do whatever you want if\/until you have kids. Just stay safe.","labels":"caring"},{"text":"Surely anyone can submit an application for a writ of habeas corpus?","labels":"approval"},{"text":"You know even when women wear their hair natural they’re still putting products in it right?","labels":"approval"},{"text":"This march is spreading complete lies then as there are no rights a man has that a women doesn’t.","labels":"disapproval"},{"text":"> The most important part of the adduction machine. However I am thinking, akin to being asked stuff like that, everyone will be awful.","labels":"fear"},{"text":"An ex-friend of mine proclaimed than anyone who speaks of being raped is a horrible, unethical human being.","labels":"anger"},{"text":"Exactly, humans are selfish. That was kinda my point, my reasons are superficial and only affect me. Theirs are not. ","labels":"disapproval"},{"text":"Thank you for those words. Your message made me feel better!","labels":"gratitude"},{"text":"Depends on the state, generally speaking.","labels":"neutral"},{"text":"\"oh that wasn't me, my baby brother must have grabbed my phone\" ","labels":"curiosity"},{"text":"Shadow of Mordor 3 looks pretty lit","labels":"amusement"},{"text":"Oil barons hate him!","labels":"anger"},{"text":"Should've gotten a prenup.","labels":"neutral"},{"text":"Hi Mom I accidentally adopted 20 traumatized nerds. -Betty Darkness Dementia Raven Way","labels":"remorse"},{"text":"Lots of words and said nothing. Cheers.","labels":"joy"},{"text":"> \"But I'm their father. They have to,\" he kept saying. And there is delusion colliding with reality.","labels":"approval"},{"text":"They didn’t you lying sack of shit. This sub has no moderators.","labels":"annoyance"},{"text":"Exactly. How that woman has survived two no confidence votes amazes me.","labels":"disapproval"},{"text":"I was just about to comment this. Do people think throwing an lol at the end of everything will just make it fine and dandy. Ridiculous lol.","labels":"amusement"},{"text":"i had a weird feeling colts were gunna win the SB, should have put some money on it ","labels":"surprise"},{"text":"I'm cringing for you. Good luck in your future after this.","labels":"caring"},{"text":"I know they're probobly not good but I love charged hadoken into vskill combos\/mixups. It makes her fireball more interesting than just a zoning tool.","labels":"love"},{"text":"I feel stupid for not looking at her bio, but I do have some more pictures ","labels":"realization"},{"text":"Yep, the presidency isn’t at all related to the 22nd amendment. Be gone, chud.","labels":"approval"},{"text":"If they rig the DNC once, they can do it again.","labels":"realization"},{"text":"People need to want democracy in its raw form though. We're too tribalistic for that.","labels":"approval"},{"text":"The HMC is pretty big and they don't allow stunning.","labels":"amusement"},{"text":"As a contractor this is a huge nono. If it's not on paper it not on your wall either.","labels":"confusion"},{"text":"After BB20, I’ll believe it when I see it. But then again Vegas isn’t announcing this, CBS is","labels":"annoyance"},{"text":"the longest week (2014) I don’t know if it’s still available but it was pretty good romantic comedy","labels":"amusement"},{"text":"yeahhh fellow new shift here too * high five *. Congrats!","labels":"amusement"},{"text":"Whats wrong with removing illegal immigrants?","labels":"disapproval"},{"text":"The fufure is not written! But my skateboard career is!","labels":"optimism"},{"text":"I love this one too \"I like to be spoiled and will spoil my man as well\" Men translate this into \"Pay me for sex\"","labels":"disapproval"},{"text":"Desperate times call for desperate measures.","labels":"approval"},{"text":"[NAME] isn't really that bad, he's also a cheaper option who [NAME] trusts.","labels":"amusement"},{"text":"[NAME]! You made me the happiest girl that could eva be!","labels":"excitement"},{"text":"Oncologist: I have some thoughts on this Centrist: No one wants to hear about it. Pander to someone else","labels":"disappointment"},{"text":">arent as attractive as their peers Except for the women who date older RICH men, those tend to be more attractive.","labels":"desire"},{"text":"Mommy bad man!!!","labels":"surprise"},{"text":"Such a great moment. I love sports because you can always remember where exactly you were when great moments like this happened.","labels":"joy"},{"text":"What was her emergency other than a teen throwing a temper tantrum","labels":"annoyance"},{"text":"I suspect that it's harder to combat sexism in academia because racialized theories have fallen out of favor but sexist ones are still all the rage.","labels":"realization"},{"text":"We also turned the ball over about a million and 3 times. I'm over it honestly","labels":"approval"},{"text":"That actually sounds pretty bloody hilarious. Maybe I'll work that into one of my one-shots.","labels":"amusement"},{"text":"Good job! Next, I recommend going NO contact.","labels":"amusement"},{"text":"what are you scared of!","labels":"fear"},{"text":"Wow. Imagine being this stupid. Life must be so hard for you.","labels":"curiosity"},{"text":"Lmao why does every sw fan have to be so melodramatic","labels":"amusement"},{"text":"I wish I could retort with peep show memes about nazis and pints now. Haha! Cheers","labels":"amusement"},{"text":"Also the joke. C=Sea Pirates sailed on the sea","labels":"joy"},{"text":"GOW always had combat challenges, they just inegrated it more seemlessly this time, instead of having it in a seperate mode in the menu.","labels":"realization"},{"text":"You're being loyal to your mother, who's cheating, and betraying your dad, who's faithful. You might want to think about that.","labels":"confusion"},{"text":"I’m afraid I just blue myself","labels":"disgust"},{"text":"Not the snowbank, though. That will end badly in spring.","labels":"sadness"},{"text":"It that where the phrase \"what a kroc\" came from?","labels":"surprise"},{"text":"i am retarded","labels":"annoyance"},{"text":"Don't post this on Yelp. She'll hate you for life!","labels":"annoyance"},{"text":"Perm what? Seems like it’s like permanent virginity with a haircut lookin like that","labels":"neutral"},{"text":"Stop. How can you watch [NAME] these past years and think he has 2-3 years left.","labels":"annoyance"},{"text":"That's how I used to feel but contracting oneitis added a heaping shitpile of loneliness and agony on top","labels":"disappointment"},{"text":"Source leads to artist’s Twitter page and post :3","labels":"neutral"},{"text":"Did the Benghazi investigation lead to more than a dozen people thrown in jail, cause this investigation has and it's not even over. ","labels":"disapproval"},{"text":"Fucking awesome tournament to watch, well done WePlay, grats to Maggo. The constructed meta ain't that stale!","labels":"amusement"},{"text":"Banned or moved to different platforms mostly. Never were that many and those that did post here had trouble following the rules and were downvoted heavily.","labels":"realization"},{"text":"I asked her before I told her. She took it on herself. I say NO all the time when I don't want to hear sadness and pain","labels":"disappointment"},{"text":"Who's to say she'll pay for funerals? Why not just dig a mass grave and call it a day?","labels":"anger"},{"text":"I once hi-fived the GCS mascot and loved to tell the tale, [NAME]!","labels":"love"},{"text":"Thanks! I was probably going to look in the Midwest","labels":"gratitude"},{"text":"I’m so happy [NAME] gets to make more money","labels":"joy"},{"text":"It goes away and can be treated. Once treated it would never return until she had another child.","labels":"realization"},{"text":"Yeah it is, I hate it so much, I wish I woke up earlier.","labels":"anger"},{"text":"I was pregnant!","labels":"realization"},{"text":"Brace yourself","labels":"gratitude"},{"text":"haha packing it in already after a regular season loss","labels":"joy"},{"text":"[NAME] were the only reason this episode was remotely interesting lmao","labels":"approval"},{"text":"has nothing to do, was removed. Please keep reporting posts like these.","labels":"disapproval"},{"text":"*They ARE my children* And now you see why people call you a future crazy cat lady.","labels":"amusement"},{"text":"Maybe or my reptilian DNA hasn't manifested yet","labels":"desire"},{"text":"as a Ducks fan, this thread makes me sad...","labels":"sadness"},{"text":"Only married once so can't be that bad. Not that it even matters","labels":"desire"},{"text":"You’re an amazingly helpful man. All the rumours about you are false.","labels":"joy"},{"text":"Me too! That’s what I heard :\/","labels":"disappointment"},{"text":"I can try. That sounds interesting. Its hard for me to not be interrupted at my house too. But ill definitely try.","labels":"desire"},{"text":"Very interesting to find out about small details like this. Are there any similar problems with any of the other armor sets?","labels":"curiosity"},{"text":"I didn't believe it until I saw a video with creepy music. CREEPY. MUSIC. That's when my eyes were opened.","labels":"nervousness"},{"text":"There's piece of shit 2 bedroom homes in Palo Alto that cost 3 million. Those schools are damn good though.","labels":"gratitude"},{"text":"Maybe a relationship where you don't live together would suit him better. Some people feel suffocated when they are with their partner for long stretches of time.","labels":"disapproval"},{"text":"The QB said they loved it","labels":"joy"},{"text":"Are you lost?","labels":"curiosity"},{"text":"It’s only missing a line that says “who was born in June” for absolutely no reason","labels":"disapproval"},{"text":"If your enjoying your time with the other person then you are always on fun dates.","labels":"joy"},{"text":"It would be exciting I guess.","labels":"curiosity"},{"text":"I love music but I haven't given a shit about the Triple J's Hottest 100 in at least 10 years","labels":"love"},{"text":"Him staying seems more realistic. I just hope we can land him.","labels":"approval"},{"text":"Korean is not that hard of a language as far as foreign languages go anyway Hahahahahaha, how long have you been studying for?","labels":"amusement"},{"text":"ITT: r\/politics learns what a marginal tax rate is... and now they are experts.","labels":"neutral"},{"text":"There mostly isn't any. Nature merely found a way to encourage the behaviour that leads to babies aka sex.","labels":"approval"},{"text":"Offense is taken, not given. Calm down, you'll live longer. ","labels":"caring"},{"text":"I'll see if I can find it Found it!","labels":"confusion"},{"text":"Followup comment that not-so-subtly requests gold by feigning ignorance or pandering to the pathos of uninspired premium redditors.","labels":"approval"},{"text":"You know the bulks going well when you ate that much last night that breakfast is a struggle","labels":"desire"},{"text":"The part that shocks me is that they allowed him to wear shorts in regular class.","labels":"desire"},{"text":"This dude is acting like python is hard smh","labels":"neutral"},{"text":"They are awesome!","labels":"amusement"},{"text":"The guy that started everything vs the guy who will end everything.","labels":"approval"},{"text":"“So a guy cusses you out for lowballing him...”","labels":"realization"},{"text":"I didn't know that communism was a subject","labels":"confusion"},{"text":"How is Canada going?","labels":"neutral"},{"text":"In fact I plan to start using them in my videos since I plan to make this year feel like 2009.","labels":"realization"},{"text":"Okay, thanks!","labels":"gratitude"},{"text":"Having grown up at that dog park, it's definitely crowded more or less at all hours. Lots of retired folks in that area. ","labels":"disapproval"},{"text":"I don't remember if I've entered","labels":"realization"},{"text":"Dude, I'm happy for you. Keep going, you're doing great!","labels":"joy"},{"text":"Incoming 20m a year contract [NAME] !!!","labels":"neutral"},{"text":"C'mon baby, C'MON DEEP SHIT","labels":"anger"},{"text":"2019 should just be a picture of a trash can or dumpster on fire. Amazing how shitty DICE can make things in 10 years.","labels":"disapproval"},{"text":"The fact that big corporations that made their successes off capitalism are embracing Marxism is really disturbing.","labels":"confusion"},{"text":"I refuse to read him any more. Just another [RELIGION] man getting a slap on the hand & a cover up job.","labels":"disapproval"},{"text":"I have so many questions...","labels":"confusion"},{"text":"The \"people's assembly\" is the latest ruse by neoliberals since they realised they have little chance of winning if another referendum was called.","labels":"approval"},{"text":"Several of the scenarios in the ad were talking about intervening when boys were attacking\/bullying other boys.","labels":"disapproval"},{"text":"Thanks for sharing your story. I hope you are doing okay now.","labels":"desire"},{"text":"At least he was polite - \"please\" fuck off! ","labels":"anger"},{"text":"She just needs to kiss [NAME]","labels":"love"},{"text":"\"Those [NAME] can't take an empty gesture.\"","labels":"approval"},{"text":"Sounds like how I brought in the new year. 3 arguments and counting.... thank [NAME] there is work tomorrow","labels":"gratitude"},{"text":"The tutorial is small, has no networking, and is low in space. your answer.","labels":"disappointment"},{"text":"Stop arguing with people.","labels":"anger"},{"text":"Dipo always be in our hearts. The one that got away","labels":"love"},{"text":"36 and definitely not what I used to be... still ok though!!!","labels":"optimism"},{"text":"It looks like they do but random redditors do not. What a surprise.","labels":"surprise"},{"text":"Her elitism is what earned her the place here. She's clearly a lefty statist.","labels":"approval"},{"text":"i am the new [NAME] hope she doesn't get hated on when she returns on all stars","labels":"annoyance"},{"text":"yes i emailed him and within 10 minutes he emailed back and asked me to call him directly. we spoke for over 30 minutes.","labels":"neutral"},{"text":"Considering their plans, they won't have to spend too much time in order to consider it the rest of their life..","labels":"approval"},{"text":"Thank you everyone for the suggestions. I think they're great much easier than my thoughts of trying to donate money instead of the contents.","labels":"gratitude"},{"text":"I want to come back as a tree","labels":"desire"},{"text":"Lol idk how he messed them up but they were like eating rubber or gummy candies almost","labels":"amusement"},{"text":"If you really think that pro-lifers think sperm are \"potential children\" you severely misunderstand their worldview.","labels":"confusion"},{"text":"I wish [NAME] would debate [NAME], if he was alive :(. ","labels":"sadness"},{"text":"He looks like [NAME] soooo... accurate.","labels":"approval"},{"text":"Typo...RBG lol","labels":"amusement"},{"text":"The guy on that wouldn’t let [NAME] touch his own boat","labels":"approval"},{"text":"Yeah that's funny. Girl who didn't like that is probably some [NAME] wannabe thot.","labels":"amusement"},{"text":"Wow, you must've never been on \/pol\/ or like dozens of anti [NAME] subreddits.","labels":"approval"},{"text":"CENTRISTS ONLY LEFTISTS GO AWAY also stop downvoting we don't want a circlejerk.","labels":"disappointment"},{"text":"Better try next time. Remember to apply yourself and learn history instead of getting angry.","labels":"caring"},{"text":"I love it","labels":"love"},{"text":"Nobody likes you","labels":"disapproval"},{"text":"Multiply it by hundreds to account for all employees of the store and then yes, it is true Also love how they mock the mentally disabled here. 10\/10 \/s","labels":"approval"},{"text":"Me too, I've heard before that I'm too blunt and I feel bad about it at times","labels":"disgust"},{"text":"Dental Assisting. I still deal with people but going through school and doing hours at a dental office I'm thoroughly enjoying it.","labels":"joy"},{"text":"It's not just what he said, it was the way he said it. Good stuff.","labels":"approval"},{"text":"Go with her, eat healthy food with her too. It may help","labels":"caring"},{"text":"Saddos??? And holy heck that laughing emoji, what a disrespectful sociopath. I'm so sorry you have to deal with her.","labels":"amusement"},{"text":"Do you mean a \"theocracy\"?","labels":"realization"},{"text":"Cheers, i was out of date. Things change fast!","labels":"realization"},{"text":"My biggest problem with Yuri on Ice is that it didn't have enough episodes to show the payoff of their relationship in my opinion.","labels":"realization"},{"text":"And that's not [NAME] either. It's former HS o-lineman who now runs a frat","labels":"approval"},{"text":"Sure! You had my curiosity; now you have my attention...","labels":"curiosity"},{"text":"I've agreed with this since day one. Check out his match he he had with [NAME] back in NXT","labels":"approval"},{"text":"I waited 15 days for this joke, I'm so proud of this community.","labels":"amusement"},{"text":"Good suggestion, he does a great job guarding [NAME] in their matchups","labels":"amusement"},{"text":"Oh boy....","labels":"neutral"},{"text":"That’s what I came here to say! My sister was born in 2003 and writes in perfect cursive.","labels":"realization"},{"text":"The vagoo has been stretched over the bike, it allows for a comfortable and pleasurable ride, pretty innovative and cleaver way to operate a locomotive.","labels":"approval"},{"text":"This is a great troll. I feel bad for anyone who thinks this is serious.","labels":"sadness"},{"text":"The men who didn't get other matches were being hypergamous in matching with a [NAME].","labels":"disapproval"},{"text":"My home equity rose 120k in the 3 years since i bought it. Just saying","labels":"approval"},{"text":"There's so much missing information that is hard to dissect. Did you initiate the divorce? What was the reason for the divorce?","labels":"annoyance"},{"text":"Wait..whaaa? :D","labels":"surprise"},{"text":"REVENGE GAME — a former [NAME] is going to go off today... [NAME] DROPPING 40","labels":"approval"},{"text":"What happened? Did something set you off? THough sometimes we can have good days and bad days, don't let it offset the progress you've made","labels":"caring"},{"text":"Judging by my 10 month old, that is about 2.5 days worth of dirty diapers. ","labels":"anger"},{"text":"You can't just assert that something came from nothing, you need to provide evidence for said claim.","labels":"approval"},{"text":"I was a [NAME] fan for a good bit, so that swayed me a little towards his teams","labels":"approval"},{"text":"[NAME] is a hungry little bastard.","labels":"anger"},{"text":"yes it does.","labels":"approval"},{"text":"lol I’m realizing that now!","labels":"amusement"},{"text":"Gawd but [NAME] is a bitch.","labels":"anger"},{"text":"Thank you! [NAME] is drafting off this documentary.","labels":"gratitude"},{"text":"No, go home","labels":"neutral"},{"text":"What a very \"centrist\" thing to say. ","labels":"surprise"},{"text":"You beat me to it","labels":"annoyance"},{"text":"it's ok [NAME] I feed my cat bananna yesteda y","labels":"caring"},{"text":"Like this game from a week ago? 26 points 14","labels":"neutral"},{"text":"I mean [NAME] rookie of the year thing. Lol am dumbass Just a misunderstanding.","labels":"amusement"},{"text":"I wasn’t saying she was faking just curious to see her reaction to it","labels":"curiosity"},{"text":"I love you","labels":"love"},{"text":"The best losers of grand finals cod has ever seen","labels":"disapproval"},{"text":"So it *was* you I saw in the window in De Wallen, then? :D","labels":"neutral"},{"text":"Well that Praying Mantis had some balls. Just imagine this tiny little dude said a prayer and then jumped right in to fight this giant.","labels":"approval"},{"text":"My [NAME]! This isnt a vaccine! It's a jello shot!","labels":"surprise"},{"text":"Thank you so much! We will likely also be doing that haha :)","labels":"amusement"},{"text":"I saw that twice last year.","labels":"excitement"},{"text":"Science has its role in a society. It should serve that role. It should not try to usurp morality, spirituality etc.","labels":"approval"},{"text":"I always felt [NAME] was just a bit too slick. I never trusted him even before the scandal came out.","labels":"disapproval"},{"text":"Like this just cuz of the [NAME] rhymes background raps...but dude your [NAME] is sick against [NAME]","labels":"realization"},{"text":"[NAME], I love science.","labels":"love"},{"text":"Thanks for the tip, just got some FYH Caesar on sale, can’t wait to try it!","labels":"gratitude"},{"text":"I love it when people delete their whiny comments and then try to reply with something snarky","labels":"joy"},{"text":"[NAME] don’t make up only 2% of the population though. Edit: I mis-read. I’m sorry. Please ignore this comment.","labels":"remorse"},{"text":"You're still going after this man, you posted from your alt account, give it up and take the L. It's not emasculating at all.","labels":"realization"},{"text":"This is why you dont brag online and post personal gun pics. It can be used against you in a court of law.","labels":"approval"},{"text":"Canada here, yup..... gods damned homophobic leftovers.","labels":"amusement"},{"text":"Finally some good vibes in this sub, im happy for you man!!","labels":"approval"},{"text":"Told ya.","labels":"neutral"},{"text":"That, and truthers. Like, why? It just makes everything else she says seem suspect to the average person regardless of how sound it is.","labels":"amusement"},{"text":"That’s a Prog Snob for ya.","labels":"neutral"},{"text":"I know it's so amazing. Too bad all the people that hate the game haven't thought of giving it a try.","labels":"curiosity"},{"text":"What a hilarious joke... Comedy has basically become bashing.","labels":"amusement"},{"text":"Ohhhh....this would be easy but....nope....not gunna.....","labels":"curiosity"},{"text":"The important thing is that you're having fun","labels":"joy"},{"text":"I would tend to agree, but it’s also the crypto market. You never really know what it’s going to do lol","labels":"amusement"},{"text":"Same reaction I had last week when I learned that [NAME] was once engaged to [NAME].","labels":"surprise"},{"text":"I read this place obsessively and didn't see it, so I'm enjoying it and upvoting it anyway","labels":"joy"},{"text":"I’m tired of these stupid posts. Stop trying to become a meme. You’re ruining this sub!","labels":"anger"},{"text":"I told them I’m not ETFSEC so they cancelled the call :(","labels":"sadness"},{"text":"Love your \/u\/ so much.","labels":"love"},{"text":"[NAME] insists it went off the glass, i trust him!","labels":"approval"},{"text":"Bro we got destroyed last time, we’re due for a heartbreaking missed field goal or extremely ill-timed turnover ","labels":"disapproval"},{"text":"No no. totally justified","labels":"approval"},{"text":">First of All, Nationalism ≠ Protectionsim. Excuse me, yes, it is. Capitalists believe in globalism.","labels":"approval"},{"text":">uploaded sept 20, 2016 >frysuspiciouseyes.jpg","labels":"neutral"},{"text":"[NAME] would laugh and hang up if this was the offer","labels":"amusement"},{"text":"I Am [NAME]!","labels":"neutral"},{"text":"This made me spill my drink.","labels":"annoyance"},{"text":"On a related note, why does it shatter? I expected it to break into a few large pieces, rather than completely fall apart.","labels":"neutral"},{"text":"Yet again; totally missing my point.","labels":"disapproval"},{"text":"I can't wait to tell my daughter how she used to love me so much she even wanted to watch me poop.","labels":"love"},{"text":"Thats a red flag that you're a big part of his son's life after 5 months. This all seems very immature, both you and him.","labels":"caring"},{"text":"I was too busy catching the pokebugs!","labels":"neutral"},{"text":"Careful, it's hot ","labels":"caring"},{"text":"I imagined as much, but I wasn’t sure, thanks for the clarification.","labels":"relief"},{"text":"Except when you get put against the same 6 stack 5 times in a row and they smash you every time... was not a good time","labels":"neutral"},{"text":"About as far as I got too, what a rude condescending wanker he is. ","labels":"anger"},{"text":"NICE... TO.... MEET YOU... OW!","labels":"joy"},{"text":"KNOX VEGAS! Out of every place I’ve lived, Knoxville and Farragut were my favorites. Despite political leanings, every neighbor was so kind. ","labels":"caring"},{"text":"I do the 4-second gap as well and is it infuriating to see someone take advantage of it.","labels":"approval"},{"text":"Only a dozen times? That’s nothing. You can do that in one evening. You’re giving up before you even tried!","labels":"approval"},{"text":"If Android: YouTube Vanced is your new best friend. If IOS: sorry lol get a real phone","labels":"remorse"},{"text":"assault some more people.","labels":"amusement"},{"text":"St. Anger and All Nightmare Long are my favorite albums :))","labels":"joy"},{"text":"I don't know how that works, but it's definitive that it will happen on that date.","labels":"optimism"},{"text":"just give me platinum and go to sleep ♥️","labels":"love"},{"text":"We will pray for your conversion and for those who misspoke for the church. Keep at it. The fact that you’re here means something wonderful.","labels":"approval"},{"text":"Glad I'm not the only one","labels":"relief"},{"text":"[NAME] is not a guy I root against. Just hope we have a good enjoyable game","labels":"joy"},{"text":"These were one of the worst commentators I have ever been forced to listen to. The jokes were so cringe-worthy.","labels":"anger"},{"text":"Is this in response to something that you've noticed about or just a general statement?","labels":"approval"},{"text":"Recently got this book! I would be interested as well!","labels":"curiosity"},{"text":"15 is too old to play playing fortnite smh","labels":"desire"},{"text":"I really need to get more sleep.","labels":"caring"},{"text":"[NAME] and [NAME] had equally good chances when they were on the same line in the first\/second period - they just didn't convert.","labels":"optimism"},{"text":"I heard your dad went into a restaurant and ate all the food in the restaurant and they had to close the restaurant.","labels":"realization"},{"text":"You’re not winning this one. Move along.","labels":"disappointment"},{"text":"Siblings growing apart is a natural part of life. Unless your close in age then it's almost certainly bound to happen and that's fine.","labels":"approval"},{"text":"Fuck if I only could have those a single family home prices back :( maybe I wouldn’t be living in my RV","labels":"anger"},{"text":"A one-line whip is still whipping against, although it is a pretty disappointing decision.","labels":"disappointment"},{"text":"You have to assert dominance or they'll never learn.","labels":"desire"},{"text":"I might be able to help. A\/S\/L?","labels":"neutral"},{"text":"Ugh her mind!","labels":"neutral"},{"text":"Try some other banks, maybe smaller ones, and good luck! Maybe get that deposit up a bit more, and borrow less.","labels":"optimism"},{"text":"I moved to the construction industry because it's less mental stress and I can myself better","labels":"joy"},{"text":">snopes >Wikipedia >Wikipedia K","labels":"amusement"},{"text":"Here's another message \"You're a good mom. Your boy is lucky to have you.\"","labels":"amusement"},{"text":"i think that is called masochism","labels":"realization"},{"text":"Oh I get it. I totally misunderstood.","labels":"disapproval"},{"text":"And any form of bottom up government is also extremely susceptible to corruption. Basically, humans suck. ","labels":"approval"},{"text":"That's a cute spider.","labels":"love"},{"text":">\"ad\" nauseum I see what you did there.","labels":"neutral"},{"text":"It's almost like the whole rationalist thing was started by an overconfident person.","labels":"optimism"},{"text":"Bah gawd that drop step fake pass turnaround jumper is [NAME] move! They really love each other!","labels":"love"},{"text":"My bf uses profanity, and I don't care. There's no reason for misogyny though.","labels":"disapproval"},{"text":"I had to mute cause the sound was making me cry.","labels":"sadness"},{"text":"I'm not a miner. I'm not a service but I run a full node for experimentation and learning. Do I help or hurt decentralization?","labels":"optimism"},{"text":"Yeah he was going like \"YOOOO\" and his boy was like yo chill man tf this aint no club keep yo voice down lmao","labels":"disapproval"},{"text":"Im always worried that League Pass won't be the Orlando Feed. Thank god today is [NAME] and [NAME]","labels":"annoyance"},{"text":"[NAME] just reminded us last night why he’s paid his ridiculous wages","labels":"anger"},{"text":"I tried my best, but my best was never enough. Thank you.","labels":"gratitude"},{"text":"What does FPTP have to do with the referendum?","labels":"surprise"},{"text":"This will get us focused and we’ll play hard with a vengeful attitude next couple games","labels":"optimism"},{"text":"I really should know better than to ask questions like that here...","labels":"neutral"},{"text":"And him to then yell back at them.","labels":"annoyance"},{"text":"Just a heads up that’s not what neoliberalism is.","labels":"neutral"},{"text":"What's the source? I love this.","labels":"joy"},{"text":"Maybe she’ll think it was cute how shy you were","labels":"amusement"},{"text":"Explaining the whole thing i wouldnt have the heart to physically or mebtally hurt a person such as raping someone","labels":"approval"},{"text":"Thanks for the sauce boss","labels":"gratitude"},{"text":"Gotcha. I'll do a little Google-fu and see what comes up. Thanks anyway!","labels":"gratitude"},{"text":"Ok mister [NAME] triggered boy","labels":"realization"},{"text":"Going by the dates given, this child was born in 1985. So Mom really cared about this in the 80s. ","labels":"caring"},{"text":"To quote [NAME], \"What an eyesore!\" ","labels":"neutral"},{"text":"Because the mystery is solved if you see the end. The hands striking simultaneously and close together on the same side= beatsaber e: on Normal","labels":"relief"},{"text":"Anything in this sub that reaches front page is. I'm subscribed for the sake of genuinely funny content.","labels":"approval"},{"text":"Cannot confirm i don’t see any dictatorship yet","labels":"confusion"},{"text":"FANTASTIC, was watching this episode last night. [NAME] is great.","labels":"excitement"},{"text":"According to you lol. MBTI could potentially be all of those things if applied correctly.","labels":"amusement"},{"text":"Damn, we need to get this idea to [NAME]! ","labels":"desire"},{"text":"Good to see [NAME] getting some love.","labels":"love"},{"text":"All they see is EA bad, this whole sub is coming full circle jerk now.","labels":"annoyance"},{"text":"That makes sense. You had a good reaction time. Glad no one was hurt.","labels":"gratitude"},{"text":"I mean, it's just a happy birthday post","labels":"neutral"},{"text":"Only people who think they’re better than they are blame their losses on a grenade in the game.","labels":"approval"},{"text":"You can still check your feelings and then see how they’re messing up your facts.","labels":"realization"},{"text":"An indie rock guy I loved used dialectics to explain his songwriting process, it was weird.","labels":"joy"},{"text":"[NAME] sued by floss kid \/s","labels":"amusement"},{"text":"Great game. Love winning in NOLA.","labels":"love"},{"text":"I named my new kitten Baker and you can bet your ass that he’s getting posted here next time there is a flood of doggo posts","labels":"disgust"},{"text":"There’s a fairly strong intersection between white supremacists and antivacs from what I’ve noticed","labels":"realization"},{"text":"Like I said, I’m glad that’s working out for him but for most of the world being gainfully employed societal norms absolutely matter.","labels":"caring"},{"text":"Fun fact: There are only 2,208 billionaires in the world","labels":"amusement"},{"text":"[NAME] damn what a comeback. I love this teams fight.","labels":"joy"},{"text":"I think this is what inspired [NAME]","labels":"amusement"},{"text":"I would gleefully look forward to a battle where fascist apologists and race baiters utterly destroy each other. Maybe then we can have a civil, unified society.","labels":"approval"},{"text":"I think only bc skilled players play her. Tbh I am not one of them","labels":"amusement"},{"text":"Partial reopening within the next two weeks for services to the [NAME], but unfortunately for some a lot of the government is never coming back from this.","labels":"disappointment"},{"text":"Ouch. That hurt the ego. And that’s not easy to do.","labels":"annoyance"},{"text":"I guessed this","labels":"neutral"},{"text":"kill me. lifes meaningless bc of this","labels":"anger"},{"text":"LPT: As soon as you wake up make a repost, your virtual internet points will make you feel better.","labels":"optimism"},{"text":"Wow I’ve never seen that one and I love it! Could you share the picture?","labels":"love"},{"text":"This really tickled my anxiety. I hate it","labels":"annoyance"},{"text":"At least the ice didnt break","labels":"neutral"},{"text":"Not his fault [NAME] got butterfingers.","labels":"remorse"},{"text":"I like #5 too she is slacking on her end of that bargain, she’ll leave [NAME] before she ever sleeps with him. ","labels":"desire"},{"text":"[NAME] IS SMILING EVERYONE","labels":"neutral"},{"text":"Its been a long time since they were teenagers. My oldest granddaughter is a teenager.","labels":"joy"},{"text":"You could buy a used car for the price of those shoes!","labels":"surprise"},{"text":"A beautiful poem for a beautiful thing. Happy cake day btw!","labels":"surprise"},{"text":"I suppose inducing vomiting is a sort of detox...","labels":"neutral"},{"text":"If someone starts that, I’ll join in. Their mods help perpetuate it all.","labels":"confusion"},{"text":"I just love that this is appropriate for football now\/again. #FuckLA","labels":"annoyance"},{"text":"He’s a coward, but no need to ruin his life. You should feel sorry for him. ","labels":"caring"},{"text":"What an immature response. With a little passive agressive racism to boot. Classy.","labels":"anger"},{"text":"Thank you for not making a cake day shit post","labels":"gratitude"},{"text":"Niemi locked in holy fuck.","labels":"anger"},{"text":"Name something just pick a single thing so I can present evidence to you .. quit sealioning","labels":"approval"},{"text":"Typical. Ugh","labels":"neutral"},{"text":"he saw it","labels":"neutral"},{"text":"Can't blame him. As an [NAME], everything I know about American Football came from Eyeshield 21.","labels":"annoyance"},{"text":"And maybe one day you'll be able to afford one, but until then continue being an edgy teenager whining about the war on drugs. ","labels":"disapproval"},{"text":"Thank you.","labels":"gratitude"},{"text":"This is the most high school post I’ve ever seen on this subreddit.","labels":"surprise"},{"text":"I scrolled past this and thought this was a title reveal and got so excited. Good GOOD theory though!","labels":"excitement"},{"text":"Lol don't worry, they even make you somehow hate [NAME] in season 2.","labels":"amusement"},{"text":"Have fun.","labels":"joy"},{"text":"Literally never in my life. But I’m only 19 so like","labels":"joy"},{"text":"how was your day?","labels":"neutral"},{"text":"Miss me with that","labels":"amusement"},{"text":"Just you. All my other senses open up, so my vision _changes_ but i'm still eyes open","labels":"realization"},{"text":"It inhales you ignorant octorok","labels":"disappointment"},{"text":"He was huge!","labels":"neutral"},{"text":"Happy Daily Peko #270! Source couldn’t be found I think it’s from the manga.","labels":"joy"},{"text":"Weeks a year.","labels":"neutral"},{"text":"No Greece is full of poverty, I understand the confusion though ","labels":"confusion"},{"text":"You're way too involved in this. Take a break from the internet.","labels":"neutral"},{"text":"That’s why this team sucks. People are still paying to see them, so upper management has nothing to worry about. ","labels":"approval"},{"text":"So I've never seen [NAME] before and decided to Google it out of curiosity... Cheers for that","labels":"curiosity"},{"text":"Wow they got them [NAME]? Those US agents are some lucky guys","labels":"optimism"},{"text":"Some people are lucky! Def ask your daughter.","labels":"amusement"},{"text":"That’s crazy. Depending of the state you’d effectively be obligated to work for that employer.","labels":"excitement"},{"text":"I’m sorry to hear that friend :(. It’s for the best most likely if she didn’t accept you for who you are","labels":"disappointment"},{"text":"Ok just making sure i was confused","labels":"confusion"},{"text":"You actually have a point. But I think as long as they both dont have an issue atm it should be okay.","labels":"optimism"},{"text":"That’s absolutely fantastic but I literally was only pointing out the last time I can remember Connecticut being in the national spotlight.","labels":"amusement"},{"text":"Hard to follow after reading his post history. Says he is divorced...","labels":"sadness"},{"text":"Where is that damn SaLt LiCK","labels":"anger"},{"text":"And Arsenal fans hated him as he left them for his boyhood club, which made his great performances against them all the sweeter","labels":"disgust"},{"text":"She’s out here lookin like Snuffleupagus from the muppets with those big eyes sheesh","labels":"approval"},{"text":"He is 100% [NAME]. Not using [NAME] for the role of Admiral [NAME] is missed opportunity ;)","labels":"approval"},{"text":"Google “Video Game Addiction”. You’re already at step one. You know you have a problem.","labels":"realization"},{"text":"Saw it at work this morning, christ the clouds were beautiful","labels":"amusement"},{"text":"I agree with [NAME].","labels":"approval"},{"text":"not giving a s* about what others say ;)","labels":"joy"},{"text":"Ur a silly goose","labels":"amusement"},{"text":"Imagine thinking you can learn what you need to about parenting from a paper lol","labels":"amusement"},{"text":"I miss him...","labels":"caring"},{"text":"I'll have some wasabi with tapeworms tonight thanks.","labels":"gratitude"},{"text":"was never caught by my parents when jerking off, but had a few close calls.","labels":"disapproval"},{"text":"So guys, we did it","labels":"neutral"},{"text":"Competent, maybe, but erratic, unpredictable, and somewhat homicidal. ","labels":"confusion"},{"text":"Increase in robberies on pot shops. I really hope not though.","labels":"realization"},{"text":"I've found that reading before bed helps my brain get tired without needing to exhaust myself by staying up very late.","labels":"desire"},{"text":"I mean it doesn't say anything about comments? Anyways who cares it's a celebrity its his fault.","labels":"disapproval"},{"text":"Hey nice rebuttal. I got some new information out of that, thanks for that. It's all about learning. ","labels":"gratitude"},{"text":"Sure does bud. You now belong in a racialized group. Your membership to the \"historically oppressed minority club\" is in the mail.","labels":"approval"},{"text":"How about catching the tines of your fork on a small hole and hearing it scrape across four other holes?","labels":"neutral"},{"text":"Yes. Some shows get canceled before they can even finish the season","labels":"disappointment"},{"text":"I would never do such a thing. :P","labels":"desire"},{"text":"oh no [NAME] wud is u doing","labels":"desire"},{"text":"[NAME] found the perfect position to not have to defend [NAME] or [NAME]. Amazing instinct to be honest","labels":"approval"},{"text":"If you keep grinding you could become rookie of the year 2020 imo","labels":"amusement"},{"text":"School Board Trustees are leeches of the system in any district. It's the most unnecessary position that does nothing more than continuous damage.","labels":"disapproval"},{"text":"It's always bothered me. He reminds me of [NAME], coming in for the kiss with his mouth wide open!","labels":"excitement"},{"text":"I make lots of lists and none of them are useful. Except my playlists, I use them.","labels":"realization"},{"text":"What I’m hearing is you’re under 15. \/r\/teenagers is that way","labels":"neutral"},{"text":"[NAME] was autistic BOOM","labels":"neutral"},{"text":"All that and still tweeting about real and perceived insults.","labels":"approval"},{"text":"[NAME] only runs in [NAME] shorts!","labels":"realization"},{"text":"Yes - thanks for this. Have just finally contacted a counsellor after talking about it for years.","labels":"gratitude"},{"text":"That's great to hear! I had no idea we actually helped so many people with just a dumb sign and some cookies.","labels":"caring"},{"text":"Your #1 priority is the apartment paperwork. Good luck","labels":"amusement"},{"text":"I'm just glad they'll chill out in the main sub, they were swarmin.","labels":"joy"},{"text":"Lmao “now everyone *has* a job”","labels":"realization"},{"text":"Ouch. Rough year for the jags. Where upstate are you?","labels":"approval"},{"text":"I have silvered it as it was what I was thinking and they beat me to it hahaha","labels":"amusement"},{"text":"I will definitely check that artist out, if there is something that can lift me up a little bit, it's new music. ","labels":"approval"},{"text":"I so badly wish we could all gain this mindset and keep it. How easy would life be.","labels":"disapproval"},{"text":"Thanks so much! Im not sure if its directly from youtube its","labels":"gratitude"},{"text":"I am really sorry for you, but oh my [NAME] this made me cry laughing. I hope the cat learns to like you eventually","labels":"amusement"},{"text":"Thank you. This is well-written and it’s really helpful.","labels":"gratitude"},{"text":"Is that proving Jewishness for Halakha or for the [RELIGION] Agency?","labels":"curiosity"},{"text":"supa mario brothas 2 ya bitch","labels":"neutral"},{"text":"one dude puked on my patio, he fell out at 2am! weak!","labels":"sadness"},{"text":"Oh, did they innovate anything I would recognize with their obscenely large financial investments? :):):):)","labels":"approval"},{"text":"I love [NAME], but man I wish I knew what [NAME] would have been like here.","labels":"love"},{"text":"You can't compare general economic losses to tax funded expenditures. It would only be fair if we lost 5 billion in tax revenue.","labels":"disapproval"},{"text":"I agree with this coked-up fiend.","labels":"approval"},{"text":"I don’t know Lady [NAME] drag race has a nice ring to it LOL [NAME].","labels":"amusement"},{"text":"that's one amazing thought! All the best! we are with you!","labels":"caring"},{"text":"Nothing says “I peaked too soon” more than a class ring.","labels":"neutral"},{"text":"oh no, I didn’t mean one of my boyfriends haha, I meant one of his things. we’re not in an open relationship","labels":"amusement"},{"text":"I'll share some soon. Just as a heads up: There seems to be quite a bit of trickery going on.","labels":"confusion"},{"text":"Date women! (Honestly tho, it's better.)","labels":"neutral"},{"text":"You goatta be kidding me!","labels":"amusement"},{"text":"thats amazing!! Congrats!","labels":"joy"},{"text":"As for myself, I've very rarely do I make my day! And it's not like I do, and do it try your best.","labels":"desire"},{"text":"This is hilarious! Sounds similar to my buddy's experience at his gym in CoHeights!","labels":"amusement"},{"text":"Love the idea for the [NAME] skin but I think it might be too hard :\/","labels":"love"},{"text":"She’s not even on vacation anymore!","labels":"approval"},{"text":"Mine did too","labels":"neutral"},{"text":"Thanks for the link,much appreciated,great info you found.","labels":"gratitude"},{"text":"[NAME]: So, I hear you guys are doing video tributes now? [NAME]: That's what I thought...","labels":"neutral"},{"text":"So one study on ten years of data in a chem unit\/battalion and you're extrapolating that to the entire DoD?","labels":"neutral"},{"text":"Realize that all those feelings she had for you were lies. She is liar. Don't let her take up space in your head rent free.","labels":"realization"},{"text":"hey of course, I’m glad I could shine some light. Stay strong mate ","labels":"caring"},{"text":"They don’t. Conservatives want to characterize any scoopy news organization as unreliable because they can’t get ahead of them easily.","labels":"confusion"},{"text":"\"Freedom is a cage\" -[NAME]","labels":"neutral"},{"text":"This was the one post that truly frightened me about the insane left. They are a cult, and not on our side.","labels":"fear"},{"text":"\"drop the beat *AYYYYYYYYY........OOOOOOOOHHHHNNNOOOOOO\"*","labels":"joy"},{"text":"I can easily relate to that as well. The siblings are the ones who will stick with us for the whole journey to the very end.","labels":"joy"},{"text":"They’re all so damn gorgeous. No complaints here lol","labels":"amusement"},{"text":"Omg! That's awesome thank you so much!","labels":"gratitude"},{"text":"GOOD [NAME] ALIGHTY, HE'S BROKEN IN HALF","labels":"disappointment"},{"text":"That’s no ordinary rabbit!","labels":"realization"},{"text":"Kraft is the wrong kind of ass though. Even the generic stuff is better than kraft.","labels":"approval"},{"text":"This made me laugh so hard I farted and woke my dog up. Only thing missing is the confetti.","labels":"amusement"},{"text":"\"I care about the nation and the world\" and \"I'd rather let trump win than vote democrat\" are opposites of eachother","labels":"caring"},{"text":"There’s some Rask sparks!","labels":"neutral"},{"text":"All you will ever get to work for a clown like [NAME].","labels":"approval"},{"text":"This team isn’t winning the 2019 cup. I’m focused on 2022 and beyond","labels":"disapproval"},{"text":"Very wholesome!","labels":"neutral"},{"text":"Oh [NAME] if you ever burn anything you will never live it down.","labels":"desire"},{"text":"Ok dude!","labels":"realization"},{"text":"This face will not age well.","labels":"approval"},{"text":"Maybe one is bigger than the other, so getting more t-time?","labels":"approval"},{"text":"It’s fine. Baby boomers are always angry","labels":"anger"},{"text":"OK. You’re not distinguishing yourself from an anti-theist. >[RELIGION] [NAME] I said ‘a god’.","labels":"caring"},{"text":"I love how he looks around for a flag and doesn’t celebrate at first","labels":"disappointment"},{"text":"You know you could replace republican with democratic and it would still be funny","labels":"amusement"},{"text":"Those backpack leashes suddenly don't seem so bad","labels":"approval"},{"text":"So, you literally grew up in a barn?","labels":"sadness"},{"text":"[NAME] is great and all but him and ab need each other","labels":"amusement"},{"text":"This looks like it was written by someone’s desperate to be “down with the kidz” mother.","labels":"sadness"},{"text":"Ok, thanks for the clarification. I don't find it compelling but I appreciate your time and patience.","labels":"gratitude"},{"text":"Some of them are delusional and believe their victims want it","labels":"desire"},{"text":"My reaction was a dejected \"ahhhh damn.....\"","labels":"disapproval"},{"text":"Bomb on your chest Do not try this at home","labels":"desire"},{"text":"I read it as him taking her virginity. Raping her...unless it was consensual and she WANTED to lose it.","labels":"realization"},{"text":"Firstly, thanks for pointing it out, and secondly, you should have some sort of [NAME] nearby, he should do the job","labels":"gratitude"},{"text":"Thank you. I thought I was going crazy for a sec.","labels":"joy"},{"text":"It's John Fogerty v Fantasy Records all over again, and the parent comment is Fantasy Records ","labels":"neutral"},{"text":"Did I say he was a scammer? I said he's disgusting and there's nothing endearing about him at all. Not surprised this subreddit is defending him","labels":"disgust"},{"text":"Isn't this researching online?","labels":"neutral"},{"text":"Always been a Yankees and Chargers fan. Ask me how it feels to lose to Boston in two division playoff rounds within a few months.","labels":"love"},{"text":"Silence and For Greater Glory","labels":"gratitude"},{"text":"My boyfriend is so much like your husband. I’m so happy for you to have him, he sounds wonderful. ","labels":"excitement"},{"text":"Clearly they do know who to trust now.","labels":"confusion"},{"text":"Home field advantage is barely a thing lmao also I hate the Patriots, you're just being an idiot.","labels":"disapproval"},{"text":"We had a long debate about how old Jackie bird is and as per every year were surprised by the result. Was pish","labels":"disapproval"},{"text":"ahh [NAME] know you are well known people sooo...this isnt good thing","labels":"disapproval"},{"text":"You can assume he means in the 5 man at least in terms of how the matchup takes place.","labels":"realization"},{"text":"Who knows, he could say \"rough\" and I could wind up in handcuffs.","labels":"neutral"},{"text":"This post is SO HELPFUL. Thank you!!","labels":"gratitude"},{"text":"Nukeville sounds like a nicer neighborhood. Like no broken and burnt houses and like children playing in the street and people having barbecues","labels":"joy"},{"text":"Fear mongering.","labels":"fear"},{"text":"At least she had a great experience","labels":"joy"},{"text":"You’re the best grandmother a person could hope to have.","labels":"amusement"},{"text":"Tell him, that just as he has a very shy person and I told her just to get a pretty woman with a strapon.","labels":"joy"},{"text":"Please go to youtube and leave a comment and share :) Happy new year!!!","labels":"neutral"},{"text":"Can these be made so in the future it could be made even higher? Like adding an additional 15 feet or so? Would be cool...","labels":"desire"},{"text":"is your friend.","labels":"neutral"},{"text":"Or, [NAME] is upset we aren't in the playoffs.... You know. He only really cares about winning ..","labels":"caring"},{"text":"You'll be fine.","labels":"caring"},{"text":"I have a big family of artists","labels":"neutral"},{"text":"Ugh. This is horrifying. Thank you for sharing.","labels":"gratitude"},{"text":"I think [NAME] is a crisis actor!","labels":"realization"},{"text":"Your opinion doesn’t matter enough to me to trigger me :)","labels":"neutral"},{"text":"Just because she was watching, doesn’t mean she was into it.","labels":"confusion"},{"text":"This is a toxic behaviour.. get rid of him as soon as possible.","labels":"disgust"},{"text":"It's the hard R that'll get you in trouble.","labels":"fear"},{"text":"[NAME]? We have a friend in one of those condos on 19th.","labels":"neutral"},{"text":"Oh come on! Stop posting this stuff. FFS will you think of my blood pressure!? You’re killing me (figuratively speaking).","labels":"anger"},{"text":"The Right: \"Why won't the left let us rape, abuse and brainwash children without putting their liberal noses where they don't belong.\"","labels":"anger"},{"text":"delusion hits hard","labels":"neutral"},{"text":"Hope to see you in the chat as the episode premiers! Best wishes!","labels":"gratitude"},{"text":"Everytime I wore white pants! Finally got an ablation after kids, best procedure I've ever had besides lasik.","labels":"realization"},{"text":"I'm not sure how to post a picture lol. Here's my attempt.","labels":"amusement"},{"text":"The DNC effectively *was* lead by [NAME]... That was the problem.","labels":"sadness"},{"text":"I was already taking a break from basketball this season, but I think this really put the final nail in the coffin. This team is hopeless. ","labels":"approval"},{"text":"Which guy is that again? Theres also [NAME], hyper pro military special ops guy. ","labels":"curiosity"},{"text":"okay, enjoy living in ignorance and hatred","labels":"sadness"},{"text":"You know, I was wrong. I always assumed false dichotomy was their favorite fallacy when it's clearly strawman.","labels":"embarrassment"},{"text":"Hit my head on a bench doing parkour. Looked like that lol","labels":"amusement"},{"text":"Why on earth would that happen? Do you really just discard all reality and think of things in terms of a pantomime?","labels":"confusion"},{"text":"Rambo with the stinger","labels":"neutral"},{"text":"I'm concerned for my fellow redditor. You seem to not be feeling well, and hallucinating. Shall we have a mod come check on you? ","labels":"disapproval"},{"text":"[NAME] is a 6'5\" [NAME] that can't rebound or defend.","labels":"amusement"},{"text":"One of the podcasts I listen to, pump talks, bought one from [NAME] for a girls birthday and apparently it was very sweet! ","labels":"joy"},{"text":"not my kid, not my problem. Best comeback ever xD","labels":"neutral"},{"text":"I noticed a lot of times racists just try to bait people so you did the right thing.","labels":"approval"},{"text":"I had an ex who was [NAME] and a drunk and eventually got into crack","labels":"amusement"},{"text":"learn to say no more. After a few times you have something you like destroyed it gets easier.","labels":"approval"},{"text":"Im at the game,somebody please put me out of my misery ","labels":"fear"},{"text":"Downside of city based police. State level policing is where it's at. Problem on the Gold Coast? Send police from Brisbane.","labels":"approval"},{"text":"Sexual frustration.","labels":"anger"},{"text":"I think Seager and Urias will be better than any free agency acquisition we can possibly make. If. Both. Are. Healthy..","labels":"realization"},{"text":"I’m gonna sit down and cry now","labels":"sadness"},{"text":"Pistons gonna have to part with something the fans don't wanna give up. Haha","labels":"amusement"},{"text":"Yes! Though I also do sofrus. Learning to write mezuzos and another megillah at the moment.","labels":"approval"},{"text":"Hi I'm an order of magnitude more awkward than you and I'm coming.","labels":"embarrassment"},{"text":"if you have a problem with it, don't take your kid to see the story time show. PROBLEM SOLVED!","labels":"optimism"},{"text":"So it's we now eh jerk-off, as in troll farm to creat FUD and drive the premium up on the order book. I knew it.","labels":"realization"},{"text":"You describe yourself as your knowledge of Asian languages stopping at knowing they exist? How did you know it was Mandarin then? That's impressive.","labels":"approval"},{"text":"I have no idea Lmao. One of the kids at my school shared it. 16. Actually cares about politics. So L","labels":"caring"},{"text":"I was scared of my room and even when I fell asleep in my bed I would sleep walk into my mom's room","labels":"fear"},{"text":"Yeah fucking thanks, politicians back in the day.","labels":"gratitude"},{"text":"This girl is my hero.","labels":"approval"},{"text":"I do go to the school counselor once a week. Thank you for the suggestions","labels":"approval"},{"text":"If that's a euphemism for \"emotional thinking\" then I agree with you","labels":"caring"},{"text":"Thank you! Do you know what agency would be interested in this information?","labels":"gratitude"},{"text":"It happened and I'm very happy","labels":"joy"},{"text":"You don't look at accidents on the road? Yeah, I don't believe you.","labels":"neutral"},{"text":"You can't just say the word \"disinterest\" and expect anything to happen","labels":"disgust"},{"text":"Thank you for your inspiration","labels":"love"},{"text":"Good deeds don't buy off being shitty. This is why [NAME] is remembered as a monster.","labels":"gratitude"},{"text":"Alright. Go to your corner.","labels":"approval"},{"text":"E - Either we turn it around and make the playoffs or tank and [NAME] gets fired so win win right?","labels":"optimism"},{"text":"I disagree. Every starting receiver [NAME], [NAME], and [NAME] will have over 1k yards on the season while [NAME] cracks 2k. ","labels":"disapproval"},{"text":"They're currently the opposition party, sadly. ","labels":"sadness"},{"text":"From what I understand it's effectively an authoritarian state right now.","labels":"annoyance"},{"text":"Didn't know you're that close of a friend.. very cool!","labels":"love"},{"text":">The young will never trust them. Ever. You hope.","labels":"disapproval"},{"text":"Glad to see people actively calling out yet another asshole on here pretending to want to help people. Good show!","labels":"gratitude"},{"text":"I dont like american music cuz south korea has the best dancers?","labels":"desire"},{"text":"You don’t know what would happen if you lost weight, so why don’t you focus solely on that step first.","labels":"caring"},{"text":"Right, and the names would be different.","labels":"confusion"},{"text":"The video was leaked with the caption: >“Here is America’s favorite commie know-it-all acting like the clueless nitwit she is,”","labels":"approval"},{"text":"I feel the same man. Keep going bro!","labels":"neutral"},{"text":"Yeah, it’s a really similar thing. Some kids love it, some kids are really freaked out. ","labels":"love"},{"text":"It sucks being unattractive. It pisses me off that there are so many beautiful people in the world, and I ain't one of them.","labels":"amusement"},{"text":"His mom is indeed half black, [NAME] brother [NAME] confirmed it years ago in an interview. Doesn't fit the white supremacist narrative.","labels":"neutral"},{"text":"Canopy Growth will be valued at 1 trillion USD at one point.","labels":"neutral"},{"text":"I think that question has a very complicated answer","labels":"fear"},{"text":"I’m sorry should I have brought my make-up wipes and washed my face during my MRI? Or my ultrasound? Find some peace, man. ","labels":"annoyance"},{"text":"He will but the Chiefs will absolutely have a shot because the Pats defense is egregious on the road. I mean they let [NAME] go off lol.","labels":"amusement"},{"text":"The left really needs to co-opt “Gamers Rise Up!”","labels":"amusement"},{"text":"The strapping type twine? White stuff? Once pulled a car out of a ditch with a few strands of that.","labels":"approval"},{"text":"> western values You mean liberal values?","labels":"approval"},{"text":"Not true. backtested analysis shows that 85% stocks 15% bonds provides better returns.","labels":"realization"},{"text":"Guess I hit a triple","labels":"surprise"},{"text":"Finally getting the help it needs","labels":"optimism"},{"text":"Tell me it's real, the feeling that we feel","labels":"realization"},{"text":"I mean, I acknowledged that I'm not going to become a GM lol, but could you elaborate?","labels":"realization"},{"text":"Respect my authoritah! Demanding respect sounds like a guarantee of not getting it.","labels":"gratitude"},{"text":"I honestly am not sure. I just know that I don’t do it.","labels":"realization"},{"text":"Lmao without [NAME], [NAME], [NAME] and a b2b too. Not a big deal. ","labels":"disapproval"}]