[{"text":"Not everyone has given up on Wigs. We’re much better off staying the course.","labels":"neutral"},{"text":"That’s her way of saying you aren’t getting the job","labels":"neutral"},{"text":"Heaven forbid \/s","labels":"disgust"},{"text":"!RemindMe 10 days","labels":"neutral"},{"text":"No Despacito Remix. No 4K Ultra. No Goals and Highlights. No 360 No-Scope Assists. Are you even excited man?","labels":"annoyance"},{"text":"Yes, and they hire trade school graduates at much lower salaries. A University graduate is usually better rounded and more competant.","labels":"neutral"},{"text":"Can he teach them to run really really fast?","labels":"neutral"},{"text":"This is adorable.","labels":"amusement"},{"text":"We’re a second half team. We got this. COYG!!","labels":"approval"},{"text":"[NAME] expunged my paraphernalia without consent and I called the **LAW TIGERS** to sue him for damages.","labels":"neutral"},{"text":"Apparently the bull shark is hyper aggressive due to the amount of testosterone it has. They're basically roid-heads in perpetual roid-rage with massive teeth.","labels":"neutral"},{"text":"[NAME] damn cummonists","labels":"annoyance"},{"text":"Well, my masochistic curiosity got the better of me. I've seen worse, but that's going on the blacklist for damn sure.","labels":"realization"},{"text":"Last year was also the first time we drafted a lineman before round three since [NAME], so I think the earlier look at linemen was needed haha","labels":"confusion"},{"text":"A little over 10k.","labels":"neutral"},{"text":"What a goal","labels":"amusement"},{"text":"Oh my bad, i didn't know, thanks for telling me!","labels":"gratitude"},{"text":"Comments aren't the only thing here that's disabled.","labels":"neutral"},{"text":"Tried it but meh. Uninstalled. Was super laggy","labels":"neutral"},{"text":"I support the most likely to win left wing option, you rather that [NAME] wins? ","labels":"neutral"},{"text":"Yeah it was a fun game. :D","labels":"excitement"},{"text":"Ah yes January, the worst time of the year at the gym ","labels":"approval"},{"text":"Idk, r\/Tinder has plenty of posts to do with awful men too lol","labels":"confusion"},{"text":"Nothing like a little bit of whataboutism. We can think they're *both* idiots.","labels":"realization"},{"text":"I mean it changes that game at least because if the defender actually wraps him up it’s a sack because [NAME] never threw the ball.","labels":"realization"},{"text":"Would love to get my hands on a dia de los muertos.","labels":"desire"},{"text":"Oh I don’t think so","labels":"realization"},{"text":"Awesome. Glad to hear it","labels":"amusement"},{"text":"Dude, its **life** it's not **trauma**. Grow up ","labels":"neutral"},{"text":"lol [NAME] would definitely do this if [NAME] was that dumb to take this offer.","labels":"neutral"},{"text":"Prey actually had portals before Portal. Such an underrated game.","labels":"neutral"},{"text":"[NAME] has 6 eyes and will thus be the best actor in the movie","labels":"realization"},{"text":"same but with cats. Puppies are really high maintenance and make me angry when i have to take care of them.","labels":"anger"},{"text":"I second this. Revlon makes a great cuticle oil with Jojoba and a few other oils in it.","labels":"neutral"},{"text":"THANK YOU SOMEONE SAID IT!!","labels":"gratitude"},{"text":"Is that a little poot at :09?","labels":"confusion"},{"text":"At least I can get laid in my natural state.","labels":"neutral"},{"text":"Crosspost! We're cool with crossposts.","labels":"approval"},{"text":"I wanna die!","labels":"anger"},{"text":"That the [NAME] is [NAME] actual father?","labels":"confusion"},{"text":"Wait you confuse me , [NAME] orb can be deflected , unsure on the healing one tho [NAME] dash CD is 7 second not 11","labels":"confusion"},{"text":"Great response, I too love being in my 30s. Embrace it fella ","labels":"amusement"},{"text":"Yeah I suppose lol, but either way yours is the best one I've seen so far ","labels":"joy"},{"text":"It looked like a bad suit of pajamas on Amell... which says something about the costume design.","labels":"realization"},{"text":"believe me, it almost did for me. if i was a woman my panties would have dropped instantly. lol","labels":"approval"},{"text":"Lol, get em Corsi! ","labels":"joy"},{"text":"Pb, filth!","labels":"disgust"},{"text":"you are a good man","labels":"approval"},{"text":"Poor kid. He just wanted to rescue his mum from a nefarious organisation. I hope he gets decent representation.","labels":"neutral"},{"text":"are delicious mass produced perogies.","labels":"approval"},{"text":"Yea I'm poor :(","labels":"sadness"},{"text":"very familiar image","labels":"neutral"},{"text":"What do you mean?","labels":"confusion"},{"text":"This makes me want to die","labels":"embarrassment"},{"text":"Not taking this position necessarily but you could basically argue the referendum was ratfucked by right wing propagandists and call for a second referendum to confirm the outcome.","labels":"approval"},{"text":"Your life must be miserable. That's sad somehow","labels":"sadness"},{"text":"I honestly couldn’t care what you think of me random person on the internet.","labels":"relief"},{"text":"It's not much what you say but how you say it and the tone you use, children absorb more the emotion rather than the logic behind it","labels":"neutral"},{"text":"Seeing that knife on this subreddit put the fear of [NAME] in me","labels":"fear"},{"text":"Man, what a great post Edit: wow! Thanks for the kind, gold stranger!","labels":"gratitude"},{"text":"I bet you could get away with this at work just fine.","labels":"caring"},{"text":"Sex is more trouble than its worth just stay inside and send your mind to another dimension.","labels":"neutral"},{"text":"Not [NAME]! He had 0.9% kick to selfs so he'll probably keep bunging them in from the goal square and not getting any stats.","labels":"neutral"},{"text":"He rapes , but he creates","labels":"neutral"},{"text":"r\/music still defended him knowing that. It feels like almost everyone on Reddit wants to bang a teenager and they get mad when people say it's weird.","labels":"neutral"},{"text":"Cool, thanks man","labels":"gratitude"},{"text":"Hated the work or the city?","labels":"confusion"},{"text":"You ain't wrong","labels":"approval"},{"text":"Ok man. Glad yo know you are aware of all financial situations.","labels":"amusement"},{"text":"Waiting must be really boring","labels":"realization"},{"text":"Gotta love that bison","labels":"love"},{"text":"\"Out of all the people that lost, you came first in that group. You're the biggest loser\"","labels":"neutral"},{"text":">[NAME] One of the most horrifying stories I've ever heard of: the mom should be in psychiatric care and the doctor thrown in jail IMO.","labels":"fear"},{"text":"Hang on so Im not allowed to stroke your dog? Thats sad.","labels":"sadness"},{"text":"Dude, I've gotta listen to Loveless again ","labels":"neutral"},{"text":"When we’re talking Prog music, ya it’s kind of important that it pushes boundaries.","labels":"neutral"},{"text":"Yo that guys hot what's his reddit","labels":"love"},{"text":"So is she worth switching from Skye","labels":"neutral"},{"text":"Autism (mechanistic thinking, lack of theory of mind) is the opposite of intuition (thinking without thinking). ","labels":"neutral"},{"text":"No, you can shoot farther but the scoop only allows you to range out to 1 Klick at the last hash marked 10","labels":"neutral"},{"text":"I've had them for as long as I can remember ;)","labels":"approval"},{"text":"Trailers? We don't need no stinkin' trailers!","labels":"disapproval"},{"text":"Doesn’t frustrate me at all. He’s not worth the asking price. Plain and simple.","labels":"neutral"},{"text":"Thank bejebuzz, the channel will be a little less nuts for it.","labels":"gratitude"},{"text":"Just a simple man trying to make his way in the galaxy","labels":"neutral"},{"text":"WHO WAS DRAAAAAAGED DOOOOOOOWN BYYY THE STOOOOOONE","labels":"anger"},{"text":"Same thing with Urgot mid. It looks absolutely trash even in LCK.","labels":"annoyance"},{"text":"what's your MBTI type?, just curious btw","labels":"curiosity"},{"text":"I'm so sorry. She's a very lucky cat to have people who love her so much.","labels":"disappointment"},{"text":"This guy here","labels":"neutral"},{"text":"Praise the [NAME]","labels":"amusement"},{"text":"Haha, well it sounds like its done too good of a job!","labels":"excitement"},{"text":"Wait, what does golf have to do with this? ","labels":"confusion"},{"text":"Or at the very least, why can't healers have HAMMERS!? (... I miss Legion :(]","labels":"curiosity"},{"text":"I don’t know why but this made me crack up so hard!","labels":"confusion"},{"text":"I never said they were emotionless","labels":"disapproval"},{"text":"What...? That’s some real mental gymnastics to justify him assaulting her","labels":"confusion"},{"text":"They are all secretly projecting their own cheating onto us. Emotionally stunted 5 year olds with zero impulse control will do that.","labels":"neutral"},{"text":"Don’t wait. Take control of your life back and leave. You know that’s what’s going to happen.","labels":"neutral"},{"text":"We need [NAME] to review this...","labels":"neutral"},{"text":"- read the linked","labels":"neutral"},{"text":"[NAME] is ac?","labels":"confusion"},{"text":"Good job Mr [NAME]. That is all","labels":"amusement"},{"text":"Tuck her in and give her a kiss on the forehead","labels":"neutral"},{"text":"[NAME] that's rough. Thanks for explaining","labels":"gratitude"},{"text":"And some do it because they think it's funny.","labels":"neutral"},{"text":"That's ironic.","labels":"neutral"},{"text":"I’m disappointed that no one has suggested taking her up Oxo Tower yet.","labels":"disappointment"},{"text":"FUCKACTIVISION THEY RUIN EVERYTHING","labels":"annoyance"},{"text":"Didn't see soon enough. Sounds like fun and yum. How did it go?","labels":"curiosity"},{"text":"This post was xposted somewhere","labels":"approval"},{"text":"\"My body is not me, but it is only one of the most popular songs ever.","labels":"neutral"},{"text":"Really glad the US just passed transparent pricing for healthcare providers, but it's just a first step.","labels":"excitement"},{"text":"Damn... That means a lot. Thank you!","labels":"gratitude"},{"text":"It's a reskin of Overlord, which is why it uses the OL VP.","labels":"realization"},{"text":"Thank u goalie [NAME]","labels":"gratitude"},{"text":"Maybe she did know but loved you more for it.","labels":"neutral"},{"text":"Best email ever","labels":"amusement"},{"text":"That's generally how hacking works; if you knew about it, they'd be terrible hackers.","labels":"neutral"},{"text":"Congratulations on your appointment to such a prominent position! I was a huge fan of Utah when I went, the canyons are sick. GO KNIGHTS GO ","labels":"gratitude"}]