[{"text":"2013 was Dunk City, right? Because that was incredible ","labels":"amusement"},{"text":"[NAME] gives me the weirdest boner. I love these guys","labels":"gratitude"},{"text":"Constitution don't work that way. Burden is always on the Crown, defendant is always presumed innocent. This won't survive the first challenge.","labels":"neutral"},{"text":"Hi, everyone! This is my 13 minute action\/comedy short film, JUICY! I hope you all enjoy! Feedback is welcome. ","labels":"desire"},{"text":"Well now I think I was wrong","labels":"realization"},{"text":"Unite us. Unite the clans.","labels":"amusement"},{"text":"Weird, never had a problem","labels":"gratitude"},{"text":"Good point. Personhood isn't officially granted until you become property\/ a bond of the state.","labels":"disapproval"},{"text":"So much to do, So much to see","labels":"neutral"},{"text":"I'm sorry. On the plus side, your toilet joke made me laugh really hard. Lol. Thanks","labels":"amusement"},{"text":"I’m curious, do any other coaches do this?","labels":"curiosity"},{"text":"I don't even understand stuff is going on, I just laugh and hope it's at the right time. ","labels":"joy"},{"text":"No, you’ll find her. Us childfree lesbians are out there. ","labels":"desire"},{"text":"abattoir = slaughterhouse","labels":"neutral"},{"text":"That’s good to hear..I’m so worried I’ll be making the wrong choice by leaving my job I hate soon.","labels":"excitement"},{"text":"I'm just now realizing that I married a covert narc.","labels":"realization"},{"text":"I love [NAME], but man I wish I knew what [NAME] would have been like here.","labels":"love"},{"text":"[NAME] finally getting WCW going I see..","labels":"realization"},{"text":"I watched the whole thing. I miss that style of cartoon. Simultaneously silly and understated.","labels":"neutral"},{"text":"Cried when [NAME] and [NAME] gave each other a big hug and [NAME] lifted him off the ground.","labels":"love"},{"text":"This video was close to being the most famous video in history","labels":"approval"},{"text":"Yup, it's from the latest episode. Thanks! :[NAME]!","labels":"gratitude"},{"text":"Thanks, didn't catch that one!","labels":"gratitude"},{"text":"U will hate it shortly","labels":"annoyance"},{"text":"Nice try coppers.","labels":"curiosity"},{"text":"You’re not winning this one. Move along.","labels":"desire"},{"text":"Iirc congressional opposition was the main obstacle for closing gitmo. I could be misremembering but that's what I remember","labels":"anger"},{"text":"Yes please go get tested even if you don’t have any symptoms.","labels":"approval"},{"text":"Love the idea of these birds showing up during family gatherings and puking up trinkets","labels":"amusement"},{"text":"They're passionate about different things.","labels":"desire"},{"text":"Thank you, LimbRetrieval-Bot! ","labels":"gratitude"},{"text":"Thanks bro means a lot","labels":"gratitude"},{"text":"Bran flakes is your friend. Low in calories, and best ‘motivator’ to use the toilet","labels":"neutral"},{"text":"I love people watching from the balcony here","labels":"love"},{"text":"Yeah, that's why I'm not feeling like there's much I can do except vent.","labels":"desire"},{"text":"Nope...this master criminal knewe!","labels":"anger"},{"text":"Collab on the way?","labels":"confusion"},{"text":"Found the kid that throws everybody else’s ball by the tail!","labels":"neutral"},{"text":"I always find myself wondering where people are from, sometimes it is obvious though haha.","labels":"amusement"},{"text":"Artificial bacon is always so bad. I think its just smoke flavor.","labels":"neutral"},{"text":"He's a good prospect. Solid enough lineout and scrum, great around the park. Been pushing TPN for starting spot.","labels":"gratitude"},{"text":"I pray this changes.","labels":"caring"},{"text":"You're setting the bar awfully low for yourself.","labels":"neutral"},{"text":"Of all the people in the world, I honestly can't believe that Reddit hates [NAME].","labels":"surprise"},{"text":"If I’d know about his kin shit I would have never been friends with him in the first place","labels":"disappointment"},{"text":"Imagine ordering this. \"1000 burgers to the white house? Yeah ok buddy\" ","labels":"confusion"},{"text":"If I died I've always wondered who will be at my funeral. I imagine only my mom. Maybe one of these days I'll find out.","labels":"love"},{"text":"The ideal is not to have hope but to act like you do. But if you must chose, pick the former.","labels":"approval"},{"text":"No they lived next to where the trampoline was. That was how they could yell to us from their balcony","labels":"neutral"},{"text":"Being in a 3 person friend group fucking sucks sometimes m8 I feel like the least loved a lot of the time","labels":"disappointment"},{"text":"oh wow, that's great news! 12 episodes of a good show always leave me on my appetite!","labels":"excitement"},{"text":"did it work?","labels":"neutral"},{"text":"I think the existence of scholarships and bursaries make schools think that they're doing something (even though it's not enough).","labels":"optimism"},{"text":"Bipolar and talented. I am jealous. Incredibly beautiful.","labels":"amusement"},{"text":"That first picture perfectly depicts the epitome of a punchable face.","labels":"approval"},{"text":"It’s Beirt for people, wouldn’t it be beirt garda?","labels":"neutral"},{"text":"Fuck [NAME] pai","labels":"anger"},{"text":"Do *you* believe yourself to be a clone?","labels":"confusion"},{"text":"Hey! My numbers are 696!","labels":"neutral"},{"text":"New book? Or is he talking about 12 rules","labels":"amusement"},{"text":"Don't, it's shit compared to the original. It's rather WATERed down :P Jokes aside it isn't as good.","labels":"realization"},{"text":"I don’t think Bethesda is there yet but the next move they make is very important on deciding if they end up on that list or not","labels":"confusion"},{"text":"I love the enthusiasm inherent in the scream. I never saw anything wrong with it. Not to mention the most innocent, innocuous dancing video ever.","labels":"excitement"},{"text":"Something about performing an exorcism from an iPhone just feels off though","labels":"approval"},{"text":"It's ok, it's just Gypsy Danger","labels":"approval"},{"text":"I reported an old man for terrible driving and the police actually took it seriously (pleasantly surprised). It's worth a try!","labels":"anger"},{"text":"She better not die","labels":"nervousness"},{"text":"Take this down my dude. This is cruel.","labels":"disgust"},{"text":"Native deciduous tree species or gtfo!","labels":"remorse"},{"text":"We’re honouring good King Billy. That’s also how we decided which [NAME] brother to buy.","labels":"approval"},{"text":"And for pro-Syrian-rebel tweeting (which means anti-Western leftists): [NAME]","labels":"optimism"},{"text":"On [NAME] I’m in Alabama [NAME] pay what you pay and get 179Mbps down smh","labels":"neutral"},{"text":"Is he really your buddy if you have to ask us how to talk to him?","labels":"confusion"},{"text":"I had 175\/1 back in March. About to go to Vegas again and it will be disappointing to only get 12\/1 this time.","labels":"disappointment"},{"text":"surprised he hasn’t mentioned [NAME] after saying [NAME] the best manager\/coach he’s ever worked with","labels":"surprise"},{"text":"People don’t understand the word allegation anymore, or innocent until proven guilty.","labels":"realization"},{"text":"In many circles this would be considered a steal","labels":"approval"},{"text":"Me and friends just got Vermintide 2, and it isn't an MMO but it solves a lot of MMO problems we had. Quite fun so far.","labels":"joy"},{"text":"Thank you UsurperRebellion, very cool!","labels":"gratitude"},{"text":"Hey, at least its not a fucking sauce post! We really need a new season.","labels":"approval"},{"text":"Sounds good ya I'll have to listen to those. Thanks","labels":"gratitude"},{"text":"Yea but did u see [NAME] pass to [NAME] miss","labels":"neutral"},{"text":"It happens to me in relatively short streaks last one 13 days and I noticed it was a bit yellow","labels":"realization"},{"text":"I think you missed a \"ba\"","labels":"disappointment"},{"text":"Damn, sometimes I love people here. ","labels":"love"},{"text":"I can do the very first part, where he first jumps.","labels":"approval"},{"text":"Yes, we did.","labels":"excitement"},{"text":"Wouldn't you just enjoy more focus on Celtic football?","labels":"neutral"},{"text":"He’s had big games for us before, it’s just his lack of consistency and effort ","labels":"approval"},{"text":"Fucking love that song.","labels":"love"},{"text":"WERE* protesting This is not current. Misleading.","labels":"disapproval"},{"text":"Yeah, you get worried sick, imagine them hey slaughtered by Coyotes AND realize it’s all your fault.","labels":"disappointment"},{"text":"No problem, I hope that you are able to accomplish what you wish :)","labels":"optimism"},{"text":"Sure but the news article with [NAME] vanishing has been there since the very beginning.","labels":"realization"},{"text":"Thank you! This feedback is gold to us.","labels":"gratitude"},{"text":"Been together 6 years, and I think she's the best person I know. I'm still in the phase where I love her more everyday.","labels":"love"},{"text":"That's crazy. Glad you got your money back though!","labels":"joy"},{"text":"It's beyond evil. It is pure demonic when it's that pure sadism and vile sick torture. I hate them guys.","labels":"anger"},{"text":"Does he even own a pair of airpods? Broke boi.","labels":"confusion"},{"text":"It would be hilarious if it was a pasta place too","labels":"joy"},{"text":"So that’s what it looks like when it’s not a flop","labels":"disapproval"},{"text":"I dont even try to land it, half the time if I am flying low a building or the ground will suck me up and destroy the plane","labels":"disapproval"},{"text":"Hey! Go fuck yourself, you capitalist apologist bootlicking piece of shit","labels":"anger"},{"text":"Okay, how?","labels":"neutral"},{"text":"I love this information!","labels":"love"},{"text":"rub a cats belly right fuckin meow!","labels":"neutral"},{"text":"That Facebook post was too loud.","labels":"neutral"},{"text":"Welcome to the new normal.","labels":"gratitude"},{"text":"Every team is beatable just maybe not by us","labels":"optimism"},{"text":"Careful, he's a hero","labels":"caring"},{"text":"Contracts & money in rtts mean absolutely nothing. Just one of the many missed opportunities year after year","labels":"realization"},{"text":"This gets much worse on the 2nd loop.","labels":"neutral"},{"text":"This reminds me of when it came out that the Hello Kitty! character is actually a human girl.","labels":"approval"},{"text":"There will always be a difference between a friend and a true friend","labels":"approval"},{"text":"You know, I was wrong. I always assumed false dichotomy was their favorite fallacy when it's clearly strawman.","labels":"approval"},{"text":"That's a cool dino","labels":"joy"},{"text":"Try Yakuza 0.","labels":"neutral"},{"text":"You can get a penta from 30 seconds after the quad.","labels":"approval"},{"text":"Did he beat all the bosses solo? If he did, he's less of a scrub than I am.","labels":"annoyance"},{"text":"Sad thing is, I wanted to, but I’m stupidly awkward...","labels":"remorse"},{"text":"Warning to all new comers, you are likely to experience Delayed Onset Muscle Sadness.","labels":"annoyance"},{"text":"I want to be a sister ♥️ I have lots of nail polish I'll help!!","labels":"desire"},{"text":"Ooh you made them?! Awesome!! I hope you enjoyed them. 5 cheeses sounds like a great decision.","labels":"joy"},{"text":"Sounds like a scene\/moment ripped from Harry Potter and the Prisoner of Azkaban","labels":"approval"},{"text":"Lol what did you type in? Cause I posted this and its entirely mine.","labels":"annoyance"},{"text":"Did you miss the other guys link? I noticed you didn't make a comment towards him, even though he posted it around the same time.","labels":"disapproval"},{"text":"I am happy for you. No, seriously, I am.","labels":"love"},{"text":"I want the real thing because animals are nice and labs are not. I love animals. I want more of them","labels":"desire"},{"text":"Yeah you’re implying that someone holds the shitty opinion you just made up. Which is basically an attempt to make them look bad. Character assassination.","labels":"disapproval"},{"text":"This is amazing. This is how Christmas should be.","labels":"excitement"},{"text":"I feel terrible but I do this too, or watch obese people doing mukbangs","labels":"fear"},{"text":"Oh fuck I almost forgot to jerk off and smoke weed today. I'm so forgetful. Appreciate the reminder.","labels":"disapproval"},{"text":"I think it depends on how many people are awake and passing by at the time of the posting.","labels":"confusion"},{"text":"Be the change you want to see in the world!","labels":"optimism"},{"text":"It’s pretty clear UBI is not going to actually Make the character interesting. We should stop deluding ourselves.","labels":"approval"},{"text":"Dual channel, I pinged you with what I have in discord","labels":"neutral"},{"text":"Accidentally clip through a bathroom wall, get slapped","labels":"fear"},{"text":"Joat, mo nint. I don't question the dutch part, I question it being a staple\/stable.","labels":"annoyance"},{"text":"Shut up, Mag!","labels":"anger"},{"text":"i communicate through morse code by constantly crouching and standing up. I generally prefer explaining how my oponent can improve when i beat them badly","labels":"approval"},{"text":"Doing something you don’t like can be hard for anyone but if you just keep your end results in mind you can do anything!","labels":"approval"},{"text":"Ah, a classy man","labels":"neutral"},{"text":"Can confirm. I've been trying to get out of bed for an hour and 15 minutes","labels":"nervousness"},{"text":"You dropped a ‘want’ in that last sentence my dude","labels":"approval"},{"text":"Lol what a terrific audience. Maybe rich people saying \"come beg\" is kinda like wtf bro.","labels":"amusement"},{"text":"I've wondered this too!","labels":"excitement"},{"text":"But I hate trannies and feminsts owo","labels":"anger"},{"text":"I'd piss right on their floor. Fuck this.","labels":"anger"},{"text":"Do you make a point of letting everyone know you don’t believe in [NAME] every time you see a religious reference? Or just this one?","labels":"confusion"},{"text":"You’re right. Pressing f.","labels":"approval"},{"text":"my favourite kind of cookies.","labels":"joy"},{"text":"Literally no one had to hold her beer. They allow anything on this sub.","labels":"neutral"},{"text":"I agree with everything you said, except the Witten part he is [NAME] awful....that whole MNF crew makes it unwatchable.","labels":"approval"},{"text":"This communities inability to understand sarcasm is absolutely awe inspiring.","labels":"joy"},{"text":"This inspiring.","labels":"joy"},{"text":"it depends who i would murder and blame","labels":"disapproval"},{"text":"well she went to prison for **armed robbery and kidnapping** so after learning this i could hardly give a shit about her","labels":"realization"},{"text":"No kidding. Pretty sure my husband enjoys it as much as I do.","labels":"joy"},{"text":"I can’t wait for this Narrative to stop. DLO has the best numbers just look.","labels":"neutral"},{"text":"Projection in the sense that they are projecting their infantilism and naivety.","labels":"amusement"},{"text":"Headline had me thinking the guy was currently barricaded in a BK bathroom, demanding they give him free food. But no.","labels":"fear"},{"text":"I guess they still have hopes to keep AD...","labels":"optimism"},{"text":"Just legalize it, already. Do it the proper way instead of by executive fiat. I hate the lawlessness—“the pen and a phone” bullshit.","labels":"approval"},{"text":"As I understand if our Libel laws had been as shitty as the ones in the UK he could.","labels":"neutral"},{"text":"I love it when people delete their whiny comments and then try to reply with something snarky","labels":"love"},{"text":"Whew. I'm safe then.","labels":"joy"},{"text":"Oh I’m sorry. I assumed. I think that would be suspicious if your username was known to someone else.","labels":"remorse"},{"text":"Lmfao I'm not here to Google easy shit for morons.","labels":"annoyance"},{"text":"overrated, change my mind.","labels":"amusement"},{"text":"You clearly don’t trust him. Separate before it gets too comfortable to stay.","labels":"approval"},{"text":"Video...must get video when popping in the pubic region. Now go to your room.","labels":"neutral"},{"text":"I never used an escalator until I was about 16 and I still remember moving stairs scaring the hell out of me","labels":"fear"},{"text":"I once hi-fived the GCS mascot and loved to tell the tale, [NAME]!","labels":"love"},{"text":"I didn't mean for that to sound racist I just mean those [NAME] in the article","labels":"disapproval"},{"text":"That’s not true*","labels":"neutral"},{"text":"We're in it... and now [NAME] is going to the bench? Gotta good feeling!","labels":"confusion"},{"text":"I watch his YouTube stuff. It's gross!","labels":"amusement"},{"text":"Dayyuuummm!!! If you ever get another one, you know what to do. (Record it)","labels":"approval"},{"text":"You’re looking at hard time mate","labels":"annoyance"},{"text":"Did we see the same scene? [NAME] takes it like a champ. You *gain* points for turning her down.","labels":"approval"},{"text":"I teased him about being an off center unicorn lol","labels":"amusement"},{"text":"Okay, two men's fault.","labels":"neutral"},{"text":"WHY THE FUCK IS BAYLESS ISOING","labels":"anger"},{"text":"Marijuana dispensary ask for thc ditalite cartridges and they might have different brands but all of them are good","labels":"approval"},{"text":"Not a chance on this","labels":"disapproval"},{"text":"[NAME] Damn [NAME]","labels":"neutral"},{"text":"Remember, his cousins ex wife is meeting him for conjugal visits, I think she might bring him the newspaper he used to own.","labels":"neutral"},{"text":"[NAME] playing sloppy","labels":"joy"},{"text":"In what manner?","labels":"neutral"},{"text":"REBOOT FIREFLY!","labels":"neutral"},{"text":"Such a disappointment. Mobile games are such a shallow replacement for a full sequel. What a let down.","labels":"disappointment"},{"text":"That would...hurt","labels":"annoyance"},{"text":"So no replays for arsenal penalty calls.. Cool cool cool cool cool cool cool cool","labels":"approval"},{"text":"My wife has some crazy friends and I ducking love hearing their “slutty” stories. The things they make these thirsty guys do is unreal.","labels":"approval"},{"text":"I think you have to predict and dodge almost before the throw, same as [NAME] teleport kick.","labels":"optimism"},{"text":"Lmao good luck tryna convince anyone you’re not just a brain washed redpiller tryna start shit just for validation :\/","labels":"annoyance"},{"text":"Wait what? I don’t get it?? Help.","labels":"confusion"},{"text":"Welcome to the party, pal!","labels":"excitement"},{"text":"and they are indeed made of gold. this seems like reasonable jewelry prices. or at least not out of left field for designer pieces.","labels":"approval"},{"text":"DAMN!","labels":"disapproval"},{"text":"I did not know those were a thing. I need to get one for my pain meds.","labels":"sadness"},{"text":"[NAME] was our second best hitter, [NAME] was the best","labels":"love"},{"text":"I think she's funny lol. She'd have a better chance at a comedy career than modeling.","labels":"amusement"},{"text":"Is that [NAME]?","labels":"confusion"},{"text":"Woah, how manly.","labels":"amusement"},{"text":"Yeah there's no reason to believe you staying up as a kid has anything to do with your current insomnia","labels":"sadness"},{"text":"Goodmorning, I wish you all a wonderful day.","labels":"optimism"},{"text":"I was in that phase for a good while until i lost it all later anyways.","labels":"remorse"},{"text":"Man being unattractive in appearance has pretty much taken any joy out of my life","labels":"joy"},{"text":"I don't drink I don't smoke I don't do drugs and yet still am not \"happy rich and all that people say this brings\"","labels":"optimism"},{"text":"I get to walk home for 30 minutes for the next 3 days. Pray for me everyone.","labels":"approval"},{"text":"I would really Like to know about the ride back","labels":"curiosity"},{"text":"I loved the first single from BO so hopefully the entire album will be good. And has more effort into it than \"WHERE ARE THE JOKES\"","labels":"desire"},{"text":"hey of course, I’m glad I could shine some light. Stay strong mate ","labels":"optimism"},{"text":"[NAME] is not our biggest need. [NAME] would be a waste for us. [NAME] is a maybe to me, but [NAME] could be beastly.","labels":"realization"},{"text":"yeah I agree w you, just annoying that the limit is so small","labels":"approval"},{"text":"This is the sweetest.","labels":"joy"},{"text":"Do you have any recommended places? A lot of the sites I’ve looked at want you to pay, kinda hard when your broke lol. ","labels":"optimism"},{"text":"That is really valuable thank you. Supplying stats definitely will help my writing, so thank you for the feedback","labels":"gratitude"},{"text":"And the fact that the reason he was sitting on my","labels":"amusement"},{"text":"I only watched a few episodes, but I loved that guy.","labels":"excitement"},{"text":"calling her a sellout for having a job is hilarious.","labels":"joy"},{"text":"[NAME] i want to slap the shit out of her","labels":"anger"},{"text":"Wonder why he's falling backwards, it can't possibly be because the player is falling into him.","labels":"realization"},{"text":"I scored 9 points... I totally love it that everybody is sweating ;D","labels":"excitement"},{"text":"What the fuck is wrong with this?!?!?!??? FUCKKKKKKKK!!!!!","labels":"anger"},{"text":"How do you know if this gets downvoted to hell, but a lot of times before dying (6 hits taken.).","labels":"sadness"},{"text":"Daddy Patches!","labels":"neutral"},{"text":"Wait, Mario Odyssey? I love that game, but isn't it a little old to be in the top 10?","labels":"amusement"},{"text":"> Without enough predators, **due to humans displacing them** Seems the focus of this comment is i the entirely wrong area.","labels":"disapproval"},{"text":"I still think hating [NAME] isn't a good move for them. Could turn those undocumented [NAME] into undocumented [NAME].","labels":"annoyance"},{"text":"I understand completely. People have no memory or understanding of the true horror of these diseases. I am truly glad you have decided to vaccinate. Blessings [NAME]","labels":"approval"},{"text":"maybe dont do any drugs lol","labels":"amusement"},{"text":"Singapore doesn’t lock up all drug users. They brutally go after the dealers.","labels":"neutral"},{"text":"17 MLR, 2 in US colleges, 15 abroad, and 1 unnattached.","labels":"neutral"},{"text":"> I also could care less Back to school, again.","labels":"nervousness"},{"text":"Don't know why anyone would need more explanation than this video","labels":"disapproval"},{"text":"Why does everyone hate the creme brûlées? They’re easily my favorite.","labels":"amusement"},{"text":"Thats why i sleep with 4","labels":"amusement"},{"text":"The only death that made me feel any emotion. And it wasn’t even the death itself.","labels":"grief"},{"text":"Coherence, The One I Love","labels":"love"},{"text":"Hopefully no one was sitting on his lap at the time!","labels":"optimism"},{"text":"but the dayman doesn't have the nightman's sexy hands.","labels":"neutral"},{"text":"Not if he signs it. And he has made statements that contradict the 2nd amendment in the past.","labels":"annoyance"},{"text":"I remember one of my friends was ~~super~~ into this in High School. It was super weird.","labels":"approval"},{"text":"We seriously need to use all legal and ethical means to avoid losing our nation to the fascist oligarchy. We need desperately to cut out this deep cancer.","labels":"desire"},{"text":"It isn't incorrect to use 'they' even when a person is explicitly a women\/man.","labels":"neutral"},{"text":"850 damage dealt but no kill.","labels":"remorse"},{"text":">Missing skillset >Guy I mean, I don't want to say it's *free*, but it's pretty damn likely.","labels":"optimism"},{"text":"That's no coincidence, factorio was inspired by modded Minecraft and iirc the first public post about the project was on the industrial craft forum","labels":"approval"},{"text":"You're in for a treat- enjoy :)","labels":"joy"},{"text":"Happy New Year! Let's smash 2019!","labels":"excitement"},{"text":"Why would we sign [NAME] when we already have a full time shortstop and third baseman?","labels":"neutral"},{"text":"I thought you looked familiar, get back over to r\/NCAAW","labels":"realization"},{"text":"Agreed haha.","labels":"amusement"},{"text":"There is no such Thing as [NAME] or an Almighty !","labels":"approval"},{"text":"Oh thanks I didn’t pay really attention haha","labels":"joy"},{"text":"I'm a poker pro I'm a pro at my job so I can lose money at poker","labels":"nervousness"},{"text":"I wish I could’ve had that kind of relationship with my mother.","labels":"caring"},{"text":"Wasn't it 2005 after [NAME] call back?","labels":"confusion"},{"text":"Molon labe!!!","labels":"neutral"},{"text":"How is it? It was consensual. They are practically adults anyway.","labels":"realization"},{"text":"I rly like trench coats Not not in that combination tho","labels":"amusement"},{"text":"Really glad they decided to show us that \/s","labels":"neutral"},{"text":"Another nipple man, we should form our own Subreddit","labels":"approval"},{"text":"Just made some Ham and Lima Beans with those. You are very correct ...","labels":"gratitude"},{"text":"Some dank shit DEFINITELY happened at the Ritz back in the day.","labels":"disgust"},{"text":"C'mon baby, C'MON DEEP SHIT","labels":"anger"},{"text":"I did this v recently and now my legs are covered in ingrown hairs >.<","labels":"neutral"},{"text":"[NAME] met and fell in love with her wines I see.","labels":"excitement"},{"text":"Oh that's cheating then lol","labels":"amusement"},{"text":"Excellent as always","labels":"amusement"},{"text":"Wrong sub.","labels":"neutral"},{"text":"Don't hold your breath!","labels":"approval"},{"text":"Nice work [NAME]!","labels":"gratitude"},{"text":"I need to hear more stories like this. I've only heard horror stories of the pain with the surgery as an adult.","labels":"curiosity"},{"text":"I don't think I'd like that either.","labels":"disapproval"},{"text":"Somehow this hurt more than the Saturday game.","labels":"nervousness"},{"text":"It is actually out on the steam store right now.","labels":"approval"},{"text":"oh I thought you were calling OP loser my bad","labels":"realization"},{"text":"Oh really? I didn’t know someone else posted it haha Edit: just looked and someone posted it right after me","labels":"amusement"},{"text":"And sock puppets. Wow. Nothing out of you is in good faith.","labels":"optimism"},{"text":"The fufure is not written! But my skateboard career is!","labels":"approval"},{"text":"And then what would The Bulls do if he says he won't be the head coach anymore? Put an assistant in there?","labels":"nervousness"},{"text":"People that choose to work for NGO's already make far less than their corporate counterparts, do you want them to work for free?","labels":"annoyance"},{"text":"I was waiting for this comment","labels":"neutral"},{"text":"a realization of the fact that you're not good enough and you have to work a lot harder and develop your taste?","labels":"realization"},{"text":"Out of interest, what’s a chibi? Is it basically a furry?","labels":"confusion"},{"text":"If I’m ever like that, suffocate me with a pillow.","labels":"annoyance"},{"text":"Another reunion pic!!! made me lol","labels":"amusement"},{"text":"I mean some of that is probably true. What a weird situation.","labels":"approval"},{"text":"This show would suck without him. It would just be the same old [NAME] bullies someone bs it usually is","labels":"amusement"},{"text":"I highly doubt they would do that in CA. That would put prices at 36$\/pack and no one is going to pay 9$\/pod.","labels":"disapproval"},{"text":"No.","labels":"neutral"},{"text":"I can honestly say I didn't know a single guy in highschool that put on makeup lol","labels":"amusement"},{"text":"Yet, the Blue Bell crowd still worships this half ass ice cream, full of artificial flavors and HFCS.","labels":"approval"},{"text":"Im going to be doing the same. Best of luck to you. Stay strong, you can do it!","labels":"approval"},{"text":"I’m hugging you back!!! Not in a weird way. :-). Thank you, internet stranger. ","labels":"gratitude"},{"text":"Yeah nice one dude","labels":"gratitude"},{"text":"Cruz Azul let go a young [NAME] because they had [NAME] higher on their goalkeeper pick lol","labels":"amusement"},{"text":"Looks like these guys were sold Brexit lies","labels":"disapproval"},{"text":"His contract is awesome after July 1","labels":"amusement"},{"text":"\"We also have a huge otter\"","labels":"approval"},{"text":"It's absolutely 100% abuse, as others have said you need to get the hell away from him.","labels":"annoyance"},{"text":"Yea can get a pic of me and my mates when we go out for drinks next So don't bother trying with jokes? Just keep it empty?","labels":"confusion"},{"text":"This is a beautiful reply with advice that is spot on.","labels":"amusement"},{"text":"Like always i will wait and see thanks for the post tho [NAME]","labels":"gratitude"},{"text":"The remix is funny man.","labels":"amusement"},{"text":"it's not hipster until you start calling it mylk, anyway.","labels":"approval"},{"text":"Haha yes I did","labels":"amusement"},{"text":"Yeah I don’t even know when that would’ve come up in basic, but maybe I just went at a bad time lmao.","labels":"approval"},{"text":"I would enjoy this if it had a few more pixels.","labels":"joy"},{"text":"My favorite social network is Tumblr, they left out this one too. Not exactly an obscure website...","labels":"approval"},{"text":"He’s legally blind... medical marijuana is a thing bro... got any on ya?","labels":"disapproval"},{"text":"Still not sure I understand the difference? Do they both not keep your makeup in place?","labels":"confusion"},{"text":"Thanks for the contribution. Really enlightening.","labels":"gratitude"},{"text":"what are you even talking about","labels":"neutral"},{"text":"Ah the infamous [NAME]. How I've suppressed that name from my memory.... Until now","labels":"remorse"},{"text":"He could have meant that his girlfriend is pregananant like how couples say \"we're pregananant\"","labels":"curiosity"},{"text":"Same truly adds to making La Liga the great league it is.","labels":"optimism"},{"text":"LOL [NAME] AND [NAME] JUST PLAYING WITH THEM","labels":"amusement"},{"text":"If only there was a league of sorts of higher ranked play that they could watch. Oh well.","labels":"approval"},{"text":"*my sister and my mommy. they just edamame*","labels":"neutral"},{"text":"When you're too stupid to realize they showed off character customization in the trailer...","labels":"anger"},{"text":"You just gotta have little faith. They are gonna need more money and maybe then we can get to Tahiti.","labels":"curiosity"},{"text":"Sure but what are you basing that off of? If [NAME] is the best jump-ball receiver, wouldn't that make him the best red zone receiver?","labels":"confusion"},{"text":"Why is he wearing his little sisters jeans? Bc she stole his juice. That's why","labels":"confusion"},{"text":"A best friend would get me a vibrator. Not something that’ll make me feel like an oily, ugly piece of shit.","labels":"approval"},{"text":"Why is step 1 make the thing so huge? I mean go slightly bigger and do a bangle?","labels":"confusion"},{"text":"I hope [NAME] bullies wittle baby [NAME] tonight, like he did last year!","labels":"realization"},{"text":"This is the first I’m hearing of this. Not on any of the local news, but on Reddit! MASSIVE media bias.","labels":"neutral"},{"text":"I forgot i followed this subreddit and now i'm having a meltdown","labels":"realization"},{"text":"Leading after 3!!!","labels":"neutral"},{"text":"Not when they are written by his lawyers, but he totally wrote 'build the wall crime will fall' and thought it was so clever","labels":"neutral"},{"text":"Except... that's exactly what I was taught in [RELIGION] school. One god, theee aspects.","labels":"approval"},{"text":"Rule 10 is to make it clear that people who violate the spirit of the rules without breaking the letter will be punished in the same way.","labels":"approval"},{"text":"Mauston and Monticello were the beginning and end of my hope","labels":"optimism"},{"text":"Where ever they found [NAME] and [NAME]. It's like a pool of douche bags with underlaying anger issues. Scary AF","labels":"neutral"},{"text":"I can watch test cricket, this would be no problems. Honestly though I'm annoyed I missed it, hopefully there's a re run","labels":"desire"},{"text":"It actually depends. Do you have PCOS? Because if you do, then that would explain the change as well. ","labels":"approval"},{"text":"[NAME] is fucking destroying Bama and I LOVE IT","labels":"annoyance"},{"text":"Based on a quick google search, there are 65 species of possum, 1 of which is native to North America.","labels":"neutral"},{"text":"You describe yourself as your knowledge of Asian languages stopping at knowing they exist? How did you know it was Mandarin then? That's impressive.","labels":"confusion"},{"text":"Cat looks like it’s going to tell you about how much better going vegan is, or how much money she saved on cutting her own bangs.","labels":"neutral"},{"text":"While I love the brutality of Odyssey, my personal favorites were from Black Flag. ","labels":"approval"},{"text":"Thank you :) it was hard to get back in the groove but now that I am, I don’t wanna stop!","labels":"gratitude"},{"text":"When it goes on your keyboard.","labels":"neutral"},{"text":"[NAME]’ ego has turned him into such a bully. He seems to get off lately on witch-hunting and encouraging his “sisters” to harass people.","labels":"disapproval"},{"text":"we go!","labels":"amusement"},{"text":"I would pay money for [NAME] to not be my nurse. She will probably \"accudentally\" squeeze my nuts. Crazy bitch.","labels":"annoyance"},{"text":"Why don't Maroon 5? Regardless of the quality of the song, its been one of the most popular songs for the past 8 months","labels":"approval"},{"text":"..... sigh.... gross","labels":"neutral"},{"text":"Weird way to spell Voldo.","labels":"neutral"},{"text":"Instagram is the only one to blame for all this evil","labels":"disapproval"},{"text":"i am not a lesbonim so no (that's another friends reference btw)","labels":"neutral"},{"text":"ugh I couldn't wait to get rid of my uterus. it was NEVER needed.","labels":"remorse"},{"text":"Give it 3 days, when every MSM outlet quietly retracts the story.","labels":"neutral"},{"text":"hahahaha. Love it","labels":"amusement"},{"text":"this made my day\/night. thank you","labels":"gratitude"},{"text":"Woooooo theres the boeser we know and love","labels":"excitement"},{"text":"It's not even the ads. It's the complete lack of anything worth watching between the ads.","labels":"neutral"},{"text":"Women should have all the same rights as men. That does not include ending another human’s life.","labels":"approval"},{"text":"It's because you're dizzy from lack of oxygen.","labels":"nervousness"},{"text":"£10 for copy pasting a wall of text from \/r\/gamerghazi? Why would I want to do that.","labels":"annoyance"},{"text":"I mean, she could still be related to Palpatine or something. I mean, who knows they're kinda making it all up as they go along.","labels":"confusion"},{"text":"Depression is being sad when there's no reason to be. Losing two ws back to back now that's a reason to be sad","labels":"disappointment"},{"text":"This just made my day! Thanks for the laugh!!","labels":"amusement"},{"text":"That is a face i do not want to wake up to in the morning","labels":"disapproval"},{"text":"No I think he just meant that losing half of your shit should at least move the needle a little lol","labels":"amusement"},{"text":"Either they're back together or they have to pretend everything's fine, until the show ends.","labels":"approval"},{"text":"This was not on night sight Not OP but also used Pixel 3 to take similar picture from springs with binoculars carefully in line with camera","labels":"neutral"},{"text":"Sleepy [NAME]?","labels":"neutral"},{"text":"My man.","labels":"neutral"},{"text":"I can imagine this becoming a thing if Rare\/Lego can team up","labels":"neutral"},{"text":"> Skyshout overly dramatic, you think they let the paramedic shake it, or is it a Dr skill?","labels":"confusion"},{"text":"It's nice for him to take time out of getting angry at people to lecture everyone.","labels":"anger"},{"text":"Yes! These people are allowed to vote and drive and do other things that affect our lives!","labels":"approval"},{"text":"Keep fallin then","labels":"neutral"},{"text":"Save a spot for me! I'll bring the rainbow penis shaped bags of penis shaped rainbow glitter!","labels":"neutral"},{"text":"middle of lane is dumb that’s where all the oil pools, lane split seems like no one likes it but that’s more understandable","labels":"disapproval"},{"text":"Awesome use of open data. Love the app.","labels":"excitement"},{"text":"There's piece of shit 2 bedroom homes in Palo Alto that cost 3 million. Those schools are damn good though.","labels":"approval"},{"text":"the whole summit ice r\/nathanforyou episode is amazing.","labels":"amusement"},{"text":"This man just posts facts and got -220. He told them the truth and they hated him for it.","labels":"annoyance"},{"text":"Are you saying that's why they went with [NAME]? That's racist","labels":"anger"},{"text":"He's not the [NAME] he's just a very naughty boy!","labels":"amusement"},{"text":"I’d want him to keep whatever gimmick this is it looks interesting","labels":"curiosity"},{"text":"Couldn't happen to a nicer piece of shit.","labels":"neutral"},{"text":"Don't do that. Only villains do that.","labels":"neutral"},{"text":"I think this was part of the actual movie, bud.","labels":"neutral"},{"text":"Women can't do wrong you fucking mansplainer","labels":"approval"},{"text":"Woot! Happy New Year!","labels":"joy"},{"text":"We love you, this sub is always there for you, remember that behind every meme and comment, there is someone who supports you","labels":"caring"},{"text":"I had shopping to put on the thing. Plus I wanted to go home.","labels":"neutral"},{"text":"The usual suspects will all belive her to be a victim and pretend there is no reason she would lie.","labels":"disappointment"},{"text":"Omg. I hope she is ok! Poor [NAME].","labels":"love"},{"text":"Your belief is literally killing children","labels":"anger"},{"text":"Thanks for the link,much appreciated,great info you found.","labels":"gratitude"},{"text":"LMFAO us going up 2-0 and losing the game name a more iconic duo I dare you","labels":"approval"},{"text":"If I haven’t told you lately...I love you and you are my hero. ❤️❤️❤️","labels":"love"},{"text":"Just made my first robocough purchase. Glad I used the website","labels":"joy"},{"text":"Wow that was ...mind blowing.","labels":"excitement"},{"text":"This is hilarious! Sounds similar to my buddy's experience at his gym in CoHeights!","labels":"joy"},{"text":"This honestly explains so much. Thanks for some insight into myself lol","labels":"gratitude"},{"text":"Cool...so he threw 5 jump balls all season. He also threw the ball out of bounds about 60 times.","labels":"excitement"},{"text":"I’m scared to fall asleep——-","labels":"fear"},{"text":"Embiid not getting the ball in the 4th quarter is called the Jimmy Butler effect.","labels":"neutral"},{"text":"I mean retirement age was set at 65 because it *was* the average age people died. Living beyond retirement was never supposed to be a guaranteed plan.","labels":"approval"},{"text":"Hopefully he will","labels":"amusement"},{"text":"That’s exactly what I was thinking but doesn’t it sound super cool?!?","labels":"disapproval"},{"text":"Ruin and set back race relations","labels":"amusement"},{"text":"ha ha LOL guys aren't we so QuIrKyyyy","labels":"amusement"},{"text":"But realistically if you’re expecting fine dining at any airport you’re probably kidding yourself. Sustenance without food poisoning is about the best you can hope for.","labels":"disapproval"},{"text":"You can assume he means in the 5 man at least in terms of how the matchup takes place.","labels":"realization"},{"text":"That's until a golden retriever runs for office. Humans can't be trusted","labels":"approval"},{"text":"LOL! You're fucked.","labels":"amusement"},{"text":"Imagine going back through post history to try and dunk on someone who routinely owns you because you're desperate to be liked.","labels":"neutral"},{"text":"I was hoping - thank you.","labels":"gratitude"},{"text":"Calm down.","labels":"neutral"},{"text":"Just curious: What do you normally do with your weekends?","labels":"neutral"},{"text":"Same here! I thought too long and hard about whether or not la jolla\/Encinitas was known as the \"treasure coast\"","labels":"approval"},{"text":"That has nothing to do with the sub...","labels":"optimism"},{"text":"DoorDash can deliver my White Castle's at 3am, that makes me happy","labels":"joy"},{"text":"That day was incredible.","labels":"surprise"},{"text":"[NAME] got heart","labels":"neutral"},{"text":"I commented like 5 mins b4 you lmao","labels":"neutral"},{"text":"Those are different, you don't tie that shit to the weakest part, they just stay on there by magic","labels":"realization"},{"text":"Okay perfect! I'll definitely have that conversation with him then. Thanks for the help! :)","labels":"gratitude"},{"text":"I'd understand if it was because of his conduct, but because of money? We're the Yankees, what the fuck man","labels":"confusion"},{"text":"I’m broke as shit and already do that.","labels":"remorse"},{"text":"Fuck is exactly what she's good for","labels":"neutral"},{"text":"Thanks for your input, I should have clarified the pop part of pop psych.","labels":"gratitude"},{"text":"Us arguing here won’t change a thing in the government","labels":"realization"},{"text":"It could be worse. We could get [NAME] or that Philly traitor [NAME] back.","labels":"disappointment"},{"text":"[NAME] and [NAME] knew all along","labels":"neutral"},{"text":"Your opinion doesn’t matter enough to me to trigger me :)","labels":"disapproval"},{"text":"It would be faster then light travel","labels":"neutral"},{"text":"[NAME] should be in. Tough road for Red, but they have been a lot better their last three games.","labels":"gratitude"},{"text":"I’ve been using the Greiss poke check on [NAME] as mine since it happened.","labels":"neutral"},{"text":"[NAME] bless the united [NAME]","labels":"love"},{"text":"That’s a lazy argument. Racism can be defeated with good education and proper parenting but most people are too lazy to fight for it.","labels":"approval"},{"text":"Holy shit. I remember sleeping on the back window \"ledge\" in my parents' car! I haven't thought about that in years.","labels":"joy"},{"text":"Better late than never sadly I can see another label scooping him up","labels":"sadness"},{"text":"She ate too many porgs, they’re high in fat.","labels":"neutral"},{"text":"I much prefer when the CB is given a taste of their own medicine. Far more satisfying than being polite. This one is great!","labels":"optimism"},{"text":"I'm surprised no one posted a Meat thread yet...","labels":"surprise"},{"text":"You know I’ve always wondered what this song was about. Thank you.","labels":"gratitude"},{"text":"When and where did you go to basic, I never once even saw dessert in the dfac when I went thru","labels":"disapproval"},{"text":"To bad trophy wife doesn't have 4th place.","labels":"neutral"},{"text":"Post them all! Love old pics.","labels":"love"},{"text":"Cop: We do have a strict leash law here so you're under arrest.","labels":"fear"},{"text":"Nice post here, dork.","labels":"approval"},{"text":"Funny.. I mean real funny looking.","labels":"amusement"},{"text":"Wait is this a euphemism for ditching your husband and finding a new partner or did you lose 179 pounds?!?!","labels":"anger"},{"text":"Phoenix sunrises and sunsets have been nice the past week with all the clouds and rain - beautiful shot!","labels":"amusement"},{"text":"So very sweet! Brotherly love","labels":"love"},{"text":"Suppressing anger is a horrible idea. You want to dissipate it in some healthy way, not bottle it up.","labels":"approval"},{"text":"Thank you.","labels":"gratitude"},{"text":"I hate to break it to you but [NAME] ARENT signing here","labels":"disapproval"},{"text":"Omg I wish I were still there so we could brave this together. Let us know if you go!","labels":"desire"},{"text":"What's the streamer's name? I want to find the aftermath of this","labels":"confusion"},{"text":"I watched my team get deep dicked in the natty. I understand","labels":"annoyance"},{"text":"I probably would have upvoted it for effort.","labels":"neutral"},{"text":"Ive given up trying to understand [NAME] motivations if I'm being honest","labels":"desire"},{"text":"Of course he gets you, he’s your brother. j\/k","labels":"optimism"},{"text":"this is painful","labels":"sadness"},{"text":"I wonder why! :\/","labels":"excitement"},{"text":"that day humanity received a grim reminder","labels":"fear"},{"text":"Lake inle is a beautiful place","labels":"amusement"},{"text":"Sometimes it’s annoying but I think it’s at an okay place right now","labels":"approval"},{"text":"gut feeling because it is winter and too cold? that is the reason of my gut feeling XD","labels":"sadness"},{"text":"They’re grossed out that these two are blatantly grinding outside of a bar\/club environment.","labels":"neutral"},{"text":"I'm surprised everyone seems to think there will be a season 2.","labels":"surprise"},{"text":"There is... use a credit or debit card.... lol it hits instantly I just did it literally last Sunday","labels":"amusement"},{"text":"shucci a lil BITCH","labels":"anger"},{"text":"It also makes me cry! but because it shows how far [NAME] has fallen...","labels":"disappointment"},{"text":"Oh [NAME], me and kiwi or pineapple. Or that feeling when a tortilla chip gets stuck in the roof of your mouth","labels":"realization"},{"text":"This reminds me of The Boy in the Striped Pyjamas!","labels":"neutral"},{"text":"Thanks a lot, [NAME]. Now I've lost my train of thought!","labels":"gratitude"},{"text":"That sounds wonderful.","labels":"approval"},{"text":"What makes this not the place and time?","labels":"neutral"},{"text":"People say 'confidence is attractive' which is definitely true. That doesn't mean that being arrogant or pretending to be confident is attractive.","labels":"approval"},{"text":"Well, it is generating them. It has a vector space (latent space) from which you can pick out a face.","labels":"neutral"},{"text":"I never pre-order anything and I am never disappointed with that decision","labels":"disappointment"},{"text":"She's only 52","labels":"amusement"},{"text":"\"Then you leave me no choice but to call the police and have you charged with petty larceny\".","labels":"anger"},{"text":"oh of course they were playing as nix","labels":"joy"},{"text":"Everybody is just temporarily embarassed millionaires","labels":"embarrassment"},{"text":"Right? I'd launch myself at him. Beautiful looking guy. <3","labels":"confusion"},{"text":"TTs have size limits. The group I was acquainted with had, ahem, \"leadership\" problems as well.","labels":"annoyance"},{"text":"Lol those stretch marks are from when I was obese...","labels":"amusement"},{"text":"This is the cutest! Wearing your heart on your sleeve so to speak.","labels":"joy"},{"text":"Why is it that young girls seem to idolise serial killers? I had a friend like this and never understood the attraction. It's scary","labels":"annoyance"},{"text":"Ik man. I probably would too, even though it would probably lead to my death... best of luck to you friend. I hope you find happiness","labels":"disappointment"},{"text":"The fact that they're flying their drone in the rain gives me anxiety.","labels":"nervousness"},{"text":"[NAME]. Yeah, right. Lol","labels":"amusement"},{"text":"Lol what do you mean ☺️☺️☺️","labels":"amusement"},{"text":"My response would have been, If [NAME] sees me as unworthy, then I do believe that [NAME] would have more use for my tithings.","labels":"optimism"},{"text":"Wow, guess my penis is small after all..","labels":"realization"},{"text":"180 is not good for checking enzyme deficiency which is what I am referring too.","labels":"neutral"},{"text":"What's your point? All these comments are from people who clearly had not seen it before. Only a couple said they had.","labels":"confusion"},{"text":"This is sarcasm. Let that friend lecture you for 1 hour.","labels":"anger"},{"text":"Everyone was fine so I guess it’s okay","labels":"approval"},{"text":"Such a strange signing, hopefully he wont cause to many problems in the dressing room","labels":"approval"},{"text":"That's gonna take a fuckton of Eco products.","labels":"neutral"},{"text":"Cake! Happy days!","labels":"joy"},{"text":"She'll ask them a question, interrupt them to say that something else is coming up and then talk about something irrelevant. She is all over the place.","labels":"disapproval"},{"text":"They're killing themselves","labels":"neutral"},{"text":"i wear all black. always. i died when we launched la boulange pastries. pink shirt of shame.","labels":"disapproval"},{"text":"Honestly if they were so worried about the tube, it’s possible to keep it safe with dressings etc over the tube site.","labels":"fear"},{"text":"Do You Shit Fart?","labels":"annoyance"},{"text":"If Android: YouTube Vanced is your new best friend. If IOS: sorry lol get a real phone","labels":"amusement"},{"text":"But they did they say excited to bring their current roster to Columbus...","labels":"excitement"},{"text":"I’ve never heard him say it but I wouldn’t be surprised if he did. It’s believable enough","labels":"realization"},{"text":"More importantly the car shouldn’t have run him over but yeah I guess you’re right.","labels":"sadness"},{"text":"Trust me, if its a person you have feelings for and she\/ he just wants your body, thats really painful.","labels":"sadness"},{"text":"Whoops yeah my bad And no just from the pictures ive seen there were just u opened sauce packets arranged on platters","labels":"neutral"},{"text":"Just explain that you stopped at Costco on the way to the ship and they only sell in bulk.","labels":"neutral"},{"text":"Excellent analysis!","labels":"gratitude"},{"text":"That’s so great! Congratulations to you as well!","labels":"gratitude"},{"text":"Tbh that’s kind of the exact player we need...","labels":"neutral"},{"text":"[NAME] gets way too hyped around here","labels":"optimism"},{"text":"Gonna give up your best friend for a g huh? I'm glad we aren't friends.","labels":"confusion"},{"text":"Awesome, it looks like we've found our next scapegoat.","labels":"amusement"},{"text":"When I opt out it goes back to old reddit, but the next day it turns back on.","labels":"neutral"},{"text":"[NAME] blew it by putting [NAME] on the WS roster. He was horrible, and he hadn't pitched in weeks.","labels":"fear"},{"text":"Prices there appear lower than Banff and it would only be a short drive, thanks! I'll continue my research into Canmore.","labels":"gratitude"},{"text":"Missed Opportunity for a cat burglar joke, still 7\/10","labels":"disappointment"},{"text":"If my buddy was getting his ass handed to him like this I'd laugh too. Sometimes people just deserve a little ass whoopin.","labels":"disapproval"},{"text":"Oh [NAME] i forgot about those. I used to love them.","labels":"love"}]