[{"text":"He believed Ireland had a right to exist, he just didn’t believe in the way the IRA(1919-1921) went about their business. ","labels":"neutral"},{"text":"But then she can’t be there for her son due to prison for battery. But it probably would be pretty cathartic","labels":"confusion"},{"text":"Why the fuck are you smiling for? Fuck you.","labels":"anger"},{"text":"Wishing the best for your pupper.","labels":"caring"},{"text":"I love your work, it makes my hair cry","labels":"love"},{"text":"This was my biggest problem. And I'd want a nap too. That's why I have to shower at night.","labels":"desire"},{"text":"You mean...I **don't** have to be #blessed and #thankful that I am moving to another country at the end of this month?","labels":"surprise"},{"text":"That sounds awful )-: I'm so grateful that my parents and therapist want to let me figure this out with minimal \"supervision\"","labels":"annoyance"},{"text":"I never feel a connection or when I do I push them away.","labels":"nervousness"},{"text":"Fun fact about this band is [NAME] the Black Keys and countless other stuff) has produced all of their albums.","labels":"amusement"},{"text":"Strange how you know they are 16...","labels":"curiosity"},{"text":"Dammit, you know I proof read this and I thought it changed correctly but I guess it didn't.","labels":"anger"},{"text":"no it's not","labels":"disapproval"},{"text":"CRAB RAVE 2 -------------------------- IS GONNA EXIST!!!","labels":"neutral"},{"text":"Yeah I don't mind the odd hunter or a daddy long legs but fuck those red backs. And whitetails Those cunts are vicious as all hell","labels":"anger"},{"text":"Lmao why does every sw fan have to be so melodramatic","labels":"curiosity"},{"text":"I really need to get more sleep.","labels":"desire"},{"text":"You look GORGEOUS and HEALTHY.","labels":"amusement"},{"text":"My father has been dead for two years and it's still been difficult to not talk about him as if he's still alive.","labels":"grief"},{"text":"Because it would look worse than 2D art.","labels":"disappointment"},{"text":"Hi I'm an order of magnitude more awkward than you and I'm coming.","labels":"embarrassment"},{"text":"I didn’t think I was implying that you weren’t.","labels":"realization"},{"text":"wow i watch the video fews time and I'm still amazed","labels":"amusement"},{"text":"Thank you. I thought I was going crazy for a sec.","labels":"joy"},{"text":"U is for You and Me!","labels":"neutral"},{"text":"Great, now this song will be stuck in my head for the next 2 weeks. ","labels":"amusement"},{"text":"Your name needs some work LOL","labels":"amusement"},{"text":"I lowkey love the chicken and waffles from longhorn chicken. It’s a food truck in west campus.","labels":"love"},{"text":"We seriously need to use all legal and ethical means to avoid losing our nation to the fascist oligarchy. We need desperately to cut out this deep cancer.","labels":"approval"},{"text":"Hey, you can make baseless claims if you want. Don’t expect people to just believe you though.","labels":"disappointment"},{"text":"Your friend should be disowned by their family","labels":"desire"},{"text":"When are you going to meet?","labels":"neutral"},{"text":">image management issue Seriously?! I must have missed that.","labels":"disappointment"},{"text":"This is one of those hobbies where the exit strategy is paralysis or death.","labels":"realization"},{"text":"...What is that?","labels":"curiosity"},{"text":"That’s crazy","labels":"excitement"},{"text":"Not sure how you could put [NAME] there, he's been our worst defender ","labels":"confusion"},{"text":"I switched the the Smok Novo and I like it. Close enough to the juul.","labels":"amusement"},{"text":"Normally don't like telling people the value of their opinion, but this opinion... Is 100% correct carry on ","labels":"approval"},{"text":"Not surprising.","labels":"disappointment"},{"text":"I am not at all familiar with the gibbed audio extractor but I'd have to imagine those lines are in the Citadel DLC files.","labels":"confusion"},{"text":"I'd take Florida winning it all this year, just so it's not Bama\/Clemson 5","labels":"desire"},{"text":"I can't do it anymore today, I'm out. ","labels":"disappointment"},{"text":"For a second, despite the title, I thought you were pouring coffee creamer on yourself and I was confused.","labels":"confusion"},{"text":"Oh! I didn't realize they were also vegan.","labels":"embarrassment"},{"text":"*Most of us are happy to help.","labels":"joy"},{"text":"[NAME] loves you. Be yourself and don’t let bigots stop you.","labels":"caring"},{"text":"I wonder how [NAME] prepares his food.","labels":"surprise"},{"text":"I’m so glad I’m not the only one. Since everything happened I’ve always thought I was just overly sensitive","labels":"gratitude"},{"text":"Out of curiosity, what does [NAME] think of [NAME]?","labels":"curiosity"},{"text":"I would just beat up someone I really hate, my brother.","labels":"anger"},{"text":"Oh! Thanks for clarifying. The entire time I thought it was written by a child to their OWN parents. I'm thick.","labels":"gratitude"},{"text":"This hurts to watch","labels":"sadness"},{"text":"It still seems Fairy popular, I might get it. Thanks for the tip!","labels":"desire"},{"text":"What logic justifies $33 that would not also justify $5000?","labels":"amusement"},{"text":"You really dont have a day off do you","labels":"curiosity"},{"text":"How cute. He thinks corporations are people.","labels":"confusion"},{"text":"I would think that would be pretty awkward having phone sex with a stranger","labels":"embarrassment"},{"text":"It’s halftime so I turned it on LivePD and this is the first thing I see...","labels":"neutral"},{"text":"Can anyone confirm the [NAME] likliness? Asking for a friend.","labels":"neutral"},{"text":"I meant one sided comment. My bad","labels":"disappointment"},{"text":"Game of the conference season so far and ESPN screws up the stream with only a link to the game in Spanish?","labels":"annoyance"},{"text":"It started to compute for me when I was “right” all the time but never ended up getting what I wanted.","labels":"disappointment"},{"text":"Lol imagine googling “whore” to jack off","labels":"desire"},{"text":"Thank you for turning me vegan, good person!","labels":"gratitude"},{"text":"The Blackweb screen protectors have saved my phone more times than I can count.","labels":"gratitude"},{"text":"[NAME] all but guaranteed to win the Rumble. [NAME]","labels":"neutral"},{"text":"You don’t owe anyone your suffering or your future. Ever.","labels":"neutral"},{"text":"Shit, I lost the original page. Please forgive me.","labels":"annoyance"},{"text":"C1,2 7.30 pm [NAME] to [NAME], \"I how how you can throw down\" HAHAHA!!! ","labels":"disapproval"},{"text":"How? They don't have SoundCloud or anything and it's usually played before you're killed.","labels":"confusion"},{"text":"I know they don’t want it. I just wish they did.","labels":"disappointment"}]