[{"text":"I’m so sorry. You deserve so much better.","labels":"sadness"},{"text":"Sorry, girl. You deserve better.","labels":"realization"},{"text":"> [NAME] doesn't even agree with you. What does she not agree with?","labels":"neutral"},{"text":"You sound jealous that a seed hasn’t been planted in you","labels":"neutral"},{"text":"Then leave, if that is your purpose.","labels":"neutral"},{"text":"oh hi blue","labels":"neutral"},{"text":"Volunteer. Helping people in need will make you feel better about both yourself and others.","labels":"relief"},{"text":"Celtic das really are a different breed. If this is how they react to one loss, our next title is going to be fun.","labels":"optimism"},{"text":"1. Use chicken thighs 2. Dryness doesn't matter with this much fat.","labels":"neutral"},{"text":"I’m sorry if I hurt your fragile ego, you should get off the internet lol","labels":"remorse"},{"text":"Worrying about [NAME] during a game is ridiculous. Especially when he's currently 6-11 from the field.","labels":"fear"},{"text":"[NAME] looks like fat [NAME] lmao","labels":"neutral"},{"text":"The unfortunate thing is that, right now, that **is** how it works in politics, it’s just been made extremely obvious the last few years. ","labels":"amusement"},{"text":"My bad on the terminology, see my response above for some of my thoughts \/ concerns related to the presence of 2-chlorophenol","labels":"neutral"},{"text":"If this team could make there wide open shots, we could win some games. Its unbelievable how many open shots we miss. ","labels":"joy"},{"text":"They mean “wholesome”, not “‘nice.”","labels":"optimism"},{"text":"It's alright old man we're almost to your room","labels":"neutral"},{"text":">However, we're leaving waswas and inmoral behaviour with it! Amin and amin. ","labels":"neutral"},{"text":"How? They don't have SoundCloud or anything and it's usually played before you're killed.","labels":"neutral"},{"text":"FUCKING YES BEST PLAYER ON THE PITCH TODAY ABSOLUTE WARRIOR BOW DOWN TO THE BALON DOR WINNER TRULY WORTHY","labels":"amusement"},{"text":"try going outside for a long painful walk","labels":"relief"},{"text":"Getting jealous over exes is hard to overcome but they are EXES, he\/she doesn’t want them, they want you.","labels":"amusement"},{"text":"I love the outfit that [NAME] is wearing","labels":"neutral"},{"text":"[NAME] stopped napping at 18 months. We’ve been implementing quiet time since. It’s wondrous.","labels":"joy"},{"text":"It’s not even bad","labels":"neutral"},{"text":"Yes you can start working. Just use those bags, but don't bother with the prompt on the dashboard.","labels":"amusement"},{"text":"Do you have the link to that ? I would love to hear the story from him","labels":"neutral"},{"text":"Weird way to spell Voldo.","labels":"amusement"},{"text":"That sounds very sketchy to me. I would be thinking he’s with another girl TBH","labels":"amusement"},{"text":"Does not giving the puck away in the defensive zone every single fucking time he touches it count as an elite level skill?","labels":"neutral"},{"text":"Still don't get my point, but thanks anyway.","labels":"gratitude"},{"text":"Projection in the sense that they are projecting their infantilism and naivety.","labels":"neutral"},{"text":"Thank you! We’re currently shoveling ourselves out of the driveway, hopefully well be going there soon","labels":"gratitude"},{"text":"Hi, [NAME]!","labels":"amusement"},{"text":"People that choose to work for NGO's already make far less than their corporate counterparts, do you want them to work for free?","labels":"neutral"},{"text":"Cop: We do have a strict leash law here so you're under arrest.","labels":"neutral"},{"text":"Removed - Unrelated Content","labels":"amusement"},{"text":"This just made my day! Thanks for the laugh!!","labels":"amusement"},{"text":"No, but you wouldn't believe what I'm not tired of seeing...","labels":"neutral"},{"text":"Yes it is I’m 99.9% sure! Thank you! Enjoy your gold.","labels":"optimism"},{"text":"Wow, is it March 24th, 2018 already?","labels":"surprise"},{"text":"\"*You can sifu stance your bitchass on outta here!\"*","labels":"neutral"},{"text":"If only there was a league of sorts of higher ranked play that they could watch. Oh well.","labels":"neutral"},{"text":"Isn't this researching online?","labels":"neutral"},{"text":"Now that's a beautiful cake but that's way way WAAAAAAY too much icing for me... Added a good 5 inches to the cake damn!!","labels":"love"},{"text":"Well you came to the right place","labels":"neutral"},{"text":"Thanks!!","labels":"gratitude"},{"text":"I'm not in the loop of this storyline as college has consumed whatever free time I have, so can you explain this to me please","labels":"neutral"},{"text":"Where can you watch community? I can’t find it anywhere and it looks great.","labels":"neutral"},{"text":"I'm 58, my 40 year wife is 59, and my handfasted wife is 64. I'm so in love with both of them!","labels":"love"},{"text":"Goodbye [NAME]","labels":"neutral"},{"text":"Move on bro. Don't sit around waiting for someone. If it's meant to happen later, it will.","labels":"amusement"},{"text":"Weird, never had a problem","labels":"annoyance"},{"text":"I do. It's supposed to be bad for your back, but I just can't seem to fall asleep with both legs bent the same.","labels":"disappointment"},{"text":"Embrace the feels my friend. Glad you found happiness even if it is fleeting.","labels":"neutral"},{"text":"I really hope that's true and really hope they grow some balls and ban it.","labels":"neutral"},{"text":"Is it wrong that I've been really disappointed that I haven't gotten to try out my new snowblower? :-\/","labels":"disappointment"},{"text":"Lol yea I'm sure some were. High school girls are a little insane","labels":"amusement"},{"text":"My heart broke for him when his wife suddenly passed away. I worried about him with his issues with depression but he seems to be doing okay.","labels":"remorse"},{"text":"Mental health issues get such a bad rap as it is. I appreciate this comment a lot.","labels":"gratitude"},{"text":"would it be like Caspian’s bombs where you have to directly be hit by it?","labels":"neutral"},{"text":"Oh dang I hadn’t even looked at her face!","labels":"remorse"},{"text":"More like trash ass link. Wtf is “Apple Music”, probably some shitty limewire ripoff.","labels":"anger"},{"text":"I saw the one where he was successful, and wondered how many attempts it took. ","labels":"surprise"},{"text":"That's just the adrenaline. It'll set in soon, haha","labels":"neutral"},{"text":"Most women I know say this too. I'm thinking now that hesitant men are usually just very inexperienced or shy men.","labels":"amusement"},{"text":"YOU CAN'T TELL ME WHAT TO DO","labels":"amusement"},{"text":"You made the right choice. Helps to get him out of mind, out of sight and begin the healing process.","labels":"approval"},{"text":"What an idiot.","labels":"amusement"},{"text":"This man looks so much older without the cap","labels":"amusement"},{"text":"I can see the place where I grew up on here :)","labels":"excitement"},{"text":"Oh, [NAME], don't bring THAT story up!","labels":"neutral"},{"text":"What if a dealer decided to quit the business cold turkey and threw down his bag and left?","labels":"amusement"},{"text":"This cut so terribly deep and touched places I had hidden away. I'm at a loss for words.","labels":"remorse"},{"text":"Lmfao I'm not here to Google easy shit for morons.","labels":"neutral"},{"text":"That convention center sized groan right after the reveal.... No one wanted this. I have no idea what they were thinking.","labels":"neutral"},{"text":"[NAME] just played her ass...hehehe","labels":"amusement"},{"text":"I don't see any shoes on his feet after he lands. Kid is fucking dead.","labels":"annoyance"},{"text":"Native deciduous tree species or gtfo!","labels":"amusement"},{"text":"Everything should be there from the Cash homepage... Is there something specific you can put your finger on that you don't like as much?","labels":"neutral"},{"text":"It gives me a weird feeling as someone not named [NAME]. It's a very heeby jeeby inducing phrase.","labels":"annoyance"},{"text":"So everyone who suffers a family loss should be exempt from paying any bills etc etc For how long? A month? Three?","labels":"caring"},{"text":"Mauston and Monticello were the beginning and end of my hope","labels":"disappointment"},{"text":"OMG are you serious? Do you know what episode? That's horrendous! I'm really disappointed in [NAME] on that one.","labels":"disappointment"},{"text":"No another person lol.","labels":"amusement"},{"text":"If you're in the Arrowverse, stay away from [NAME] and [NAME]. Swipe motherfucking **left**.","labels":"anger"},{"text":"I'm 'old school' Manual; left arm (unless contraindicated), straightened, relaxed breathing, no talking, slow release.","labels":"relief"},{"text":"Perfect! Thanks","labels":"gratitude"},{"text":"Not sure how you could put [NAME] there, he's been our worst defender ","labels":"amusement"},{"text":"lol Holy shit.","labels":"amusement"},{"text":"If you are in the northern hemisphere, you must subscribe to the [NAME] “seasonal theory of lardons”.","labels":"neutral"},{"text":"[NAME] is definitely a good player, would probably be an [NAME] in the East, but fuck him lol","labels":"amusement"},{"text":"If this continues for V7, I'm gonna start getting *real goddamn salty.*","labels":"neutral"},{"text":"Thanks bro means a lot","labels":"gratitude"},{"text":"Oh poor guy. That’s so sad. I can see why she is an ex friend.","labels":"sadness"},{"text":"what are you even talking about","labels":"annoyance"},{"text":"Except when you get put against the same 6 stack 5 times in a row and they smash you every time... was not a good time","labels":"neutral"},{"text":"It's in my garage. Couldn't be any easier to access it.","labels":"neutral"},{"text":"Are you high? People go for walks while wearing clothing all the time. It's when you go without the clothes that you run into problems.","labels":"caring"},{"text":"I sure could have used that during nursing home rotations .","labels":"neutral"},{"text":"[NAME] steals the game! (and the puck for bouncing off of Detroit players)","labels":"amusement"},{"text":"Yo you guys look like the couple from that Episode advertisement","labels":"amusement"},{"text":"This idiot can't be bothered to comprehend anything that reads longer than a bumper sticker.","labels":"neutral"},{"text":"They have no confidence at all, the mark of someone insecure is shouting out loud how secure they are.","labels":"neutral"},{"text":"It was obvious with 5 min left coach [NAME] didn’t want to win this game","labels":"neutral"},{"text":"Like it was over wayyyyy too fast for a real one. Shit, the Taliban lasted for years, and ISIS is still a huge problem.","labels":"annoyance"},{"text":"Doesnt help [NAME] was right. That would further push [NAME] into his arms","labels":"neutral"},{"text":"Lets go with sensitive, because what other reason is there to downvote an opinion ","labels":"neutral"},{"text":"Just try the free trial. I got bored of it in 4 hours, so no buy for me. ","labels":"amusement"},{"text":"It's funny cause OP is trying go against the mindset that most men are predators but in inadvertently reinforcing it :\/ awkward.","labels":"amusement"},{"text":"Calling Israel evil for their policies is anti Semitism? What a joke.","labels":"amusement"},{"text":"SJW's I've encountered were far more trivial and spiteful in general.","labels":"anger"},{"text":"Agreed. How do you feel about the rumors that he doesn't pick any girl as an endgame?","labels":"disgust"},{"text":"NO absolueltey wrong. WE MUST PRIORITIZE GETTING CORPORATE MONEY OUT OF POLITICS OR WE WILL NEVER BE ABLE TO SOLVE ANOTHER PROBLEM IN THIS COUNTRY.","labels":"neutral"},{"text":"keeping an eye out in case of another shooting","labels":"neutral"},{"text":"It is crazy to me that there are even people in this sub that think [NAME] isn't worth his contract.","labels":"amusement"},{"text":"What insecurities do you have? x","labels":"neutral"},{"text":"No it’s mainly for the itching and Dxm tends to make you feel like hot in the head atleast for me and the Benadryl eliminates all of that","labels":"neutral"},{"text":"I’m going to bed nowish, hope you’re ok. HMU if you want.","labels":"neutral"},{"text":"2009. What a year to be a 10 year old","labels":"neutral"},{"text":"I mean [NAME] rookie of the year thing. Lol am dumbass Just a misunderstanding.","labels":"amusement"},{"text":"It doesn’t get better than that","labels":"disapproval"},{"text":"Edit: I realized I dont want my story publicized. Sorry yall. Too personal for me","labels":"realization"},{"text":"Thank you! In Germany and was sick of waiting and wondering","labels":"anger"},{"text":"In what manner?","labels":"neutral"},{"text":"One of the best photos I’ve seen of the Arch. Breathtaking.","labels":"neutral"},{"text":"Yes and quite alot of reasons building up. Me, people, past. I hope you will be ok.","labels":"caring"},{"text":"always the people I hate and never my crush","labels":"neutral"},{"text":"I'm surprised she could operate a suitcase.","labels":"surprise"},{"text":"that was such a misstep from their PR. wtf were they thinking people were expecting with a public countdown","labels":"neutral"},{"text":"I was just a little disappointed that there is no audible\/visible reaction by the character when visiting the graves (also trying to avoid spoilers).","labels":"disappointment"},{"text":"No, that would be traveling to Florida and challenging [NAME]. Georgia is definitely still rather red ... Florida isn't (as red yet).","labels":"neutral"},{"text":"[NAME], [NAME] and [NAME] could see that they were tipped off. ","labels":"neutral"},{"text":"\" Personal responsibility\" code for \"if you aren't rich, get fucked!\"","labels":"anger"},{"text":"Two horrible cunts","labels":"neutral"},{"text":"I'm so sorry that [NAME] has convinced you that his insane aggression isn't important.","labels":"remorse"},{"text":"That's the exact person who would buy one of those","labels":"neutral"},{"text":"He acted like such a jerk- why would you want to be friends with someone like that? I would never trust him again.","labels":"annoyance"},{"text":"it’s fantastic with reflex or holographic","labels":"amusement"},{"text":"Purple are lowkey great value properties.","labels":"neutral"},{"text":"We should strip [NAME] of his Stoney badge for being so soft.","labels":"neutral"},{"text":"Damn it even comes with changeable speedshanks","labels":"neutral"},{"text":"That's bomb! I'm so happy for you! Good luck","labels":"joy"},{"text":"Thanks dude. Shit happens!","labels":"gratitude"},{"text":":) i like it","labels":"gratitude"},{"text":"The montage of a man's career, there's so much said in these photos it is incredible.","labels":"amusement"},{"text":"They can't even really articulate what has been so bad since [NAME] took office.","labels":"embarrassment"},{"text":"ooohhhh when he look at the camera at the end it's the cutest shit ever","labels":"neutral"},{"text":"[NAME] himself erased your memory of him screwing up. You shouldn't take these kind of things for granite.","labels":"neutral"},{"text":"As for myself, I've very rarely do I make my day! And it's not like I do, and do it try your best.","labels":"neutral"},{"text":"It’s a terrible thing when someone who doesn’t let themselves laugh has a reddit account","labels":"anger"},{"text":"That was what our media guys said but he is now 1\/3 in the shootout (was 1\/2). No clue how they butchered that one so badly.","labels":"amusement"},{"text":"That young [NAME] looking dude is intense!","labels":"amusement"},{"text":"Good for you! So awesome!","labels":"excitement"},{"text":"Good idea, but unfortunately not running on the weekend. ","labels":"neutral"},{"text":"[NAME] fell asleep on defense","labels":"neutral"},{"text":"Those are old concepts from either MK9 or MKX, can’t remember which.","labels":"neutral"},{"text":"Wow. [NAME] is a giant POS. He'll be really happy being single and dying alone.","labels":"gratitude"},{"text":"The bus loop was never going to entice families to transfer their kids to city schools. Is it great for kids already there? Yes.","labels":"joy"},{"text":"Lovely places to buy from but very hard to get a good price as a seller because of their high rents (and bargaining expertise!)","labels":"neutral"},{"text":"[NAME] clan needs some fucking therapy.","labels":"disgust"},{"text":"Welcome! I'm a fellow INTJ-A female. Was also lonely for a long time. :) It's great to feel home!","labels":"pride"},{"text":"It actually depends. Do you have PCOS? Because if you do, then that would explain the change as well. ","labels":"neutral"},{"text":"I shave my face. Take that, boys.","labels":"amusement"},{"text":"Thanks ! so need to try a donair sounds amazing","labels":"gratitude"},{"text":"Could they have written a more uninspiring Press Release. Hopefully it is more about [NAME] than [NAME] and [NAME].","labels":"amusement"},{"text":"Simply wearing the MAGA hat is proof he's a racist little shit-lord and \"his side of the story\" was clearly written by a PR firm. ","labels":"neutral"},{"text":"Good point. Personhood isn't officially granted until you become property\/ a bond of the state.","labels":"disapproval"},{"text":"I remember the first time one of my friends tried to explaine Minecraft to our group during lunch. I think I was in highschool at the time.","labels":"neutral"},{"text":"Like, [NAME]?","labels":"amusement"},{"text":"If you like Thai food, try Firefly.","labels":"neutral"},{"text":"M'lady... Good god, the last man alive is a '[NAME]'!","labels":"neutral"},{"text":"You don't even deserve my attention anymore. Bon voyage sucka","labels":"amusement"},{"text":"It also would have to take less than like 2 hours for me to get to my destination, time is worth more to me than real money ya know","labels":"pride"},{"text":"> I thought he didn't actually collect the second He lost the second imo.","labels":"neutral"},{"text":"Now if you could only get people to listen to sane advice like this.","labels":"neutral"},{"text":"No Deal has a decent chance of leading to Scotland and NI leaving and thus the end of the United Kingdom","labels":"neutral"},{"text":"Doesnt the bible have lovely passages about stoning hereticals as well? Moderate [NAME] are probably more common than you think.","labels":"amusement"},{"text":"It changed 6 years ago","labels":"neutral"},{"text":"You’re right, I have come across that as well. I have been driving long distances for too long! Congratulations on a shorter drive! ","labels":"gratitude"},{"text":"Nice to see a rare court case involving a meta-human.","labels":"amusement"},{"text":"I *demand* satisfaction","labels":"amusement"},{"text":"That's my favorite type of plane.","labels":"love"},{"text":"wow i watch the video fews time and I'm still amazed","labels":"amusement"},{"text":"If I get another dog imma name it after a [NAME] song SO FUCKING CUUUUTE","labels":"love"},{"text":"GOOD [NAME] ALIGHTY, HE'S BROKEN IN HALF","labels":"sadness"},{"text":"I can't upvote this enough. Thank you for practicing what is preached!","labels":"gratitude"},{"text":"That's how my days go either way.","labels":"amusement"},{"text":"I was just kind of born into it, although ironically I was raised a cubs fan as well.","labels":"amusement"},{"text":"If he was a rap ‘musician ‘ then I’m all in favour.","labels":"confusion"},{"text":"Sweet. This is the perfect article for my question.","labels":"neutral"},{"text":"Anyone remember mean [NAME] burger and fries? That place was the jam!","labels":"amusement"},{"text":"It's not like an NFL coach would trip a player on the field if they had the opportunity......oh wait","labels":"neutral"},{"text":"As per, they’re being slammed on social media. Their response and justification of it being from seven years ago is contrary and lame.","labels":"neutral"},{"text":"My favourite commentator on this game","labels":"love"},{"text":"We can do this son. You don't want to miss [NAME] win his first Rumble and become the new top guy.","labels":"neutral"},{"text":"Lol what did you type in? Cause I posted this and its entirely mine.","labels":"amusement"},{"text":"If [NAME] has similar role to end year then no way am I taking those over him ...especially Sony","labels":"amusement"},{"text":"i was planning on getting smashed but instead i'm sober...... no bullshit whatsoever","labels":"disapproval"},{"text":"[NAME] can't create on his own and has no in between game, [NAME] is too inconsistent at it.","labels":"neutral"},{"text":"Here. I didn’t delete it, but rather changed my tumblr name.","labels":"neutral"},{"text":"Fuck knows. They’ve stated both on seperate occasions. The media is all over them.","labels":"surprise"},{"text":"I was suffering a delirium flu during the phantom facemask game so it’s all sorts of suffering for me.","labels":"sadness"},{"text":"Can’t imagine taking on that contract","labels":"amusement"},{"text":"What about [NAME] arm ?Is [NAME] replacing [NAME] cannon ? I was more bummed about losing [NAME] arm than his bat .","labels":"amusement"},{"text":"he ded.... and why the fuck these POSs have cellphones in prison.","labels":"anger"},{"text":"Bee\/fly = white pepper\/black pepper","labels":"amusement"},{"text":"Lmfao lonzo? That guy is not nba talent. World is gonna spank that ass","labels":"anger"},{"text":"Not if I legalize it. Then you can buy it.","labels":"approval"},{"text":"Removing republicans is the first step. You can scream about how they are the same, but perhaps you should look at voting history. Good luck. ","labels":"amusement"},{"text":"Signed up! This is brilliant!","labels":"amusement"},{"text":"Oh, it’s you again. Here: ","labels":"amusement"},{"text":"Man... it’s been a while since I laughed so hard watching one of these vids","labels":"amusement"},{"text":"Yep...this sub blasted me for hating the casey hire and still refuses to admit his big faults","labels":"neutral"},{"text":"Apologies, that distinction always slips my mind lol","labels":"amusement"},{"text":"Time to do my thing.","labels":"amusement"},{"text":"Grandmas knees are burning up","labels":"neutral"},{"text":"Are they jealous that they are playing a better sport.","labels":"neutral"},{"text":"r\/Politics is the lefts the_D, no point in saying anything there unless you’re participating in the endless circle jerk","labels":"neutral"},{"text":"I watched the whole thing. I miss that style of cartoon. Simultaneously silly and understated.","labels":"amusement"},{"text":"It is 100% a scam. They've been copying many [NAME] with the same message.","labels":"desire"},{"text":"RemindMe! 7 days","labels":"neutral"},{"text":"That’s interesting, I took it as the dad being in a coma and the daughter visiting him in the hospital","labels":"neutral"},{"text":"No worries! Sometimes wires get crossed, I missed the mark as well.","labels":"neutral"},{"text":"It's great with Brave","labels":"amusement"},{"text":"Ironic, since [NAME] is literally doing that, but with migrant children","labels":"neutral"},{"text":"you go away","labels":"neutral"},{"text":"[NAME] cares like a father incredible","labels":"caring"},{"text":"Mugging is just how we show love around here. Respect our culture.","labels":"amusement"},{"text":"Wow, you’re so generous with other people’s money.","labels":"surprise"},{"text":"But then she can’t be there for her son due to prison for battery. But it probably would be pretty cathartic","labels":"neutral"},{"text":"I felt a great disturbance in the Force, as if millions of voices suddenly cried out in terror and were suddenly silenced.","labels":"neutral"},{"text":"Bubble Bass should try it, just DON'T FORGET THE PICKLES!! ","labels":"neutral"},{"text":"He needs to go back to [NAME] school","labels":"neutral"},{"text":"Which makes zero sense lol","labels":"amusement"},{"text":"> It leads to touching and doing inappropriate things with the opposite sex I prefer the same sex, so are these things not inappropriate for me?","labels":"neutral"},{"text":"It's how the government treats them.","labels":"neutral"},{"text":"Yeah. Plus why he still living with his mom","labels":"neutral"},{"text":"[NAME] Falafel in Dearborn has some of the best around.","labels":"neutral"},{"text":"I appreciate the dedication, but they really didn't have to be silent for three quarters of the game.","labels":"amusement"},{"text":"The human species is more intelligent and sentient than any other animal species that's why.","labels":"amusement"},{"text":"I just popped a pill in my chAmpagne, she say she love me she don't even know my reAl name' -[NAME]","labels":"annoyance"},{"text":"Its fun to draw in an empty space.","labels":"joy"},{"text":"On [NAME], the allegations and the final result were very different. If I recall most of the complaints substance was rejected or disproven.","labels":"neutral"},{"text":"I'm saving that for when I can show up too","labels":"neutral"},{"text":"Sure! You had my curiosity; now you have my attention...","labels":"curiosity"},{"text":"You must be fun at parties.","labels":"optimism"},{"text":"They save on paint markings because nobody would follow them?","labels":"neutral"},{"text":"Here you can see for yourselves","labels":"neutral"},{"text":"and they are indeed made of gold. this seems like reasonable jewelry prices. or at least not out of left field for designer pieces.","labels":"approval"},{"text":"This looks like it was written by someone’s desperate to be “down with the kidz” mother.","labels":"neutral"},{"text":"Gimmie the glove hand","labels":"amusement"},{"text":"Whenever I hear about someone I haven’t previously and someone says wow really they’re a YouTube ________ I physically twitch","labels":"confusion"},{"text":"*runs in hair salon* GIMME ALL THE SHAMPOO!!","labels":"neutral"},{"text":"Wow this was awful. What kind of audience do these morons have? I mean no one with the money to buy that junk would watch these fools","labels":"annoyance"},{"text":"You dropped a ‘want’ in that last sentence my dude","labels":"approval"},{"text":"Am I the only one who thinks these Instagram poses girls do are so freaking cheesy","labels":"amusement"},{"text":"Same. About as Libertarian as fucking [NAME].","labels":"neutral"},{"text":"That would have been a funny had we never made playoffs","labels":"amusement"},{"text":"Are you serious? Open up a fucking history book","labels":"annoyance"},{"text":"This was taken when I posted it, I live in western Australia hills near Perth city, and Yeah Boy!!!","labels":"neutral"},{"text":"That comparison system could backfire when hogs see their 83rd percentile healing and go “what the fuck were our healers doing I have 83rd percentile healing”","labels":"neutral"},{"text":"They understand alright, they just don't give a shit. Bunch of fucking scum.","labels":"anger"},{"text":"Ah yeah Pawnstars is History. A&E is Storage Wars","labels":"amusement"},{"text":"Seriously? I couldn't even remember the dude's name until about halfway through the season honestly.","labels":"grief"},{"text":"I know, sorry! I didn't want to translate some parts but I thought I had to","labels":"embarrassment"},{"text":"Sad because you don't get any women?","labels":"sadness"},{"text":"Stay at home if you’re sick","labels":"neutral"},{"text":"This has already been posted on this subreddit but thanks.","labels":"gratitude"},{"text":"You smug fuck","labels":"anger"},{"text":"Riding your bicycle down Powell is *a stupid fucking idea*.","labels":"annoyance"},{"text":"I'd enjoy a nice warm hug. Along with a delightful conversation. But that works too.","labels":"amusement"},{"text":"[NAME] is way more straight forward than [NAME], she doesn't have tons of mixups and stances etc. Her strings strong but simple with limited options ","labels":"neutral"},{"text":"You're brilliant.","labels":"amusement"},{"text":"That’s about what ours is, but our rush hour traffic is horrible.","labels":"amusement"},{"text":"Congrats. But that’s a new level of oblivious. Sheesh.","labels":"gratitude"},{"text":"Oh believe me, we’d love that too","labels":"love"},{"text":"That's good to hear. I'm admittedly highly judgmental about this kind of thing but I'm trying to open up my mind a bit.","labels":"neutral"},{"text":"Fuck you're cool","labels":"excitement"},{"text":"Holy fuck [NAME]!","labels":"amusement"},{"text":"genuinely surprised me, 0","labels":"surprise"},{"text":"Did you miss the other guys link? I noticed you didn't make a comment towards him, even though he posted it around the same time.","labels":"disappointment"},{"text":"Is that the hot sauce she keeps in her bag?","labels":"neutral"},{"text":"Spicy water.","labels":"amusement"},{"text":"She sucks but you don’t sound much better","labels":"annoyance"},{"text":"I’m a girl too :p also highly unlikely but appreciate the sentiment","labels":"neutral"},{"text":"This is why I love baseball","labels":"love"},{"text":"[NAME] unborn grandchildren disliked that.","labels":"disapproval"},{"text":"Aw, good times, picking off them pesky 'tennas and coyotes! Me too, I'd love that! Thank you for playing, my friend!","labels":"gratitude"},{"text":"Ah, tis the coder life. Be glad you didn't accidentally wipe a database or something, haha.","labels":"amusement"},{"text":"Yes, some doctors look down on military docs. However, I've never seen military nurses looked down upon. If anything, it gives them a leg up.","labels":"neutral"},{"text":"It's all hypocrisy and projection. The people smearing him work for [NAME] and [NAME].","labels":"neutral"},{"text":"[NAME]. hopefully that mindset will change (no pun intended)","labels":"neutral"},{"text":"I was expecting the top comment to be the copypasta. Glad to see that wasn’t the case.","labels":"amusement"},{"text":"inject that shit into my veins","labels":"annoyance"},{"text":"That's odd. Where I live it all the disapproval has been silent. The loud people are older cougar ladies that are into that kind of thing.","labels":"neutral"},{"text":"Depends on this being a small town or not.","labels":"neutral"},{"text":"Yeah Yeah Yeah! Im still Standing Yeah Yeah Yeah!","labels":"neutral"},{"text":"Maybe she’ll think it was cute how shy you were","labels":"neutral"},{"text":"I’m rather surprised that these books are STILL being made. Like I thought they died off around 2014.","labels":"surprise"},{"text":"100%. Please ignore him. He's annoying af and survives off attention","labels":"annoyance"},{"text":"It looks like a very light blue to me.","labels":"neutral"},{"text":"Understand their point of view, 13 IS too young. Imagine how they felt when they found out their innocent child was watching adult videos.","labels":"disgust"},{"text":"That’s a weird way of spelling Tobin.","labels":"disgust"},{"text":"that was clearly only one pump, bad call","labels":"neutral"},{"text":"so doing something illegal only dehumanises you when caught?","labels":"amusement"},{"text":"You obviously never seen the MLS playoffs, they make cubo [NAME] look like [NAME].","labels":"amusement"},{"text":"FREE FRIES FOR EVERYONE, we splashing out here ","labels":"neutral"},{"text":"That sounds wonderful.","labels":"amusement"},{"text":"I know it's 40C over here lol","labels":"amusement"},{"text":"The castle, assuming it's properly furnished and comes with servants to run the place.","labels":"neutral"},{"text":"[NAME] will probably get offers from other teams, he may not even be a [NAME] next year. ","labels":"optimism"},{"text":"This is -- and I say this in all sincerity -- the _weakest_ troll attempt I've seen in years.","labels":"neutral"},{"text":"Sadly this is how you get shit fixed","labels":"sadness"},{"text":"I'm am L O L ! Beautiful! Use that brain. It's a good one. ~toktomi~","labels":"amusement"},{"text":"[NAME] looks rushed on his 3's tonight for no reason","labels":"neutral"},{"text":"I am secretly hoping for a Vini winner - he deserves it so much, the guy pours his heart out on the pitch","labels":"amusement"},{"text":"I don't know if I'm more disappointed in the driver or the pedestrians..","labels":"disappointment"},{"text":"Clearly not well enough","labels":"neutral"},{"text":"Thank you for your kind words! Your energy is contagious!","labels":"gratitude"},{"text":"At least he is getting paid assuming that is a non us airport","labels":"neutral"},{"text":"Hard to believe we scored like 8 points through the first 6 minutes.","labels":"optimism"},{"text":"Love this picture","labels":"love"},{"text":"Man i wish [NAME] expelled you for forgetting your minder binder instead","labels":"neutral"},{"text":"YES CIZ so glad I saw this here, really well done, there is no end to your creativity.","labels":"amusement"},{"text":"Either they're back together or they have to pretend everything's fine, until the show ends.","labels":"neutral"},{"text":"Science was wrong in the olden times so we should force people to learn from our old book of the really olden times.","labels":"amusement"},{"text":"You are terrible developers.","labels":"annoyance"},{"text":"I’m sure the hornet will be happy if their curse is over!","labels":"excitement"},{"text":"Montreal is a beautiful city","labels":"excitement"},{"text":"Low effort bait, not even creative or funny.","labels":"disapproval"},{"text":"Jokes on you I have one of those fancy electric toothbrush stands!","labels":"amusement"},{"text":"You guys can downvote me all you want, but this sub is every day looking more and more alike r\/gameofthrones","labels":"neutral"},{"text":"Thank you!!!","labels":"gratitude"},{"text":"What do you do for a living?","labels":"neutral"},{"text":"It’s been posted dozens and dozens of times since last night. People fucking suck.","labels":"anger"},{"text":"Friends for eternity! Loyalty, honesty!","labels":"amusement"},{"text":"WHAT ARE THOOOOOSE","labels":"neutral"},{"text":"I feel like I’ve had this exact same conversation with a customer at my old job.","labels":"neutral"},{"text":"Remember when that one guy went on “Carpenter is awful” campaign? That meltdown was my favorite","labels":"amusement"},{"text":"That's interesting! Here I am having been saying I grew up near the original all my life. I will correct my story.","labels":"optimism"},{"text":"As someone who just drunkenly told his boss what everyone else said about him behind his back, I can agree. ","labels":"approval"},{"text":"Lol definitely not","labels":"amusement"},{"text":"the idea is bad dude. that's the problem.","labels":"neutral"},{"text":"Oh nice, VB using him as their own populist tool to grab the attention of the overtly racist and scared of brown people.","labels":"neutral"},{"text":"Thank you all for your responses! Some new info for me is giving me hope again lol see ya on the battlefield","labels":"amusement"},{"text":"No, you just have to either pay the stable fee to revive it or get the insurance.","labels":"neutral"},{"text":"Haha, this is hilarious.","labels":"amusement"},{"text":"Tell me Homeless [NAME], what's the secert to long and beautiful hair? ","labels":"neutral"},{"text":"[NAME] edit: [NAME]= Evil [NAME] because hikineet. [NAME]= Evil [NAME] because we hate trannies. [NAME]= Evil [NAME] because false rape charges.","labels":"amusement"},{"text":"Oh god, the one common denominator strikes again and is rubbing off on the other players. We're doomed, back to the drawing board in 2020","labels":"neutral"},{"text":"If you're going out with a big group then this doesn't seem so bad. Everyone gets something to eat and it's fun.","labels":"neutral"},{"text":"rub a cats belly right fuckin meow!","labels":"annoyance"},{"text":"Obviously there is a unicorn conspiracy perpetuated by [NAME], who are trying to suppress the truth about one-horned animals ","labels":"neutral"},{"text":"Land near those coastal hotspots is running out. If you want to live in the Midwest, it's still cheap. ","labels":"neutral"},{"text":"Damn that's huge","labels":"neutral"},{"text":"X+n is an even worse option for class caps, so you have pointed out that an old broken system is now more broken. Thanks. ","labels":"gratitude"},{"text":"Omg this made me hurt! You better of gotten a damn good back rub after that.","labels":"sadness"},{"text":"I’m from Ocean County and I don’t enjoy admitting you’re right.","labels":"disapproval"},{"text":"Hardly surprising. Now they also lost their coach... rip","labels":"surprise"},{"text":"I think she's funny lol. She'd have a better chance at a comedy career than modeling.","labels":"amusement"},{"text":"You'd better get to work then! See you in 10 years!","labels":"neutral"},{"text":"Now this is what we want to see for the rest of the season","labels":"neutral"},{"text":"That's true, but I was surprised to find absolutely ZERO information about a person who , presumably, has quite a bit of power and influence.","labels":"amusement"},{"text":"Is [NAME] somewhere on Apple Music? I can’t find her","labels":"neutral"},{"text":"Well rock beats scissors","labels":"neutral"},{"text":"I responded to someone else in this thread as well, more in length. Maybe you find that comment more interesting.","labels":"amusement"},{"text":"Teachers today complain, but zero tolerance does prevent the whole bull-whip\/beat-to-death scenarios.","labels":"neutral"},{"text":"Shabbat Shalom! Thank you for sharing, I really like your videos, keep up the good work!","labels":"gratitude"},{"text":"PUT ON THE GLASSES","labels":"neutral"},{"text":"blessed day with beautiful boy","labels":"optimism"},{"text":"Plus the [NAME] force the name Jehovah into the new testament disregarding true greek rendering and claim they are doing a service by remaining *true*","labels":"neutral"},{"text":"The original argument was that he said the n word. Now the argument is that he just wanted to say it.","labels":"neutral"},{"text":"What's your best [NAME] story? You rock btw!","labels":"neutral"},{"text":"[NAME] misses weight by 30 pounds for his fight against [NAME]. The fight still takes place, and [NAME] wins a unanimous decision ","labels":"neutral"},{"text":"If I was to get a period, I'd be very relieved indeed. (14 months and counting...)","labels":"neutral"},{"text":">[NAME] would be the most common in Derry and then [NAME]. Tyrone too","labels":"neutral"},{"text":"You didn't like the joke? I thought it was an instant classic.","labels":"annoyance"},{"text":"I will say that her housing bill left a very bad taste in my mouth, and this is coming from someone with a very high opinion of [NAME].","labels":"disapproval"},{"text":"So is that like your opinion or a viewpoint you can back up with solid reasoning?","labels":"neutral"},{"text":"Also part of the idea is that it’s nothing special. It’s just our flag. You don’t have to order something different.","labels":"neutral"},{"text":"Wow that was really bad. But thanks for trying?","labels":"annoyance"},{"text":"I would just beat up someone I really hate, my brother.","labels":"anger"},{"text":"\"Yeeaah, I know you're homeless and all but apartments are actually really boring. My most beautiful memories were all made outside in nature.\"","labels":"disappointment"},{"text":"SHE HAS NICE FEET!!!!","labels":"neutral"},{"text":"Would rather not waste 2 more years of Odell and Saquon's prime tanking for a QB 2 years from now. He will enjoy Tampa","labels":"neutral"},{"text":"Are you ok?","labels":"caring"},{"text":"can't help but notice his team also gave up 66 points against ... Baker Mayfield","labels":"neutral"},{"text":"Here you go. Just search your username for the respective platform.","labels":"neutral"},{"text":"She's a masochist and gets turned on by how inconvenienced she is","labels":"neutral"},{"text":"you’re acting mad pretentious lol there’s nothing wrong with wanting to live in Cali","labels":"neutral"},{"text":"This reminds me of the school principal in South Park that shouts \"Did I just hear a microaggression? Bwaghhhghhh!!!!\"","labels":"amusement"},{"text":"It was great, and it still is.","labels":"amusement"},{"text":"Out of curiosity, what does [NAME] think of [NAME]?","labels":"curiosity"},{"text":"Thanks man I’ll try, you stay strong too!","labels":"gratitude"},{"text":"Good bye job, and ever getting on a plane for that guy","labels":"neutral"},{"text":"I don't make a habit of looking at people's profiles over a simple comment. Tell me what I'm supposed to see from your post history.","labels":"neutral"},{"text":"2013 was Dunk City, right? Because that was incredible ","labels":"disapproval"},{"text":"You don't want a mature discussion. You want to attack children.","labels":"amusement"},{"text":"I can imagine this becoming a thing if Rare\/Lego can team up","labels":"neutral"},{"text":"Yeah, it is for the organizers","labels":"amusement"},{"text":"I'm guessing that insurance to cover the liability is a big part of it. It sure as hell isn't going to the wages of the employees.","labels":"amusement"},{"text":"I knew the top comment *had to be* about them fonts.","labels":"neutral"},{"text":"Yes, we did.","labels":"neutral"},{"text":"DonutLicious in Spring is the most gourmet one I’ve ever been to.","labels":"neutral"},{"text":"And unfortunately there's no legal way for us to withhold our tax dollars to demonstrate the effect.","labels":"neutral"},{"text":"Definitely the second.","labels":"amusement"},{"text":"Therapists hate this trick!","labels":"neutral"},{"text":"Who said anything about being confused? No disagreement here whatsoever. :)","labels":"confusion"},{"text":"Hope you had fun atleast; it's amazing to see up close in person compared to the camera.","labels":"neutral"},{"text":"Yeah, you gotta have the whole saga. Had em pressed on BluRay with the menus and everything to give to my dad for Christmas","labels":"neutral"},{"text":"I believe if he did (and she didn’t) then he SHOULD be in even more trouble. They can easily fact check that.","labels":"neutral"},{"text":"> the fact that it is illegal Watch out, we've got a time traveler over here!","labels":"neutral"},{"text":"Lol \"Weapons grade weed\", I love it","labels":"amusement"},{"text":"Oh hello there, food","labels":"neutral"},{"text":"His Batman\/TMNT book is a really fun read with great art.","labels":"joy"},{"text":"You’re looking at hard time mate","labels":"neutral"},{"text":"Damnit Morty! D'you see wha-rrrgh-t you've done!? We're fucked Morty, the squirrels - they're recruiting dolphins now Morty. ","labels":"neutral"},{"text":"Apparently not successfully.","labels":"disappointment"},{"text":"It is crazy and another reason I treat going to the states with caution lol","labels":"amusement"},{"text":"its all fun, until one pissed off owner with a lot of money to burn files tampering charges against [NAME] and [NAME], and takes them to court","labels":"joy"},{"text":"Thank you! [NAME] is a character that means a lot to me, and it makes me happy that you like my portrayal of her.","labels":"gratitude"},{"text":"It's not exactly controversial that getting up early sucks balls, unless you're five and it's Christmas","labels":"neutral"},{"text":"Love u too booboo","labels":"love"},{"text":"[NAME] is the trashy lady stuck shopping at a Macy’s in your local mall","labels":"neutral"},{"text":"Feel free to PM me, I was a longtime vegetarian before transitioning to veganism.","labels":"approval"},{"text":"Lmk if u come across anything","labels":"neutral"},{"text":"We have youth and depth on our side. I feel good about what we have. If the Cubs have 2 injuries to their rotation they are toast.","labels":"neutral"},{"text":"Absolutely nothing! LOL","labels":"amusement"},{"text":"I can shit on [NAME] and [NAME] as well if you'd like ;) Viva [NAME]","labels":"neutral"},{"text":"I don't think you're \"wrong\" for doing it, but I think you're frustrating yourself arguing with someone who won't be swayed.","labels":"neutral"},{"text":"Explaines Why I’m on the lookout for cats when I’m anxious! Thanks","labels":"anger"},{"text":"genji dmg buffs are eh but everything else except a nerf to zen are crazy","labels":"annoyance"},{"text":"That awkward when","labels":"amusement"},{"text":"Thanks I absolutely love it.","labels":"gratitude"},{"text":"trashy comment.","labels":"annoyance"},{"text":"No problem, I hope that you are able to accomplish what you wish :)","labels":"amusement"},{"text":"[NAME] doesn't get a vote [NAME]! Get the fuck out of here with this nonsense.","labels":"anger"}]