[{"text":"\"Sponge Blurb Pubs Quaw Haha GURR ha AAa!\" finale is too real","labels":"amusement"},{"text":"My mistake. I just glanced over your last post.","labels":"disappointment"},{"text":"TBH I would definitely wear this with my denim jacket, but I wouldn't buy a huge lathe and carving tools to make it. ","labels":"curiosity"},{"text":"Are you top or bottom? I need to go under you real quick I'm gonna need you to take him on bar","labels":"curiosity"},{"text":"i say no or in da club if they come to damce with me i walk away","labels":"disapproval"},{"text":"What a god","labels":"annoyance"},{"text":"We tell our girl friends too when we get asked out :)","labels":"annoyance"},{"text":"I love this. Now I'm craving tacos in the morning.","labels":"love"},{"text":"Third here. Oh, ok. Wow.","labels":"neutral"},{"text":"Same. I see some people just look really friendly, or just familar. ","labels":"confusion"},{"text":"“Whine” is such an *emotive* term to use. It would be ironic, but you’ve been trolling here the entire time.","labels":"amusement"},{"text":"Oh boy this aged poorly","labels":"disappointment"},{"text":"Wow, you've had your arms open for a long time... Okay! *collapses into your arms*","labels":"excitement"},{"text":"Can you link the apologies? Or do they not actually exist?","labels":"confusion"},{"text":"No worries. Have a nice day.","labels":"caring"},{"text":"You have nothing to feel bad about. It sounds like he needs to grow up and start paying his way.","labels":"annoyance"},{"text":"Weird question, have they tried his Kentucky office or where ever he goes when Congress isn't in session , maybe he fled the capital?","labels":"neutral"},{"text":"It's not your fault....","labels":"approval"},{"text":"Happy new years!!","labels":"excitement"},{"text":"No! That's horrible news!..for Galaxy fans lol","labels":"amusement"},{"text":"Worst winter ever :(","labels":"sadness"},{"text":"Can’t see him doing well in the premier league tbh. Wouldn’t be surprised if he ends up wishing he stayed at Dortmund.","labels":"desire"},{"text":"[NAME] there are so,many. But my favorite are: Hold you in my arms ~ [NAME] Dont forget me ~ Way out west [NAME] ~ [NAME] ","labels":"amusement"},{"text":"I couldn't get my wife on board. She insists on eating a \"real dinner\".","labels":"disappointment"},{"text":"You're already watching the world crash and burn, buddy. The progress toward human extinction is irreversible now. Your tormented heart can rest easy.","labels":"annoyance"},{"text":"I can't see a way forward, neither the government or the opposition wants no-deal or to cancel A50. ","labels":"annoyance"},{"text":"So much effort for such terrible person!","labels":"annoyance"},{"text":"It just keeps getting better","labels":"amusement"},{"text":"Can you adopt me? I’m after those bones","labels":"curiosity"},{"text":">Cause they almost never hit anything. Very inaccurate. The benefit of fighting against a largely untrained adversary.","labels":"disappointment"},{"text":"By that logic its seedy and insincere for google to act like they care about Homealone.","labels":"annoyance"},{"text":"even though its alot of work, i got 100% this weekend, and that scene re-opened the wound, lemme tell ya. what a masterpiece","labels":"amusement"},{"text":"Reality: someone sees a pet outside and thinks it doesn't have a home, so they adopt it.","labels":"caring"},{"text":"There is irony in what you guys are saying.","labels":"disapproval"},{"text":"I feel ya man. Stayed up to prestige and now I can’t sleep anyways.","labels":"annoyance"},{"text":"44 is chilly. I'm in Colorado and we were single digits earlier in the week so 50 today was like a heatwave! Stay warm ;)","labels":"caring"},{"text":"Plus [NAME] has won before. [NAME] is a perennial loser. All he has ever done is played on teams that were the worst in the NHL.","labels":"neutral"},{"text":"I'm not responding until you point me where any of my statements contradict cut and clear","labels":"annoyance"},{"text":"i actually didnt know that there are people out there using quotation marks for emphasis until that weird [NAME] song","labels":"confusion"},{"text":"I've had all this... except for the last part.","labels":"desire"},{"text":"Right? Remember when she requested evidence of pill testing being successful? Then the stats came in from Canberra. #calledyourbluff","labels":"approval"},{"text":"Seriously?! These [NAME] have no common decency or respect for others suffering!","labels":"annoyance"},{"text":"Yes, but [NAME] is right when he warns about the US involvement in Venezuela.","labels":"approval"},{"text":"ME TOO HE IS MY FAVORITE KILLER TO GO UP AGAINST [NAME] FROM NURSE!","labels":"amusement"},{"text":"Emo!!","labels":"neutral"},{"text":"For 3 months so far. I’m not sure because I never had any successful withdrawals yet.","labels":"confusion"},{"text":"This is one of the new accounts that tried to call me a cunt!","labels":"annoyance"},{"text":"[NAME]. Has a great bit about how negative everyone is about everything.","labels":"neutral"},{"text":"No thanks?","labels":"confusion"},{"text":"Don't wear out our [NAME]. We need him if this season is going to amount to anything.","labels":"desire"},{"text":"Who hurt you?","labels":"confusion"},{"text":"deserved better :\/","labels":"disappointment"},{"text":"It's holiday time here in Europe. Today is my first day in work for 2 weeks.","labels":"excitement"},{"text":"My fault too, should read AST!","labels":"remorse"},{"text":"Please get your soy away from me, i’m allergic.","labels":"annoyance"},{"text":"I like how even in her own post she shows the doctor just said \"what\" clearly not understanding her ramblings ","labels":"neutral"},{"text":"Ah fuck.","labels":"disappointment"},{"text":"To see how much he really cares, what he will do, it usually backfires on me though :(","labels":"sadness"},{"text":"how much money can the raptors offer [NAME]? Can he get a supermax here in toronto after this season?","labels":"confusion"},{"text":"Why would the landlord pay it if electric isnt included. Sorry to OP, need to cut the heat down","labels":"disapproval"},{"text":"We can agree this season is ♾ times better than AS3?","labels":"realization"},{"text":"How? That’s silly. Clearly Lowries impact is higher.","labels":"disapproval"},{"text":"I have several questions.","labels":"confusion"},{"text":"Right?? The hypocrisy with the [NAME] situation is STAGGERING.","labels":"annoyance"},{"text":"what are the grey states","labels":"confusion"},{"text":"I think the teacher was right though. Money would make a terrible aggregate.","labels":"approval"},{"text":"[NAME] it’s ok the trumpet player can’t hurt you anymore","labels":"caring"},{"text":"Ugh, man, I really liked Louis CK. Not anymore. I still like Brand New even though [NAME] is a creeper.","labels":"annoyance"},{"text":"Also, he never gets hurt so you can't Robidas the guy. ","labels":"neutral"},{"text":"You know damn well it is.","labels":"joy"},{"text":"Okay cool. Gonna drive home from the hospital.","labels":"approval"},{"text":"*Well well well, if it isn’t [NAME] the platypus. Totally unexpected, and by unexpected in mean TOTALLY EXPECTED!!*","labels":"optimism"},{"text":"You ain't wrong","labels":"approval"},{"text":"Well then I feel sorry for men for being such incontrolable sexual beasts I guess. My original answer was sincere, I can't speak for others though.","labels":"anger"},{"text":"Why? That's not helping us win games.","labels":"disappointment"},{"text":"It is certainly interesting.....but is it anything?.....","labels":"curiosity"},{"text":"an interesting trade would be [NAME] and a 1st to the Mavs for [NAME]. and [NAME]","labels":"neutral"},{"text":"Good thing he realized this was pointless before he resigned from his state senate seat. ^\/s","labels":"neutral"},{"text":"I want to hug both of them.","labels":"desire"},{"text":"I still think he should have been the first goalie in the 2014 World Cup. But alas that injury ruined everything.","labels":"sadness"},{"text":"Fus Ro D..omg the sun is coming up","labels":"excitement"},{"text":"Yeah for sure, they're too smart to go to class anyway, they've got time.","labels":"amusement"},{"text":"Sabaton are pretty cool. I take it you'd also like Rammstein and Turmion Katilot?","labels":"amusement"},{"text":"does any body notice that 8 in 2018 looks weird","labels":"annoyance"},{"text":"Even that. I have 0 desire to see what happens after TLJ. I'll probably watch the RLM review and call it a day.","labels":"disapproval"},{"text":"[NAME] is timeless, so I think both can be true at once. We have been saved, are being saved, and will be saved.","labels":"gratitude"},{"text":"She has a disorder of sorts. Not only do you both need counseling, but she needs some kind of therapy. ","labels":"caring"},{"text":"[NAME] are you me? Like I was relating and then you said rot in Atlanta traffic and the pains of 285 burned into my mind.","labels":"sadness"},{"text":"ranked is perfect and elo gap doesnt exist (fucking kill me)","labels":"disappointment"},{"text":"It's time to feel the fucking Bern, America. ","labels":"annoyance"},{"text":"I'm polish too. I love my family but I would never even consider trying to live there trying to be happy.","labels":"annoyance"},{"text":"An angry old person yelling at a retail worker will never listen to reason.","labels":"anger"},{"text":"Yeah, I’m going to do my best to avoid a fight. She’d probably kill me. ","labels":"fear"},{"text":"[NAME] learned to fight smarter, not harder. I love her development so much","labels":"love"},{"text":"I foresee sharp objects bypassing the biometrics.","labels":"neutral"},{"text":"The BBQ ranch and Greek are my favorites!!","labels":"amusement"},{"text":"Isn't this the game that is PS4 as well?","labels":"confusion"},{"text":"I know Bro! Won't happen again next Jan-uary.","labels":"approval"},{"text":"No thanks, prefer the fairness of Public\/Veteran. No cheating admins.","labels":"annoyance"},{"text":"Absolutely amazing how people think this is anonymous.","labels":"approval"},{"text":"Yeah lol, my bad. ","labels":"amusement"},{"text":"Not any weirder than male doctors handling women junk for centuries.","labels":"neutral"},{"text":"this is the best thing I have read in awhile. so simple yet so hiarious.","labels":"amusement"},{"text":">Cars kill more people than guns Way, way more people. Alcohol too.","labels":"annoyance"},{"text":"Starting 2019 with a bang......of death.....","labels":"fear"},{"text":"This is the most upbeat and pleasant I've ever seen someone whose been caught with multiple ounces of weed and ecstasy.","labels":"neutral"},{"text":"This is the most Boomer thing i've ever seen","labels":"surprise"},{"text":"That [NAME] laugh gets me everytime. League pass commercial breaks are the best.","labels":"amusement"},{"text":"Please try again; even [NAME] would make for a better ending.","labels":"caring"},{"text":"Best form of government is 150 people tribe in a situation where there are no non-perishable goods, just food an clothes. ","labels":"neutral"},{"text":"Weird flex but ok","labels":"annoyance"},{"text":"I like it so far I’d heard of it ages ago just never got round to watching it.","labels":"amusement"},{"text":"Hey, come on! You did me twice! ","labels":"disappointment"},{"text":"Had to make sure you weren't the guy himself before I upvoted you.","labels":"confusion"},{"text":"Ah, the movies are fine. It's pretending they're a profoundly trascendental form of art that I find ludicrously funny.","labels":"amusement"},{"text":"I SAW THIS ORION IN HALF, AND WITH THE POWER OF SPEAR SPAM,,,,, :DDD","labels":"neutral"},{"text":"you’re beautiful","labels":"amusement"},{"text":"The weird part of our \"rivalry\" is that some people bought into it.","labels":"disappointment"},{"text":"Which you ultimately pay for in higher insurance premiums, court costs, etc. Dealing with big problems like this is a net positive for everyone.","labels":"approval"},{"text":"Hot take: [NAME] sucked after he went away to anger management and he suddenly changed into a moron who was completely incapable of doing anything even remotely correct.","labels":"anger"},{"text":"Most awkward looking super-athlete ever.","labels":"amusement"},{"text":"This hurts me.","labels":"sadness"},{"text":"I'm paranoid that I might not have all of them. A download would be helpful!","labels":"fear"},{"text":"Don’t tempt me. Maybe do like a photoshoot.. that might work..","labels":"approval"},{"text":"Glad you liked it!","labels":"joy"},{"text":"The new stylish stadiums will look outdated in 15+ years. Standard stadiums will still look the same","labels":"neutral"},{"text":"The lucky ones died quick","labels":"grief"},{"text":"Because love is a lie and there is no happiness in the world","labels":"sadness"},{"text":"Except it destroyed 76% of America's scooby snack production. May Shagster have mercy on us all.","labels":"optimism"},{"text":"im not talking about a studio. im talking about *people*. people that you're lying about, because you're an uninformed yet arrogant, entitled child.","labels":"anger"},{"text":"That was the most boring movie I’ve ever seen","labels":"disapproval"},{"text":"Kitchens use bacteria floor cleaner it would almost definitely make you sick","labels":"fear"},{"text":"Man, these fourth quarters, the Nets are on some [NAME] shit. It just seems mental now","labels":"annoyance"},{"text":"Going through this, tonight, right now, and it SUCKS","labels":"sadness"},{"text":"> But you will probably find you are noticeably worse looking at 40 than you are at 27. Well that's disappointing.","labels":"disappointment"},{"text":"So people will support him in this fake news quick reaction political environment","labels":"neutral"},{"text":"Yeah who knows how many indictments [NAME] is gonna rack up retroactively? It could be hundreds! \/s","labels":"confusion"},{"text":"My mom wrote a paper for me once in 5th grade. I got a B-. Needless to say, I learned my lesson.","labels":"realization"},{"text":"You win , I’m so wrong to think that anyone would take advantage ","labels":"approval"},{"text":"It still baffles me how they cover for him, and his trace amounts, when they’re in his body because he cheated in the first place.","labels":"neutral"},{"text":"Heh, U.S. only has a partial government right now :\/","labels":"sadness"},{"text":"Pretty sure he's by far and away the biggest asshat on this sub lmao","labels":"neutral"},{"text":"Great, so we know the spanish pronounciation is therefore racist and now I'm offended by it.","labels":"disappointment"},{"text":"Clever!!!","labels":"amusement"},{"text":"Haha fucking gottem","labels":"amusement"},{"text":"[NAME] wife has wanted him done with wrestling for, oh, the last 25 years or so.","labels":"neutral"},{"text":"I bet he paid, AND requested this masterpiece ","labels":"neutral"},{"text":"That CAT driver needs to be held accountable. Lucky he didn’t kill someone.","labels":"neutral"},{"text":"Also, if for some stupid reason you want to pull a move like this, you better shoulder check ","labels":"caring"},{"text":"Yep, they’re women’s shoes!!","labels":"neutral"},{"text":"The comment thread is a hot mess and wouldnt be out of place in 2016. How do things not change....","labels":"confusion"},{"text":"IM GONNA PASS OUT","labels":"realization"},{"text":"[NAME] help us, if that's what she's saying about Catholicism 101 stuff, I shudder to think what other terrible information she's putting out","labels":"annoyance"},{"text":"Isn’t it against company policy to sell things in the store that have nothing to do with Starbucks","labels":"curiosity"},{"text":"most issues with nervousness and anxiety can be eliminated by eliminating the bad habits that are causing them to begin with, instead of 'just exercising\/meditating' more","labels":"neutral"},{"text":"R1\/L1, always played like this R2\/L2 feels weird and slow","labels":"neutral"},{"text":"He loved [NAME] \"old man in a park\" painting!","labels":"love"},{"text":"Memes that were made 2 or more years ago don’t count. They were probably funny back then, just not now.","labels":"disappointment"},{"text":"Ahh damn! Gotta pay attention to that, never even knew!","labels":"realization"},{"text":"whatup [NAME]?","labels":"curiosity"},{"text":"this is fucking beautiful coaching not sure what combination of our coaching and defensive coordinators cooked up this scheme but [NAME] this is basketball porn","labels":"approval"},{"text":"They're a homophobe, just ignore them. Anyone who uses \"homosexuals\" can go right out","labels":"annoyance"},{"text":"Well, you know what they say..... ....I can't think of any witty comment to say about that.","labels":"annoyance"},{"text":"I would think terrible, awful things.","labels":"disapproval"},{"text":"It doesn’t look cool","labels":"disapproval"},{"text":"Don't go into alcoholism because of my comment :(","labels":"disapproval"},{"text":"Benzos stop working after a few weeks because they’re very addictive and tolerance grows quickly. I use them occasionally but never more than twice a week.","labels":"curiosity"},{"text":"Spiritual shorthand. You nailed it. That term says it all. They've become so practiced in it that it has become meaningless.","labels":"amusement"},{"text":"Don't worry if you're from hot, we can share my slice (:","labels":"approval"},{"text":"My man's on the left looks like he's trying too guard precious","labels":"joy"},{"text":"Favourite month??!!","labels":"confusion"},{"text":"Im 13 I can't get a job..","labels":"disappointment"},{"text":"Omg [NAME] he’s there because you don’t listen. You ass!","labels":"annoyance"},{"text":"I'd give it a 9\/10 one of my favorites. So what was your thoughts on D'jango?","labels":"curiosity"},{"text":"Lol I need details!?","labels":"amusement"},{"text":"You know nothing about this guy... this is a not cool thing to say.","labels":"disapproval"},{"text":"Ughh same. Love the finish of it just wish it had more coverage.","labels":"love"},{"text":"My balls are telling me it’s a 2nd, but I like the feel of your balls lmao","labels":"amusement"},{"text":"Really looking forward to Mayeather coming out of retirement for the 5000th time","labels":"excitement"},{"text":"I prefer a good downdoot after a cup of coffee!","labels":"desire"},{"text":"Are you interested in hearing from men and women?","labels":"curiosity"},{"text":"Oh nice I have that one","labels":"amusement"},{"text":"This goes hard, keep working just a little bit more on it. It feels like a demo to a cool song Love it","labels":"love"},{"text":"Oh well I guess. Can't blame you for that. We aren't all [NAME] though.","labels":"disappointment"},{"text":"I'm either an optimistic nihilist or a pessimistic existentialist. Only further readings will tell!","labels":"confusion"},{"text":"I work on a farm. I can confirm can be dangerous. I have a hard time imagining a scenario where being a cop is more dangerous.","labels":"fear"},{"text":"I don't remember this song at all I had it on psp back then.","labels":"confusion"},{"text":"Oh hell no","labels":"surprise"},{"text":"For the sake of football and this sub everyone wants [NAME] to win","labels":"desire"},{"text":"Sorry you are having such trouble.","labels":"sadness"},{"text":"Lol I can’t wait to end up on this sub one day.","labels":"amusement"},{"text":"What is up with the second, slightly differently orange hairline in front of the other from hairline? What the hell is going on there?","labels":"annoyance"},{"text":"Same. Even though he’s dad-dicked us 3 years in a row I will always cheer for [NAME].","labels":"annoyance"},{"text":"You got it, just keep doing whatever you were doing the past 20-whatever days. Constrict that demon, dude.","labels":"approval"},{"text":"They also manually deleted Mumkey Jones channel for no reason.","labels":"neutral"},{"text":"Practice your speech before hand. In your head and in the physical world. Then keep doing it until it no longer scares you.","labels":"caring"},{"text":"So you lucky you won as you work illegal teach. Glad you leave.","labels":"joy"},{"text":"Having met [NAME] wife (figuratively)... I reckon [NAME] is a bit of a monster...","labels":"amusement"},{"text":"Ha congrats!","labels":"approval"},{"text":"pretty sure that [NAME] and those defenders of staunchness the vanguard bears run any of our mentalists pretty close.","labels":"realization"},{"text":"Absolute queens! ❤🏳️‍🌈🏳️‍🌈🏳️‍🌈","labels":"love"},{"text":"ah, rejection. i know something about it","labels":"disapproval"},{"text":"This happened at my local Odeon last night. The amount of confused faces was kinda funny to watch.","labels":"amusement"},{"text":"I would feel similarly, but I would be more gleeful and less guilty. ","labels":"remorse"},{"text":"Then stop arresting them for shooting at thieves","labels":"neutral"},{"text":"That sounds like a lovely time :D","labels":"amusement"},{"text":"My chest tightened so quickly","labels":"joy"},{"text":"Oh, hi, we doing a greenhat circlejerk rn?","labels":"neutral"},{"text":"I loved this costume and wasn’t even aware of the amount of hate it had until recently","labels":"anger"},{"text":"me too it really b like that sometimes","labels":"neutral"},{"text":"I regret my psycho ex. Does that mean I was raped? Or do the rules not apply because I'm a man?","labels":"annoyance"},{"text":"HAHAHAHA YELLOW FOR AZPI????","labels":"amusement"},{"text":"The fact that 34 thousand people upvoted that painting truly blows my mind","labels":"excitement"},{"text":"My shirt is [NAME]. My balloon popper is the DNC. And then [NAME] is the fire under my ass to dive deeper ever day.","labels":"annoyance"},{"text":"Yeah, surely this is *exactly* what democracy is? ","labels":"confusion"},{"text":"Educate yourself! Stay in your lane! (It all sounds so totalitarian if you look at it more closely.)","labels":"annoyance"},{"text":"I feel this in my soul.","labels":"approval"},{"text":"clearly no one is getting my joke oof.","labels":"annoyance"},{"text":"I'd buy it for a dollar, but I feel I'd be still encouraging them. ","labels":"confusion"},{"text":"Great! Can't wait :)","labels":"curiosity"},{"text":"I don't like it but it also makes sense. If [NAME] headlined a deal with the Mariners for [NAME], I'm all for it. 10000%","labels":"approval"},{"text":"Eh... that depends. If I knew the customer then I would, if not then probably not.","labels":"neutral"},{"text":"Wasn't north and south Dakota one state at some point? Are they putting aside they're difference and getting back together?","labels":"neutral"},{"text":"Mini sun because rain pouring on you constantly will ruin everything around you like electronics","labels":"annoyance"},{"text":"What is ironic about it","labels":"confusion"},{"text":"It'd be a real shame if someone killed it and stole its soul.","labels":"disappointment"},{"text":"This one really made me laugh.. Omg","labels":"amusement"},{"text":"I've been watching too much my 600lb life...I instantly hear dr. [NAME]","labels":"disappointment"},{"text":"I just got the same thing from a piano class I took in 2014. They have sent it to me twice in the past hour.","labels":"neutral"},{"text":"Typical verbal diarrhea from a cucked sheep. Good try though. B+ for effort.","labels":"amusement"},{"text":"I pray in the space I have inside my truck :)","labels":"desire"},{"text":"And then you got a little vacation from work too! :D","labels":"joy"},{"text":"This girl is really hot. tight biker suit and all that.","labels":"amusement"},{"text":"Same. More often than not, people don’t bother to wipe up their pee on the toilet seat.","labels":"neutral"},{"text":"I’d love it if the Star Wars license was revoked from EA and then Obsidian make another KOTOR game.","labels":"love"},{"text":"For those who are wondering, that would leave you with about $1,000,000","labels":"curiosity"},{"text":"When you live where it's this cold, incessant complaining is a national pass time.","labels":"annoyance"},{"text":"Fucking hate [NAME]..","labels":"anger"},{"text":"I don't know you or your story, but I fucking love your syntax, word choice, etc 10\/10 would trip with","labels":"love"},{"text":"How the fuck do you moan tho","labels":"anger"},{"text":"Don't hesitate to do it.","labels":"approval"},{"text":"Please boycott them! I'd love some shorter queues.","labels":"disapproval"},{"text":"I try and test my beliefs all the time, makes them stronger!","labels":"approval"},{"text":"You're too ugly to even bully","labels":"disapproval"},{"text":"I can see why! I would totally be offended too!","labels":"annoyance"},{"text":"If it was Central Transport you might of got lucky. Sometimes I wonder if they even hve doors on the trailers things go missing an awful lot","labels":"confusion"},{"text":"That they will always love me despite how erratic I am and that they will always care about me, even if I haven't seen them in years.","labels":"caring"},{"text":"Glad you enjoyed! Come on down on Mondays. We have trivia and all the burgers are $6!","labels":"excitement"},{"text":"What a crybaby. Don’t drink and drive.","labels":"annoyance"},{"text":"We did UK rejected it or only cut so much","labels":"annoyance"},{"text":"Let's say he quits or is fired (we already know neither will happen). Who the [NAME] would we pick to replace him?","labels":"confusion"},{"text":"Anywhere skytrain wants to expand my tax paying dollars will be ok with it.","labels":"approval"},{"text":"Google gold's formula. It's what NRcan recommends. Few whitepapers will come up as well, if more in-depth research is your thing.","labels":"neutral"},{"text":"Change it a^r^o^o^o^o^o^o^o^n^d","labels":"neutral"},{"text":"No there's only one emoji.","labels":"realization"},{"text":"I would give it a day before people started changing their minds if we had this option","labels":"confusion"},{"text":"Child labor laws are ruining this country","labels":"disappointment"},{"text":"Hate to say it but having a veteran like him and [NAME] in games like this can make a difference","labels":"approval"},{"text":"All I want for Christmas is a broken home","labels":"annoyance"},{"text":"It is so crazy to me that people unironcally use “kicks their trash”. I guess they just don’t want to swear.","labels":"anger"},{"text":"Yeah I switched to maining NM in 6 as well and it was the exact wrong game to do that lol","labels":"amusement"},{"text":"Very possible but there's absolutely zero indication were working on a deal to trade [NAME] currently. We're not just going to trade him away for peanuts.","labels":"neutral"},{"text":"I get all the deja smells and it's terrible.","labels":"disgust"},{"text":"I see. Do you think my best bet is to buckle down and earn some OTR experience?","labels":"confusion"},{"text":"She's probably increased in usage now cause people want the wins for that Bastet skin lol","labels":"amusement"},{"text":"I'd rather continue throwing money into these foreign sinkholes than use it to mess up the healthcare markets any further.","labels":"annoyance"},{"text":"Hahaha exactly, and deciding on even the most simple of things","labels":"amusement"},{"text":"My fav character","labels":"amusement"},{"text":"I do have a drain beside the water heater, thanks I'll look into getting a drain pan.","labels":"gratitude"},{"text":"And that's why he's always injured","labels":"disappointment"},{"text":"Just because they think it’s attractive doesn’t mean it’s sexist","labels":"neutral"},{"text":"Ok then youre leaving the enmey widow uncontested to kill your team. Genius.","labels":"amusement"},{"text":"Dammmn girl them make up skills! Your eyes are so wonderfully icy!!","labels":"amusement"},{"text":"He looks like he’s trying to blow shit up with his mind","labels":"anger"},{"text":"I used to do shit like this...back when I had a serious drinking problem I was in denial about","labels":"annoyance"},{"text":"What’s also interesting is that the artist placed the sun right where the building’s exterior light is located, so the sun really shines.","labels":"neutral"},{"text":"*wrap* happy birthday","labels":"excitement"},{"text":"[NAME] and [NAME] Funny thing is they both had a feud too and were in the ring at same time a lot","labels":"neutral"},{"text":"This should be everyone's wish.","labels":"confusion"},{"text":"The true perk is \"knowing all the good local spots\"","labels":"curiosity"},{"text":"I like spicy, but I have made poppers with mini bell peppers and they came out great. Good to have options","labels":"joy"},{"text":"[NAME], the \"launch more satellites or threaten to sue [NAME]\" one made me lose it.","labels":"disappointment"},{"text":"Girl, wear what you want. Here in Michigan, we get accustomed to cold. No, I'm not freezing just because you are.","labels":"approval"},{"text":"I have my reasons for wanting to quit","labels":"disappointment"},{"text":"The new beserker face ruined him for me. Made him another old, wrinkly hobo.","labels":"sadness"},{"text":"This right here is the reason why the whole \"can't do venti nitro because of the caffeine\" excuse is bs","labels":"neutral"},{"text":"This primary doesn’t deserve this nice birthday.","labels":"disapproval"},{"text":"What a heel.","labels":"amusement"},{"text":"No because to them this disabled boy is faceless. It’s easier to digest our hate and vitriol without thinking about it.","labels":"annoyance"},{"text":"Why? You can tell me all about it.","labels":"approval"},{"text":"I shouldn't be giggle-snorting to this, but internally I am.","labels":"amusement"},{"text":"And whatever other slowness and rootkits etc may come with Epic. I still havent forgotten Sonys bullshit or how resource hogging Origin was","labels":"annoyance"},{"text":"I don’t see the MAGA hat kid working to undermine civil liberty. It’s at least understandable to react violently to tyrants.","labels":"annoyance"},{"text":"\"I CAN CLEAN MY OWN VAGINA NOW!\" Kills me every time. ","labels":"annoyance"},{"text":"[NAME] is really going to have to work his ass off to make this team.","labels":"realization"},{"text":"You seem to be on the right track you gotta get 10k karma before your account is a year old","labels":"optimism"},{"text":"I have visions of someone being at a [10] blasted out of their skull and actually doing this.","labels":"sadness"},{"text":"Same here, after she initiated the divorce and acussed me of not doing anything to stop it. ","labels":"disappointment"},{"text":"Damn I WANT to hear this!!!","labels":"excitement"},{"text":"I think Kabuki would be a better comparison","labels":"confusion"},{"text":"Look at that smug look on her face... Almost looks like she's saying \"tell [NAME] it was me\"","labels":"neutral"},{"text":"Because lost media presents a question with no answer. Humans are curious creatures, so presenting them with knowledge that cannot possibly be learned is extremely frustrating.","labels":"annoyance"},{"text":"I'd be more worried about the kids needing eye protection at that point.","labels":"caring"},{"text":"And what do you think the most important issues are? This one seems fairly fucking important.","labels":"confusion"},{"text":"Skeptical approach, always lol","labels":"amusement"},{"text":"It’s kinda sad that this made me lol.","labels":"amusement"},{"text":"Funny because I only owe 20k... I guess no one told these kids community college exists.","labels":"amusement"},{"text":"Ok well I hate to break it to you but I'm a magical pink unicorn...posting something on the internet does not make it true","labels":"anger"},{"text":"But all-Korean teams don't always do the best in OWL\/Contenders, look at Outlaws v. Seoul, etc... ","labels":"disapproval"},{"text":"Well they do have cheap surgery there lol those lucky bastards","labels":"amusement"},{"text":"I have a sudden urge to delete my reddit account","labels":"annoyance"},{"text":"Wellllll...it's a look.","labels":"approval"},{"text":"I think the driver had the heart attack. She did not even give him a wave and a thank you for not smashing her precious child.","labels":"disappointment"},{"text":"The ridiculous hypocrisy of the far left has nothing to do with your link.","labels":"approval"},{"text":"I'm thinking he ment [NAME] but he's still a karma stealing whore.","labels":"anger"},{"text":"No, princess, your body works the same way as everyone else's... You are not a mystery of physics. ","labels":"caring"},{"text":"Why is this still not banned","labels":"annoyance"},{"text":"Under [NAME], in 2018, unemployment raised above 4% at least 6 TIMES---in ONE year! What exactly are the [NAME] supporting? 🤔","labels":"neutral"},{"text":"Not terribly many of those jumping fences in the UK I think. :P","labels":"realization"},{"text":"That actually looks so fire","labels":"amusement"},{"text":"One day you should go get that donut! Personally, life wouldn’t be worth living if I couldn’t occasionally enjoy a gourmet donut 🍩 ","labels":"desire"},{"text":"Yes I really miss his streams...the ONLY reason I chose adc as my main role was because of how chill chaox was.","labels":"approval"},{"text":"Older nurses seem to have less tolerance for the bullshit of hospital work and move on once it gets to be too ridiculous.","labels":"annoyance"},{"text":"You’re right, no one is taking you seriously, Reddit user.","labels":"approval"},{"text":"Bitch subscribed to 1st look at [NAME] shitposts.","labels":"annoyance"},{"text":"Wow Toxicity has been done thousands of times, becoming less and less original, try something new. NEXT! ","labels":"annoyance"},{"text":"It’s been over 20 years since I rode the 15. I’m still traumatized.","labels":"fear"},{"text":"Not even surprised by rudi, the man has been a beast since we got him.","labels":"pride"},{"text":"I see it the other way. He thinks he’s a hero for shutting down the govt. But I hope I’m wrong.","labels":"optimism"},{"text":"Did you guys notice that one of the headlines on the magazine from the last act said \"A real life marvel\" I loved that little detail honestly","labels":"joy"},{"text":"[NAME], beer me the strength to make this price lower!","labels":"desire"},{"text":"Love the place but be ready to wait. They really do take the time to make sure you look good and fresh.","labels":"love"},{"text":"Sweet [NAME] I'd be psyched to get [NAME]. I do *not* believe that will happen though.","labels":"gratitude"},{"text":"Buying Bitcoin at it's peak is the equivalent of people buy Fyre festival tickets. I'm glad I did neither","labels":"joy"},{"text":"And with the federal laws about how little time they can drive before forced breaks, they work less than any shithead salaried manager and great pay","labels":"annoyance"},{"text":">Turkish [NAME] You are right except \"[NAME]\" part. I could not found the attack but there was a [NAME] [NAME] who was involved..","labels":"neutral"},{"text":"I like it, more please. ","labels":"amusement"},{"text":"You gotta understand there’s always someone who can beat you. Man thinks he’s untouchable","labels":"disapproval"},{"text":"> they were also throwing like paper balls at each other on the carriage it was.. just.. wow. #😱","labels":"joy"},{"text":"Hmm, I had no idea that eating spiders gave dogs that ability.","labels":"confusion"},{"text":"Cheers, I live minutes away from you, will check it out some time soon.","labels":"joy"},{"text":"And it’s always so uncomfortably awkward when someone says shit like this to you.","labels":"annoyance"},{"text":"Spot on.","labels":"approval"},{"text":"Children whose lives are in danger daily because their parents won’t vaccinate them should be legally allowed to kill their parents.","labels":"neutral"},{"text":"Can’t wait to listen! Look forward to each episode.","labels":"curiosity"},{"text":"As a non-religious that’s fascinated by [RELIGION], I love this 😅.","labels":"love"},{"text":"[NAME] gets eliminated the 3rd time she's in the bottom so this is wrong and [NAME] would have the best track record if this is true","labels":"neutral"},{"text":"That logic leads to a very dark place if all you have are terrible people in your life.","labels":"disappointment"},{"text":"This would, honestly, imo, be a better response than what we've gotten so far. ","labels":"curiosity"},{"text":"Went on a date with someone whose 8 years older than me. She didn't realize I was only 20. Whoops.","labels":"remorse"},{"text":"Yep never understand why just because a move is small that makes it bad?","labels":"confusion"},{"text":"[NAME] for sure. I really hope we don’t lose [NAME] though. He’s basically our ace for the moment.","labels":"desire"},{"text":"I wanna die!","labels":"grief"},{"text":"Gave ya an upvote but sadly, by reading this thread its not going to help","labels":"sadness"},{"text":"Be good-looking.","labels":"approval"},{"text":"[NAME] is a sensitive topic for me, so when she is brought up, sometimes I just go on a little tangent. My apologies. ","labels":"disapproval"},{"text":"Happy birthday my guy! Hope you have a great day today, tomorrow, and every day after that. You and everyone deserve a good day. 😃","labels":"caring"},{"text":"My office has very few personal offices. Its awful. Managers need closed spaces so they can talk without everybody hearing","labels":"disgust"},{"text":"What’s wrong with this","labels":"confusion"},{"text":"I love that OP “loved” his insult. It’s like the ultimate slap in the face to this CB.","labels":"love"},{"text":"Lol, get em Corsi! ","labels":"amusement"},{"text":"Because they're forgettable major label garbage that paraded around as punk because they care about more animals than they do people, that's why.","labels":"neutral"},{"text":"It's not a fair question.","labels":"disapproval"},{"text":"People feeling bad for [NAME], but he did this to himself teaming up with [NAME]. \/s","labels":"sadness"},{"text":"[NAME] \" haters gonna hate\" the most cringe I've seen of any politician. Worse than [NAME] benefit singing some working class song. ","labels":"anger"},{"text":"Bike snob here. $400 is hella cheap for any bike that gets raced.","labels":"amusement"},{"text":"Yeah... we are. But hey, misery loves company!","labels":"annoyance"},{"text":"Don’t you guys want to get off with me?","labels":"confusion"},{"text":"He just have to beat em. I only have him @ 5 because he just got there & I don't really count the horn\/Benavidez fight.","labels":"neutral"},{"text":"Nothing like stealing a comment from the lottery thread..","labels":"annoyance"},{"text":"That’s really cool! How did you do this?","labels":"desire"},{"text":"How can they tell if someone is a conservative? It's not like most of us go around wearing MAGA hats and Thomas Sowell patches on leather jackets.","labels":"confusion"},{"text":"Idk, the Teen Mom subs are bad for this too. Really bad. ","labels":"sadness"},{"text":"Appreciate it.. just for trolls sake Plot Twist : The one trick has no mic XD","labels":"gratitude"},{"text":"Want to relay that in a coherent message?","labels":"confusion"},{"text":"I once described how sometimes my fart bubbles travel up my labia to an ex and he was so grossed out XD","labels":"amusement"},{"text":"AOC has tons of corporate Dollars backing her recent wins. I cant believe anyone would see her as presidential material.","labels":"annoyance"},{"text":"I mean… yeah? So glad to be at that age where the conversation would be more uncomfortable for them than for me.","labels":"amusement"},{"text":"It sounds like that’s the bigger problem here.","labels":"fear"},{"text":"Large weight fluctuations + a baby have caused my body to look cute in clothes -- Not so cute without them.","labels":"realization"},{"text":"Give me $100 and I'll text you something fun. Sounds like paid sexting to me.","labels":"desire"},{"text":"I was too legit. Too legit to quit. Now I’m not legit. I’m un-legit. And therefore, I must quit.","labels":"disapproval"},{"text":"Are you thinking of Austin, home of Hormel and Spam?","labels":"confusion"},{"text":"You had a tough childhood :(","labels":"sadness"},{"text":"Yes!! My favourite film - I came here to suggest it, too. ","labels":"amusement"},{"text":"Well, I'm extremely attractive and just got laid, so no...","labels":"amusement"},{"text":"The other leg is a blurred line","labels":"neutral"},{"text":"I never will understand the reasoning behind puking in a toilet... Perfectly good bucket right there.","labels":"confusion"},{"text":"same i feel u","labels":"caring"},{"text":"as much i like those posts, for depressed people it often isn't that easy!","labels":"disappointment"},{"text":"I hate this self-defeating bullshit. Yes, of course you can lose weight. Everyone can. Literally everyone.","labels":"anger"},{"text":"Bruh, I’ve been getting this tough love since I was 18. Hence the dusty balls. ","labels":"disgust"},{"text":"That was difficult, but not impossible, to masturbate to.","labels":"annoyance"},{"text":"Even [NAME] has said \"I'm happy *for you*\" to pregnant women he's known.","labels":"joy"},{"text":"It's like they have no self-awareness, and they just engage in ridiculous hyperbole and expect to be taken seriously.","labels":"annoyance"},{"text":"Well that’s dumb. The question is about this sub.","labels":"annoyance"},{"text":"Because it seems like a first step on the same road that peope here have taken. I figured you have experience in the matter.","labels":"approval"},{"text":"Normally yeah but that was my friends first match ever and to encounter such a killer, who was running noed too is kinda disheartening for him","labels":"sadness"},{"text":"I'm also a human being but I can't think of any reason why I would physically hurt a woman.","labels":"disapproval"},{"text":"Wasn’t there a video of the exact same dude kicking down a fucking tree????","labels":"anger"},{"text":"Finally the UN gets off their ass and does something. So glad she’s finally safe (for now).","labels":"caring"},{"text":"We're moving from Utah to California later this year. These statistics make me even more excited!!","labels":"excitement"},{"text":"Sounds like a great way to accidentally fucking kill someone who might just be passing by.","labels":"annoyance"},{"text":"what a crazy ride","labels":"excitement"},{"text":"Are you being stalked by anti-vaxxers? I’m so sorry that sucks so much","labels":"confusion"},{"text":"Interesting how the before photos are clearly yellow-tinted, as can be seen by the difference in the skin complexion ","labels":"realization"},{"text":"That's a surprise from this guy.","labels":"surprise"},{"text":"Never underestimate the stupidity of people","labels":"annoyance"},{"text":"What are you talking about? Anything bad that happened was [NAME] fault - only good things were [NAME] doing!","labels":"confusion"},{"text":"Can you please make one for ps4 with (movie) [NAME], [NAME], and Palp please?","labels":"desire"},{"text":"[NAME], my eyes are hurting from how furiously they're rolling in my sockets right now.","labels":"anger"},{"text":"I get ghosted all the time after I open pics. I don't like it, so would not do it to someone else.","labels":"disapproval"},{"text":"I absolutely hate the guy. Can't stand him. But we live in country with laws and he broke none. I think lynch mobs are more gross","labels":"anger"},{"text":"The comeback starts now!!!","labels":"curiosity"},{"text":"We won't. If Ireland do they'll be violating the GFA.","labels":"disapproval"},{"text":"Boner. I'd have the weirdest boner.","labels":"embarrassment"},{"text":"Yea ur right on that but that doesn't really negate my statement on the blitz.","labels":"approval"},{"text":"I like this title, fun to picture a violent lake stealing dogs! :)","labels":"amusement"},{"text":"ah good find. I guess I saw some sort of grade 9 class photo then. Cheers.","labels":"joy"},{"text":"Hmm, were you trying to prove your inability to read, or just your inability to comprehend? Either way, you've effectively done so.","labels":"annoyance"},{"text":"Was this tattoo designed by [NAME]?","labels":"curiosity"},{"text":"Honestly, it would be even better if she handed the reigns to a brick. Then no deal definitely happens and everyone's happy ever after :D","labels":"joy"},{"text":"You are correct. But sometimes you might have a plan or you have to improvise. I’m glad it worked.","labels":"approval"},{"text":"Less chance of complications and easier to get pregnant in your 20s. Assuming you are mature enough and prepared financially the younger the better!","labels":"approval"},{"text":"Being a complete idiot and blocking a road in front of a bar. Which is where most cops tend to hang out trolling for DUIs at 2 am.","labels":"disapproval"},{"text":"It'd be easier not to do it at all. I don't think it's meant to be easy.","labels":"confusion"},{"text":"He wasn't in beta, he's just played over a thousand games apparently.","labels":"neutral"},{"text":"Im in Highschool rn so i know it’s in 20s since you will be heartpressed to find someone who’s played it","labels":"curiosity"},{"text":"It's easier to have a discussion with a four year old. Four year olds actually want to learn new things.","labels":"desire"},{"text":"Super [NAME] told me [NAME] was crap though and that [NAME] was far better :(","labels":"sadness"},{"text":"with a locker room like this is looking to be, I don't think Ohio State is done losing games that they shouldn't","labels":"annoyance"},{"text":"Those inflated monopoly prices go back into Ontario coffers for services like roads and schools! How dare you question them. \/s","labels":"anger"},{"text":"Nobody ever thought [NAME] was bad though","labels":"disappointment"},{"text":"Oh I know just bantz","labels":"approval"},{"text":"Youve missed everything.","labels":"sadness"},{"text":"i can relate heavily to this","labels":"surprise"},{"text":"Stop spraying chemicals daily in the sky.","labels":"disapproval"},{"text":"All the best things happen after midnight. All the worst things, too, but life is all about taking risks. :^)","labels":"optimism"},{"text":"I don’t know the whole story here, but would getting your tubes tied be an option?","labels":"confusion"},{"text":"My bad , thought it was the English one ","labels":"disappointment"},{"text":"Can we get a moment of silence for the passing of the video game boy?","labels":"grief"},{"text":"I would say make it NSFW but I won't joke. We don't work here","labels":"annoyance"},{"text":"yeah so even after this he got drafted at 41 only lol...and he dominated vs KAT and rest","labels":"amusement"},{"text":"I had a year that felt very, very long. There are way worse things than life feeling short.","labels":"sadness"},{"text":"And you're a lame, sorry not sorry ","labels":"amusement"},{"text":"That’s rude af. Slay him with your words. Give him every insult in the book then say bye bye","labels":"anger"},{"text":"Interesting. I’m not a troll.But if it makes you feel better...","labels":"approval"},{"text":"Nice, Butt Stallion just chilling in the background","labels":"amusement"},{"text":"Everything was flagged as adult so there wouldn't have been much left","labels":"disappointment"},{"text":"From the post history, I'd say this looks like a highly inept karma farm bot account. Edit: OP is for real! Yay! Upvoting!","labels":"excitement"},{"text":"Well one of them is a dirty kimono wearing weirdo","labels":"disgust"},{"text":"We just had a teacher do that at my school. I don't know who wiped the kids butts though","labels":"confusion"},{"text":"I legit did this last night, I hit it and wave it around like crazy","labels":"annoyance"},{"text":"Have some more faith in him, it sounds like your husband is trying his best.","labels":"caring"},{"text":"I get you...","labels":"caring"},{"text":"I avoid them like the plague and report them","labels":"disapproval"},{"text":"Damn, 14 year olds in 2019 are bigger shits than I was when I was 14.","labels":"annoyance"},{"text":"Come on how would gladiators let [NAME] go.","labels":"confusion"},{"text":"They look purple on my screen. But yes, tacky.","labels":"neutral"},{"text":"Turn off your phone, computer or even the internet. It is scary to do but just for now when the urges hits.","labels":"fear"},{"text":"I don't remember, it was all very hazy...","labels":"disappointment"},{"text":"I have been saying this for a long time, he is way overpaid and the forward position is our main weakness since [NAME] left. ","labels":"annoyance"},{"text":"Oh don’t get me started about halo, the glory days","labels":"annoyance"},{"text":"Bad defensive move by [NAME] there","labels":"disappointment"},{"text":"Sometimes those are the only options. Laughing makes other people feel better at least so that's what you gotta do.","labels":"caring"},{"text":"I would assume most people don't listen to the radio for more than an hour at a time.","labels":"neutral"},{"text":"Every BP within cooeee of me is consistently 5-10 cents a liter higher than other options. Weird.","labels":"confusion"},{"text":"I miss their 100 Octane petrol...","labels":"sadness"},{"text":"Even weirder way to spell [NAME].","labels":"neutral"},{"text":"Now I don’t blame [NAME] for his way of thinking😂 people like this wtf","labels":"annoyance"},{"text":"Can we stop suggesting [NAME] as [NAME] it's not happening.","labels":"disapproval"},{"text":"Can’t wait to go to the Kings game. Especially if they bring this level of fire.","labels":"curiosity"},{"text":"Try this on anyone blue belt or above in bjj. Spoiler: it wont work","labels":"neutral"},{"text":"Don't see it at all, but she's cute with the freckles","labels":"amusement"},{"text":"So now you’ve been given several answers.","labels":"joy"},{"text":"Why not use one pick and get help needed to advance to playoffs rather get late 1st player who will be 2-3 away from roster ?","labels":"neutral"},{"text":"This guy also has scorching speed on the bases.","labels":"amusement"},{"text":"[NAME], but I’m not sure he is gonna be a piston for a long time.","labels":"confusion"},{"text":"I’m failing you.","labels":"remorse"},{"text":"[NAME] isn't likely to get traded. Out of the 4 he's the least likely.","labels":"disapproval"},{"text":"Confound your toll Troll!","labels":"confusion"},{"text":"Almost like [NAME] culture is written to be offensive, what with the institutionalized rape slaves and everything. They might even be the baddies.","labels":"anger"},{"text":"You remember this sub on the month of release? it was an absolute shitstorm","labels":"annoyance"},{"text":"Yes dumbest person on all of Reddit, please make a youtube channel for all of us to laugh at.","labels":"amusement"},{"text":"Our problems are our own. Racism, classism, mysogyny, bigotry. ","labels":"annoyance"},{"text":"Glad he's still balling, better than [NAME] for sure. I would have liked to have kept him just cos I liked how hard he played. ","labels":"neutral"},{"text":"What a shit twat","labels":"annoyance"},{"text":"A grumpy old gardener in a rubber mask?","labels":"annoyance"},{"text":"Go your own way, loser. ","labels":"anger"},{"text":"Well good...opera is often beautiful..though it retains the stink of the upper classes.. I cant help but deride art that caters to high society to stay alive.","labels":"amusement"},{"text":"But for real. Like, phones, you guys. Am I right?","labels":"confusion"},{"text":"Yhea but you wouldn't be surprised then.","labels":"curiosity"},{"text":"Doing [NAME] work.","labels":"neutral"},{"text":"I did rank them above protista.","labels":"neutral"},{"text":"How to PRETEND to have ice powers? Wikihow, *do you think this is a fucking game?!*","labels":"annoyance"},{"text":"That’s not what I mean Him being a snack is just well","labels":"neutral"},{"text":"*Hey just noticed..* it's your **6th Cakeday** [NAME]! ^(hug)","labels":"excitement"},{"text":"Not an awful offer but I don't know if I see AD promising to resign long term in Dallas.","labels":"confusion"},{"text":"That isn’t a prediction that is exactly how Crisis on infinite earths played out","labels":"disappointment"},{"text":"Yes! Love me rotties!","labels":"love"},{"text":"I'm slightly ashamed to say I thought that was what the title implied too. Glad that's not the case","labels":"embarrassment"},{"text":"I don’t know about the whole state but we do have some shady cab drivers here.","labels":"annoyance"},{"text":"Seriously. OP needs to get their shit together.","labels":"annoyance"},{"text":"The guy who I consider the best lover I’ve ever had, had the smallest penis. ","labels":"disappointment"},{"text":"Not really it’s a capitalist organization based on earning. They play to peoples fear and love not their environment","labels":"disappointment"},{"text":"America.... I have done goofed!","labels":"remorse"},{"text":"Does include bad cgi, tho?","labels":"neutral"},{"text":"I've definitely erected something in his honor but idk about a statue","labels":"neutral"},{"text":"No Despacito Remix. No 4K Ultra. No Goals and Highlights. No 360 No-Scope Assists. Are you even excited man?","labels":"annoyance"},{"text":"It was pretty heart breaking, then the council came out and said they weren't going to collect them. Made a lot of people mad. ","labels":"sadness"},{"text":"That was at Nats Park. I remember that poor guy.","labels":"sadness"},{"text":"Oh, apologies. Silly me didn’t think to check the sub first.","labels":"realization"},{"text":"please fire this fuck head im tired of losing games because of our power play","labels":"anger"},{"text":"Police numbers in London are at their lowest (per head of population) in twenty years. Those fucking cuts!","labels":"annoyance"},{"text":"I'm beginning to think that ArcSys might be my favorite videogame company. They make such good fighting games.","labels":"realization"},{"text":"Well I got checked at the last Toulon game haha, so not the case.","labels":"amusement"},{"text":"This isn’t even them not getting it. They just misread it as a whole! Why bro lmao","labels":"amusement"},{"text":"You look like 1 of those ISIS fighters got shot in the head","labels":"disgust"},{"text":"That guy is just eating downvotes left and right","labels":"disapproval"},{"text":"Is it that common? Here on the tube on London there is barely room to breathe let alone spin so I guess we avoid this kind of crap","labels":"annoyance"},{"text":"[NAME] focus on local politics since it's the easiest to hide your cheating and corruption down there.","labels":"annoyance"},{"text":"Man I know youre joking but they swept us and still got the better pick. Pretty lame.","labels":"amusement"},{"text":"Ask for a pic without the hat on. That hairline must be chilling with [NAME].","labels":"joy"},{"text":"Well shit, time to talk to the wife. It appears she has two husbands.","labels":"annoyance"},{"text":"When I was a kid I had the biggest crush on [NAME] from Footballer's Wives. She's hard as hell now.","labels":"amusement"},{"text":"I know they are treated very well, but some of them do die.","labels":"annoyance"},{"text":"If theyre real pharma then id charge $7 or 8 a pill. I never pay more than 5 for real ones but $8 is still kinda fair","labels":"realization"},{"text":"Yeah. 99percent of \"cute\" videos of mixed species on reddit make me anxious because all I can see is bad animal husbandry. ","labels":"disappointment"},{"text":"The one that is a sentient being; the one that's most affected.","labels":"sadness"},{"text":"All I'll say is when I can smell it walking down the street it makes me very jealous.","labels":"annoyance"},{"text":"Right, but we want to shit talk them directly. Not agree with other people shit talking them.","labels":"annoyance"},{"text":"Ha! Had to go back and look. Pens.... I was seriously wondering wtf this was, a giant penis-shaped gummy bear?!","labels":"amusement"},{"text":"No worries. Glad you like it","labels":"caring"},{"text":"Feels like hitreg in general is pretty poor lately.","labels":"neutral"},{"text":"I do play League of legends and [NAME] is my favorite character that's why my name has Thresh in it :)","labels":"approval"},{"text":"Did [NAME] funnel money to any paramilitaries?","labels":"neutral"},{"text":"Welcome back :D","labels":"excitement"},{"text":"Mate just go out and get yourself a steak dinner, you will enjoy it much more than Artifact.","labels":"excitement"},{"text":"Yea true , it sucks that theater mode doesn’t work its broken as hell in this game ","labels":"annoyance"},{"text":"Don't worry, [NAME] is there.","labels":"caring"},{"text":"What about for the Switch?","labels":"confusion"},{"text":"Does that caption say [NAME] and [NAME] are planning to move to Austin....? Dear [NAME] PLEASE no we already have [NAME]!","labels":"neutral"},{"text":"I hate the marvel stuff. I do love stuff like murder mountain and you. So that’s a hit for me in the last month.","labels":"anger"},{"text":"Worst episode of the entire show","labels":"disappointment"},{"text":"It's just a name that boils down to semantics. Not derogatory, not inherently unrelated. Get over yourself.","labels":"annoyance"},{"text":"Don’t be clinically depressed, go outside! Be happy! 😊","labels":"caring"},{"text":"Isn't that the \"help me, I'm being hunned\" distress signal?","labels":"confusion"},{"text":"You're trying to come off smart, but failed. ","labels":"amusement"},{"text":"Please! She’s my #1 choice. The rare mix of super likeable and hypercompetent. Like [NAME] mixed with [NAME].","labels":"amusement"},{"text":">. Cinders not going to be there when [NAME] fights [NAME]. Shes getting the relic. [NAME] has the Relic.","labels":"neutral"},{"text":"I assume not unless he gets premonitions of future memes.","labels":"neutral"},{"text":"I'm totally cool with that too, whats the PSN?","labels":"approval"},{"text":"Sorry just seemed like you were trying to make it a [NAME] thing","labels":"remorse"},{"text":"Gotta cast a wide net to get those sweet, sweet clippings.","labels":"desire"},{"text":"Well I can feel it was mentally hard bringing myself to go full [NAME] and shit talking prior to the plate, but this is some cutting edge analysis.","labels":"nervousness"},{"text":"[NAME] couldn’t get them to the playoffs. Pulling out [NAME] for him is dumb","labels":"neutral"},{"text":"Which is a huge shame since it took place at Wrestle Kingdom. Hoping he has a great reign filled with good matches.","labels":"curiosity"},{"text":"I'm getting worried","labels":"nervousness"},{"text":"I enjoyed [NAME] intermission report where he was very low energy until the end when he squeaked out a HI MOM =D because he's the best","labels":"joy"},{"text":"It happened so fast I didn't even have time to be scared.","labels":"realization"},{"text":"For real! It was like a shining beacon in the night!","labels":"amusement"},{"text":"r\/mildlyinteresting's stupid \"guys look at this thing I made aren't I cool??\" posts are the absolute worst","labels":"disapproval"},{"text":"What are the sequels called? Loved Infernal Affairs","labels":"annoyance"},{"text":"By the end of the trailer, I actually forgot spidey is dust for now.","labels":"realization"},{"text":"Shades of Akira \/ Ghost in the Shell!","labels":"neutral"},{"text":"Georgetown - great food, great shops\/ the \"exorcist\" steps are located there, too. the exorcist steps ","labels":"neutral"},{"text":"Is it though?","labels":"confusion"},{"text":"I'd love either over any of the guys I listed","labels":"love"},{"text":"So can relate. Hot to the point I hated feeling good because it wouldn't last. Might as well enjoy the moment!","labels":"disappointment"},{"text":"Looks kinda creepy when you keep watching","labels":"disapproval"},{"text":"Just think of it as set in an alternate universe where America didn’t just take independence but went back to England and established their own colonies there.","labels":"neutral"},{"text":"I thought it may be the industry, but based on other people’s answers here, I’m not so sure :\/ ","labels":"confusion"},{"text":"Me and my best friend both are..","labels":"neutral"},{"text":"Believe you me. TLJ is much, much worse.","labels":"annoyance"},{"text":"I never said anything about that lmao","labels":"amusement"},{"text":"seriously wtf. I want to see how the whole hand went in detail. that was the sickest soulread ever","labels":"annoyance"},{"text":"Fuck, my wife and I spent less than a *fifth* of that. Wow. ","labels":"joy"},{"text":"Eh? You inherited basically the entire language!","labels":"amusement"},{"text":"\"Fluoride is mine control!\" \"Why?\" \"Uhhh..\"","labels":"neutral"},{"text":"cool... Sorry bro","labels":"sadness"},{"text":"The part about the size of the shit was unnessecary but appreciated.","labels":"gratitude"},{"text":"YOU BLEEPING NEED ME! YOU CAN'T MAKE THIS SUB GREAT WITHOUT ME!","labels":"realization"},{"text":"Got one, it's still bad dude","labels":"disappointment"},{"text":"Bye that's it for me. I'ts all over.","labels":"disapproval"},{"text":"Shout out to the two messy bots","labels":"neutral"},{"text":"I would if possible but we are a flexible bunch.","labels":"approval"},{"text":"I thought that was the [NAME] special","labels":"gratitude"},{"text":"Uhhhhhh, damn son","labels":"amusement"},{"text":"I didn’t know it was gonna be that simple Forgive me [NAME] :D","labels":"confusion"},{"text":"I'm so sorry. She's a very lucky cat to have people who love her so much.","labels":"disappointment"},{"text":">Is this battle the fate of the galaxy or not? If nobody else cares, why should we? Nailed it.","labels":"anger"},{"text":"I can’t wait","labels":"nervousness"},{"text":"hmmm interesting... i guess your an interesting lady. PM me then. :)","labels":"excitement"},{"text":"Haven't listened to today's podcast yet, who did [NAME] kill?","labels":"curiosity"},{"text":"I really like this play on words.","labels":"amusement"},{"text":"How about this, you can be the \"bigger man\" and the rest of us will bask in the tears of saints fans. ","labels":"joy"},{"text":"When you look back at your picks and realize you’re laying pretty much entirely chalk Tenn -8 Bowling Green -4 Akron -1 NC STATE -1.5 Duke -21 MSU This should go well lol","labels":"amusement"},{"text":"> Every billionaire is a policy failure Damn right!","labels":"approval"},{"text":"Did not know that. Not bad","labels":"amusement"},{"text":"You left out information to serve your needs. How [NAME] of you.","labels":"disappointment"},{"text":"[NAME] pnr play has not been good, they are defending jok and letting him get to the rim","labels":"disapproval"},{"text":"This is adorable I want an update","labels":"approval"},{"text":"Yeah he does give intense and memorable performances. He didn't get to speak in Mad Max for like half an hour but he was still riveting.","labels":"amusement"},{"text":"I loathe him too, but I couldn't even get on board with lynching him. Not even that obnoxious twat [NAME]","labels":"annoyance"},{"text":"i think [NAME] and [NAME] used to be married then he divorced her when he found she was cheating.","labels":"neutral"},{"text":"That was the moment I fell in love with [NAME]. He was also really good in Frier Fall (Free Fall).","labels":"amusement"},{"text":"I believe the mentally ill are the ones that spend so much time and effort caring about what I do with my own time and money. ¯_(ツ)_\/¯","labels":"neutral"},{"text":"Oh cool so you admit to being a pedo.","labels":"annoyance"},{"text":"Be great if the DV judge made her refund the cash to every single person, unlikely, but I can fantasize:(","labels":"disappointment"},{"text":"We did it, finally?! Idk weird timing.","labels":"confusion"},{"text":"bahhhhh i didnt know this existed. i love\/hate you. - [NAME]","labels":"confusion"},{"text":"You can be gone for several months and they won't care, nor even notice.","labels":"disappointment"},{"text":"I personally find it very funny how they talk about vaccines not helping against cancer, while there isn't even a vaccine against cancer","labels":"amusement"},{"text":"You're all insane.","labels":"annoyance"},{"text":"I mean, your account is a day old, so I think you’ll be okay.","labels":"caring"},{"text":"Felt like yesterday when they got married in that barn\/bar\/bistro. Truly the halcyon days.","labels":"neutral"},{"text":"Shouldn't have watched battle tendency. Now I frequently have fantasies about the ideal male body and feel more and more homosexual by the second.","labels":"desire"},{"text":"Seriously what?","labels":"confusion"},{"text":"Ah damn it.","labels":"annoyance"},{"text":"My favourite pool! Shame I don't live around there anymore","labels":"annoyance"},{"text":"[NAME] is so pathetic, 40 year old man jealous of a 26 year old DJ","labels":"neutral"},{"text":"Or you could learn to reverse park and stop whining. It’s a lot easier to park backwards.","labels":"curiosity"},{"text":"Reminds me of when we used to have an RB named [NAME] while [NAME] was at Texas","labels":"realization"},{"text":"This is a great idea. I'd even figure out where my printer ended up after I moved and set it up for this.","labels":"approval"},{"text":"Cheers for the reply ;)","labels":"joy"},{"text":"C-USA when it had [NAME] was pretty awesome.","labels":"neutral"},{"text":"*lol whats a calculator isnt that a person that calculates why would they have letters on them*","labels":"amusement"},{"text":"Gotcha. That can happen sometimes too but make sure you follow up with your gyno just incase.","labels":"confusion"},{"text":"Not very cringey","labels":"approval"},{"text":"For the love of [NAME] do not ever link that again","labels":"love"},{"text":"When people don't understand things they invent gods. how little we have changed in all these years.","labels":"annoyance"},{"text":"A true internet classic.","labels":"amusement"},{"text":"Being adorable mostly","labels":"love"},{"text":"as a guy who has the ability to repair circuit boards, oh god oh fuck this is beyond cursed","labels":"annoyance"},{"text":"[NAME]. Starring [NAME] as the goofy and lovable [NAME].","labels":"neutral"},{"text":"Interesting. Is it cool to say colored person now?","labels":"confusion"},{"text":"Good luck!","labels":"caring"},{"text":"I’m just gonna go ahead and call bullshit on most of the details of this story.","labels":"anger"},{"text":"I was too mad to continue with the second episode lol I see now that he's married and think HOW?","labels":"amusement"},{"text":":-) Lunch with the wife on a weekday is such a special treat, even when one is under the weather.","labels":"joy"},{"text":"Degloved finger...*ouch*. One of the worst types of avulsions.","labels":"sadness"},{"text":"That's probably a good idea. Call them and see if they can help you.","labels":"approval"},{"text":"I I'm so honored","labels":"gratitude"},{"text":"I did that my first day of middle school (got off at high school instead) but that's probably because I'm an idiot","labels":"annoyance"},{"text":"Shit, they don’t go down!? That blows ","labels":"fear"},{"text":"Nothing like a little humiliation therapy to motivate the workers. \/s","labels":"neutral"},{"text":"hhhh, lol ","labels":"amusement"},{"text":"\"We must fight!....to run away..\"","labels":"optimism"},{"text":"I was born in caul but my psychic powers haven't come in yet. :(","labels":"sadness"},{"text":"Who was it saying that [NAME] destroys hooker and broner again","labels":"confusion"},{"text":"[NAME] a fucking idiot and needs to be primaried out.","labels":"neutral"},{"text":"Then yeah, not really. I can't think of a specific type of evolutionary pressure that would lead us to developing an ability like that.","labels":"confusion"},{"text":"Good read man, sounds like a crazy time, its the worst vomiting red in front of ramdom people lmfao 😂","labels":"amusement"},{"text":"I'd love to see [NAME] in a 4-3 to be honest.","labels":"love"},{"text":"Praise the [NAME]","labels":"amusement"},{"text":"You must be new here if that's the cringiest shit you've seen so far.","labels":"disgust"},{"text":"Dude you don't know what I wanted. [NAME] was very clearly a generational talent.","labels":"disappointment"},{"text":"I will never not laugh","labels":"amusement"},{"text":"I mean it changes that game at least because if the defender actually wraps him up it’s a sack because [NAME] never threw the ball.","labels":"realization"},{"text":"You need to talk to her openly about this... without shaming her. She’s being open and honest with you. Your turn.","labels":"realization"},{"text":"Aww man this sucks, but at least he’s going to Europe, so I’m happy for him! Goodbye [NAME]! ","labels":"sadness"},{"text":"Everything on the internet is real and serious... Im here to be downvoted and laugh.","labels":"disapproval"},{"text":"**LET’S GO HAWKS!!!**","labels":"neutral"},{"text":"[NAME] would be fun [NAME], [NAME], [NAME], [NAME], and possibly [NAME] would make us prime contenders for hard knocks ","labels":"neutral"},{"text":"I see you with Zangetsu, and I like it","labels":"amusement"},{"text":"Tkachuk - Pageau - Stone is going to be our second line. Absolutely filthy.","labels":"annoyance"},{"text":"Lots of good memes here lately. I like that.","labels":"amusement"},{"text":"Trying to read that made me feel like I just huffed formaldehyde amd mercury","labels":"realization"},{"text":"Interesting how [NAME] leads his team in BPM and RPM every year while not being the most important player. Defense and efficiency matters.","labels":"amusement"},{"text":"is the entire cast at least on there and not cut off at the bottom like the other pic I saw here?","labels":"confusion"},{"text":"This happens all the time when guys pick me up. I don’t know anything about cars. Just tell me the color","labels":"confusion"},{"text":"So, the cops raided my favorite massage parlor today.","labels":"sadness"},{"text":"They look incredibly legal, organized, and accurate, just like yours! ","labels":"approval"},{"text":"Making a woman feel uncomfortable is harassment and trying to flirt without a sign of interest just makes women uncomfortable","labels":"disapproval"},{"text":"[NAME] keeps getting set to get a rebound [NAME]","labels":"amusement"},{"text":"As a personal agent of entropy in this world: Damn, what laptop do you use?","labels":"curiosity"},{"text":"Not on academical level, but on family and bonding and respect for people who have lost their dearest ones","labels":"neutral"},{"text":"I didn’t think it was possible for one Twitter account to be so obnoxious, but here it is.","labels":"confusion"},{"text":"Sorry, but this was already on our front page recently, so I'm gonna have to remove it. ","labels":"realization"},{"text":"I haven't confirmed this, but apparently, [NAME] said his trilogy fight with [NAME] sucked because he had an inflamed vagina. ","labels":"neutral"},{"text":"I've been here too long. My first response was: \"I imagined worse.\"","labels":"disappointment"},{"text":"I always feel so bad for [NAME] when I watch this scene.","labels":"sadness"},{"text":"Tbh I think there are a lot of parts of chicago that are way shittier than memphis","labels":"disappointment"},{"text":"Oh hey that's pretty cool!","labels":"approval"},{"text":"Poor poor poor bastard","labels":"anger"},{"text":"Cap locks are nothing to be ashamed of. *You're probably upsetting your mother by letting your chicken tendies get cold*","labels":"approval"},{"text":"Option B for sure. But with more roundabouts plz.","labels":"neutral"},{"text":"[NAME] would be proud.","labels":"pride"},{"text":"Oh you sweet summer child. She's a cop. She's not getting convicted for anything. A year from now she'll have her job back.","labels":"annoyance"},{"text":"They think they're so special 😂 I usually end up saying \"oh wow another one!\"","labels":"annoyance"},{"text":"There was an article about it in E news. I pray for everyone, no one is above that or below that. ","labels":"caring"},{"text":"There are two different accounts doing this shit atm. Go to r\/delusionalartists and sort by new. These guys are being douchebags.","labels":"anger"},{"text":"That's an insanely rational and expected response to someone with whining parents.","labels":"annoyance"},{"text":"Really should be twenty three year olds.","labels":"surprise"},{"text":"Really wow, what a steal","labels":"joy"},{"text":"She wants to connect, alright. With your wallet.","labels":"approval"},{"text":"I love my state sometimes","labels":"love"},{"text":"I think it was [NAME] and I'm not even convinced [NAME] caught on to it lol. Then he was made to be the moron.","labels":"amusement"},{"text":"this, they will find a way. we screwed over my entire street for an hour when I got my new fridge..","labels":"optimism"},{"text":"She looks like a televangelist.","labels":"confusion"},{"text":"She does have a great ass I’ve always thought so","labels":"amusement"},{"text":"[NAME] has not been that impressive in my opinion. [NAME] seems like the clear-cut top guy.","labels":"disapproval"},{"text":"Good that corporate knows about it. They'll launch a LP investigation and fuck the idiots doing this.","labels":"anger"},{"text":"The what now?","labels":"confusion"},{"text":"Holy shit did this sub just get wholesome for a second?","labels":"confusion"},{"text":"I am female. If someone approached me in a coffee shop who followed your above rules, I’d be giving out my number for sure.","labels":"curiosity"},{"text":"I realised after I typed it, but I left it up. I feel sometimes in life, you just gotta take the L. ","labels":"realization"},{"text":"There's too much focus on \"our side Vs their side\" and things just seem to be getting worse","labels":"annoyance"},{"text":"please don’t make me have to bring up fire emblem in trader joe’s again i can never go back","labels":"disappointment"},{"text":"Still depressed but I didn't run away so it cool","labels":"annoyance"},{"text":"Yep. Learned my lesson this time.","labels":"gratitude"},{"text":"They also almost always miss, leading to that awful thin sheet of bagel that ends up as ash in the oven. ","labels":"annoyance"},{"text":">big dumb rodeo Them's fightin' words","labels":"disapproval"},{"text":"Sorry, you're going to claim wanting to destroy Israel is completely fine? And the rabbi in question seems to be in bed with Holocaust deniers?","labels":"sadness"},{"text":"Can they do the same to Tyrael while they are at it?","labels":"neutral"},{"text":"Shit, with a full season of [NAME] on the docket? Yes please.","labels":"approval"},{"text":"Was there for a game v the lions in in 2016- WELL WORTH IT!","labels":"neutral"},{"text":"Yeah, I'd rather have Butch than NBC","labels":"desire"},{"text":"I think it's weird that he didn't just wake you up and weirder that he didn't tell you until you noticed it was missing.","labels":"annoyance"},{"text":"Agree 100% I guess I'm just happy to see anyone, even total scumbags, willing to criticize dear leader. ","labels":"approval"},{"text":"Yeah I could not even do that I could not move my leg to the side","labels":"sadness"},{"text":"No jerk behavior from kitten but watching people interact with that machine was mildly fascinating.","labels":"neutral"},{"text":"It feels to me like your Dean has some baggage and you shouldn't let it weigh you down.","labels":"caring"},{"text":"So he “wants to be in Denver”. Hooray. Can we hire the best guy instead?","labels":"curiosity"},{"text":"Literally what happened.","labels":"curiosity"},{"text":"Bet you don't even get £400, you probably only started this thread for some attention ","labels":"disapproval"},{"text":"[NAME], aside from the goal was several magnitudes worse than [NAME]....","labels":"disappointment"},{"text":"There is no way around it :(","labels":"sadness"},{"text":"After reading a lot of replies you should bee ashamed of yourself. This thread is a hive of bad puns and references.","labels":"anger"},{"text":"Yeah it was, it was awful, everyone got sick, I was sick for like a week after that event.","labels":"sadness"},{"text":"Peeps poisoned our water supply, burned our crops, and delivered a plague unto our houses!","labels":"anger"},{"text":"Hmm. Never saw a COMMENT downvoted!","labels":"confusion"},{"text":"I like it!","labels":"amusement"},{"text":"What is with the pet worship? Should be more worried about your elderly relatives.","labels":"confusion"},{"text":"If you look back it is odd that most violent murderers have all eaten taco bell at some point.","labels":"disgust"},{"text":"Yeah he's a cunt but that doesn't mean he should be prosecuted for a joke. No matter how bad taste it was.","labels":"anger"},{"text":"I'm not sure honestly. I think there's a fanmade audiobook but I've heard it's pretty bad. Sorry.","labels":"confusion"},{"text":"Listen to it while you're sad","labels":"caring"},{"text":"Analytics and instagram... are you joking?","labels":"confusion"},{"text":"I've read the series through 4 times. There is literally zero reason to believe that.","labels":"annoyance"},{"text":"Cognitive dissonance. I don't support diagnosis via internet but she needs medical help NOT a medical license.","labels":"disapproval"},{"text":"As long as it's \"I don't like you.\" Not \" I don't like you because (protected status)\"","labels":"confusion"},{"text":"[NAME] had some pretty harsh words.","labels":"neutral"},{"text":"[NAME] dumped me...","labels":"sadness"},{"text":"Or just head on to Galleon's Grave. I just hate Dagger Tooth.","labels":"anger"},{"text":"Why dont you go complaint about USA 75% deforestation?","labels":"disapproval"},{"text":"Maybe they just dont want to be in a relationship with you. Plenty of great single girls out there.","labels":"disapproval"},{"text":"So you're proudly ignorant. Cool bruh","labels":"annoyance"},{"text":"She forced him to sing a valentine song by threatening him with anthrax and then called him pathetic for allowing himself to be manipulated.. sounds like love to me.","labels":"annoyance"},{"text":"Having fuck tons of fun right now","labels":"excitement"},{"text":"Well I can say 100% it didn’t go well.","labels":"disappointment"},{"text":"FYI not all skinheads are racists. [NAME] suck and should be confronted.","labels":"annoyance"},{"text":"If you'd like to suggest an alternative non-inflammatory metaphor for something that implies racism, I'm happy to consider it. ","labels":"approval"},{"text":"Dude I don’t even know what that guys deal is, but honestly, I feel bad for him","labels":"sadness"},{"text":"Hes not the best at communication which is a big red flag in my book","labels":"disappointment"},{"text":"I love posts like this because they make me feel so much better about being vegan.","labels":"joy"},{"text":"The Nashville Design is just a placeholder. The actual plans have yet to been finalized.","labels":"neutral"},{"text":"That’s it guys, we’re racist now","labels":"annoyance"},{"text":"Made me cry and my one year old golden who was laying near my feet ended up coming up and snuggling me.","labels":"love"},{"text":"Bringing it up now because you and many like you made this sub a hostile environment for voices of reason. Eat crow.","labels":"annoyance"},{"text":"So? Sometimes it feels good to be petty, especially when it comes to an ex","labels":"approval"},{"text":"Ugh why can't the commie just discuss about [NAME] serve instead of saying \"I'm sure he's more of a scientist than me\"","labels":"neutral"},{"text":"Miami - Dade","labels":"neutral"},{"text":">We must invade Brazil to protect the Amazon rainforest from the fascist [NAME] Retards on r\/worldnews","labels":"anger"},{"text":"> If you actually believe they are still a threat oh, if only it *were* up to me...","labels":"disapproval"},{"text":"I don't what the coaching staff is telling our players, but we are playing neither smart nor hard on defense","labels":"annoyance"},{"text":"they both rugged, worn, and wrinkled, like fine leather !","labels":"neutral"},{"text":"de grasse has a very noticeable asymmetry too","labels":"disgust"},{"text":"Dude was using his power and leadership to exploit women. This is gross.","labels":"anger"},{"text":"Are those both not true statements? Everyone loves attractive people, even employers.","labels":"curiosity"},{"text":"Sold out. Sorry my dude!","labels":"sadness"},{"text":"Because this creep wanted to put his hands on the girl.","labels":"annoyance"},{"text":"I think I translates more into \"Waiting to see what kind of Brexit turd-burger Westminster eventually vomits up\".","labels":"disgust"},{"text":"Sometimes to do what's right we must give up the thing we want the most... even our dreams.","labels":"disappointment"},{"text":"I know I am still going to frequent Argonaut and my other neighborhood family owned liquor store.","labels":"annoyance"},{"text":"Back then, when they were literally rowing long boats, it was basically the same thing. Better not explore and stay in the bubble. ","labels":"annoyance"},{"text":"Give it time people will figure out the truth if you engage with her then that gives her what she wants. She will definitely use that against you.","labels":"caring"},{"text":"He must smell terrible when he sweats. That's honestly pretty gross.","labels":"annoyance"},{"text":"This is brilliant.","labels":"amusement"},{"text":"You finna be nauseous as hell man, Dont stress it though just throw up","labels":"caring"},{"text":"Unrelated but wow I’m so proud that I can read like 70-80 percent of this because I studied Chinese for 3 years. 加油！在中国你做什么？","labels":"joy"},{"text":"Who the hell is that. I only got my account 2 months ago","labels":"anger"},{"text":"Everything is cool when no one gets hurt.. But as soon as something bad happens, we all scream idiots... Why...?","labels":"curiosity"},{"text":"Yheaaa I always gave me till 35 to decide if I want a kid or not. [NAME] kicked in sooner than expected.","labels":"confusion"},{"text":"It’s pretty captivating in a make you want to throw up and then beat the shit out of [NAME] kinda way.","labels":"anger"},{"text":"My fav frank songs are white Ferrari, super rich kids and bad religion, I know those are popular songs I just wanna get deeper into his music ","labels":"love"},{"text":"At least it's ok in public & around children.","labels":"approval"},{"text":"I like simplicity of the Jersey, but the logo stinks.","labels":"disgust"},{"text":"This hurts my brain","labels":"annoyance"},{"text":"Two natural right backs is fine. Then the pretend one doesn't have to pretend anymore.","labels":"disapproval"},{"text":"Right. Boiling frogs. But I feel more hope today than I have since any day in the last two years except November 6, 2018.","labels":"approval"},{"text":"[NAME] what do you do with his underwEAR","labels":"confusion"},{"text":"Gotcha. I see my clarification above. I sincerely apologize that anything I wrote made you feel that you needed to enforce your boundaries.","labels":"caring"},{"text":"One dumbass who hasn’t watched Hereditary complaining about meaningless awards on the Internet means... eh. I lost my point. Go watch Hereditary","labels":"neutral"},{"text":".... You do realize they will eventually hit a glass ceiling since that's unsustainable.","labels":"neutral"},{"text":"It would honestly make sense for her track record and she’s releasing her new song and it’s a plastic runway and she made of plastic","labels":"excitement"},{"text":"He didn’t exactly leave on great terms with the club. It’s interesting [NAME] is not even brought up anymore regarding psg transfers","labels":"neutral"},{"text":"And there I was blaming the poor black lads","labels":"sadness"},{"text":"Why is sleeping with a coworker such a big problem for a news network? It’s not the military with a rank disparity or something","labels":"annoyance"},{"text":"No negotiations with terrorists.","labels":"anger"},{"text":"Everyone’s ageing on here like the milk my flatmate left on the kitchen counter over the holidays","labels":"disappointment"},{"text":"And I’ll be there!!!","labels":"curiosity"},{"text":"Delusion at its finest","labels":"disappointment"},{"text":"[NAME] damn you're toxic asf","labels":"disgust"},{"text":"All sound advice. I still hate the ult when it kills me by a small hair.","labels":"annoyance"},{"text":"So hard to believe that this comment isn`t being ridiculed. I want some of what you guys are smoking.","labels":"curiosity"},{"text":"I'd say [NAME] at 8 is pretty disrespectful","labels":"disappointment"},{"text":"I think it's your choice that determines it","labels":"approval"},{"text":"It's 57% upvoted, which pretty much means most people hate it. ","labels":"disapproval"},{"text":"I tried doing it but it’s hard when you’re Indecisive and always want to remake the characters design","labels":"annoyance"},{"text":"Silver is actually not bad in terms of people playing good comps... its when you get to low gold and high gold that keep me liking silver lmao.","labels":"amusement"},{"text":"LCSC?","labels":"neutral"},{"text":"True love isn't something you find, it's something you build. ","labels":"love"},{"text":"It's pretty stupid. Yes","labels":"annoyance"},{"text":"Yeah, I mean we’re all just in their wake over here. I’m humbled.","labels":"gratitude"},{"text":"Oh, my [NAME] ","labels":"relief"},{"text":"I know it’s out of control!","labels":"disappointment"},{"text":"Naw let everyone underestimate us ::[NAME]::","labels":"amusement"},{"text":"Yeah if you fall into a tree hole there’s almost no chance of getting yourself out.","labels":"fear"},{"text":"I'm a guy and I'm squirming. My wife asked me what the hell I was reading and I told her. She said wtf really loud.","labels":"nervousness"},{"text":"I might be in trouble in this case. I have 7 years going on 8 :(","labels":"disappointment"},{"text":"That sounds awful. Do you like that schedule?","labels":"confusion"},{"text":"You're saying [NAME] sucks at drafting...?","labels":"confusion"},{"text":"shadaha and the faith in your heart is enough to be [NAME]. also dont forget to repent. welcome back!!","labels":"approval"},{"text":"My soul twin must be [NAME] because I’m terrified of water!","labels":"fear"},{"text":"You fool, you have no idea that you talked about team fortress all along!","labels":"annoyance"},{"text":"A work on yourself to change these issues. Or live a life without close connections. At the end of the day its depends on which you want.","labels":"caring"},{"text":"You gotta work on you dude!! If you're not confident you're not ready, get yourself straight And all will fall into place. ","labels":"caring"},{"text":"Oh wow My heart ✨","labels":"love"}]