[{"text":"Those backpack leashes suddenly don't seem so bad","labels":"disapproval"},{"text":"In case anyone is questioning...the title is sarcastic.","labels":"amusement"},{"text":"That sounds really interesting.","labels":"excitement"},{"text":"I swear, I don't know where the bombs are! Only the miners know that!","labels":"approval"},{"text":"Most parents do that to make their kids take vitamins and eat vegetables. Who cares?","labels":"annoyance"},{"text":"You know the answer man, you are programmed to capture those codes they send you, don’t avoid them!","labels":"approval"},{"text":"If somebody is fundamentally unsocialized chances are they behave socially inappropriate in more than one situation","labels":"anger"},{"text":"\"Put yourself into the position to be able to profit from luck\" is the best I can formulate it.","labels":"optimism"},{"text":"time flies so fast when you're 18. i didnt expect id turn 30 and still a virgin. hah","labels":"amusement"},{"text":"Now [NAME] breaking stories for us!?!","labels":"disappointment"},{"text":"my late [NAME] kept bank suckers for low blood sugar","labels":"embarrassment"},{"text":"LIIIIIIIIIII🅱IIIIIIIIIIIIT. fat bastard was on sunday that i’m too lazy to crop the photo.","labels":"annoyance"},{"text":"You elect [NAME], you get what you vote for, Utah. Congratulations, you got what you voted for. Vote smarter next time.","labels":"optimism"},{"text":"Wait... i was told the revolution happens when a girl rejects all her parents taught her and gives her boyfriend her love....","labels":"caring"},{"text":"drafting doesn't guarantee position or quality...AND tanking destroys free agency and devalues all the Magic assets for transactions this summer","labels":"approval"},{"text":"Another way to do it without screaming at your teammates!","labels":"neutral"},{"text":"I saw that twice last year.","labels":"approval"},{"text":"Someone had to \"strongly reccomend\" that he didnt take another shot at that..... The stupid is incredibly strong with this one.","labels":"neutral"},{"text":"So if the EU sent all its refugees over the open border into the UK that'd be just tickety boo?","labels":"approval"},{"text":"Couldn’t add this in the title. This I a cross post from [NAME]","labels":"amusement"},{"text":"They want to play the best team to learn the most.","labels":"approval"},{"text":"At least the bike was lighter than you ... poor cr50","labels":"realization"},{"text":"We all know that everyone was doing the Kiki do you love me ironically so that if people do it unironically then we can make fun of them.","labels":"caring"},{"text":"Quite superpower you got there, op. Reminds me of [NAME] in Unbreakable. U beautiful person!","labels":"pride"},{"text":">I think any progressive would be against laws that force anyone to say anything. You thought wrong.","labels":"disapproval"},{"text":"Can’t say I’d have a problem with [NAME] getting his head stomped into a kerb.","labels":"neutral"},{"text":"Good one on ya orisa. Watch that devil [NAME] cry","labels":"neutral"},{"text":"Yeah sorry about that I don't mean it.","labels":"remorse"},{"text":"Translation: \"I don't think restaurant employees should be allowed to express frustration under any circumstances.\"","labels":"amusement"},{"text":"St. Anger and All Nightmare Long are my favorite albums :))","labels":"amusement"},{"text":"I just want to shake her by her shoulders and be like \"*Why are you like this?!*\"","labels":"caring"},{"text":"Wait, you don't love reading people's blog posts on Reddit?","labels":"realization"},{"text":"I get that. That's why thet time limit. Even if it's just to reevaluate.","labels":"approval"},{"text":"> Don't see the problem here if the guy is in his own house. Anyone else making that much noise would get a visit from the police.","labels":"fear"},{"text":"[NAME] has some perpetual depression. Nothing makes him happy. Unfortunately I just don't see him succeeding at Chelsea in the true sense.","labels":"disappointment"},{"text":"No that's called your sister is the milk man's\/s","labels":"neutral"},{"text":"I woke up drunk and mouthy","labels":"disgust"},{"text":"He could be spooked off by the camera crew?","labels":"approval"},{"text":"Don't \"neg\" the university (or any university) and don't write about doing illegal, unethical, or immoral activities. ","labels":"disapproval"},{"text":"*pokes head in from Detroit* Hi! *waves!*","labels":"neutral"},{"text":"I guess I’ll watch this surely not morbid documentary before bedtime..","labels":"neutral"},{"text":"imagine his wife dumping him after that, it would be a BIG L","labels":"disappointment"},{"text":"HOW DID I NOT THINK OF THIS","labels":"disapproval"},{"text":"Good luck OP! I'm rooting for you!","labels":"amusement"},{"text":"Yeah greyhound was shut down here and its not looking good everywhere else","labels":"approval"},{"text":"Meh good introduction. Sadly I am a pro philosopher so know all of this","labels":"approval"},{"text":"made my first reddit account to downvote this. thanks?","labels":"neutral"},{"text":"Oh that’s right! It was mayonnaise for the lice. I don’t deserve those upvotes!","labels":"anger"},{"text":"But it's different, they're not rich because of those darn immigrants, otherwise they'd be a billionaire!","labels":"optimism"},{"text":"Both the odour AND the smell! Poor guys.","labels":"approval"},{"text":"trust me, he's not.","labels":"approval"},{"text":"I will defend common core against parents that are just bad at math until the day I die.","labels":"approval"},{"text":"EXACTLY. gimme some muscly arms and a little bit of a belly. I'd take that over a rock hard body any day of the week.","labels":"amusement"},{"text":"You definitely have a sexy [NAME] look going on.","labels":"approval"},{"text":"Unsub from both","labels":"neutral"},{"text":"Because I felt like it, just as you felt like announcing you basic grooming while trying to be insulting. 🙄😏🤷‍♀️","labels":"annoyance"},{"text":"Well I am a lady, so that would probably just freak them out. Oh, Reddit. Everyone is a man haha. ","labels":"amusement"},{"text":"It is odd you are singling me out rather than those who identify with those terms and use them endlessly and with insults.","labels":"neutral"},{"text":"Doesn't change the fact that the Lions weren't in a position to get him because they had too much money tied up in their QB.","labels":"amusement"},{"text":"If people don't act the way I want it is because they have bad reasons. Lol","labels":"amusement"},{"text":"Thog don’t care about [NAME]","labels":"annoyance"},{"text":"As an [NAME], I expected something different.","labels":"amusement"},{"text":"Yeah, but I just don't want to pay for a full blown wedding, those can get expensive.","labels":"approval"},{"text":"Baby steps and patience with yourself!","labels":"approval"},{"text":"I'm worried that [NAME] throwing away a future career by running for President.","labels":"fear"},{"text":"If she was in that mode, why would this guy even be in consideration for a Super Bowl date? ","labels":"annoyance"},{"text":">Would I pull my gun if that were happening to me? >absolutely","labels":"approval"},{"text":"Clearly I need to run for President so that I can blame all of my failures on my run for President.","labels":"approval"},{"text":"I wonder if the formal letter from the psychiatrist will help if cops just decide to shoot her first :(","labels":"disapproval"},{"text":"Am I not supposed to have what I want, what I need","labels":"disapproval"},{"text":"just give me platinum and go to sleep ♥️","labels":"love"},{"text":">it tasted horrible to use. Eating some of that right now. No regrets.","labels":"disgust"},{"text":"how do you feel about the possibility of the cowboys getting #6 before we do?","labels":"disapproval"},{"text":"You might also like \/r\/grandpajoehate","labels":"disapproval"},{"text":"I still maintain the packers were a worse team this year.","labels":"disappointment"},{"text":"Oh [NAME] if you ever burn anything you will never live it down.","labels":"disappointment"},{"text":"It's not even that... just string in the water.","labels":"neutral"},{"text":"Ask the Magic 8 Ball again later. We can't predict your future.","labels":"disapproval"},{"text":"Well. That's your belief. I know you and the next cant tell me how to raise mine so I'm not worried about all that.","labels":"optimism"},{"text":"That would be greatly appreciated.","labels":"gratitude"},{"text":"That was your comment dude. Which part of my comment was fake news? *wake me up if you find it.","labels":"disapproval"}]