[{"text":"That's professor [NAME] to you, savage!","labels":"disapproval"},{"text":"Nice! You and her would get along i bet. She loves her crafty machines and creative people. 😇","labels":"neutral"},{"text":"I have already, what's your point? ","labels":"neutral"},{"text":"It was a poor choice of words.","labels":"disapproval"},{"text":"Just got my seats a couple of days ago!","labels":"neutral"},{"text":"I think the one thing we can all agree on is Kill Mikol. This was too difficult to answer in full..","labels":"neutral"},{"text":"You have another new follower 😊 love your work!","labels":"excitement"},{"text":"My cat still loves me after I tripped over them in the dark on my way to the bathroom how are animals so amazing","labels":"caring"},{"text":"sorry [NAME]! 😘😘😘","labels":"neutral"},{"text":"Wow. Yeah does your place autograt at 8 or more ? So sorry 😐","labels":"neutral"},{"text":"Can you expand a bit? That would be interesting for us that are not in the know.","labels":"annoyance"},{"text":"I recently learned that cats lick to show dominance","labels":"neutral"},{"text":"In evolutionary terms you're a \"Fuck it I'll fertilize a tree\"","labels":"neutral"},{"text":"> You first. Really. I have. I reject both, but I can do it separately because they're not necessarily correlated beliefs.","labels":"neutral"},{"text":"THAT DOES IT!","labels":"neutral"},{"text":"This is one of the best things I’ve read on Reddit Cheers to your perseverance","labels":"approval"},{"text":"[NAME] is a happy boi!!","labels":"joy"},{"text":"This is racist","labels":"neutral"},{"text":"Im not a brexiter. In fact, this is my concern with a second referendum. I'm worried that remain will lose.","labels":"fear"},{"text":"I think not including a question about favorability of [NAME] was a missed opportunity, given the questions are clearly written by someone involved in the rationalist community.","labels":"neutral"},{"text":"What? I’m not downvoting anything. I feel like you’re coming off a little whiny and paranoid right now... please calm","labels":"neutral"},{"text":"And now I regret not applying when they opened one in my town even more now. Good times.","labels":"remorse"},{"text":"What a pain. I don’t understand the tantrums whatsoever. Respectfully decline or express incompatibility and some of them just explode out of no where! Smh","labels":"neutral"},{"text":"Sorry, didn't know where else to put it","labels":"confusion"},{"text":"Doordash pays less than minimum wage, no money even to buy cheesecake from the cheesecake factory after paying rent and Bills 😥","labels":"neutral"},{"text":"I like it when a girl's nails are done. Nothing over the top long but I love french tips. Plus they're great for back scratches.","labels":"approval"},{"text":"Going by it's [NAME] rating though, the district should be leaning blue. ","labels":"neutral"},{"text":"Yes but did you see how bad his reaction was, he was about to crash with her and make it worst, just back up 💨 ","labels":"neutral"},{"text":"What’s not true, exactly? That population differences affect influence? That politicians know where their voters are and play to those strengths? ","labels":"confusion"},{"text":"denying and lying or walking into a minefield what \"nice\" choices @.@","labels":"neutral"},{"text":"Subsidies and tax breaks, same as here","labels":"neutral"},{"text":"I thought you were just going to wait her out. You actually engineered her loss of space to someone else. WELL DONE!!!!","labels":"amusement"},{"text":"That’s funny cause in the movies subreddit everyone was happy about black panther because of skin color.","labels":"neutral"},{"text":"Tell her to stop eating shit and start using mouthwash.","labels":"annoyance"},{"text":"Damn, I’d love to own a stg-44...","labels":"excitement"},{"text":"Arguably they do, otherwise they wouldn't be out protesting for support?","labels":"annoyance"},{"text":"And number one is the Steelers led by...Mike Munchak whom we're interviewing. Nice.","labels":"neutral"},{"text":"Id gladly exchange firsts with the Suns","labels":"neutral"},{"text":"I’m here for a final set match TB like this match deserves!","labels":"amusement"},{"text":"oh no [NAME] wud is u doing","labels":"disapproval"},{"text":"Could listen to it coz everyone talking.. not a bad thing coz the dude in the do rag was whack as fuck.","labels":"annoyance"},{"text":"Maybe the matte foundation is a ploy so you have to buy Fenty highlighters, gloss, and eyeshadows to add the glow back 🤔 r\/muaconspiracy","labels":"confusion"},{"text":"Put a shirt on, this is the internet for [NAME] sake! ","labels":"neutral"},{"text":"This looks so damn cool! I’d love a shirt like this!","labels":"excitement"},{"text":"He made it !!!","labels":"neutral"},{"text":"[NAME] is a damn fool. No wonder his ex-wife is his boss and his babysitter.","labels":"neutral"},{"text":"you guys are getting a better pick that we are. take solace.","labels":"approval"},{"text":"Wow, im the opposite. In year 2 of being apart now.","labels":"curiosity"},{"text":"Well tell me what happened then","labels":"neutral"},{"text":"Well I mean this game is so stupid in a lot of ways tbh","labels":"disgust"},{"text":"school is not that bad","labels":"neutral"},{"text":"But was he wrong though?","labels":"confusion"},{"text":"I loved my LCR. It made me feel like a police chief from the future.","labels":"excitement"},{"text":"Damn, [NAME] us just 2 steps behind all the time. It's just a matter of time before he gets some great shots in.","labels":"approval"},{"text":"Sad to see this as a one-off. [NAME] seemed to be really enjoy the game and itself. Will give the game a try.","labels":"neutral"},{"text":"Ah true blue love","labels":"neutral"},{"text":"Yea this past season her outfits were horrid","labels":"disgust"},{"text":"Ahhhh the good old anecdote","labels":"approval"},{"text":"Medley? 🤮","labels":"neutral"},{"text":"No its not, a AGM can do damage in excess of 15m$.","labels":"neutral"},{"text":"My same thoughts! Post this there and see what options you have! That is unbelieveable your dad would do that!","labels":"neutral"},{"text":"She’s beautiful! 💙","labels":"love"},{"text":"This guy looks like an extreme feminist with a man’s face","labels":"neutral"},{"text":"No offense but you have no idea what you’re talking about. Maybe you like neurotic, needy men, but the general populace does not.","labels":"annoyance"},{"text":"I think they honestly don't realize they're self-contradictory. It's not your ordinary, everyday doublethink...","labels":"realization"},{"text":"That was so fun!! 😂😂😂👌👌👌🤲🤲🙏🙏🙏🔥🔥🔥😎😎","labels":"amusement"},{"text":"The NERVE! 🤣","labels":"neutral"},{"text":"Is there any attempt to use non-tainted symbol and to steer a non-hateful discourse in order to represent their pride?","labels":"neutral"},{"text":"Exactly, humans are selfish. That was kinda my point, my reasons are superficial and only affect me. Theirs are not. ","labels":"annoyance"},{"text":"Thanks for the kindness; it’s all good enough- I’m hoping to move out later this year","labels":"gratitude"},{"text":"mvp REALLY cares about your time spent dead and azmo usually doesnt die","labels":"caring"},{"text":"“Acktchyually, America is a democratic republi, not a democracy. That’s why giving some people five times the votes of others is ok.”","labels":"annoyance"},{"text":"I feel extremely bad for people in this thread who are in any way shape or form relying on the federal government to improve their situation.","labels":"disapproval"},{"text":"I definitely recommend trying to play more tanks to understand positioning and creating space more- helps you understand what the win conditons are IMO","labels":"neutral"},{"text":"Seconded. OP, PLEASE CONTINUE THIS STORY! 🙏🏼🙏🏼🙏🏼 And also maybe give an insight as to how this couple ended up with a devil child...thing...","labels":"neutral"},{"text":"Oh hey I have those jeans","labels":"excitement"},{"text":"Interesting indeed 😕","labels":"approval"},{"text":"Ok but how is that a jerk he’s not pushing anyone off their chair","labels":"annoyance"},{"text":"I miss those lol","labels":"neutral"},{"text":"Why would I do that?","labels":"neutral"},{"text":"after that we had no sustained damage for the fight so [NAME] and [NAME] just killed [NAME]","labels":"grief"},{"text":"[NAME] is still mad at [NAME] either way.","labels":"neutral"},{"text":"She's 17. Let her brag about cool visual effects, yikes","labels":"desire"},{"text":"Happy birthday!! Lots of love and hugs from a stranger in Hanoi 🤗🤗","labels":"neutral"},{"text":"I am glad I'm not the only person who noticed that bit of WTFuckery. 🤣","labels":"relief"},{"text":"Yikes. I admire your patience","labels":"approval"},{"text":"I'm guessing this talk will be gated behind the expo pass at GDC. Do these become (legitimately) publicly available after the event?","labels":"confusion"},{"text":"My man!","labels":"neutral"},{"text":"If you are a [NAME] and he is a real person, then changing his ethnicity should be an issue, right?","labels":"neutral"},{"text":"Yeah that's what I just got. Fkin annoying.","labels":"annoyance"},{"text":"Wait, he’s not actually saying that? 🤯 I must’ve crafted my post with too much... SUBTLETY.","labels":"neutral"},{"text":"I'd say the guy who was going beat [NAME] face in is the worst character on the show.","labels":"disgust"},{"text":"1 is spot on. Anxiety completely disappears. I like when that happens. One less issue","labels":"disapproval"},{"text":"[NAME] what do you do with his underwEAR","labels":"confusion"},{"text":"Can't stand people who spam their terrible youtube channels","labels":"disapproval"},{"text":"Surely you've seen weirdo then? It makes me laugh Everytime haha","labels":"amusement"},{"text":"You made eye contact. Or flinched. Or were just alive and walking down the street.","labels":"curiosity"},{"text":"There just shouldn't be police enforcing nonsense traffic laws. Cops should stay at their station until summoned by a citizen like fire trucks and ambulances do.","labels":"annoyance"},{"text":"Apparently young children have to figure out breathing through their mouth. I forget at what age that typically occurs, but yeah...","labels":"neutral"},{"text":"To calm him down I suppose.","labels":"neutral"},{"text":"Shit, I guess I accidentally bought a Pay-Per-View boxing match","labels":"annoyance"},{"text":"Good news though. Yesterday the devs were running test server during the morning.","labels":"pride"},{"text":"I'm mostly impressed that you can get to work from West Seattle in 20 minutes by car.","labels":"approval"},{"text":"> If it concerns you a lot, after 3 times you can actually just register another card. Good idea. ","labels":"approval"},{"text":"Sweetie, you claim you’re happy but you sure don’t sound like it.","labels":"disapproval"},{"text":"WHAT THE HELL?!?!?!?","labels":"anger"},{"text":"If this gets put in a video, hi mom!","labels":"neutral"},{"text":"I am pleased to report that my 5 win streak was broken.","labels":"sadness"},{"text":"31? Congrats on the wizard powers, at least. What spells did you learn?","labels":"realization"},{"text":"I bet if anyone else had his condition without being a Veteran would have served some sort of punishment.","labels":"disapproval"},{"text":"They likely just didn’t have enough forex to pay their bill 😂","labels":"neutral"},{"text":"Good for you, maybe some day you'll come to an understanding of each other but familiarity breeds contempt.","labels":"disapproval"},{"text":"If you date another bisexual, you can date a woman without figuring out how straight people date!","labels":"neutral"},{"text":"Your nan and dad are both trash. I am so glad you were able to pull yourself up and rise above. 💕","labels":"caring"},{"text":"Man we better not lose this like the [NAME] game.","labels":"annoyance"},{"text":"Watch Vegan Gains’ video on that, he had it when he was like 13, highly doubt he was juicing then","labels":"neutral"},{"text":"He actually did, couldn't believe it.","labels":"neutral"},{"text":"I want the man who makes me pizza from scratch and then lovingly hand feeds it to me. Completely realistic expectation.","labels":"neutral"},{"text":"Welcome to switzerland 😂 I see it everyday, when I'm on my way to work. ","labels":"neutral"},{"text":"Bruh, I’ve been getting this tough love since I was 18. Hence the dusty balls. ","labels":"annoyance"},{"text":"AT doing some work!","labels":"neutral"},{"text":"It looked sarcastic, you're not in the wrong","labels":"neutral"},{"text":"Holy shit!!! 😮 That’s friggin beautiful","labels":"annoyance"},{"text":"i also cried","labels":"sadness"},{"text":"Now I don’t blame [NAME] for his way of thinking😂 people like this wtf","labels":"neutral"},{"text":"Man that sure is one fun kid. He's more fun here than I'll ever be my whole life 😞","labels":"neutral"},{"text":"**You are breaking the car!**","labels":"neutral"},{"text":"errrrrrrrrr that's pointless, and your Doctor I'm afraid is pointless as well.","labels":"annoyance"},{"text":"> Just because you're white doesn't mean you should try to speak for white people. That's the joke™","labels":"annoyance"},{"text":"He looks like that one guy","labels":"neutral"},{"text":"No, they couldn’t hav- They shouldn’t have. uh...this makes me feel sick 🤕 ","labels":"disapproval"},{"text":"All good man 👌","labels":"neutral"},{"text":"My cockatiel is sitting on my knee. I gave him a hug and promised no more pets.","labels":"approval"},{"text":"I have and i’ve also shot some ak’s they’re not too bad but i still prefer handguns despite the kick.","labels":"neutral"},{"text":"That is not the reason we do not want to leave the CU. Try again.","labels":"disappointment"},{"text":"Damn, sorry to hear that. Hopefully the right gig will come along!","labels":"optimism"},{"text":"Damn for that much you may as well use a mobile plan unless you're doing something latency sensitive.","labels":"disapproval"},{"text":"Spiritual shorthand. You nailed it. That term says it all. They've become so practiced in it that it has become meaningless.","labels":"disapproval"},{"text":"I tell them my wife died in a car accident 10 years ago and I couldn’t fall in love again. I’ve never been married.","labels":"grief"},{"text":"SHE MAKES ME CRINGE :(","labels":"sadness"},{"text":"They're living their fantasy.","labels":"neutral"},{"text":"1 Corinthians 13 😅 I am lazy so i won't write it down sry","labels":"neutral"},{"text":"You seem to be on the right track you gotta get 10k karma before your account is a year old","labels":"desire"},{"text":"I’ve seen 62 to 8 in 12 hours up north. Weather is crazy stuff.","labels":"annoyance"},{"text":"He's also a chaser and is convinced that shouting at someone is an escalation from a shooting spree. He is incredibly dumb.","labels":"neutral"},{"text":"So..the head [NAME], is afraid of being rammed?","labels":"confusion"},{"text":"You’re gorgeous girl! 🔥😊","labels":"love"},{"text":"I'll probably do the same thing next year that I did this year and that was targeting [NAME] pretty late","labels":"approval"},{"text":"Please don't promote your channel","labels":"disapproval"},{"text":"The average person here could go their whole life without ever seeing a gun. The gangs and such yeah they manage to get guns one way or another","labels":"neutral"},{"text":"I get migraines too and I’m sooo tired the first two days of my period","labels":"sadness"},{"text":"Happy birthday my guy! Hope you have a great day today, tomorrow, and every day after that. You and everyone deserve a good day. 😃","labels":"caring"},{"text":"Not really. My group of friends are awesome in every way possible except they are homophobic","labels":"approval"},{"text":"Oh right. I can probably google it. I’m sure it’s in horrible taste, but I’m like dying to know now","labels":"curiosity"},{"text":"not funny enough for that","labels":"neutral"},{"text":"[NAME] has to be spinning in his grave right now","labels":"neutral"},{"text":"Let it go, look to the future, do not live in the past","labels":"caring"},{"text":"If you read sub rules, you would know you can't post here. ","labels":"neutral"},{"text":"The best part was when the Audience thought [NAME] worm had gone “unnoticed” by th Department of Justice.","labels":"neutral"},{"text":"I miss old [NAME]","labels":"disappointment"},{"text":"Don’t insult our users. You’re done here — you and your alt both.","labels":"anger"},{"text":"I thought from his accent maybe he was or he'd spent a lot of time there.","labels":"confusion"},{"text":"he knows there are tribute bands, right?...","labels":"neutral"},{"text":"Probably therapy.","labels":"neutral"},{"text":"Gotta get out on [NAME]","labels":"neutral"},{"text":"🤣that is so cool","labels":"neutral"},{"text":"It did! Planning on seeing him again soon 😊","labels":"excitement"},{"text":"Offense does too. Love [NAME] but he's hurting our spacing being out there so much.","labels":"annoyance"},{"text":"Everyday for the last year and a half has been very hard and I should be glad she's gone. I'm almost there.","labels":"amusement"},{"text":"Dude I remember liking [NAME] better. I don't get how kids can have crushes on other kids.","labels":"neutral"},{"text":"Turns out you can polish a turd. The trouble is, it's still just shit.","labels":"annoyance"},{"text":"I thought this was about prostitution, which sounded reasonable enough at first. Then it got all rapey 😫","labels":"neutral"},{"text":"I know a dozen local school administrators. What the hell are you talking about?","labels":"anger"},{"text":"Thank you for the solid advice 👍 I’ve had about a year of creative highs so maybe my brain just needs a break","labels":"approval"},{"text":"Sigh, that was beautiful 😢","labels":"excitement"},{"text":"plz no foul trouble","labels":"neutral"},{"text":"The only difference between [RELIGION] and [RELIGION] in this regard is that on average [RELIGION] are poorer and browner","labels":"approval"},{"text":"Shouldn't have insulted chungus like that, if I see you in the fog you gon get facecamped","labels":"anger"},{"text":"I thought this was an obvious gimme in the first place.","labels":"neutral"},{"text":"Traded me away, the bastard. Kidding aside, it's the annual r\/hockey trade deadline game.","labels":"neutral"},{"text":"Have fun.","labels":"neutral"},{"text":"I feel the same on [NAME]. She's trying too hard to be hard-hitting etc. Thought she was poor on Thursday.","labels":"neutral"},{"text":"Because it's too late and you're hungry 😅","labels":"neutral"},{"text":"I don't recall saying we didn't - I just don't think we're particularly bad.","labels":"neutral"},{"text":"She's a ~~chill cat~~ woman of few words.","labels":"neutral"},{"text":"Doy, that was silly of me 😅 Thankfully we’ll never be around her ! ","labels":"approval"},{"text":"37 and together 12 years. 11 yo kiddo. Thanks for the tip. You're right.","labels":"approval"},{"text":"Okay, fair enough, though the vid worried me about the level of grinding in the game","labels":"nervousness"},{"text":"At that point [NAME] was no longer a virgin! No seriously, ask [NAME]! ","labels":"confusion"},{"text":"Got 4 or 5 episodes in and didn't really care for it. Heard it gets better from 1st season on tho","labels":"neutral"},{"text":"Cheers. Never heard of any of them. Kids will do that to you...","labels":"annoyance"},{"text":"Oh that sucks. Maybe you could give each other a show 😉","labels":"annoyance"},{"text":"Who’s that cutie","labels":"curiosity"},{"text":"Yes but what other sources are there?","labels":"confusion"},{"text":"That treatise is working well for the environment! 😉","labels":"neutral"},{"text":"I saw a story last month about a lady who was so big she killed her boyfriend with her fat or something. I think that's their plan.","labels":"neutral"},{"text":"the future is now old man","labels":"disgust"},{"text":"that's so sweet","labels":"love"},{"text":"That sucks man, I'm sorry. Things will get better, they always do in the end","labels":"annoyance"},{"text":"Nah hes just setting an image.. Hes backed by ps to play this tourny...","labels":"neutral"},{"text":"> Government is not entitled to deny contracts because of free speech. Literally yes they are lmfao.","labels":"neutral"},{"text":"And no rails because we have a reasonably logic scense. And we cant sue nobody for our own dumb mistakes.","labels":"annoyance"},{"text":"OMG! 😂😂😂😂","labels":"amusement"},{"text":"Absolutely. That was an amazing set of games. Didn’t miss a beat","labels":"approval"},{"text":"Link pls, I need to see this! ( I bet he dropped it)","labels":"curiosity"},{"text":"[NAME] (swt) does not need your worship. If you do good deeds and humble yourself and seek forgiveness He might guide you again.","labels":"optimism"},{"text":":o I have one too! I didn't get anything but bullied at school, though.","labels":"annoyance"},{"text":"I'm familiar with his generation. Weren't many folks that had it that good.","labels":"neutral"},{"text":"Reach out to @teamyoutube on twitter and explain what is going on.","labels":"neutral"},{"text":"That's why you gotta pump that charisma stat to the max. 😉","labels":"neutral"},{"text":"So we should put all children in the school at risk?","labels":"neutral"},{"text":"Like any relationship... Communication is key 🔑 Oh yeah Please just be yourself ","labels":"neutral"},{"text":"[NAME] is cuter 😆😍","labels":"love"},{"text":"Some of them really seem to be embittered by their own paranoia.","labels":"neutral"},{"text":"I was too legit. Too legit to quit. Now I’m not legit. I’m un-legit. And therefore, I must quit.","labels":"disapproval"},{"text":"Those types of retirement homes are for people that want to live in a social community. But you are right, find another community. ","labels":"disapproval"},{"text":"I _hate_ it when I can't get hold of a specific food I've been craving on a binge day.","labels":"annoyance"},{"text":"Ahh, I see. Well, he wasn't wrong!","labels":"neutral"},{"text":"Pretty much. Him and [NAME] will share ball handling duties. Point Lance and Point Outlaw in the house","labels":"neutral"},{"text":"😂 I get excited when I see a profile OLD for a state employee.","labels":"excitement"},{"text":"It's not really controversial any year, but he's commentating a game with [NAME] in it. He has the counterpoint right in front of him.","labels":"neutral"},{"text":"Good on your manager for having your back as well","labels":"approval"},{"text":"“The weird thing is she’s got a tattoo of our company on her back...” lmfao","labels":"disapproval"},{"text":"Wow that was a roasting... Deserved, but daaaaamn [NAME]","labels":"amusement"},{"text":"Aren't people wonderful?","labels":"excitement"},{"text":"The only character to never let me down","labels":"neutral"},{"text":"Omg I used to do something similar?! Yeah I’ve worn so many hats and then just kicked them to the curb.","labels":"annoyance"},{"text":"Yeah.... I've always sucked at smiling honestly. I hate it. I hate selfies. I usually don't smile.","labels":"annoyance"},{"text":"I'm starting to think you're just an idiot.","labels":"neutral"},{"text":"exactly how i feel about it too. the guy is just a jerk, and can't be bothered to care unless it benefits him. selfish little prick","labels":"disapproval"},{"text":"Thanks for the warning 😉","labels":"neutral"},{"text":"cool story bro","labels":"neutral"},{"text":"I think I just view her even more as a friend instead of as a psychiatrist. I can’t help but worry about her wellbeing listening to me","labels":"neutral"},{"text":"Yes. It feels sharp and hurts in the chest sometimes. It will pass, but it freaking sucks. I'm here to listen, if you want❤","labels":"caring"},{"text":"[NAME] and [NAME] were amazingly cute when both were in their awkward phase where no one had the guts to step forward.","labels":"neutral"},{"text":"oh man another year","labels":"surprise"},{"text":"Windbreakers, we’re supposed to wear them when it’s cold as apparently a joke to keep us warm 🙃 I hate doing drive ups now","labels":"neutral"},{"text":"Yes, that is correct. I knew what you meant though:)","labels":"approval"},{"text":"Have a good evening thank you!","labels":"gratitude"},{"text":"You’re the exception, bby 😘","labels":"neutral"},{"text":"> pushed all of them Hey dumbass you pushed the emergency button","labels":"annoyance"},{"text":"The third floor isn't high enough. I'm also in dire need of a job and the stress is unreal.","labels":"annoyance"},{"text":"Lmao good luck getting forgiveness with that","labels":"neutral"},{"text":"I hope this becomes regular for you both. 👍🏾👍🏾","labels":"optimism"},{"text":"Now let’s go [NAME], beat PHI so the Saints can knock the Rams out next week","labels":"neutral"},{"text":"too bad for [NAME] we don't negotiate with terrorists.","labels":"annoyance"},{"text":"That's the worst possible outcome","labels":"disgust"},{"text":"I stan ❤️🧡💛💚💙💜","labels":"neutral"},{"text":"Kindly shut your pie hole.","labels":"anger"},{"text":"Combining the savvy business strategies of MLMs with the insufferability of wine moms. Expecting some quality content here.","labels":"neutral"},{"text":"So glad you left and didn’t just sit through the date with that idiot!","labels":"annoyance"},{"text":"He now looks like his daughter wearing a fake beard.","labels":"neutral"},{"text":"😅 sorry. Lol","labels":"neutral"},{"text":"We're one in the same!!!!!!!!!!!😂😂😂😂","labels":"neutral"},{"text":"It's just saying symptom severity is linked to amygdala volume.","labels":"neutral"},{"text":"Yo kiddan bro. You from Detroit?? 🤣🤣","labels":"neutral"},{"text":"No. [NAME] is the clear #1. But [NAME] could go first round","labels":"neutral"},{"text":"I really hope no one actually thought [NAME] would be our coach for next season.","labels":"realization"},{"text":"It's extremely rude.","labels":"annoyance"},{"text":"This is a very cool option!","labels":"approval"},{"text":"Hey man skol vikings. Support however you’d like, just as long as you support ","labels":"neutral"},{"text":"[NAME] looks so defeated every time [NAME] posts him up","labels":"embarrassment"},{"text":"Thank you for this very informative answer. I don't play the game but you really explained well why they put this system in place.","labels":"annoyance"},{"text":"Maybe they just wanna hook up on this hook up app 🤔","labels":"confusion"},{"text":"I’m jonesing like [NAME] on her wedding night!!!","labels":"neutral"},{"text":"Thank you, man🌱","labels":"neutral"},{"text":"IT SEEMS THAT YOU ARE GOING TO APPROVE ME, I HOPE DO NOT PASS THE SAME AS WITH THE OTHER GIRL ... 😳","labels":"optimism"},{"text":"[NAME] is ac?","labels":"neutral"},{"text":"same here OP, reading some of these stories makes me want to hug my DM for being a decent human being as well as a solid DM","labels":"approval"},{"text":"Congratulations on your sobriety! A years worth of sobriety might be why the rum is gone 😉 I appreciate the suggestion.","labels":"amusement"},{"text":"Honey is a cutie! My aunt and uncle have a dog named Honey too. 💗","labels":"love"},{"text":"I can't yo! Food might fly out his tooth- hole! 🤮🤣","labels":"neutral"},{"text":">Star centre [NAME] in the leadership group Oh my","labels":"neutral"},{"text":"[NAME] was back for a solid week and he didnt know he was attacked by a goddamn bear","labels":"neutral"},{"text":"You actually seem like an abusive alt yourself.","labels":"embarrassment"},{"text":"A jellyfish. He purposely stung himself with it.","labels":"neutral"},{"text":"!RemindMe 24 hours","labels":"neutral"},{"text":"Awe, poor baby. ","labels":"neutral"},{"text":"Oh, I ripped one 😉🍁🔥😗💨☁️💯☁️🤙🏻","labels":"annoyance"},{"text":"That was very interesting. Thanks for effort to write this up!","labels":"approval"},{"text":"I have to but I’m about to start looking for like career type jobs and if I can’t drive I’m stuck.","labels":"annoyance"},{"text":"I wish I could get this kind of funny stuff sent to me on Snapchat. All I ever get are bobs and vagene.","labels":"neutral"},{"text":"I would lol","labels":"neutral"},{"text":"I'm more annoyed at the Labour MPs that didn't vote for it - I expect more from them","labels":"annoyance"},{"text":"FRIENDSHIP WITH [NAME] OVER. [NAME] IS NEW BEST FRIEND.","labels":"neutral"},{"text":"That's quite an arrangement","labels":"neutral"},{"text":"It’s too cold to go outside most of the year. Whining into webcams is all they’ve got!","labels":"disappointment"},{"text":"I just don’t see why he pushed me leave with him so bad just to dip when I did","labels":"annoyance"},{"text":"This is the noise I make in my girlfriend’s ear while y’all are still scared to moan","labels":"fear"},{"text":"I'm glad the bears lost, but damn I feel so bad for [NAME]. The entire Chicago fan base will want him dead","labels":"anger"},{"text":"I'm sorry that happened. Was her hospice nurse aware that she was suffering?","labels":"sadness"},{"text":"I like all of them, depending on what I want to learn. I really like [NAME] and [NAME] style, because they are such trolls. ","labels":"annoyance"},{"text":"Thanks for the laugh 😂😂","labels":"amusement"},{"text":"It's so easy. Fill out the form and email it in. No bother.","labels":"neutral"},{"text":"I got them, stagediving out the nosebleeds!","labels":"neutral"},{"text":"Cheers dude. Upvoted!","labels":"approval"},{"text":"Damn fine post 👏👏👏 damn fine.","labels":"approval"},{"text":"Ok but it's pretty cute too","labels":"love"},{"text":"Taking some midol! Gift from [NAME].","labels":"neutral"},{"text":"I tried that. It doesn't work out very well. You become a machine.","labels":"neutral"},{"text":"It looks like how [NAME] is introducing the comedians in \"Whose line is it anyway ?\"","labels":"neutral"},{"text":"Happy Cake 🍰 Day! 🤩 ⭕⭕⭕","labels":"neutral"},{"text":"It's cool.","labels":"neutral"},{"text":"[NAME] I loved [NAME].","labels":"love"},{"text":"*Poop hole* Oooohwee!","labels":"annoyance"},{"text":"You lost me at dogs.","labels":"neutral"},{"text":"Which subcommittee?","labels":"neutral"},{"text":"Or, or.....hear me out on this....have a cup of tea (UK) and then just move the problem to a different location.","labels":"neutral"},{"text":"Lol I'm literally an anarchist but okay","labels":"neutral"},{"text":"This is nightmare fuel","labels":"neutral"},{"text":"👍 excellent! I was wondering if anyone else knew this little known nugget from history.","labels":"surprise"},{"text":"You are a disgrace to the species","labels":"annoyance"},{"text":"I am really sad because my innocent nieces are brainwashed by my crazy sister","labels":"sadness"},{"text":"You would be floored to hear how many times I played Portal 2...","labels":"neutral"},{"text":"Brilliant movie.","labels":"approval"},{"text":"our first series against the dbacks on may 31 may be too painful :c but i hope he finds great success there!!","labels":"curiosity"},{"text":"There have been multiple threads about this, they can't afford to move up. It's not financially feasible.","labels":"approval"},{"text":"My daughter just took hers (and failed but not surprisingly). It cost her $125.00.","labels":"neutral"},{"text":"Ill take condoms and council tax over dying in horrible pain from typhoid but each to there own.","labels":"annoyance"},{"text":"Nah, you’re totally one of those MAGAmers. Your comments could’ve come straight out of the subreddit.","labels":"disapproval"},{"text":"My friend is also interested!!! 👸🏻 Sent u a PM girly!","labels":"neutral"},{"text":"So if MB3 replaces WCS, who exactly do you see as the future for your forward spots?","labels":"neutral"},{"text":">but part of the whole inequality picture is women receiving lower pay for the same jobs. Honestly? Doesn't happen.","labels":"approval"},{"text":"Alright we have worn them down enough guys.","labels":"neutral"},{"text":"True! I guess we all cheer for salt lake? Since they are directly affiliated with us.","labels":"confusion"},{"text":"The dress was trailer trash appropriate. Did he just run out of money for a good dress? I mean, $300 BLACK UNDIES.","labels":"surprise"},{"text":"This would be cool for a kids science project about conductors and why metal is such a good conductor","labels":"neutral"},{"text":"Some are still thinking what's going on😂😂","labels":"confusion"},{"text":"I’m not going to be a scared wizard and call him he who must not be named","labels":"realization"},{"text":"When you've been to 9 in the past 20 years its kinda hard to stiil get excited . Its our week 17.","labels":"neutral"},{"text":"Super dumb that people are downvoting you for asking a question in good faith.","labels":"annoyance"},{"text":"Haha I was thinking Utah but... Florida makes sense too. There’s a few crazy states 🤷🏼‍♀️","labels":"confusion"},{"text":"That's no excuse.","labels":"disapproval"},{"text":"I was almost certain it was gonna be [NAME]","labels":"neutral"},{"text":"Agree with everything here. Going to med school abroad will always put you at a disadvantage if you want to practice in the states","labels":"disapproval"},{"text":"“I still have a 7 year old” translation one kid is still an asshole 😂😂😂 Source have an 8 year old","labels":"neutral"},{"text":"I'm in the hospital right now. Should be getting released later today","labels":"neutral"},{"text":"Fair enough. I typically focus more on the lower bound because I hate when people use \"millennials\" as a synonym for \"youths.\" ","labels":"neutral"},{"text":"“Stop. What are you doing? Stop.” 😂","labels":"neutral"},{"text":"I ... I like you","labels":"love"},{"text":"I just spent the whole week sneaking away to smoke, and trying to get into some girls shorts. ","labels":"neutral"},{"text":"Yes, and I looooooove it 😂😂","labels":"love"},{"text":"not sure if this is a joke, but if you've ever worked at a dev studio, this adds credibility if anything","labels":"neutral"},{"text":"Right... so true. I’m sorry you’re going through this too.","labels":"approval"},{"text":"No he didn’t 😂😂😂 his foot grazed the side of his head and was clearly an accident..","labels":"neutral"},{"text":"I think they should have gone with “Breaking news: even healthcare professional can’t see the future.”","labels":"neutral"},{"text":"Edgey poke, but no thanks.","labels":"neutral"},{"text":"My girlfriend's creepy uncle gets extremely triggered when I point this out, or that a lot of conservatives are gigantic fudds.","labels":"disgust"},{"text":"Happy Wednesday night brother.","labels":"neutral"},{"text":"The fact that he allowed himself to be bullied and pressured means he obviously lacks the courage of his convictions and should step down","labels":"embarrassment"},{"text":"Sounds like they get a pass on their morning coffee. 🤦 Hypocrisy. Everywhere","labels":"curiosity"},{"text":"Yeah I have no sympathy for them.","labels":"approval"},{"text":"Absolute slime ball. There’s zero justification for it. Gorgeous [NAME] wouldn’t have got a picture with someone so hate filled.","labels":"neutral"},{"text":"What happened with [NAME] and [NAME]? I fell asleep!","labels":"neutral"},{"text":"Even more so. It would only make our prison (this world) even more diabolical.","labels":"fear"},{"text":"Excuse me who the hell is that?","labels":"anger"},{"text":"I hope she lives to be 200, just to piss them off.","labels":"anger"},{"text":"I love this sub","labels":"approval"},{"text":"Thank you soooo much 😍","labels":"excitement"},{"text":"Are you one of them? Sorry. You asked for it. 😂","labels":"neutral"},{"text":"What a horrible way to find out, though. My sympathies to the dead man.","labels":"caring"},{"text":"Well, I never thought it was entirely coincidence that we got bad when [NAME] went to Ireland and got good again when he came back.","labels":"surprise"},{"text":"Too bad we couldn't elect a good leader in 2016...instead we got a bum. Oh well, [NAME] is finished. [NAME] 2020 ","labels":"annoyance"},{"text":"[NAME], I’ve slaughtered [NAME] today, but the man has balls, I’ll give him that","labels":"neutral"},{"text":"These are the same thing","labels":"neutral"},{"text":"Far from it. Name me one player that's ever left NY that we wanted to retain. I'll wait.","labels":"curiosity"},{"text":"Brave would be the movie you’re looking for","labels":"neutral"},{"text":"[NAME] face was great the way it was 😔 Hard to watch those first episodes of KUwtK seeing how naturally pretty she was.","labels":"neutral"},{"text":"I read a theory that somebody inside Huawei doesn't want [NAME] back. I mean that's the only explanation of hash response at this particular time.","labels":"neutral"},{"text":"They mug you and ruin the country","labels":"anger"},{"text":"This guy is internet cancer.","labels":"neutral"},{"text":"West Hartford, CT. Unfortunately it's not religious. Thank you for the response.","labels":"amusement"},{"text":"he did alledge collusion on the part of the owners and GMs against the players. this guy colludes.","labels":"disapproval"},{"text":"Shamelessly stolen from","labels":"embarrassment"},{"text":"The Netflix documentary about [NAME] absolutely sucks. Don't waste your time.","labels":"anger"},{"text":"I mean it's not wrong","labels":"confusion"},{"text":"Yeah, obviously. But that the joke relies on calling upon how outraged [NAME] was that he was penalised. ","labels":"annoyance"},{"text":"We got heated toilet seats here in Japan. Big smiles.","labels":"amusement"},{"text":"> As long as they dont bother people or start a mess. When are they not?","labels":"confusion"},{"text":"You mean like how Skyrim is only good because of all the mods? Lol","labels":"neutral"},{"text":"Weird, though. So many people love to identify themselves by their corporate loyalty.","labels":"neutral"},{"text":"Yeah, but are [NAME] really willfully ignorant? Their beliefs come easy to them. ","labels":"neutral"},{"text":"Don’t worry; I’m sure your dad will come back from the store any day now.","labels":"approval"},{"text":"Anyone else's NHL feed die?","labels":"neutral"},{"text":"Ya shitty. But people cheat. I dont know what to tell you 🙃 the world sucks. Just live your life","labels":"annoyance"},{"text":"So when I say the eagles just won a chip what would that insinuate.. not everybody has the same terminology sorry if you view my perception wrong","labels":"confusion"},{"text":"> You could probably argue that they'd be fine with giant steaks and BBQ Pretty sure I mentioned it.","labels":"approval"},{"text":"My best friend missed the play using the restroom too. He thought there was a halftime-like break between the 4th and OT.","labels":"neutral"},{"text":"which is the very issue because he banned me","labels":"annoyance"},{"text":"Thats fine as long as the creative director is still there.... Though the talent will be missed","labels":"approval"},{"text":"Fair enough. But remember, the sooner you spawn, the sooner you'll have that sweet free labour around the house ","labels":"curiosity"},{"text":"Tell him his Gospels lack integrity due to their anonymity 😭😭😭😭😭😭😭😭","labels":"neutral"},{"text":"I love working with people but sometimes I really hate people. 🤷🤷🤷","labels":"annoyance"},{"text":"Ha! Had to go back and look. Pens.... I was seriously wondering wtf this was, a giant penis-shaped gummy bear?!","labels":"annoyance"},{"text":"They are very heavily scripted which is why it can be borderline unethical.","labels":"neutral"},{"text":"She is pretty smart to reject. You sound highly narcissistic and delusional. You may be an actual psychopath.","labels":"confusion"},{"text":"[NAME] is clearly our 5th best player","labels":"approval"},{"text":"Sending love. I am so sorry you are going through this","labels":"caring"},{"text":"Goat sighting!!","labels":"neutral"},{"text":"Fuck I’m sitting in position 3 right now","labels":"annoyance"},{"text":"As a non-religious that’s fascinated by [RELIGION], I love this 😅.","labels":"love"},{"text":"Oh... welp. 😑","labels":"neutral"},{"text":"Clouds aren’t pale they’re translucent but ok 👌🏽","labels":"neutral"},{"text":"> I don't care what context this has Why are you so proud of being ignorant?","labels":"neutral"},{"text":"Oh [NAME] 😍","labels":"neutral"},{"text":"And in those dominion game, everyone clapped. And [NAME] was there.","labels":"pride"},{"text":"My mom is attractive. My dad is ugly. I look like my dad. My bro looks like my mom infact he is a chad","labels":"neutral"},{"text":"But \"questioning\" overwhelming evidence presented with a comprehensive explanation without any sort of counterargument is perhaps better called *denying*.","labels":"neutral"},{"text":"I love the fact nobody talks about boycotting the Times (owned by the same media group), because they know scousers don't read it anyway. 😂","labels":"approval"},{"text":"Sorry I meant the participants","labels":"neutral"},{"text":"You are the only real person i can look at soo noo","labels":"approval"},{"text":"Intresting. Well I sure did learn something today! Cheers!","labels":"excitement"},{"text":"I have the same lighter! It’s one of my faves. Just bout some Christmas themed ones too 😂","labels":"neutral"},{"text":"Hahaha, that's true for all their series.","labels":"amusement"},{"text":"It can get ridiculous ,too. She'll actually yell out \"stop yelling!!!\" when she's the only one yelling.","labels":"amusement"},{"text":"Nope.cool !🅱️RO","labels":"neutral"},{"text":"the last minute of game time lasted 15 minutes.","labels":"neutral"},{"text":"Thank you for those words. Your message made me feel better!","labels":"caring"},{"text":"I love this trend.","labels":"amusement"},{"text":"Can't relate because the sadness and loneliness is constant 😎","labels":"sadness"},{"text":"I’m guessing theyve been together for a few years and once she was no longer a teenager and it wasn’t as risqué he lost interest.","labels":"annoyance"},{"text":"We tell our girl friends too when we get asked out :)","labels":"neutral"},{"text":"Here’s hoping this ends soon lol","labels":"amusement"},{"text":"Ignoring facts in favor of your own opinion (which is contradicted by those facts) = [NAME] logic","labels":"neutral"},{"text":"really odd choose with pairing slack and sunfan together. These 2 should always be paired with a high IQ caster","labels":"neutral"},{"text":"Or In my blood by [NAME]😅","labels":"neutral"},{"text":"What? I am aware it isn't permanent. The other legals aren't permanent either.","labels":"confusion"},{"text":"No offense are you guys actually dating? Are you paying for every thing. Have u guys had sex?","labels":"neutral"},{"text":"Like I said previously I realise they weren't commonly called asylum seekers until recently. However that doesn't mean that previously they weren't asylum seekers","labels":"realization"},{"text":"There are courts. You need to document all this and let the judge give him a tongue lashing. Not that that would make a difference...","labels":"neutral"},{"text":"I can’t look at [NAME] with this hair!","labels":"disgust"},{"text":"he can still be heard uttering \"I'm a huge fan\" alone in a dark room","labels":"neutral"},{"text":"It was nice knowing you all.","labels":"gratitude"},{"text":"There is no greater form of oppression than being called a bigot. #debateme #babyhitler #otherpeoplesbabies","labels":"neutral"},{"text":"Why is this sub obsessed w\/California? And Texas in general?","labels":"neutral"},{"text":"Interesting user name :).","labels":"neutral"},{"text":"I can't wait until I can get my app up and running now.","labels":"neutral"},{"text":"This guy also has scorching speed on the bases.","labels":"neutral"},{"text":"I've seen some unfunny comment sections on r\/jokes but this one takes the cake.","labels":"approval"},{"text":"Yep. He would also probably have had a not insignificant “metoo” moment.","labels":"confusion"},{"text":"It would be a little less irritating if the 10 cents you pay if you want some paper bags didn't go to the government as a tax.","labels":"neutral"},{"text":"Welcome to the depressed group","labels":"neutral"},{"text":"Is it actually happening?","labels":"confusion"},{"text":"I guess so ¯_(ツ)_\/¯","labels":"neutral"},{"text":"I’m literally shaking right now😫","labels":"sadness"},{"text":"If being tired doesn’t work. Ask for a BJ","labels":"neutral"},{"text":"Sometimes I feel like this stuff can’t be real life.","labels":"neutral"},{"text":"Wasn't he Eagles' top try scorer last year despite being a forward?","labels":"neutral"},{"text":"well the irony is that felons are discriminated against, even non violent offenders.","labels":"neutral"},{"text":"I, too, thought it was carrying a dildo","labels":"neutral"},{"text":"It's a shame they have [NAME] because a Vuc package would be ideal","labels":"annoyance"},{"text":"That's not the first time I've heard it said that a GA acted assholic, not apostolic in real life. ","labels":"annoyance"},{"text":"I just read your list and now I can't wait, either!! Hurry up with the happy, relieved and peaceful onward and upward!! Congratulations😎","labels":"neutral"},{"text":"There’s always that one friend 😂","labels":"neutral"},{"text":"My relationship ended the first morning of 2019...Crazy way to start the New Year","labels":"relief"},{"text":"I've luckily never been a part of a group that does this, and I never witnessed it in my serving years either. ","labels":"neutral"},{"text":"But then you missed their officiant who looks and sounds like [NAME]! 🤭😳🤣 ","labels":"neutral"},{"text":"I dont blame you I have a stuffed otter my gf and I got in Catalina I wont even let my niece play with it","labels":"neutral"},{"text":"I puked out my coke while watching that. Thanks OP😅. Have to clean my desk now...","labels":"neutral"},{"text":"Hands to the back","labels":"neutral"},{"text":"Man that's making me reconsider not buying his jersey...","labels":"neutral"},{"text":"thanks, my roommate is a photographer so props to her 😂😂","labels":"amusement"},{"text":"just a peep from \/r\/leagueoflegends here with some popcorn","labels":"neutral"},{"text":"I had 3 last night 🙈 this rant was after glass #1","labels":"neutral"},{"text":"Great work guys! Always A++ Prime casters!","labels":"amusement"},{"text":"How is this a racism?","labels":"neutral"},{"text":"Same here. I had a lot of swelling but not abnormal pain.","labels":"annoyance"},{"text":"We, the fans, are the losers here.","labels":"sadness"},{"text":"Granted, I dont have a proper measure of the number of monkeys needed to hash $0.05 worth of tx fees.","labels":"neutral"},{"text":"This is the seat [NAME] should be running for....","labels":"neutral"},{"text":"😂 Well, that's just mean... and I'd probably pick that lock the first time I needed something in there.","labels":"neutral"},{"text":"Yo but that RivaL lineup tho! That's gonna be so sick","labels":"annoyance"},{"text":"Siri \"calling mom would be sad\"","labels":"neutral"},{"text":"Damn how I wish [NAME] was there just to see his reactions to [NAME] questions 😂😂","labels":"neutral"},{"text":"Your welcome. Feel free to share it to those who also need it. 👍","labels":"neutral"},{"text":"The \"YOU SHOT MY MERCEDES?!\" clip is heavily underrated imho. Glad it made the cut for this amazing video.","labels":"neutral"},{"text":"That does make sense. I just hate that it led to him dumping me over them.","labels":"neutral"},{"text":"And there's good reason for that. The SD is absolute shit","labels":"annoyance"},{"text":"Damned asshole trouble maker!! Someone has mummy issues. 👀","labels":"annoyance"},{"text":"They've done it before with private law and private militias, dumbass. ","labels":"annoyance"},{"text":"I’m currently doing a 3 day fast and omg this is not helping 🤤","labels":"neutral"},{"text":"Those fries look delicious!!!","labels":"excitement"},{"text":"This would have been a perfect test of those Katyushua rocket water dispensers.","labels":"approval"},{"text":"I had so many avatars named after Star Wars characters on Millsbury. I miss it 😭😭😭","labels":"neutral"},{"text":"\"I awoke several hours later in a daze....\" 😂","labels":"neutral"},{"text":"The \"extinction events\" is lame because Earth right after that extinction event will be a Haven compared with the Hell Mars is.","labels":"neutral"},{"text":"We have a lot of people flying in and out of the country. No change to the usual lines, so not bad at all.","labels":"approval"},{"text":"\"This is good. What is it?\" \"Es carne de burro.\" \"Heh, my name's [NAME].\"","labels":"approval"},{"text":"I was one of the best. I used to get at least 50 matches. Hair loss made me invisible all of the sudden","labels":"neutral"},{"text":"oh shit u meant the actual post... yeh i live in china this all we got😂😂","labels":"neutral"},{"text":"Always look before you jump.","labels":"neutral"},{"text":"Stu if you ever say the Pats will beat my Chiefs again I will rain anarchy. BIG THROWS PAT IS GONNA DO IT.","labels":"neutral"},{"text":"Alibaba has some cheap sosial antennas and and thick tape for sharp edges.","labels":"neutral"},{"text":"Anybody who likes to drink water with ice is a degenerate","labels":"neutral"},{"text":"Yeah strong man makes me nervous, imagine if he dropped it on his foot? 😬","labels":"neutral"},{"text":"Yeah I forget where I clicked from sometimes and accidentally upvote so I have to scroll back up and un-upvote lol","labels":"neutral"},{"text":"[NAME] was a pastor who witnessed the “Wood Scrape” and credited the rodsmen of the [NAME] cult as creating [RELIGION] 1.0","labels":"neutral"},{"text":"What...? That’s some real mental gymnastics to justify him assaulting her","labels":"annoyance"},{"text":"I've learned that guys are dumb and to not listen to them about women's beauty stuff🙄","labels":"realization"},{"text":"You are definently not in the wrong because you didnt actually him. Also does your brother get any special privledges that you dont?","labels":"approval"},{"text":"But muh identity politics!!!","labels":"neutral"},{"text":"I did thank you. Can’t wait to get back over for some games.","labels":"neutral"},{"text":"I don't control the Lib Dems, shockingly.","labels":"annoyance"},{"text":"My favorite way is not prepping half of what I'm supposed to","labels":"neutral"},{"text":"I said I'm curious to see how many women would do it.","labels":"curiosity"},{"text":"I mean, your account is a day old, so I think you’ll be okay.","labels":"neutral"},{"text":"I guffawed! Error! Multikill! Now I have to manxplain cryptocurrency again to my wife sitting next to me.","labels":"neutral"},{"text":"That's just....sorry, but stupid is the only correct word.","labels":"approval"},{"text":"Actually really like this one Edit: nice shoes too, v annoyed at resell prices 😔","labels":"neutral"},{"text":"Wow girl where are your BROWS?","labels":"surprise"},{"text":"Lol, right? Who says that before banging? “Is you ovulatin?” SOOOO repulsive. 🤮🤮","labels":"annoyance"},{"text":"TELL TELL TELL. [NAME] I wish someone had told me.","labels":"curiosity"},{"text":"So much fake news.","labels":"annoyance"},{"text":"As bad as the session was, I really do love your drow bard she sounds super fun to play with","labels":"joy"},{"text":"There's so many! Auntie [NAME] and Dame [NAME] are two of the best. But personally, the bass player from Spiderbait, [NAME].","labels":"neutral"},{"text":"The bears still suck. The bears still suck. They really really really really really suck. The bears.... still.... suck","labels":"anger"},{"text":"Lol OK. I guess we'll skip over the \"generally accepted\" part of the definition cuz why not, eh?","labels":"neutral"},{"text":"I live alone. Well, my dog... I do have to shut the door to keep him out. He gets too personal with his nose.","labels":"neutral"},{"text":"How does she hear everyones prayers?","labels":"confusion"},{"text":"I do not trust our defense at all. I do not believe you can increase the range of Andujar.","labels":"disappointment"},{"text":"Yes, we are going to kink shame you. ","labels":"annoyance"},{"text":"Yeah i know that feeling, i don't know if they abandoned it, i ordered this on amazon.","labels":"disapproval"},{"text":"My favorite joke of all time - whenever someone says 'My head hurts' you say 'it'll get better with practice'.","labels":"neutral"},{"text":"BUT IT WOULD HAVE TAKEN THEM LIKE TWO SECONDS TO HELP HIM GET OUT REALLY!!! This show makes me angry sometimes.","labels":"neutral"},{"text":"My mums been with her second husband 30 odd years now. Second marriages can work but you definitely have to fix and heal yourself first.","labels":"approval"},{"text":"Incontinence is a terrible thing","labels":"disapproval"},{"text":"No!!! I love emojis 😎😎😁😁😁😁💖🎉","labels":"neutral"},{"text":"Interesting. So people get their cars repossessed and not arrested because ...?","labels":"neutral"},{"text":"I mean I like the park and I was surprised by that poll too","labels":"surprise"},{"text":"Looks like pretty much any Donkeys fan.","labels":"neutral"},{"text":"Since [NAME] are technically [NAME].","labels":"neutral"},{"text":"we just don’t match amazon at all to avoid this sort of thing.","labels":"disapproval"},{"text":"That’s crazy. Depending of the state you’d effectively be obligated to work for that employer.","labels":"amusement"},{"text":"Was waiting for a mirror to get clipped. Give this person the gold medal already!","labels":"annoyance"},{"text":"Don't worry. I took one for the team and checked. Yes it's real.","labels":"approval"},{"text":"Fool me once, shame on you...","labels":"annoyance"},{"text":"Weird flex but okay 💪","labels":"neutral"},{"text":"they sounds like autistic meltdowns triggered by an immense fear of vomiting, nothing much to do","labels":"annoyance"},{"text":"Told ya.","labels":"neutral"},{"text":"Well they're stoopid poopyheads, those tattoos are cool AF. 👍","labels":"neutral"},{"text":"Thank you for being the voice of reason in here while people keep screaming about the Vatican's thousand-year old wall.","labels":"gratitude"},{"text":"I would be more offended to be served cereal on a plate.","labels":"annoyance"},{"text":"It's shameful that he has to preface this post with his bias. Couldn't just leave well enough alone.","labels":"anger"},{"text":"He was not my boyfriend then, duh. ","labels":"annoyance"},{"text":"Oh nice I was wondering if you could mix flavours. I'll still stick to mint though 🤷‍♂️","labels":"surprise"},{"text":"if you look closely, the joke is people fighting on the internet for literally no reason","labels":"amusement"},{"text":"[NAME] would be really pissed off to lose c3po and r2 to the fucking destroy ending","labels":"annoyance"},{"text":"Pretty sure you could do that with a cargo ship too, so I'm not sure I buy that argument.","labels":"confusion"},{"text":"I’m just going to keep sipping my tea 😔","labels":"neutral"},{"text":"GG Chicago, [NAME] played out of his damn mind tonight","labels":"amusement"},{"text":"PC! Utah>Colorado","labels":"amusement"},{"text":"when all I want to do is relax and chill and all she does is bounce off the wall yapping their mouth too much.","labels":"neutral"},{"text":"Maybe? I was def too busy going “ohmygawd motherfucking KING SHARK!?! 🦈 “ to notice","labels":"confusion"},{"text":"Sorry, I swapped back to Canada unclearly, to respond to the comments about it.","labels":"neutral"},{"text":"trailer fabulous!!! i miss it","labels":"sadness"},{"text":"nothing is set in stone. hope your ass off!","labels":"annoyance"},{"text":"> Society usually paints men as emotionless, cold, and self sustaining creatures who don't need affection. Not really, though.","labels":"annoyance"},{"text":"Finale","labels":"neutral"},{"text":"Tried to think who else could compete for that honor and didn't come up with many: - [NAME] - [NAME] - [NAME] Anyone else?","labels":"confusion"},{"text":"Don't be fatuous [NAME]","labels":"disapproval"},{"text":"Looks like Plastique stans will be our cringey stans of the season.","labels":"neutral"},{"text":"They 'let themselves go' because they have to pick up the slack of their husband in the household and don't have time for gym\/healthy meal planning anymore.","labels":"neutral"},{"text":"Black goodness 😂😂","labels":"neutral"},{"text":"Yeah, guess I'm old fashioned and don't downvote people clearly expressing a personal opinion. No matter.","labels":"annoyance"},{"text":"What is he doing here without [NAME]?!","labels":"neutral"},{"text":"Needs more jpeg. :)","labels":"neutral"},{"text":"Any respectable head shop (pot accessory store) or tobacconist (cigar shop) will have them. Good luck, love that friggin pipe!","labels":"neutral"},{"text":"Your right i will talk to him tonight","labels":"approval"},{"text":"If I'm dipping my crust, it's in marinara sauce EDIT: I love hot sauce on pizza","labels":"neutral"},{"text":"Low sex drive is not uncommon, but one must make sure that one never marry someone with low sex drive if sex drive is important to you. ","labels":"neutral"},{"text":"Yeah no way random bubbling would get them the highest score. Even in a 50 question test the odd would be ridiculously low","labels":"annoyance"},{"text":"At least no one threw water on him and exacerbated things","labels":"annoyance"},{"text":"Well hot damn","labels":"neutral"},{"text":"Except the federal workers won’t be facing an income reduction, only a delayed payment. I wonder if that restricts them from accessing the program. ","labels":"disapproval"},{"text":"[NAME], your uncle is not the hero you think he is.","labels":"disapproval"},{"text":"Yes and that is very intimidating for me, hence why I need help","labels":"annoyance"},{"text":"Ugh. The Google Plus BB community is the absolute worst!!!","labels":"realization"},{"text":"no wait come back","labels":"neutral"},{"text":"Unfollowed at least?","labels":"neutral"},{"text":"*police proceed to slide down hill* *I quickly jump in police cruiser, as friend holds bumper*","labels":"caring"},{"text":"Wow. I didn’t realize a simple medical term like obesity judged a person’s laziness and intelligence. 🙄","labels":"realization"},{"text":"You'll find a lot of those posts in most Tulsi threads","labels":"neutral"},{"text":"Was stabbed by a pencil when I was younger, can confirm gave me all the knowledge of the universe.","labels":"confusion"},{"text":"That’s all I noticed.","labels":"neutral"},{"text":"That sounds awesome! So good to have someone able to teach you their skills 😊","labels":"amusement"},{"text":"Thanks, that's exactly what I needed to hear 💜","labels":"approval"},{"text":"I am. He's the easy pick. Would be perfect for this franchise. I'm worried that he won't make it to us.","labels":"annoyance"},{"text":"😻 that's a line if I ever saw one","labels":"neutral"},{"text":"Violife and follow your heart I made a cheese board for my dairy loving family and they couldn’t believe it!","labels":"neutral"},{"text":"I really hope you won't have the chance to enjoy them because man, I didn't like them anything :)","labels":"disapproval"},{"text":"You’re a stud 🙌🏻","labels":"neutral"},{"text":"Lol! Great question","labels":"annoyance"},{"text":"This would be completely ludicrous. Turkey can literally just drive tanks over these guys if they want.","labels":"anger"},{"text":"We are there right now. 🍺","labels":"neutral"},{"text":"Weird how ive been \"attempted\" the same scam twice and im just a nobody.. Probably more or less amatur x'D","labels":"confusion"},{"text":"Copyrights on the individual track designs? Maybe but I'd like to see them","labels":"confusion"},{"text":"Ah, cool cool cool","labels":"neutral"},{"text":"This is so wildly specific I love it","labels":"love"},{"text":"i remember my grandparents seemed to hate each other. my grandpa had a hearing aid and when grandma starting nagging he'd reach up and turn it off.","labels":"neutral"},{"text":"Nah, life is too short to drive boring car colors. ","labels":"disapproval"},{"text":"I dont think they were angry att them self. Its allways the kids fault.\/s","labels":"annoyance"},{"text":"What is this fucking r\/niceguys bullshit?","labels":"annoyance"},{"text":"By the end I was I hysterics. Not a single reply from the wife too.","labels":"anger"},{"text":"Someone has sex with that.","labels":"neutral"},{"text":"A fellow sufferer","labels":"neutral"},{"text":"Neither of them have the IQ for true narcissism!! Stop insulting the intelligence of narcissists [NAME]!","labels":"neutral"},{"text":"Do you want help?","labels":"caring"},{"text":"Sometimes though, I wish I could be sad for a whole week; that would be a blessing. ","labels":"neutral"},{"text":"That would be against my own morals to do that. But there’s an island off the coast of India that would be delighted to do that😂","labels":"neutral"},{"text":"If you feel like it, please do a careful read of the post you're replying to, including the concepts explained in italics.","labels":"neutral"},{"text":"It's still interesting to watch though ... from far away, with no personal involvement whatsoever.","labels":"neutral"},{"text":"I am getting a cursed vibe from this","labels":"nervousness"},{"text":"Yay I feel so uplifted!!!","labels":"excitement"},{"text":"If I don't shave I won't be able to wear a bikini, so not shaving is not an option","labels":"neutral"},{"text":"Good lord, that 'chandelier' made entirely out of antlers is pretty ridiculous 👀 ","labels":"neutral"},{"text":"True, so just basically everyone. It needs to be easier to get a gun than it is now anyways","labels":"neutral"},{"text":"Weird flex, but ok","labels":"neutral"},{"text":"Oh he works as a medic in CA. So hes an Aemt in other states!","labels":"neutral"},{"text":"This sounds hard, but not too bad! I'll try some of this. Thanks!","labels":"approval"},{"text":"The altcoin thread!? This is the first time I've seen it in 6 months.","labels":"neutral"},{"text":"Hmm. I don't disagree. It's unfortunate.","labels":"disapproval"},{"text":"I am inexplicably excited by [NAME]. I get so excited by how he curls passes","labels":"excitement"},{"text":"Oh man, glad I'm not watching this with my extremely emetophobic mother ","labels":"relief"},{"text":"It inhales you ignorant octorok","labels":"disapproval"},{"text":"Bye, dude.","labels":"neutral"},{"text":"Ok? I’m addressing your points here. Don’t worry though, your reply suggests personal attacks are the way forward. ","labels":"approval"},{"text":"forget new buildings, i work at the chase plaza building and am a little bummed that seagram tower made it but this didnt.","labels":"neutral"},{"text":"I didnt have a single black teacher in my 15 years of schooling. The area defenintly plays a part in that but it's still a bit shocking.","labels":"neutral"},{"text":"I'd get the call of the void way too hard here.","labels":"neutral"},{"text":"[NAME] is there anything more depressing than being in a leafs gdt when the leafs are losing.","labels":"fear"},{"text":"> [NAME] X-Wing in TLJ appears to be a newer model, T-70, like [NAME]. that make it even more stupid....","labels":"annoyance"},{"text":"Sounds like a great start to 2019! Congrats and good vibes to you💜","labels":"gratitude"},{"text":"This. One of my biggest pet peeves. What the hell does it even mean?","labels":"annoyance"},{"text":"I doubt [NAME] could do make up as well as a drag queen. He's not really good at anything.","labels":"annoyance"},{"text":"Oh man this is horrible and the best summary of this subreddit in one single comment. I love it. Thank you so much.","labels":"approval"},{"text":"Alright well nice discussion for sure. Think this just gave me an idea for r\/changemyview so thanks for that.","labels":"gratitude"},{"text":"Mine starts sweating and wondering why it’s so hot if the ac is on! 🤣😂","labels":"neutral"},{"text":"Right, send them all to Mississippi.","labels":"neutral"},{"text":"I work 12 hour shifts, and agree. Tea is life-saving.","labels":"relief"},{"text":"All good 👍","labels":"approval"},{"text":"They're cowards.","labels":"annoyance"},{"text":"I think Judge came in a little too late so he’ll need to be amazing for the next 8 years","labels":"confusion"},{"text":"Thanks, that's an important point I should have mentioned. ","labels":"approval"},{"text":"Every. Bloody. Time. I never learn to just shut up though.","labels":"neutral"},{"text":"Midnight has been 4\/4 pro league teams they have played so far, so I wouldn't be too sure they're gonna be bottom feeders","labels":"confusion"},{"text":"Lmao I have like 12 days played cop farming who even does that anymore oh my [NAME] you’re pathetic for even bringing up ages","labels":"embarrassment"},{"text":"That is so beautiful. It makes my heart hurt that humans can be cruel to animals when they're aware of having so much emotion.","labels":"sadness"},{"text":"I had [NAME] from this post. And that's whats important.","labels":"approval"},{"text":"No, I'm pointing to the fact that you think that without Capitalism, the only alternative reality is the Soviet Union.","labels":"neutral"},{"text":"I think I love you mate😂","labels":"neutral"},{"text":"The Democrats do not want to give [NAME] any victory at all that is a simple reason why they oppose the wall now.","labels":"annoyance"},{"text":"As horrible as it is to say, evidently the voting population doesn't care enough to make a large impact. ","labels":"disapproval"},{"text":"The fact that this statement got downvoted shows how worthless some people on here are.","labels":"annoyance"},{"text":"As [NAME] says,\"Just put your emotions over there and eventually you will die\"","labels":"neutral"},{"text":"Every other week we hear about a different #1 ranked restaurant in the world. How many #1 ranked restaurants in the world are there?","labels":"confusion"},{"text":"If he breathes he’s ready!","labels":"neutral"},{"text":"The best music for the best voice....epic & timeless 🎶❣️","labels":"love"},{"text":"Can you imagine not being able to pick your nose THE WHOLE GAME ! Those poor bastards.","labels":"annoyance"},{"text":"When I was in 3rd Grade, I wanted to sneak into my pregnant teachers house and make her drink beer.","labels":"neutral"},{"text":"Wow got em you know [NAME] made the same mistake ?","labels":"neutral"},{"text":"Aw [NAME] - she wanted this to be her legacy","labels":"annoyance"},{"text":"alarms are kinda rude.","labels":"neutral"},{"text":"A bunch of people gave reasonable, polite answers. You had to be a big ol' dong.","labels":"neutral"},{"text":"Like what?","labels":"neutral"},{"text":"She had her chance. 🤷","labels":"neutral"},{"text":"he stopped talking to me 🤷🏼‍♀️","labels":"neutral"},{"text":"Perfect World was my first mmorpg that I played for years. Super fond memories of the game.","labels":"neutral"},{"text":"I find it hard to say \"no\" to anyone, but I knew if I didn't, he would have done exactly what you said. ","labels":"approval"},{"text":"Because we don't want another Cold War, or worse on our hands. Russia is a powerful country. Picking a fight could be very risky.","labels":"annoyance"},{"text":">complain that government can't do anything right >get elected and prove it","labels":"neutral"},{"text":"Aw you seem upset, you are obsessed with talking shit about me. This move is indefensible.","labels":"embarrassment"},{"text":"The look on her face when she lies is like one I’d expect on a 6 year old who thinks he’s being cute.","labels":"realization"},{"text":"that’s beautiful. are you sure it’s only twelve feet though? it seems much taller","labels":"confusion"},{"text":"I’m not signing that 😂 dude can hopefully stay banned","labels":"optimism"},{"text":"But we're dynasty haters! We're just terrible people who don't love seeing bullshit shoved in our faces year and year out.","labels":"embarrassment"},{"text":"Hyperthyroidism? Best get into a GP and get bloodwork done because many of these symptoms cannot be explained by mental illness.","labels":"caring"},{"text":"That book would be the biggest flop, the characters and plot are really too outrageous to be believable.","labels":"annoyance"},{"text":"I promise you it would for most people. You're just spoiled with having the mountains 45 minutes away.","labels":"neutral"},{"text":"Dude I spit after this comment. I haven’t laughed like that in awhile.","labels":"annoyance"},{"text":"Nothing happens. However, I'm glad that ICOs have ceased to appear. ","labels":"approval"},{"text":"Until he goes back to school on Tuesday and all his friends are SO RELIEVED that he’s back safely.","labels":"relief"},{"text":"I think I like em even more lol","labels":"amusement"},{"text":"I understand it but still can't ask questions. I am too afraid","labels":"fear"},{"text":"Given the horses ass you lot made of the last one, I think it’s best to put this idea on the back burner.","labels":"annoyance"},{"text":"She’s cool as hell","labels":"amusement"},{"text":"As much as I love cold fries, reddit karma is oh so good!","labels":"excitement"},{"text":"That one guy barley touched the car and it stoped","labels":"surprise"},{"text":"Now let's sit down, relax, and have a nice cool glass of turnip juice.","labels":"relief"},{"text":"It’s news to me🤪","labels":"neutral"},{"text":"Don't tell yourself those lies. They only serve to keep that weight in place. We're all lucky to have you. You're a gem","labels":"annoyance"},{"text":"Its to bad he doesn’t give Tomlin this treatment.","labels":"annoyance"},{"text":"It isn’t that bad :\/","labels":"neutral"},{"text":"Virtually no happiness anymore, exhausted with trying, meds not working properly and just tired of it all.","labels":"disappointment"},{"text":"Starting super simple helps; compliment strangers! Nothing else - smile, compliment and keep walking your merry way. Hell of a confidence booster too ","labels":"approval"},{"text":"She is only good if a team has good communication. (And this is a ~600hr sombra main saying this.)","labels":"neutral"},{"text":"Capitalism coerces all of us into exchanging labor for money. Respect all hustles of non harmful types! 🙌🏻","labels":"neutral"},{"text":"Those on the right are oddly easy to convert at times. Good luck.","labels":"approval"},{"text":"I’m not though 😂 I do it by choice. ITS MY CHOICE TO HIT THAT BIG DOPE YA DIG 💪🏼💪🏼💪🏼","labels":"neutral"},{"text":"Damn. Moving like that in those heels is impressive.","labels":"amusement"},{"text":"Oh fuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuck RIGHT OFF!!!!!","labels":"anger"},{"text":"Such a sad way to think of life all because these people believe there's something greater than this.","labels":"optimism"},{"text":"\"[NAME] ***WHO***?!!\" --Miss [NAME]","labels":"neutral"},{"text":">absolutely hate having to sift through hints. you can do this wizardry?","labels":"disapproval"},{"text":"Walking into Chick Fil A feels like walking into a church. No thanks. I will forever see them as a bigoted organization.","labels":"neutral"},{"text":"👍 <3<3 so much yes! 🔥","labels":"approval"},{"text":"Thanks! I've just been so irritable. I am proud of myself and my husband too.","labels":"approval"},{"text":"yeah guys, stop complaining about violent mobs and join one!","labels":"anger"},{"text":"this is bad","labels":"neutral"},{"text":"[NAME] is just the man to accept that! ::cough:: MELO ::cough::","labels":"neutral"},{"text":"Is it that good ? i'd need it too in that case :(","labels":"confusion"},{"text":"SC is still the only game that makes mt entire body overheat to the point of death.","labels":"fear"},{"text":"Burnout takedown. Then when trying to recover in the weekend, a nice chunk of self condemnation.","labels":"annoyance"},{"text":"You sound like a great mum","labels":"approval"},{"text":"You made yourself useless playing their game instead of forcing them to play to your strengths","labels":"annoyance"},{"text":"Ah thanks 👍🏻","labels":"neutral"},{"text":"I'd rather have [NAME]. Killing her off was a waste.","labels":"annoyance"},{"text":"The third was fun with the [NAME] & [NAME] banter, but my vote still goes to S1 for being mostly faithful.","labels":"optimism"},{"text":"This was a clever post. I also unsubscribed.","labels":"neutral"},{"text":"Back to not getting a seat despite being 3 stops from the end of the line.","labels":"neutral"},{"text":"I had a breakthrough last night and i wanted to share, I hope this helps.","labels":"neutral"},{"text":"Monthly blood loss totaling 9-12 oz on average. That and never being able to feel safe.","labels":"sadness"},{"text":"[NAME] looks like one of [NAME] children.","labels":"neutral"},{"text":"#PLAY [NAME] I miss that :( baseball plz come back","labels":"sadness"},{"text":"I'm assuming OP is female and the other person is male.","labels":"confusion"},{"text":"Umm, I don’t think empathy means what you think it means...🤷‍♀️","labels":"confusion"},{"text":"Thanks 💙 ice skating is also one of my favourite non-food fun things to do 😉","labels":"neutral"},{"text":"I wonder if the formal letter from the psychiatrist will help if cops just decide to shoot her first :(","labels":"sadness"},{"text":"You did a good choice :) i hope all goes well im proud of you !!!!! :)","labels":"gratitude"},{"text":"I'LL MAKE SURE THAT YOU CAN NEVER POST ON REDDIT AGAIN! I AM THE ENBODIMENT LF r\/iamverybadass","labels":"approval"},{"text":"Being rich isnt the only way to be successful. The first success to conquer is learning to love and accept ourselves","labels":"approval"},{"text":"Not available in my country. Can't believe this has to be a thing in the modern age.","labels":"realization"},{"text":">\"fun\" is what you say when you can't give an objective reason something is good. -r\/movies Filmé connoisseur","labels":"neutral"},{"text":"That’s always what I thought as well, but isn’t that essentially being transphobic, etc? ","labels":"annoyance"},{"text":"I'm...not going to let him see me cry.","labels":"sadness"},{"text":"This is great advice. The minions here will automatically down vote due to username.","labels":"approval"},{"text":"Ooooh wow. 😆","labels":"neutral"},{"text":"America will lose. You are mentally-deranged and the enemy.","labels":"sadness"},{"text":"This is wild omg. Also, happy cake day twin!","labels":"excitement"},{"text":"I never said it was irrelevant. I am trying to add on to what the OP had said for potential savings.","labels":"disapproval"},{"text":"Looks to sweet, you should eat more greens.... 👇😎👇","labels":"neutral"},{"text":"He isn't unique to that. Every defensive metric disagrees 🤔","labels":"disapproval"},{"text":"Ahem. There are those who think that life Has nothing left to chance A host of holy horrors To direct our aimless dance","labels":"annoyance"},{"text":"Or you could literally walk down amy street and see any ugly guy with a girl..","labels":"neutral"},{"text":"Thats what happens when [NAME] is on the fucking floor","labels":"neutral"},{"text":"Monster hunter world is making me desperately want to stay up all night and play it. But I can't make it past 11pm anymore 😫","labels":"neutral"},{"text":"That would be an unfamiliar feeling","labels":"neutral"},{"text":"my name’s [NAME] and i usually get a lot of [NAME] references. i cringe smile almost every time","labels":"neutral"},{"text":"Right now but there's a huge push for anyone to be able to self identify and to remove the 2 years completely","labels":"neutral"},{"text":"I always felt [NAME] was just a bit too slick. I never trusted him even before the scandal came out.","labels":"annoyance"},{"text":"Wondering why they change it","labels":"confusion"},{"text":"Ah yes, the poison. The worst part of any poisoning. ","labels":"annoyance"},{"text":"Does include bad cgi, tho?","labels":"neutral"},{"text":"This is genius. The ultimate prank.","labels":"amusement"},{"text":"He needed to back off a little. He’s forcing it too much. Give her a second. You’re practically a stranger.","labels":"neutral"},{"text":"Find a tv show to participate in, bat your eyes, cry a little. ","labels":"neutral"},{"text":"Of course! Happy cake day 🎂🎉","labels":"excitement"},{"text":"As someone with sinus and breathing problems, this makes me anxious and short of breath just looking at it.","labels":"neutral"},{"text":"pro tip they go in the hole better if you chop em up first","labels":"neutral"},{"text":"We have a lovely new bridge in Edmonton that you can jump off if you don't like it :)","labels":"neutral"},{"text":"I felt like a baby being nurtured 😂😂😂","labels":"confusion"},{"text":"Can we also get some love for torb? Give his turret deployment the same treatment while we're at it.","labels":"neutral"},{"text":"gotta love my s-tier talking to people anxiety haha wait no i don't 😎","labels":"neutral"},{"text":"Love [NAME] more.","labels":"neutral"},{"text":"Megatron hanging out with [NAME], [NAME], and [NAME]. This is like a fever dream","labels":"neutral"},{"text":"This march is spreading complete lies then as there are no rights a man has that a women doesn’t.","labels":"neutral"},{"text":"You can thank [NAME] for that. He wouldn't commit to taking [NAME]. He wanted to play for [NAME]. He shunned uncertainty, not the Jets.","labels":"disapproval"},{"text":"I wake up as a girl everyday. A girl with a penis, huge hands, hair like fucking everywhere, no tiddy, and an unwelcome boner.","labels":"neutral"},{"text":"I know what you mean. I'm actually looking for a [NAME] irl. That's hard to find...","labels":"disappointment"},{"text":"I wish I could say the same. This is where I come to confront white supremacists. r\/CompleteAnarchy and r\/ChapoTrapHouse too.","labels":"neutral"},{"text":"The cop should have just shot his kneecap out.","labels":"neutral"},{"text":"The only thing that changed is we are now healthcare-less","labels":"neutral"},{"text":"They also almost always miss, leading to that awful thin sheet of bagel that ends up as ash in the oven. ","labels":"annoyance"},{"text":"Totally fair. I would be sad in your situation. :( I hope you find it. You're not wrong to want those things!","labels":"neutral"},{"text":"[NAME] damn I love [NAME].","labels":"excitement"},{"text":"You do right, if you don't care then fuck 'em!","labels":"annoyance"},{"text":"She was HOPING she was gone!","labels":"confusion"},{"text":"[NAME] would be a disaster for the progressive movement. [NAME], [NAME] and [NAME], not much better.","labels":"neutral"},{"text":"she looks so happy and well rested","labels":"neutral"},{"text":"If you made it a goal to speak a word to him, then how do you know you are blocked?","labels":"neutral"},{"text":"Looking cool [NAME]","labels":"amusement"},{"text":"Hey, nice to be here 😏","labels":"joy"},{"text":"Oohhooo that's cold (& very good!)! 🤣","labels":"neutral"},{"text":"I don't know what else to do. I have no transportation, personal phone, or money. And I live in a rural area.","labels":"sadness"},{"text":"HOLy SHIT I HAVE KADRI IN MY POOL","labels":"annoyance"},{"text":"I knooooow. I’m expecting more water splashes :p [NAME] I was not expecting a manga using the term *girlyboy* to actually be progressive.","labels":"curiosity"},{"text":"Sorry was talking about OP being in Alabama.","labels":"confusion"},{"text":"Apologize to [NAME]","labels":"neutral"},{"text":"Stop thinking about yourself. Go help someone and work hard at being useful. There's no satisfaction or fulfillment in self-obsession. Get over yourself.","labels":"neutral"},{"text":"Yeah, that will reduce the number of kids taking pills - make enjoying a drink at a festival even more difficult!","labels":"neutral"},{"text":"Wait a minute, the rich own ranches.... You're one of them!","labels":"neutral"},{"text":"If we shoot by accident we don't keep feeding him when we see he is using siphon that give terimuns a barely a single clamity shot","labels":"neutral"},{"text":"It’s always weird when you spot someone you know on here 😂","labels":"approval"},{"text":"Same love our late 80s and early 90s Unis. When ever I used to play [NAME] I always played with throw back Unis due to helmet","labels":"neutral"},{"text":"that speaks to my soul on a real level.","labels":"neutral"},{"text":"> Bittersweet Poetry That's a bonus track on some international versions of Graduation, so it is an album track 😇","labels":"neutral"},{"text":"All of Disney is cringey. It needs to be stopped","labels":"annoyance"},{"text":"It's very hard to un-brainwash someone. Damn near impossible","labels":"disapproval"},{"text":"It's too small of a traffic circle to make sense","labels":"confusion"},{"text":"You have encountered some very strange women my friend...","labels":"disapproval"},{"text":"Would that be seen as a scam? I mean I would think taking advantage of people with below average IQ would be a violation of the NAP","labels":"neutral"},{"text":"Utah is a beautiful state. I’ll give you that. I spent a week at Bear Lake and it was pretty amazing.","labels":"excitement"},{"text":"Maybe it’s just too early but I can’t figure out what that’s supposed to be.","labels":"annoyance"},{"text":"Its ridiculous.","labels":"annoyance"},{"text":"[NAME] on twitter is way different that [NAME] on youtube... anyways i love tsm no matter the tiltles no matter the rosters lets have a good year !","labels":"optimism"},{"text":"Wow first fight in a while where I don't want either dude to lose.","labels":"approval"},{"text":"in a free society you'd never know if a woman had an abortion, so there's that.","labels":"neutral"},{"text":"Hey didnt say being fat and short is bad","labels":"disapproval"},{"text":"Look at that piece of shit covering his badge number. I hope he loses his job over this. What a lowlife piece of shit.","labels":"annoyance"},{"text":"That chick at the end. She just gets sucked onto the floor by pure sexual magnetism. 😂","labels":"neutral"},{"text":"You seem worried, [NAME].","labels":"caring"},{"text":"I had dream where someone said this to me having no idea it was him","labels":"neutral"},{"text":"I could upload this to YouTube if I wanted to. No problem. You couldn’t do anything.","labels":"annoyance"},{"text":"Ground vehicles too it seems. Obviously wouldn’t be a problem if the game shipped complete with proper vehicle customization.","labels":"neutral"},{"text":"Oh I found them 8D","labels":"neutral"},{"text":"Sorry if you wanted a serious reply, I don’t know the real reason 😅","labels":"neutral"},{"text":"Sorry misunderstood you! I’m talking about viruses and bacteria that can kill you like the flu etc","labels":"neutral"},{"text":"Sounds like you are the one with salty tears mate","labels":"neutral"},{"text":"Yes absolutely extreme levels of anxiety reaching the sheer terror phase tbh. People have no idea what I go through","labels":"curiosity"},{"text":"We have cookies!!!","labels":"neutral"},{"text":"Welcome to MTV Cribs! The whole place is a giant bed for me","labels":"neutral"},{"text":"I hear ya man, it sucks that we live in a world where we have to worry about so much nonsense instead of just being ourselves. ","labels":"anger"},{"text":">the silent majority This is the most ignorant thing I've read so far today","labels":"disapproval"},{"text":"Alright cool thanks for the tip - I'll give it a try!","labels":"neutral"},{"text":"I actually enjoy watching this while eating","labels":"excitement"},{"text":"[NAME] is such an iconic runway model 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣👍🏻👍🏻👍🏻👍🏻","labels":"neutral"},{"text":"[NAME] IS SMILING EVERYONE","labels":"neutral"},{"text":"No disadvantages in stereotypes.","labels":"neutral"},{"text":"I never even thought of that, just that it’s the most uncomfortable way to sit in a car, especially on the driver side! ","labels":"embarrassment"},{"text":"You look like [NAME].","labels":"neutral"},{"text":"Avid Android user here. My Xiaomi Mi Mix 2 is by far the sexiest and fastest phone I have ever had. Such bliss when using it.","labels":"neutral"},{"text":"Well thats just mean.","labels":"approval"},{"text":"Nope! His real name starts with a G. Weird spelling of a common name, and pretty identifiable so I’ve never wanted to use it 🙃","labels":"neutral"},{"text":"No. The Office wouldn't exist today due to liberalism and everyone being offended for everyone else.","labels":"annoyance"},{"text":"Funny, the right only seems to say this about women and people of color 🤔🤔🤔","labels":"neutral"},{"text":"Omg, you are so right! 🤮","labels":"approval"},{"text":"I love [NAME], but we have better characters to trade for him. Leave [NAME] alone. ","labels":"annoyance"},{"text":"They're likely elderly, so not a big concern if they're tapping SS.","labels":"approval"},{"text":"He really has us in that first half.","labels":"approval"},{"text":"Damn you were thirsty asf for thos first two😂","labels":"neutral"},{"text":"I never disappoint, just ask your mother. ;)","labels":"neutral"},{"text":"So cynical! 🙄 😂","labels":"neutral"},{"text":"No problem! Glad to help.","labels":"gratitude"},{"text":"You gotta work on you dude!! If you're not confident you're not ready, get yourself straight And all will fall into place. ","labels":"annoyance"},{"text":"Came here to say this. It seems apt, even if unintentional. *”Thanks for dropping by!”* 🤢","labels":"neutral"},{"text":"dang... that's just crazy.","labels":"amusement"},{"text":"I do go to the school counselor once a week. Thank you for the suggestions","labels":"approval"},{"text":"Yes she does! She is beautiful but has taken it much too far with the lip fillers and fake tan","labels":"neutral"},{"text":"KUBIAK WHY HAVE YOU FORSAKEN US???","labels":"neutral"},{"text":"[NAME] have a solid minute lol. [NAME] can’t sit at all tonight","labels":"neutral"},{"text":"I hate when these crooks say it ain't so cuz it is🇫🇷😤","labels":"anger"},{"text":"This is one of the dumbest things I’ve read on reddit this year.","labels":"disapproval"},{"text":"It's super funny 😂","labels":"amusement"},{"text":"I was so distracted by a her piercings, I almost missed her *eye*....","labels":"curiosity"},{"text":"My house. Excluding that since it was bank money, we plan to pay cash for a kitchen renovation this year that will be about 7k","labels":"neutral"},{"text":"This is way too far down. Probably the quickest 3 hour movie I’ve ever seen. Totally engrossing.","labels":"annoyance"},{"text":"Yup. How sad is it to admit I'm jealous of the ravens run game and defense 😣","labels":"annoyance"},{"text":"And for your daily dose of \"Saints LoL Meme\" you are still welcome at r\/falcons we wont stop in the forseeable future ^^","labels":"neutral"},{"text":"The sad part about this is that these memes are more Gen Z if anything...","labels":"sadness"},{"text":"My only criticism is xhaka, too slow on and off the ball.","labels":"disapproval"},{"text":"Yeah, because not paying a bill on time is equal to murdering children. ","labels":"approval"},{"text":"...soooooo yes?","labels":"neutral"},{"text":"I got the exact same message from tati yesterday ! She said on her twitter that it's definitely a scam","labels":"approval"},{"text":"After awhile I didn’t see anything, just emptiness. Is this article online somewhere? Would very much like to give it a read.","labels":"neutral"},{"text":"[NAME] Can we expect to see more tracer after brig nerfs? 🤔","labels":"neutral"},{"text":"The Broadway store was popular too. I get that it's regulated now but it's a shame.","labels":"annoyance"},{"text":"The scooters are fine. It's the people that are the problem.","labels":"embarrassment"},{"text":"Oh boy yeah","labels":"neutral"},{"text":"Also interesting to note that [NAME] left Lille for Monaco, been an interesting player when I've watched Lille this season","labels":"neutral"},{"text":"Damn youtube and outrage drama is super lucrative for reddit","labels":"approval"},{"text":"I swear these people would try to sell shoes to someone without feet.","labels":"optimism"},{"text":"Man I know youre joking but they swept us and still got the better pick. Pretty lame.","labels":"annoyance"},{"text":"Holy crap goddam! I'm giving morty an A in math","labels":"amusement"},{"text":"Will forever be burned into my brain! Will never forget the feeling just please not 2 cycles in a row 🙏🏻","labels":"neutral"},{"text":"They'd never give her a crown but it would be so good to see her back on my screen.","labels":"desire"},{"text":"I like that [NAME] is still [NAME]","labels":"amusement"},{"text":"Yeah it's like there's no difference between a prostitute or a girl they date except that one is free and has less diseases.","labels":"confusion"},{"text":" No mention of [NAME]? For shame, subreddit. For shame. ","labels":"disgust"},{"text":"If my friend talked about my girl like he would be picking up his teeth. Support your gf. Period.","labels":"anger"},{"text":"Bring back [NAME] and Big Dell!","labels":"neutral"},{"text":"Too ugly for love\/romance\/sex\/dating","labels":"annoyance"},{"text":"Don’t even really know what you mean.","labels":"confusion"},{"text":"Funny that you name her when shes one of the only judges that uses her brain and ethics to make decisions.","labels":"annoyance"},{"text":"I usually do that as well. I need to make a phone call on another language and omg i can't describe to you how difficult it is.","labels":"embarrassment"},{"text":"Well if we just started in the second quarter in both games...we would have come out ahead!","labels":"neutral"},{"text":"Wow, way to disregard history completely.","labels":"approval"},{"text":"It's bad that you're smoking weed. For minimal damage to your body, EDIBLES","labels":"disapproval"},{"text":"Because they're [NAME]: > Puritanism: the haunting fear that someone, somewhere, may be happy > ([NAME])","labels":"neutral"},{"text":"Now, could you please turn the card around and show me those wacky three numbers on the back. ","labels":"neutral"},{"text":"I had the same thought, I didn’t see anything notable about this at all.","labels":"approval"},{"text":"I was looking for this comment, was not disappointed.","labels":"realization"},{"text":"My baby’s vaccines MADE ME shake him!!","labels":"neutral"},{"text":"Yeah what do they expect? maybe they should realize if you push Gen [NAME] and under into poverty they won't be able to afford your crap.","labels":"embarrassment"},{"text":"Did someone turn u down? Is this revenge?","labels":"confusion"},{"text":"Well, I guess that explains my gf mood now ","labels":"confusion"},{"text":"Good job Clemson. You're becoming the new [NAME].","labels":"approval"},{"text":"You’re funny if you think 27 vs 1 is going to somehow end in a good deal for the UK.","labels":"amusement"},{"text":"Which one? The November game where the Bengals almost come back or the December game where the defense scores two TDs?","labels":"neutral"},{"text":"Yeah, I’m going to do my best to avoid a fight. She’d probably kill me. ","labels":"optimism"},{"text":"Well one of them is a dirty kimono wearing weirdo","labels":"disgust"},{"text":"Everyone go home, the ~woke~ crowd have decreed misogyny and homophobia are a myth. ","labels":"neutral"},{"text":"I got angry briefly, made a post and got over it quick. Thanks for the diagnosis Doctor. 😆","labels":"anger"},{"text":"If we're able to continue picking off the most corporately-funded candidates, reps will naturally move left and we won't be faced with the ever-rightward creep.","labels":"neutral"},{"text":"[NAME] hated religions, [NAME] was [RELIGION].","labels":"neutral"},{"text":"Not on academical level, but on family and bonding and respect for people who have lost their dearest ones","labels":"annoyance"},{"text":"Now THAT is a murder by words!","labels":"neutral"},{"text":"i was on there back during the primaries and it certainly WAS satire, but then [NAME] started banning everyone who wasn't insane ","labels":"neutral"},{"text":"Reply with \"Oh, my bad\". Don't make a big fuss out of it. People make mistakes.","labels":"annoyance"},{"text":"Thanks brother\/sister. If I wasn’t so poor I’d gold you","labels":"gratitude"},{"text":"Yeah, hopefully the lesson learned from this is that our level of airport security is stupid and unnecessary and not that [NAME] is risking another 9\/11 ","labels":"excitement"},{"text":"Brace yourself","labels":"neutral"},{"text":"Looks like some salty Detroit fans downvoting you lol","labels":"disapproval"},{"text":"soulmate <3","labels":"love"},{"text":"No idea, maybe say nothing..............","labels":"confusion"},{"text":"Yet I still feel lonely doing it...","labels":"annoyance"},{"text":"Sucks to suck Ratbirds","labels":"annoyance"},{"text":"[NAME] shitting the bed like a 4 year old with diarrhea","labels":"neutral"},{"text":"6 months is not long term in my opinion. 2 years and up.","labels":"neutral"},{"text":"It's crazy, just something small like that, can make a man forget about all his troubles. I wish I new what that felt like 🙄","labels":"neutral"},{"text":"I hate that this is true. Some of these offices are such a pain to find and cash tips are never part of the equation","labels":"annoyance"},{"text":"That's [NAME]!","labels":"neutral"},{"text":"I thought that, but not quite as extreme!!","labels":"neutral"},{"text":"Only joking, love the show and almost any meme involving it gets my upvote. 👍","labels":"neutral"},{"text":"dude different folks different strokes. don’t kill my buzz bro. happy new years!!!","labels":"annoyance"},{"text":"I can't remember a time during my early childhood where I didn't dress up like my mom and almost break my little ankles in her heels","labels":"neutral"},{"text":"I wish him good luck trying to get the video back but his chances are quite low. It's one man versus a corporate empire.","labels":"desire"},{"text":"Happy Birthday! ✨","labels":"neutral"},{"text":"Was my friends family... They had the wrong address, you're sick dude. ","labels":"annoyance"},{"text":"I know many progressives who don’t apply to that community. My father wants progressive economic reform in the U.S but thinks feminism is cancer","labels":"neutral"},{"text":"That is one cute baby. I don’t think all babies are cute either. But this is a really cute baby.","labels":"love"},{"text":"I legitimately want to brutally murder this person for saying that about us autistics","labels":"anger"},{"text":"I miss you [NAME] 😢😭","labels":"sadness"},{"text":"Happy cake day 🎂🎂🎉","labels":"neutral"},{"text":"Just out of curiosity, what happened with the big dog?","labels":"neutral"},{"text":"Former HUD secretary? I'll bet he'd make a hell of a brain surgeon.","labels":"annoyance"},{"text":"Incumbency only seems to matter in smaller states these days.","labels":"neutral"},{"text":"Why do some people use tbh after everything","labels":"annoyance"},{"text":"Yes dumbest person on all of Reddit, please make a youtube channel for all of us to laugh at.","labels":"amusement"},{"text":"What changed that you think it's not as bad? They didn't do anything to the map unless I'm forgetting something.","labels":"neutral"},{"text":"A girl has grown up a lot since she was a 12 year old on the show, and she's grown up to be so beautiful as well.","labels":"love"},{"text":"It’s also extremely expensive and school options are limited. Just a thought, I’m all about advancing your career:)","labels":"desire"},{"text":"I wouldn't say everyone's fanatical about not paying tax it just sometimes throws you off if you don't remember about it.","labels":"neutral"},{"text":"Yeah that’s how I feel but that might be kinda hard to explain to non lgbts 😕","labels":"neutral"},{"text":"Oh you mean [NAME]?","labels":"neutral"},{"text":"My cats are single so I can't say I was the ONLY one but at least I had a warm body snuggled against me last night. 😳","labels":"neutral"},{"text":"i’m with you bro best of luck🤞🏼","labels":"caring"},{"text":"Looks like any time there’s a huge spike in viewers, it’s a crossover. Legends sure has a really pathetic turn out. ","labels":"embarrassment"},{"text":"Let's be honest here if [NAME] played last night the Canucks win. This defense is a major concern and needs a complete overhaul this offseason.","labels":"neutral"},{"text":"I so badly wish we could all gain this mindset and keep it. How easy would life be.","labels":"neutral"},{"text":"when they finally do eat a decent meal, the will blow up like a balloon!","labels":"neutral"},{"text":"Does that violate the NAP or not, hmm🤔","labels":"confusion"},{"text":"It'd be a real shame if someone killed it and stole its soul.","labels":"disapproval"},{"text":"made my first reddit account to downvote this. thanks?","labels":"neutral"},{"text":"Just read your list, sounds great!! You have some creatures even I didn’t think about 👍!!","labels":"excitement"},{"text":"I guess I’ll watch this surely not morbid documentary before bedtime..","labels":"optimism"},{"text":"I’m too poor to watch this 🙈😂","labels":"neutral"},{"text":"That's the point tho, they had lots of talent already, and just a couple of changes at the key spots changed everything ","labels":"approval"},{"text":"Because it would be beneficial to her cause if he were. [NAME] scapegoat mechanism in action.","labels":"neutral"},{"text":"I love her omg","labels":"love"},{"text":"Go play Farmville if you can't keep it up.","labels":"annoyance"},{"text":"No he was given a bad team to work with unfortunately, and never got the final shot he deserved :(","labels":"sadness"},{"text":"Thank you bot.","labels":"gratitude"},{"text":"She looks like one of my exs always feels weird seeing her about","labels":"annoyance"},{"text":"Forgive me for being so forward but you’re hot af","labels":"neutral"},{"text":"Can a gang member legally citizen arrest someone 🤔","labels":"confusion"},{"text":"Myself and Mr. [NAME] agree small breasted women make the best lovers.","labels":"neutral"},{"text":"Tyl has got to be the most cringey, condescending thing I've seen on Reddit in a while.","labels":"annoyance"},{"text":"If you're talking about tfue you're insane. He plays scrims for hours, every, single day. ","labels":"neutral"},{"text":"I am just a regular guy. Maybe you guys should talk to a specialist....especially if you are trying to conceive. Good luck!","labels":"neutral"},{"text":"Sorry. This thing knows whats up!","labels":"remorse"},{"text":"If you ever need to talk to some one and just vent to just DM me.","labels":"remorse"},{"text":"Haha! Toronto, the hotbed of conservatism.","labels":"neutral"},{"text":"A lot of kids at my school say Homecoming is the best but I would say Spider-Man 2 is.","labels":"approval"},{"text":"I doubt I'll ever own one of those, I'm a bookworm and I love the smell of old books. Thanks for the info, nonetheless.","labels":"excitement"},{"text":"Downvote. These slippers cute as hell.","labels":"neutral"},{"text":"Thats what makes me think OP is secretly the \"nice guy\" here.","labels":"neutral"},{"text":"One of the podcasts I listen to, pump talks, bought one from [NAME] for a girls birthday and apparently it was very sweet! ","labels":"neutral"},{"text":"Oh. Damn.","labels":"neutral"},{"text":"With him though you're supposed to be attracted to him because that's how he was able to kill so many women","labels":"neutral"},{"text":"no, you always upvote what fits the sub","labels":"neutral"},{"text":"mavs fans and r\/nba as a whole are weak spirited smh i gotta step my trolling up","labels":"neutral"},{"text":"I hope the saints can finish this, although i think they’re gonna choke 😩. Man i hate philly","labels":"confusion"},{"text":"politely? I would hope they break into 30 minutes of laughter then ask no for real what do you want?","labels":"optimism"},{"text":"Thanks for looking out. Trying to keep expectations low but already have date two planned! Fingers crossed.","labels":"optimism"},{"text":"Nah I think that’s a salarian from mass effect 😂😂","labels":"neutral"},{"text":"He uses it in every other post. It's not even ironic.","labels":"disapproval"},{"text":"I think you should make the distinction that these are Lus and not just AF","labels":"neutral"},{"text":"Yes but that's largely changed in much of the US (the coasts at least). Surprised a state or two hasn't legalized it","labels":"surprise"},{"text":"Lmao it wasn’t free, we were stealing","labels":"neutral"},{"text":"Hey I just reposted this without reading it dont blame me for it putting boy friend","labels":"disgust"},{"text":"So in that case I'd be able to look at what I'm about to lose until I come back the next round 😅","labels":"neutral"},{"text":"I love when he asks while looking directly at the item but still not seeing it 🤦🏻‍♀️","labels":"neutral"},{"text":"Tell me more...🙃☺️","labels":"excitement"},{"text":"> Wonder why centrism was basically nonexistent like a decade ago. Moderates existed even before that, so not really","labels":"neutral"},{"text":"I wish that was a thing 😅","labels":"optimism"},{"text":"I’m sorry to hear this. Live a hell of a life for your mate","labels":"annoyance"},{"text":"As an [NAME], I expected something different.","labels":"disapproval"},{"text":"My father needs to read this! ...I may be wrong tho","labels":"confusion"},{"text":"I bet a load of those foodbank using nurses labour were so previously concerned about would love a 200k interest free loan 👀👀👀","labels":"neutral"},{"text":"That’s exactly how my fanfiction goes","labels":"neutral"},{"text":"I watched the bomb episode today! [NAME] reaction is totally something I would do\/say.","labels":"neutral"},{"text":"Damn we needed that layup","labels":"neutral"},{"text":"I put that in case any mancs got annoyed, you know what they're like when they get mad ","labels":"neutral"},{"text":"He wasn’t drafted and is properly rated imo. Had a crazy career for sure. Beat the odds many times","labels":"neutral"},{"text":"Yeah but being happy at other misfortune is sowing bad karma for yourself.","labels":"annoyance"},{"text":"That's some animal cruelty right there, someone help this poor creature.","labels":"caring"},{"text":"Don’t worry, we can be crucified together 🙌🏿","labels":"approval"},{"text":"Have fun getting arrested for child porn then! Check your DM’s 😉","labels":"neutral"},{"text":"it is actually called a mechanical bull","labels":"approval"},{"text":"Just going to step in here to ask why you keep replying if you're unhappy with his comments?","labels":"neutral"},{"text":"Ey, yo. The perfect sassy black mum line.","labels":"amusement"},{"text":"That can get me wet almost instantly. It’s ticklish but turns me on so much. It’s a really sensitive area I think.","labels":"neutral"},{"text":"Tbh I don’t hate either sport I just find them both silly. Especially soccer when Players fall intentionally to pretend to be hurt","labels":"annoyance"},{"text":"Shocking mate I know, hopefully one day they'll go home. ","labels":"optimism"},{"text":"Would need the #1 overall in 2 years... should try to get a first in next years draft for AB and hope that team tanks","labels":"confusion"},{"text":"Okay. Thanks for the information, I guess? I'm not really sure what your point is. ","labels":"confusion"},{"text":"Play stupid games and win stupid prizes dude.","labels":"annoyance"},{"text":"Young Pink Floyd fans are the worst Source - Am a young Pink Floyd fan","labels":"neutral"},{"text":"And this young man wishes to be an athlete. That sort of strenuous activity would not be possible.","labels":"disapproval"},{"text":"I'm glad your expectations are low..i am expecting full on knee jerk reactions if the game doesn't go well tonight.","labels":"neutral"},{"text":"at least you’re getting hit on","labels":"neutral"},{"text":"Well they do have cheap surgery there lol those lucky bastards","labels":"annoyance"},{"text":"Play something else and come back later. You’re burning yourself out","labels":"neutral"},{"text":"I hope all my muscles cringe so spastically all my joints come loose and I collapse into a writhing agonized pile of blood and meat.","labels":"fear"},{"text":"Oh yeah I know, but like.. _why?_ it just seems like such a waste of his time.","labels":"confusion"},{"text":"Why must you hurt me with such words?","labels":"annoyance"},{"text":"Aaaaand already at -1.5 @ BOL. I'm going to wait to see if it comes back down, or imma buy the hook.","labels":"neutral"},{"text":"Wow, that was really terrible 😂 -ps, I have two really good friends who think this guy has deep wisdom 😭","labels":"neutral"},{"text":"This why we can’t have nice things! I would’ve beat him up for taking with my non-existent mans away 😤","labels":"annoyance"},{"text":"My landlord had one outside my apartment for a while...this went up in my window for a few days. LOL","labels":"neutral"},{"text":"Prepare for trouble, and make it double","labels":"neutral"},{"text":"Aw thats so sweet A loving cimmunity is what [NAME] and [NAME] deserve for giving us such amazing content every day","labels":"amusement"},{"text":"I believe they use some tissue from the urethra that creates some small amount of lubrication.","labels":"neutral"},{"text":"Input: Drink candle. NPC: You don't want to get wax in your mouth, do you? Input: Maybe I do, NPC.","labels":"neutral"},{"text":"Yheaaa I always gave me till 35 to decide if I want a kid or not. [NAME] kicked in sooner than expected.","labels":"annoyance"},{"text":"I mean purely in the context of these pants he isn’t wrong","labels":"approval"},{"text":"You know, I’m something of a friend myself","labels":"neutral"},{"text":"I guess the top left forgot to read the part of history where their ideology failed many times, and killed many people","labels":"neutral"},{"text":"Was at the game yesterday and at the game now. It's a miserable gong show. Why do I keep doing this to myself?","labels":"annoyance"},{"text":"I use amazon firestick and the app isn't too bad on there.......id say userbility and interface wise though GWN beats it hands down","labels":"curiosity"},{"text":"Hey! That’s my name!","labels":"neutral"},{"text":"100 chapters of relationship + 50 of build up after [NAME] left [NAME]. Damn you Sasuga T.T","labels":"neutral"},{"text":"Omg I think I laughed way harder at this than I should have!! 🤣💍","labels":"confusion"},{"text":"How about breaking into tears whenever one of your friends tells you they trust you because you never understood what trust meant","labels":"disappointment"},{"text":"They will get the other. It's all fun and games until they noticed I was friends with a deep trust issues with humans since they were little.","labels":"neutral"},{"text":"[NAME] was quite anti-Semitic.","labels":"neutral"},{"text":"I love this! Thanks for putting a smile on my face this morning.","labels":"love"},{"text":">The young will never trust them. Ever. You hope.","labels":"disapproval"},{"text":"And those kids made fun of the people doing it just as much as everyone else. Source: i am a high school teacher.","labels":"neutral"},{"text":"Glad I tend to post pics of my cats and not myself.","labels":"neutral"},{"text":"You’re not being clear in what you’re trying to say. I’m unsure how to try to help you in this case.","labels":"confusion"},{"text":"Reading that made my stomach feel how it does when I get the wind knocked out of me.","labels":"neutral"},{"text":"Love the homeless encampment in the photo.","labels":"amusement"},{"text":"I think you’d the one who’s a stranger to these here parts, *pardner*.","labels":"desire"},{"text":"🎶Living in America🎶","labels":"neutral"},{"text":"This thread is a good indicator that Canada has a ton of racists who also love Reddit.","labels":"amusement"},{"text":"> Best ~~3pt~~ shooter fucking ever. FTFY","labels":"annoyance"},{"text":"They made the same few songs over and over again. Problem is I love those songs so I'm not too bothered. Personally love them.","labels":"love"},{"text":"Pretty much every Punjabi dude I've met.","labels":"approval"},{"text":"Implying you didn’t cry over [NAME]","labels":"approval"},{"text":"I think we should conduct a study and find out, otherwise I don’t know and you don’t either","labels":"confusion"},{"text":"Ah ok, that makes more sense. I don’t think most [NAME] would see your last name and try to make it French, lol.","labels":"disapproval"},{"text":"Wrong, it's not 365 days a year. Once every four years, it's 366 days a year.","labels":"neutral"},{"text":"This is my favourite comment of the day. So because I don't like to be ripped off I should not be able to have a family?","labels":"confusion"},{"text":"Ah it's too complicated, I'll start dating dudes instead.","labels":"confusion"},{"text":"It’s grandmas house. His house is a tip","labels":"neutral"},{"text":"Oh man I actually ugly laughed out loud. This is awesome 😂","labels":"neutral"},{"text":"[NAME], are you a real person? Thanks for proving his point about how uneducated you are. ","labels":"gratitude"},{"text":"Non-stop fun.","labels":"amusement"},{"text":"This may be one of those 'pick your battles' situations. Him not paying tithing is HUGE. I would take that as a massive victory.","labels":"annoyance"},{"text":"You do not get my math? Because my comment and your comment are saying the same thing; women over 45 probably do not want bio kids.","labels":"neutral"},{"text":"*NOW* you understand jokes.","labels":"neutral"},{"text":"I want this feature just so I can get rid of the nasty rugged beige skins people have on their guns","labels":"annoyance"},{"text":"I'm just thinking our government sucks at Civilizations. Should have invaded them decades ago. Lots of water and farm land to use.","labels":"neutral"},{"text":"After reading a lot of replies you should bee ashamed of yourself. This thread is a hive of bad puns and references.","labels":"neutral"},{"text":"That's crazy I just watched two of his movies last night. Unbreakable and split. Very interesting movies.","labels":"surprise"},{"text":"Idk is this is a lie or something, but I’ve heard people say that over 1500 independent observers found the elections free and fair","labels":"neutral"},{"text":"Some people on here are infatuated with his infatuation.","labels":"neutral"},{"text":"They visit. But they don't stay","labels":"neutral"},{"text":"Penis voters.","labels":"neutral"},{"text":"Just don't bring up the Manga Carta. Really uncomfortable for my history class.","labels":"annoyance"},{"text":"Fruit is byfar the worst of all flavors","labels":"disapproval"},{"text":"You played torb....... that’s why. Just kidding that’s really weird though","labels":"disapproval"},{"text":"Me when I distract the last zombie so my friends can work on the Easter egg without starting the next wave","labels":"neutral"},{"text":"Now you ruined the surprise!\"","labels":"annoyance"},{"text":"Kind of telling that I haven't received a response really","labels":"confusion"},{"text":"*The Panic Virus* by [NAME] is a really interesting, well-researched book about the rise of the anti-vax movement.","labels":"neutral"},{"text":"Well that wasn’t my argument all i said was that the second amendment is aimed att the state","labels":"disapproval"},{"text":"Looks like I found my wife's account","labels":"neutral"},{"text":"IDK how you can tell how they look from there tiny baby casket, but ok.","labels":"confusion"},{"text":"Thats a good way to lose any good will free agents might have about coming here. Promise them something in a deal and then immediately reverse course.","labels":"disapproval"},{"text":"I desperately want to believe you but then","labels":"confusion"},{"text":"I enjoy BOG and Italy at Epcot. But that’s just me. Also, probably better going to Golive Arden. ","labels":"neutral"},{"text":"At some point, we all hate it. Hey it feels good to be real sometimes. ","labels":"approval"},{"text":"love seeing his kids too more [NAME] and [NAME] pls!!!","labels":"love"},{"text":"I mean she’s very outspoken, she’s just typically wrong","labels":"disapproval"},{"text":"I am from Darwin, and can NOT confirm that \"Darwin has a surprisingly high amount of good looking women\" Must be hanging around the wrong places","labels":"confusion"},{"text":"So beautiful 💕","labels":"excitement"},{"text":"Don't apologize. Go grab your favorite drink, some popcorn and watch 500 days of summer instead","labels":"neutral"},{"text":"Not incel related","labels":"disapproval"},{"text":"This is great. Good Yard!","labels":"approval"},{"text":"2 2nd rounders but not a first or a future first. He’s not worth the risk","labels":"disapproval"},{"text":"i’m so glad you’re wrong lol","labels":"disgust"},{"text":"Bore off, you pearl-clutching, centerist coward. ","labels":"neutral"},{"text":"And Arsenal fans hated him as he left them for his boyhood club, which made his great performances against them all the sweeter","labels":"neutral"},{"text":"My rent was due on the 29th. I paid it on the 20th just to avoid this kind of stress!","labels":"relief"},{"text":"If you are advocating some voluntary form of socialism then we have no beef.","labels":"neutral"},{"text":"[NAME] was caught stealing his neighbors newspapers. He pockets all the money that is given to him and he does not use it effectively. [NAME] sad \"life\"","labels":"annoyance"},{"text":"I do not see how that is disgusting. She's cleaning her self and had a discharge, so what? ","labels":"annoyance"},{"text":"Best swimmer outta all my siblings 🏊‍♂️🏊‍♂️🏊‍♂️🏊‍♂️💪🏼","labels":"neutral"},{"text":"satire \/ˈsatʌɪə\/ noun the use of humour, irony, exaggeration, or ridicule to expose and criticize people's stupidity or vices...","labels":"neutral"},{"text":"That specific block is probably one of the worst in the city.","labels":"disapproval"},{"text":"I saw it when it was at the Mackintosh Church in Glasgow, it’s pretty impressive. ","labels":"approval"},{"text":"I seen reactions to this elsewhere and DAM famales are some sensitive fucers, you see something online and your whole life fall apart like 🙂🖥️😢😭😢😭😭😭😭😭😭😭😭","labels":"neutral"},{"text":"Damn, my therapists have been ripping themselves off for years taking mine then have a good day sweetheart. ","labels":"neutral"},{"text":"Lol! Exactly. ☹","labels":"amusement"},{"text":"I love how literally everybodyyyyy wants to kill [NAME]. But I really admire your extra “F you”. It gives it a bit more meaning 😂😂😂","labels":"neutral"},{"text":"You were taken care of with stolen money.","labels":"neutral"},{"text":"Perfect! Put it in a form they can understand!","labels":"approval"},{"text":"Using Vtrigger and Vskill buttons!? Oh My.","labels":"neutral"},{"text":"What evidence are you basing this on? What evidence would you accept as convincing you're wrong?","labels":"disapproval"},{"text":"Pedo dream, don't talk to any strange men with candy","labels":"neutral"},{"text":"[NAME] that bottom picture. the brows mixed with the hair terrify me 😰","labels":"neutral"},{"text":"Lovely integrity ya got there. Keep up the good work!!","labels":"amusement"},{"text":"I might be missing a joke myself, but woosh.","labels":"neutral"},{"text":"I heard your dad went into a restaurant and ate all the food in the restaurant and they had to close the restaurant.","labels":"neutral"},{"text":"He was cut yesterday, unfortunately","labels":"remorse"},{"text":"happy birthday. you can't change who you are, but you can improve on communication skills to help bond with someone :)","labels":"desire"},{"text":">also seen a few snaps Bad pun...BAD!","labels":"neutral"},{"text":"Someone committed enough at causing mayhem could just use bolt cutters. The point is to stop kids\/random curious people.","labels":"neutral"},{"text":"If they were good at it, I'd love it.","labels":"neutral"},{"text":"we need to deregulate more so we can beat them. america needs to be #1 in something","labels":"curiosity"},{"text":"I'm asexual too, so I'm doubly protected against advertisements.","labels":"approval"},{"text":"Please, stop","labels":"annoyance"},{"text":"OLD can be a dangerous place. Gotta stay safe somehow!","labels":"fear"},{"text":"[NAME] I hope so.","labels":"optimism"},{"text":"Maybe you’re just extremely boring and bland, and outright refuse to learn to take photos that don’t suck. ","labels":"confusion"},{"text":"You seem nice but things will remain this way until someone makes a decision based on your coworker being incompetent and lazy.","labels":"embarrassment"},{"text":"Lol thank you so much for pointing that out. It’s the “re” on the “tard” cake.","labels":"neutral"},{"text":"Im a Florida you racist","labels":"neutral"},{"text":"We might just sleep on an air mattress while we wait 😂 awe that’s so sweet of you!! We love our bunnies and veggies haha","labels":"neutral"},{"text":"Savannahs? Like 30 lb dogs in a cat skin and they look amazing to boot.","labels":"approval"},{"text":"I see her reply back to comments all the time 😑","labels":"curiosity"},{"text":"Haha, small world, I live\/work in the Twin Cities already! 😂","labels":"neutral"},{"text":"Normally drop n roll. In this case I would remove my clothes because I doubt rolling would help.","labels":"disgust"},{"text":"On PS4 it's very toxic. I would imagine it is the same over on Xbox One aswell","labels":"neutral"},{"text":"Alright thanks ill try, (but thats like dark souls on ng 100 XD)","labels":"neutral"},{"text":"Would someone even be able to pursue a diagnosis for type 2 if they already suffer from type 1?","labels":"neutral"},{"text":"It would work just fine. I wear medium shirts and a small or medium jersey fits me great.","labels":"neutral"},{"text":"I think [NAME] is starting to get too much blame, everybody on the roster sucks with the exception of [NAME] ","labels":"neutral"},{"text":"He has a humiliation kink. He's clearly not expressing it in a healthy way and should probably see a therapist and\/or a professional [NAME].","labels":"neutral"},{"text":"Amen to that!","labels":"approval"},{"text":"Calling people NPCs really gives you insight on how easy it seems for them to kill and attack others.","labels":"neutral"},{"text":"YES! Especially when I’m high 😭 spent like over $500 in December alone","labels":"neutral"},{"text":"When we actually executed [NAME] system we were killing it","labels":"neutral"},{"text":"...this magical creation I believe was called the ‘Cheezboiga’ pizza. Oh and that’s not hot sauce.. it’s ketchup.","labels":"neutral"},{"text":"The 30 second new's watcher is still in a far better place to judge *their own interests* better than you or anyone else.","labels":"neutral"},{"text":"@lies_about_flossing, sorry if I used the wrong pronoun.","labels":"remorse"},{"text":"Why not, I mean [NAME] is a child who likes to play with puppets. ","labels":"annoyance"},{"text":"Unfortunately not but I loved the saxy section and would love to see it again!","labels":"excitement"},{"text":"I saved it on my memories\/highlights","labels":"neutral"},{"text":"They probably take slight step back, by that I mean still the best defense in the league, but closer.","labels":"optimism"},{"text":"Oh dear. Yah, start with the criminal lawyer then - custody won’t be an issue if you’re in jail. :-\/","labels":"neutral"},{"text":"Grow up and get a job, nobody cares about your autistic memes. ","labels":"disapproval"},{"text":"There's no doubt that [NAME] is entitled, but I don't think she's evil like [NAME]! ","labels":"neutral"},{"text":"Dan cool and rich","labels":"neutral"},{"text":"Damn Replays was pretty solid last year. But maybe he should go back to coaching.","labels":"disapproval"},{"text":"Going to get hard for everyone after brexit","labels":"annoyance"},{"text":"Stay on your feet Lovejoy","labels":"annoyance"},{"text":"Can you share a link to video?","labels":"neutral"},{"text":"are you tagging them as your #WCW? if not, you should start","labels":"neutral"},{"text":"I appreciate your optimism in saying just a few more years","labels":"amusement"},{"text":"😂 I’m a [NAME] with a Mexican wife...Based on your comments however that’s all you see and it’s disgusting. GTFO racist","labels":"disgust"},{"text":"Or... You just don't want to break your aging mother's heart because you love her and care how she feels 🤷‍♂️","labels":"neutral"},{"text":"Who are these women messaging [NAME]? He looks like a very average-looking teenager.","labels":"neutral"},{"text":"My favourite is peeing in restrooms and your feet can't touch the floor while sitting on the toilet.","labels":"neutral"},{"text":"This was actually a very interesting article. I'd never realised how Snapchat and its filters were driving people to be so unhappy with their appearance.","labels":"disapproval"},{"text":"True, I misread the post and thought it was applying it to on-field performance. My apologies.","labels":"realization"},{"text":"I said nothing of the sort.","labels":"approval"},{"text":"Jobby is a new one for me, is that another way of saying taking a crap?","labels":"confusion"},{"text":"Hello fellow Newcastle vegans! We are very lucky to have so many vegan places!","labels":"desire"},{"text":"I'm more worried about it randomly saying daddy across the top ... Like that's normal","labels":"fear"},{"text":"That happens to me even when I’m not stoned‍♂️","labels":"neutral"},{"text":"\"Ooooohhhhhh... I can *see* the music!\"","labels":"excitement"},{"text":"Now you’re repeating yourself. Boy bye #wasteoftime. Have fun trying to call this company and their products bunk when everyone loves them haha","labels":"neutral"},{"text":"I will, no worries.","labels":"caring"},{"text":"I believe it's free","labels":"approval"},{"text":"eh, it has its ups and downs. ","labels":"neutral"},{"text":"Fortnite is not a good game anymore smh my head","labels":"annoyance"},{"text":"Well then why are some people allowed to talk about strip clubs here and others are not?","labels":"neutral"},{"text":"OMG my [NAME] hates it too but she does it to me all the time","labels":"annoyance"},{"text":"Ohhh, thank you for enlightening me 😂😂","labels":"gratitude"},{"text":"🤣 yes... sure. Let me talk to a teenage Q believer, listening to [NAME] who doesent even know what projection is... next","labels":"neutral"},{"text":"Appreciate the love! Maybe during the offseason, for sure! I'll pass it along","labels":"approval"},{"text":"Thanks. And wow! Nice burn.","labels":"approval"},{"text":"Unfortunately international students see studying here as a pathway to citizenship.","labels":"neutral"},{"text":"*it's free real essential oils*","labels":"neutral"},{"text":"As much as I hate him, I will always give that title to [NAME] to [NAME] to win the Super Bowl in 2008","labels":"annoyance"},{"text":"Yeah. I wish I had some stories like [NAME] but I’m also grad I don’t.","labels":"annoyance"},{"text":"Nah eats the heads when he’s finished with them. I punt them so I can buy fresh meat.","labels":"annoyance"},{"text":"You are gone right now probably my trip is just kicking in i took half that amount lol cuz im low you are having a hell of a ride rn","labels":"neutral"},{"text":"That’s mad hombre Switzerland confirmed 🌊🌊 I bet you get bare skiing done","labels":"neutral"},{"text":"Gmod Wonderworld is a personal favorite and may be the most sadistic and hilarious thing [NAME] has done","labels":"neutral"},{"text":"What is it called? \"People online voicing their opinions and making jokes about the hilarious bs we do\".","labels":"neutral"},{"text":"Wow. Of COURSE this happened","labels":"excitement"},{"text":"Please boycott them! I'd love some shorter queues.","labels":"embarrassment"},{"text":"Oh, sorry! I clicked on your profile and thought you posted this in the BPD sub sorry 😅","labels":"realization"},{"text":"I love that when [NAME] was actually further left of HRC on a few issues like TPP.","labels":"neutral"},{"text":"And the healthy snacks are on their way!","labels":"excitement"},{"text":"You have no recourse. You can always start your own fb group if you'd like.","labels":"neutral"},{"text":"That's a lot of calories!","labels":"neutral"},{"text":"I wish I didn't know that...😔","labels":"optimism"},{"text":"Threatening to drive your sisters into the ocean is illegal. It's called making a terroristic threat or menacing and can cause her to lose access to your sisters","labels":"fear"},{"text":"No problem here. Bio hardly ever matches the personality","labels":"disapproval"},{"text":"What a time to be alive","labels":"neutral"},{"text":"It’s starting to sound like this season of The Bachelor.","labels":"neutral"},{"text":"Always go for someone you like and feel connected to.","labels":"caring"},{"text":"I forgot the Olympics was gonna happen there 😂 hopefully the signs and stuff will stay!","labels":"realization"},{"text":"Why is this my fucking friend [NAME] 😂","labels":"annoyance"},{"text":"Unfortunately not. 😏","labels":"neutral"},{"text":"Give him the stick. Don't give him the stick!","labels":"neutral"},{"text":"In combination? Also interaction my Bipolar meds + blood pressure meds almost killed me. I now have very choices in meds.","labels":"neutral"},{"text":"Oh ok that makes sense then! Thanks for taking the time to explain. 😊","labels":"neutral"},{"text":"Thank you for this. It sums up exactly what I wish I could send to all my TBM family","labels":"neutral"},{"text":"I'm no [NAME] but I do use their saying, \"Hate the sin and not the sinner.\" Do your very best and keep going. 🍍✌","labels":"caring"},{"text":"I honestly miss [NAME]","labels":"sadness"},{"text":"Yup, that's exactly what happened when the alt-right took over the sub. So glad I won't get banned for saying that now.","labels":"neutral"},{"text":"Love Galore pt.2 💯🔥🔥","labels":"love"},{"text":"How she used the entire video without any editing.... that’s copyright","labels":"remorse"},{"text":"I have that one! I like it a lot. Despite the name 😂","labels":"neutral"},{"text":"You da real MVP","labels":"approval"},{"text":"okay im interested in joining the bare hands hunting posse","labels":"approval"},{"text":"Oh wow, hate that. ","labels":"annoyance"},{"text":"That says to me that he believes you are the issue, not his mother.","labels":"neutral"},{"text":"You people really overestimate how much welfare actually covers. You act like one child is making six figures and giving their entire family an MTV Cribs lifestyle.","labels":"annoyance"},{"text":"There is one teacher, and 3 paraprofessionals. She is overwhelmed, and I want to help.","labels":"neutral"},{"text":"He referenced us!!!! And we're gonna have to do something about delicious","labels":"neutral"},{"text":"So many fond memories as a kid, with my Granddad, watching Boomerang on a Sunday morning.","labels":"neutral"},{"text":"Alright. Go to your corner.","labels":"neutral"},{"text":"Ouch. Rough year for the jags. Where upstate are you?","labels":"annoyance"},{"text":"It will be painful but it will be worth it! Good Luck, and may you never be a slave to a drug again !","labels":"caring"},{"text":"I'm confused...did you do anything? And people that aren't your husbands family or friends are also saying this?","labels":"confusion"},{"text":"As long as the minority aren't \"minorities\" I don't see the problem. \/s","labels":"neutral"},{"text":"Im always worrying about the same thing, thats why Im always posting and within hours freaking out and deleting my posts ","labels":"fear"},{"text":"Thanks for your words. I appreciate hearing from you. You bring up some very disturbing points.","labels":"annoyance"},{"text":"Oh she dead","labels":"sadness"},{"text":"😵 when 😤 mommy 🤨 gets 👀 the 🤔 🅱️endies 😫 just 🔥🔥🔥 right 👌","labels":"neutral"},{"text":"I appreciate that. :)","labels":"approval"},{"text":"I always loved Sunday’s because it was Extreme Homemaker, Desperate Housewives, and then Grey’s Anatomy. ","labels":"joy"},{"text":"Damn some of these are so cringy that i almost downvote them, but realize that they are suppose to be terrible.","labels":"annoyance"},{"text":"Not a different issue especially when the majority of the people affected by these deaths are lower income","labels":"embarrassment"},{"text":"I think you overestimate the ability of politicians to rig the vote c.f. May 2017","labels":"confusion"},{"text":"At least you didn't open with, \"I was always a big [NAME] supporter...\" 99% of those go downhill fast.","labels":"neutral"},{"text":"[NAME] has towed the line of the Dark Side. He wouldn't cross it by doing something like this.","labels":"annoyance"},{"text":"I think its hilarious that you can't seem to understand the joke of the headline.","labels":"amusement"},{"text":"No I've been here for 5 years :( it's just gotten worse and worse","labels":"annoyance"},{"text":"Finally someone who appreciates human life","labels":"realization"},{"text":"i want my nuggs mom!","labels":"neutral"},{"text":"I can be convinced to like any trade right now but it all comes down to the return.","labels":"disapproval"},{"text":"Butterfly is cute... it’s the dreds that are gross","labels":"neutral"},{"text":"Sorry you don't understand the basic thrust of socialism.","labels":"neutral"},{"text":"I kind of think if you spell dissuade diswayd you lose any benefit of the doubt.","labels":"confusion"},{"text":"1 goal doesn’t make up for the point you lost us [NAME]","labels":"neutral"},{"text":"[NAME] looks like a [NAME] with short hair. Bring back the mane man","labels":"annoyance"},{"text":"I wish I had known this when my kitty ran off years ago. 😭","labels":"optimism"},{"text":"Where do you think the [NAME] came from, before they arrived in Spain?","labels":"confusion"},{"text":"hello there, i sent some hugs your way. ^.^","labels":"love"},{"text":"It really didn't. You were the one who came out hurling insults around. Are you projecting? 😂😂😂","labels":"neutral"},{"text":"I confirm, my increased by around 20% every year for the last 3 years.","labels":"approval"},{"text":"- There is no such thing as moral capitalism - Seizing the means of production is a communist thing, not a socialist thing. ","labels":"neutral"},{"text":"I wonder why don't we share this planet together as human beings instead of slaving and being like robots... [NAME]","labels":"annoyance"},{"text":"Good luck tomorrow! I had to go back last Wednesday. The only silver lining was that it was a short week.","labels":"neutral"},{"text":"This makes me want Lancaster to be cannon! It’ll probably never happen though😥.","labels":"confusion"},{"text":"Idk why youre downvoted, executing a manequin seems fun","labels":"disapproval"},{"text":"[NAME] turned it into one, because they insisnt on being on the wrong side of history for every single god damn issue.","labels":"disapproval"},{"text":"Nothing has come close to it well except for GOT.","labels":"neutral"},{"text":"That seems stupid.","labels":"disapproval"},{"text":"Unfortunately, I don't. Sorry. 😔","labels":"disapproval"},{"text":"Meh good introduction. Sadly I am a pro philosopher so know all of this","labels":"neutral"},{"text":"Just get in front of him and stop","labels":"neutral"},{"text":"I just use undercrackers or crackers. Knickers\/panties sounds weird when I say it","labels":"neutral"},{"text":"Oh for fuck’s sake.","labels":"annoyance"},{"text":"Wwwhhhhyyyyy do they keep forcing [NAME] down our throats. [NAME]!","labels":"annoyance"},{"text":"I'm happy for you!--what's your regimen? Must be radical. And I totally don't mean that in the 90s slang way.","labels":"neutral"},{"text":"I thought that too, but I was wrong. And I know that full health is 170.","labels":"approval"},{"text":"I do have ps4 😂 But it's more easier to play on Tablet because I can play wherever I go ","labels":"neutral"},{"text":"Yes, yes, yes. Oh my [NAME]!","labels":"excitement"},{"text":"I wish that were a thing 🙄","labels":"optimism"},{"text":"Asking a baby to not be at your wedding isn't a jackass thing to do. It is *your* wedding","labels":"neutral"},{"text":"Wow these thots are desperate.","labels":"annoyance"},{"text":"[NAME] is bad & anyone who still supports him should feel bad for it.","labels":"anger"},{"text":"I wouldn’t recommend expensive brands in this subreddit. People get irrationally angry and condescending.","labels":"disapproval"},{"text":"Break ups are hard. Hope you feel better.","labels":"caring"},{"text":"This sub absolutely gets personal within seconds of anything he says being postes","labels":"neutral"},{"text":"This is a very cursed lineup","labels":"annoyance"},{"text":"I see where [NAME] got his training.","labels":"neutral"},{"text":"Saw this on r\/teenagers first haha","labels":"neutral"},{"text":"Being approached isn't a license to act a racist fool yourself","labels":"disapproval"},{"text":"This is what happens when you don't give the pyramid scheme a script.","labels":"disapproval"},{"text":"Wouldn't the bully be the Polygon employee?","labels":"neutral"},{"text":"Logan Square also has the most rats (or reports of rats anyway)","labels":"neutral"},{"text":"Not dislexia, the recent news about kashoggi has for the most part conditioned us to expect horrifying g news where Saudi nationals in foreign countries are concerned","labels":"neutral"},{"text":"bigot \/ˈbɪɡət\/ noun a person who is intolerant towards those holding different opinions.","labels":"neutral"},{"text":"Ugly truth is, if you didnt want to be stopped you wouldnt tell anyone. It will pass. Stay strong :)","labels":"caring"},{"text":"I’m sorry and I hope you are better now than when you were in the marriage.","labels":"caring"},{"text":"Have you told him you aren't 100% ok with it? It sounds like you're regretting this decision.","labels":"remorse"},{"text":"After reading this comment, I wholeheartedly hope the rest of your life is beyond wonderful. 🤣","labels":"caring"},{"text":"> salt rifles. but then how will we kill the flies??? \/s im sorry, I had to.","labels":"nervousness"},{"text":"I can respect profiting from morons.","labels":"annoyance"},{"text":"What a heartless person lol","labels":"amusement"},{"text":"But they aren't blaming anyone other than the potential law breaking of other fisherman here. It's a straw man.","labels":"neutral"},{"text":"The vagoo has been stretched over the bike, it allows for a comfortable and pleasurable ride, pretty innovative and cleaver way to operate a locomotive.","labels":"neutral"},{"text":"He landed badly on his shoulder at full speed. Definitely wasn’t nothing","labels":"neutral"},{"text":"sorry my fellow youngsters, we're illiterate.","labels":"neutral"},{"text":"And it's stopped. Training cancelled :-)","labels":"neutral"},{"text":"This needs to be a series. Start a series. For the love all that's holy on reddit, please...make a series.","labels":"neutral"},{"text":"I know you will make her proud. always appreciate your parents they won’t be here forever ❤️","labels":"caring"},{"text":"Can you link in the full posted videos where they yelled about the wall ? Thanks.","labels":"neutral"},{"text":"GAMING!!","labels":"neutral"},{"text":"lol robot car","labels":"neutral"},{"text":"If the doctor has given the ok, give some ibuprofen for teething pain FFS!","labels":"neutral"},{"text":"You're lazy","labels":"annoyance"},{"text":"> Basically tell them to screw off and realize their selfishness You mean my grandparents \/ aunt?","labels":"annoyance"},{"text":"you’re gonna do just fine","labels":"neutral"},{"text":"If they are suffering immense pain, I doubt watching Endgame is high on their list of priorities","labels":"disappointment"},{"text":"YOU'RE CORRECT AND YET THEY ARE CORRECT ALSO","labels":"approval"},{"text":"I tried the pilot and it just felt very \"meh\" to me. Does it get better or is it just not to my sense of humor?","labels":"confusion"},{"text":"> [NAME] My god we have to stop with some of these advanced statistics, it’s legit getting ridiculous. ","labels":"annoyance"},{"text":"No chance unless he smokes out of a gas mask or suffers a bad injury.","labels":"disapproval"},{"text":"You have to be REALLY old to be too old to appreciate rap music. Rap music started in the 1970s.","labels":"neutral"},{"text":"Interesting, no denial about being an unwelcome individual. If my suspensions are public knowledge then prove it. ","labels":"annoyance"},{"text":"Ah yes. I remember we began with three.","labels":"realization"},{"text":"Yeah, I feel like Velvet Underground is the band of choice for 20 year olds ","labels":"neutral"},{"text":"[NAME] lmaooo this made me laugh, thank you 😂","labels":"neutral"},{"text":"I won’t but if I tell him to have a threesome didn’t I open the door for him to cheat","labels":"embarrassment"},{"text":"Now this is something else","labels":"neutral"},{"text":"Stop the algorithm 😂😂 Like she’s living in the matrix or something!","labels":"neutral"},{"text":"That’s pretty awesome :)","labels":"excitement"},{"text":"I first liked [NAME], but disliked her after [NAME].","labels":"disapproval"},{"text":"Of course these are all conspiracy theory shitposts BUT just because he got squeezed out, doesn’t mean they want him playing for a rival team.","labels":"annoyance"},{"text":"Spot on.","labels":"neutral"},{"text":"You come off as very cold and uncaring there.","labels":"neutral"},{"text":"Had no idea, they refused this type of deal in the past with other companies.","labels":"confusion"},{"text":"This was touching and certainly fits here on r\/bestof. But can someone explain how it started? How did someone know he's depressed? I'm just confused..","labels":"confusion"},{"text":"Because then if the wife gets pregnant it becomes difficult to find out which husband she is pregnant with","labels":"confusion"},{"text":"Orange kitty has a bit of concern in his face.","labels":"neutral"},{"text":"Before we start obvi. I’m taking out legs before I get embarrassed.","labels":"annoyance"},{"text":"Oooooffff. That's real awkward, but I mean that somehow still ended better than I expected so.. Kudos ig??","labels":"annoyance"},{"text":"I live here! Apparently I need to be keeping my eyes open.","labels":"neutral"},{"text":"😥 I feel so sorry. He'd be proud of you. *Hugs*","labels":"love"},{"text":"Cruelty free for animals anyway. 🤦","labels":"annoyance"},{"text":"Preference isn't racist only if your not untested in them for a false and cruel reason.","labels":"disgust"},{"text":"He is probably taking it slow to change thinks. I just hope that he is not an actual fan of [NAME] system. That would be a disaster","labels":"neutral"},{"text":"You know what would instantly unwreck you? A good screwing. Transformational !","labels":"approval"},{"text":"Am i the only one wondering about the white scrolly bar at the top of this post that has the intro to the story?","labels":"neutral"},{"text":"I cant even deal with this you are fighting with someone over your inability to understand a sooooooooooooooooo is sarcasm. Get some help","labels":"annoyance"},{"text":"um what. no. not hmc.","labels":"neutral"},{"text":"Don't be angry. Encountering toxic people in online games is common and you won't change that. Try playing single-player or games with more sophisticated community","labels":"neutral"},{"text":"No. Foreigners are not allowed to preach [RELIGION] to [NAME]. Maybe not explicitly . Also They restrict donations from abroad Not just people.","labels":"disapproval"},{"text":"❤❤❤❤❤ this morning in my head I kept saying let go of the resentment this is amazing","labels":"excitement"},{"text":"Next time just tell her she paid for a Venti so that’s what she is getting😂","labels":"neutral"},{"text":"Work on your anxiety and self-esteem. Do things for YOU. Love yourself.","labels":"optimism"},{"text":"Congratulations! We're all rooting for you! 💕📚","labels":"caring"},{"text":"There where over 40000 stabbings in the UK last year, and this guy reckons these “kids” are just acting tough 😬","labels":"neutral"},{"text":"Same here, i hope my upcoming trip is gonna kill me","labels":"fear"},{"text":"\"I SAID, [NAME]!\"","labels":"neutral"},{"text":"thanks older generations :)","labels":"desire"},{"text":"Then it would have been removed. Don't assume my thoughts. I cringed. I posted.","labels":"annoyance"},{"text":"I'm fairly sure alpro have what you're looking for","labels":"approval"},{"text":"I was thinking the same thing. It does make me wonder how whomever leaked it, obtained a copy in the first place. ","labels":"approval"},{"text":"OH me too, didn’t realize it was really a thing till now 😂","labels":"realization"},{"text":"Well it looks like I am going to spend at least a year renting to check the city out","labels":"neutral"},{"text":"CNN has video of the arrest. Someone needs to put the cops theme over it.","labels":"approval"},{"text":"Lol Jets Skills Comp got taken down due to Copyright","labels":"disapproval"},{"text":"Well probably that's because it's the salary the job pays. A better question would be why is [NAME] getting 3.5 million from Russian oligarchs 🤔","labels":"neutral"},{"text":"Omg yes!","labels":"approval"},{"text":"Yes, listening to loud noises can damage your ears. Temporarily and permanently.","labels":"neutral"},{"text":"Always worth a try. Good luck!","labels":"amusement"},{"text":"Is that [NAME] as the commentator? EDIT: just finished the video, feel stupid now","labels":"annoyance"},{"text":"I'm irritated by the upside down \"Anti Crease\" bit more than anything. ","labels":"annoyance"},{"text":"go on, it's not like your Ni is, 100% accurate, what is my type?","labels":"neutral"},{"text":"If you grow your beard and mustache just long enough, you never know who's hair it is in the your mouth anyway","labels":"amusement"},{"text":"Downvoting because of a lack of funny, regardless of your clumsy attempt to insinuate that my doing so means I'm thin skinned.","labels":"neutral"},{"text":"Not a doctor but I don’t think so. Carbon monoxide displaces oxygen, but it doesn’t destroy lung tissue that i know of. ","labels":"neutral"},{"text":"Not an unattractive man, he’s gonna need real plastic surgery to fix that. ","labels":"neutral"},{"text":"Lol it's not a bad dance, what's cringe worthy is people getting so upset over a video game ","labels":"annoyance"},{"text":"we roll tonight to the guitar bite. and for those about to rock, I salute you ","labels":"amusement"},{"text":"Congratulations!!! And I hope those people who tried to interfere in your marriage feel very foolish now. How wonderful this is!💕","labels":"annoyance"},{"text":"Didn’t know he had his initials on his thigh pads too","labels":"neutral"},{"text":"Wonder how many people are walking around with slimey noses trying to figure out if this does work.... Besides me that is","labels":"neutral"},{"text":"They keep leaving [NAME] open 😂","labels":"neutral"},{"text":"Holy shit nice block [NAME]","labels":"annoyance"},{"text":"Great way to clarify! That's the whole point of talking about nebulous stuff like this.","labels":"approval"},{"text":">Also, you realize that both parties largely dabble in identity politics. Oh absolutely! It's a major reason I hate [NAME]. ","labels":"disapproval"},{"text":"Let me calm you down a bit:","labels":"caring"},{"text":"Smh people aren’t seeing the real issue though. That’s the woman’s bathroom. ‍♂️","labels":"neutral"},{"text":"\"[NAME] remains being [NAME]\" is absolutely perfect.","labels":"approval"},{"text":"Bro, you SHOULD be thankful for [NAME] 😂😂 if it wasnt for them nobody would know who you guys are ","labels":"neutral"},{"text":"that’s awful🤣🤣","labels":"annoyance"},{"text":"That was like a movie the way [NAME] and [NAME] were slaying on the enemy ship with Cobbobles firing canons from their ship.","labels":"neutral"},{"text":"This offense is just painful to watch.","labels":"annoyance"},{"text":"Op is likely young and clueless. There’s likely a reason they’re in retail.","labels":"approval"},{"text":"Continue the positivity!","labels":"approval"},{"text":"It’s the world record egg!","labels":"surprise"},{"text":"Somehow I feel like it needs an NSFW tag.","labels":"confusion"},{"text":"My rabbit had one just like this before she passed. I hope the animal is okay.","labels":"optimism"},{"text":"I mean there's some truth in so far as the criticism should be first and foremost directed towards the parents, with [NAME] in a close second.","labels":"neutral"},{"text":"Hopefully [NAME] is still hot","labels":"approval"},{"text":"It looks like they do but random redditors do not. What a surprise.","labels":"approval"},{"text":"And why isn’t it ranked average, Bayern are second most average but ranked 4th for most supported, cmon now they just had less games....","labels":"disapproval"},{"text":"Adorable little buggers.","labels":"neutral"},{"text":"I think he meant Centrifugal Bumblepuppy","labels":"neutral"},{"text":"Oh cool so you admit to being a pedo.","labels":"neutral"},{"text":"I’m rooting so hard for [NAME]. You can do it, [NAME]!","labels":"neutral"},{"text":"Depends, do you become so old and senile that you have dementia can’t walk and shit","labels":"neutral"},{"text":"Thanks, I really appreciate your advice :) ","labels":"amusement"},{"text":"Not really, every other post is summit doing something. Gets boring. ","labels":"neutral"},{"text":"The whole world is anti-trump minus a few poorly educated people in the south.","labels":"neutral"},{"text":"I see you're a man of culture as well. But realistically this will never happen because... Disney :\/","labels":"realization"},{"text":"Once I dropped mine on my foot, so I grounded him to a fudd range for a weekend It was tough for both of us","labels":"neutral"},{"text":"> it's entirely likely that he isn't actually aware of what the current thinking on brexit is in British Labour. Who is?","labels":"neutral"},{"text":"It did, my LL ex was emotionally and verbally abusive. When I left, it was because I'd rather be *alone* than stay with her. ","labels":"neutral"},{"text":"Thank you. 😀","labels":"gratitude"},{"text":">Live PD, in America This is Russia bro. I’m not too familiar with their laws but not every country has he same laws","labels":"disapproval"},{"text":"Damn. It's hard to comprehend how massive the USA really is.","labels":"confusion"},{"text":"I wish [NAME] made the levels up to 100.","labels":"optimism"},{"text":"So you're saying [NAME] doesn't have a personal vendetta against me?","labels":"neutral"},{"text":"I feel that way about [NAME] antis saying [NAME] and [NAME] antis saying [NAME]. But I’m also terrible and laugh every time I see it.","labels":"disgust"},{"text":"Homophobic AND racist. Yikes.","labels":"neutral"},{"text":"Unread. Unworthy of my or anyone else’s attention. You’ll have to hate alone today, [NAME].","labels":"neutral"},{"text":"That’s pretty cool. Bet your dad is *vewy pwoud* he still has his accent!😂","labels":"neutral"},{"text":"So having a baby you don’t want is [NAME] will, but having a baby you do want is going to put you in hell? ","labels":"disapproval"},{"text":"I did that, I asked for a white doctor and they gave me a list of black doctors.","labels":"neutral"},{"text":"I read TFTFD periodically, too - - I wasn't sure if the Mods there would leave the post up or tell LAOP to post on r\/AskHotel instead.","labels":"confusion"},{"text":"No, but a cast member did talk to him after his yelling. ","labels":"disapproval"},{"text":"Not really. Relying on someone you can't trust is bad. Sometimes relying on someone is the only happiness you'll get.","labels":"realization"},{"text":"I don't really understand what you mean 😩 haha Can you explain please?","labels":"confusion"},{"text":"I’d keep at this line of dialogue but I’ve got to rewind some videocassettes, sorry. Carry on without me.","labels":"disapproval"},{"text":"[NAME] I hope that isn’t the release date. I’m holding out for 12am EST 🤞","labels":"optimism"},{"text":"Thank you so much. This is really valuable information!","labels":"gratitude"},{"text":"I’m an anarchist, I don’t know how to read","labels":"neutral"},{"text":"You don't hand your baby to perfect strangers in public. You keep them close and mitigate exposure to the best of your ability.","labels":"disapproval"},{"text":"Fire as! Holy macaroni you should do some sort of extension of it👌","labels":"neutral"},{"text":"Just learn from this and move on bro. Give yourself time to mourn.","labels":"approval"},{"text":"That...felt good...can I cry on your shoulder?","labels":"sadness"},{"text":"9 to 4. That's pretty sorry.","labels":"remorse"},{"text":"Tonight's attempt at installing gib on ceiling ended with me in tears, damaged gib and still 2\/3 of the ceiling left to go. FML.","labels":"neutral"},{"text":"Some bioshock shit right here.","labels":"neutral"},{"text":"At this point I am questioning your sanity, you compare a guy with 40\/34 goal seasons to a kid who literally can't hit the net","labels":"disapproval"},{"text":"“They must have been very good friends.” -Historians.","labels":"neutral"},{"text":"What’s going on in here ? 😰😰","labels":"neutral"},{"text":"Sorry dude. I’m pretty new here. Wasn’t sure I had to do that. My bad. 😢","labels":"confusion"},{"text":"Can you stop living with this person? Engaging in it will only make it more toxic","labels":"disapproval"},{"text":"As someone who has lived his entire life in the tropics, I can't even begin to imagine what those kinds of temperatures are like.","labels":"confusion"},{"text":"I'm only saying it because I'm jealous :(","labels":"annoyance"},{"text":"There are many tv manufacturers like Twitter, tumblr, 4chan, Instagram and even Reddit itself. Everyone is stealing TVs from each other","labels":"neutral"},{"text":"he blocked me right after 😂","labels":"neutral"},{"text":"And here I am thinking that the animation after surrender\/Victory is annoying ;-;","labels":"annoyance"},{"text":"I’m sorry you were down voted. I am asking for real honesty, so thank you for telling yours.","labels":"neutral"},{"text":"A ray of light and a beacon of hope. Absolutely beautiful.","labels":"approval"},{"text":"There will always be ways for people that selfish to be more selfish. It's their superpower. 😂","labels":"neutral"},{"text":"They just happen to let them in to their house...Yeah, no sane person does that. ","labels":"neutral"},{"text":"I would never do such a thing. :P","labels":"neutral"},{"text":"Guy looks like average [NAME] at the gym. Reddit acts like he the new anabolic king 😂 I will go back to my cave now.","labels":"neutral"},{"text":"I cant wait until \/r\/fuckthealtright is labeled as a Neo-Nazi group. That'd just tickle my pickle.","labels":"neutral"},{"text":"Its hard not to lol","labels":"neutral"},{"text":"Someone who will probably harass you for not having as much money as him.","labels":"neutral"},{"text":"Just curious, why would that matter? Acting is playing a role, so how is it important that the character and the actor match orientations? ","labels":"annoyance"},{"text":"[NAME] is giving me the 2016 AO vibes... hope he doesn't get injured again","labels":"sadness"},{"text":"Glad to see we are still around :).","labels":"optimism"},{"text":"I'm so tired I read anti neurons as anti lemons for some reason","labels":"neutral"},{"text":"great execution for the drawing but bad execution for the meme","labels":"approval"},{"text":"Because she was sarcastic since we met her. It's not that hard you know?","labels":"confusion"},{"text":"The best part of froyo is getting to do it yourself. Robot is useless and bad at it's job.","labels":"disapproval"},{"text":"Woah you still found this, even when he spelled your name wrong, so you didn't get paged.","labels":"disapproval"},{"text":"The dumb people will think that this proves why we need more government. 🙄","labels":"neutral"},{"text":"Hell yes 😁 I loved it.","labels":"excitement"},{"text":"Thanks man 🙏🏽","labels":"gratitude"},{"text":"[NAME] ROASTING LIBERAL CUCKS COMPILATION #43","labels":"neutral"},{"text":"Damn. Low tech bait bike","labels":"annoyance"},{"text":"There's ignite on the lane too, that's an upkeep kill on censor. I agree that horn into coup could have been a better play though.","labels":"neutral"},{"text":"The recycling bin would be too full, theyd end up chucking cans and bottles into the regular bin.","labels":"neutral"},{"text":"🎵🎶 *AMERRICA, FUCK YEA!!* 🎵🎶","labels":"annoyance"},{"text":"Nope! But happy for you❣️","labels":"caring"},{"text":"Interesting...🤔","labels":"neutral"},{"text":"Lots of words and said nothing. Cheers.","labels":"neutral"},{"text":"Not an effective solution. Shooter always has first move, taking out an unsuspecting teacher would give a shooter access to better arms.","labels":"neutral"},{"text":"To be honest, I have complete sympathy for this woman and she needs help, not prison. ","labels":"approval"},{"text":"The beauty of that is you won't need alcohol or drugs, you'll get a cute buzz going from the measles fever.","labels":"annoyance"},{"text":"Such a great movie that kinda gets overlooked.","labels":"amusement"},{"text":"These people in here are joking about holding down and cutting their neighbors faces. It's pretty gross.","labels":"annoyance"},{"text":"Coming from [NAME] who is addicted to Facebook. Thanks Facebook!","labels":"neutral"},{"text":"What a great read, its interesting to look at things from that perspective. ","labels":"excitement"},{"text":"Wow thanks. Could have sworn the Score app was showing 3pm when I checked it two days ago.","labels":"gratitude"},{"text":"[NAME] damn it I'm so tired of seeing Instagram between fights","labels":"annoyance"},{"text":"His hair looks fucking horrible 😂","labels":"disgust"},{"text":"Wow braised diaper shit damn you're on fire 🔥 ","labels":"neutral"},{"text":"Yeah, which is not helping citizens with continued attempted scamming. ","labels":"approval"},{"text":"Worried it will be taken off the table?","labels":"neutral"},{"text":"Meanwhile my sister won’t even hug my goodbye when I drop her off at school.","labels":"sadness"},{"text":"They're wrong I don't like math and I'm still ugly","labels":"annoyance"},{"text":"Explain how British farmers taking common aborigine land in Australia to be used as private property 'isn't rooted in colonialism'.","labels":"neutral"},{"text":"That, plus they also store our info insecurely so it leaks out. Just another part of this dumb economics game I guess...","labels":"annoyance"},{"text":"I freakin' love Corgis!! 🐕🥰","labels":"joy"},{"text":"If yous got a problem with Canadian Gooses than you’ve got a problem with me and i suggest you let that one marinate","labels":"neutral"},{"text":"This isnt an exaggeration? 🙄","labels":"neutral"},{"text":"It’s not even news.","labels":"annoyance"},{"text":"All spreadsheeters are killers but not all killers are spreadsheeters 💡","labels":"neutral"},{"text":"So, [NAME] was also paying to allow her to eat healthier. Let’s look at the bright side! ","labels":"neutral"},{"text":"\"Muscles? You mean blood balloons?\"","labels":"confusion"},{"text":"This is so cute and wholesome? How is this terrible","labels":"disapproval"},{"text":"“I wish there was a way to know you're in the good old days before you've actually left them.”","labels":"neutral"},{"text":"Yep, though we just had a cross on the stochastic RSI weekly chart, looks like the next four to six weeks are going to get nasty.","labels":"annoyance"},{"text":"Damn that’s crazy it’s almost as if there is a subreddit called r\/nicegirls for the exact same thing 🤔","labels":"neutral"},{"text":"I had thought about Millport but not the rest, great idea thanks 😁","labels":"neutral"},{"text":"Idk if I’m wrong but I think they gave her some piercings on her ear which are cool too","labels":"neutral"},{"text":"Reading this made me happy and I don't even know you. Keep doing your thing!🙌🏼","labels":"desire"},{"text":"I always fall for this joke on here..","labels":"neutral"},{"text":"bahaha! Love it! These additions are pretty *sweet*! Glucose Guardian has the best ring to it though! 💲💸","labels":"neutral"},{"text":"Happy birthday [NAME] !","labels":"neutral"},{"text":"It makes me feel better about overeating sometimes because I tell myself that at least I’m not as bad as those people","labels":"annoyance"},{"text":"I waited 15 days for this joke, I'm so proud of this community.","labels":"annoyance"},{"text":"I like how in the wrapped version, [NAME] looks like he is hiding a chub.","labels":"confusion"},{"text":"12 is ambitious!! I’ll do this with you, but my goal would be 4 ","labels":"optimism"},{"text":"That's the weirdest dream I've heard of, but maybe you just have a high midichlorian count 😂","labels":"neutral"},{"text":"Nobody actually likes tiktok adverts","labels":"disapproval"},{"text":"That’s nothing compared to some days from the 70’s and 80’s.","labels":"neutral"},{"text":"Rated M 😂😂","labels":"neutral"},{"text":"Media City Building maybe? 1 Heerengracht St, Cape Town City Centre, Cape Town, 8000","labels":"neutral"},{"text":"I haven't had mine in years thanks to [NAME]","labels":"neutral"},{"text":"Yeah take a read","labels":"approval"},{"text":"This is being said about every fucking update that lowers the skillgap. Yes, it does change the game because we're already affected","labels":"anger"},{"text":"That's because real anarchism is anti-capitalist, shove a knife up your urethra nerd.","labels":"neutral"},{"text":"Maybe that is where the confusion lies: Vaccines don’t make a child AUtistic, they make them AUstralian.","labels":"disapproval"},{"text":"Happy new year!","labels":"neutral"},{"text":"It is being talked about all the time on this site. What are you on about?","labels":"neutral"},{"text":"Confidently guessing how the INTP acts to things wrongly can really trigger them. I remember when a friend called me bias and I started acting up a ton.","labels":"annoyance"},{"text":"Hmm...I'm very human...I AM a Vampire...🧛‍♀️💜","labels":"neutral"},{"text":"> saving the children Because this will save a tiny of fraction of what could be saved with a cell phone ban.","labels":"neutral"},{"text":"You sound like you are closer to being a sexual than most.","labels":"neutral"},{"text":"this meme is so old it whipped me back into 2011","labels":"neutral"},{"text":"How has nobody in the coaching staff tried to stop [NAME] from going in and killing us","labels":"confusion"},{"text":"And now you manage a gym on base ..or..?","labels":"confusion"},{"text":"I really love [NAME]","labels":"love"},{"text":"And yet still just outside of the playoffs and not the worst team in the last 10 games.","labels":"neutral"},{"text":"They treat [NAME] like he’s [NAME] now, no wonder he’s so lukewarm to this market ","labels":"neutral"},{"text":"Warriors ruined him tho","labels":"annoyance"},{"text":"Ayyy! Thanks for finishing it up. Glad someone did. LOL @ your username 😂😂","labels":"gratitude"},{"text":"I loved 'You'! [NAME] is just an added bonus. 😁","labels":"love"},{"text":"When you buy the dog you get a lot of training to go with it and it's usually then further trained to specifically protect the person.","labels":"neutral"},{"text":"Why are you nervous about getting fired if you aren’t doing anything wrong? If I were an employer firing an employee would be my last resort.","labels":"neutral"},{"text":"Yet, here we are, a whole sub full of people who seem interested in the stupid things incels say and do... 🤔 \/s","labels":"neutral"},{"text":"My bad sorry, what I meant to say is ‘for our winning season’ not ‘in our’.","labels":"disapproval"},{"text":"It’s a bit much. Her outfit looks basic to me 🤷🏻‍♀️","labels":"neutral"},{"text":"but that’s exactly my point lol you get better at those things, the scary factor affecting skill learning becomes smaller and smaller","labels":"neutral"},{"text":"the socially weak kid who is also: - neurotypical - not too short - not too ugly so basically a normie","labels":"neutral"},{"text":"\"and [NAME], this is [NAME]\" \"Oh hi, nice to meet you, what do you do?\"","labels":"neutral"},{"text":"This used to be a lot more common when I was younger. So weird.","labels":"remorse"},{"text":"Hahaha this is great! What episode\/season is this?","labels":"curiosity"},{"text":"I like your sleeves... they’re real big","labels":"neutral"},{"text":"One of the reasons im not straight 😂😂","labels":"neutral"},{"text":"Post this on \/r\/nba lol","labels":"neutral"},{"text":"you da real mvp!","labels":"approval"},{"text":"Both [NAME] and [NAME] were broken up, so it wasnt cheating.","labels":"realization"},{"text":"I love this pic... believe me I am up for some reason my hands on you.","labels":"desire"},{"text":"I don't really understand what they are even proposing or how realistic it is to implement. It just sounds like empty words.","labels":"disapproval"},{"text":"That’s what I ended up doing lol","labels":"neutral"},{"text":"This joke hasn't really worked since the 11th Century. Even then it wasn't that funny.","labels":"disapproval"},{"text":"Uhhhh, existed... Ever been to Arkansas? It’s boring as fuck.","labels":"disappointment"},{"text":"When you assume everyone is sane and rational, you get caught out by the insane spinning their insane stories. ","labels":"neutral"},{"text":"I love how all of you toss the blame on [NAME] as if [NAME] isn't just as responsible..gotta love revisionist history","labels":"annoyance"},{"text":"Murder is $3 million, but genocide is only $25 million. Everyone after 8 is free! What a deal!!","labels":"neutral"},{"text":"Man I thought [NAME] was going to be the real deal. I wanted [NAME] gone so bad around that time.","labels":"annoyance"},{"text":"Happy holidays used to refer to both Christmas and new years.","labels":"neutral"},{"text":"I did find most of it to be not so fun so I got into the JOI stuff and that helps a lot","labels":"neutral"},{"text":"You are reduced to attacking men for their biology.","labels":"annoyance"},{"text":"United wins the championship and then profits 20 million off this transfer? Rest of the MLS needs to take notes and catch up","labels":"neutral"},{"text":"Interesting isnt it?","labels":"amusement"},{"text":"Literally awesome that someone else is doing the same thing! Funny thing is I go for two a year also. Heck yeah fellow dodger friend","labels":"amusement"},{"text":"That one is my favorite btw, its delicious. sorry you couldn't have it :(","labels":"disapproval"},{"text":"And this is why I still visit this sub...the rabbit hole goes deeper than I could have ever imagined.","labels":"neutral"},{"text":"please fire this fuck head im tired of losing games because of our power play","labels":"neutral"},{"text":"Calm down.","labels":"neutral"},{"text":"Would you mind elaborate on your viewpoints?","labels":"curiosity"},{"text":"Also, popcorn can't build ladders. At least, I don't think so...","labels":"annoyance"},{"text":"They don’t want to fight, they want to dress up and play in the woods every month ","labels":"neutral"},{"text":"They're wrong, it was due to their natural wetland habitats being degraded & drying out. ","labels":"disapproval"},{"text":"It's been 10 minutes, I'm still laughing 😂😂😂","labels":"neutral"},{"text":"I totally have second-hand embarrassment for my parents. It's equally bad when they misspell something in their email address (i.e: posion instead of poison) 🙄","labels":"neutral"},{"text":"I was at the game at there was a huge Laker fandom there. It felt almost like an away game.","labels":"neutral"},{"text":"Sorry but I’m out of the loop on this. What and when is in play? Thanks.","labels":"neutral"},{"text":"Me neither. 🤷🏻‍♂️ Freaky mind of mine!","labels":"neutral"},{"text":"How stupid of [NAME] to rely on LibDems to stop the idea of referendum.","labels":"annoyance"},{"text":"I think they meant r\/socialism_101 (needs an underscore). r\/communism101 is also a good one.","labels":"neutral"},{"text":"But hey, at least it saves us the trouble of contacting them!","labels":"relief"},{"text":"The stuff nightmares are made of. Those poor poor timelines.","labels":"neutral"},{"text":"Neither does anyone in Congress. Don’t act like the [NAME], [NAME] or other are much different than him. They only care about power","labels":"neutral"},{"text":"The dude even looks like [NAME]!","labels":"neutral"},{"text":"good cause i don’t want it!! haha.","labels":"annoyance"},{"text":"I don't really see what the point of this post is.","labels":"neutral"},{"text":"We're playing great!","labels":"approval"},{"text":"She is so brave 😥😭","labels":"approval"},{"text":"Lol i love my life. You're the one insulting random strangers on the internet. Must suck having no life 😂😂😂😂","labels":"annoyance"},{"text":"She just...can't *not* scam. 🙄","labels":"annoyance"},{"text":"Heppy birthday OP! hope you get your favorite cake\/dessert! 🎁 🎂","labels":"neutral"},{"text":"They will. The White House gave credit yeste day to Russia and Syria and saod they will finish the fight against ISIL.","labels":"approval"},{"text":"\"Nice to see it doesn't get any better.\"","labels":"neutral"},{"text":"She was 100% more likable on the tell-all than she was in the show. She may deserve that sweet husband of hers yet!","labels":"neutral"},{"text":"LOVE JAMES TOO","labels":"love"},{"text":"The ones who supported ETC were more concerned with negatively impacting Ethereum and it's community than the DAO rollback in my opinion.","labels":"neutral"},{"text":"Uh... Where did *I* say skull. I didn't. I think you're replying to the wrong person.","labels":"confusion"},{"text":"Just gonna say it. Bahahahahahaha","labels":"amusement"},{"text":"Alright bud, I'll be sure to do that on my nearest panic attack. Cheers","labels":"approval"},{"text":"But huge in the market 👍","labels":"neutral"},{"text":"she always acts like the older sister who’s copping out of babysitting, it’s ridiculous.","labels":"annoyance"},{"text":"Now put the poor thing down you valley boy donut.","labels":"disapproval"},{"text":"If you look back it is odd that most violent murderers have all eaten taco bell at some point.","labels":"annoyance"},{"text":"Because [NAME] base are also the kind of folk who like [NAME]. In the end it only helps him.","labels":"neutral"},{"text":"Then the school had a special assembly to honor this hero and everyone clapped.","labels":"amusement"},{"text":"Found the checher","labels":"neutral"},{"text":"I was in the top 3 on solo and lost solely due to buddy having 2 concussions.","labels":"neutral"},{"text":"Rule number 1: never dye your hair while drunk haha","labels":"amusement"},{"text":"I had a basketball coach who shattered his hand at halftime of a game doing that.","labels":"neutral"},{"text":"So many insecure balding guys itt.","labels":"annoyance"},{"text":"So [NAME] guided the process of canonization but then left?","labels":"annoyance"},{"text":"No thanks, prefer the fairness of Public\/Veteran. No cheating admins.","labels":"annoyance"},{"text":"I've always encouraged people to check out far-Eastern Oregon... like Boise.","labels":"amusement"},{"text":"People: Hey! Me: WHO ARE YOU AND WHAT DO YOU WANT FROM ME?!","labels":"neutral"},{"text":"My fault, I jumped to a conclusion. I forgot that savanna cats are spotted not leopard print.","labels":"realization"},{"text":"*poorly It's an adverb. Happy New Year.","labels":"joy"},{"text":"I cant get a cat but derpy behavior makes me want one so bad","labels":"annoyance"},{"text":"[NAME]. Snap me good baby.","labels":"neutral"},{"text":"They are loving this choice in maga canada of course. Just a typical day of bigotry.","labels":"joy"},{"text":"crowd needs to get amped up...seem a little lifeless …[NAME] drew a charge CMON LETS GO","labels":"neutral"},{"text":"honestly i don’t mind it but ik some people do and i rly don’t care enough to get into that","labels":"annoyance"},{"text":"I got grounded from reading once and it was the worst punishment I ever had 🙂","labels":"annoyance"},{"text":"Totally zero bias at all as we know feminist scholars aren't bias and always correct no matter what.","labels":"approval"},{"text":"Make a doctor's appointment and say you are experiencing lack of sleep because of anxiety. Doesn't get easier.","labels":"caring"},{"text":"And good riddance!","labels":"approval"},{"text":"Are you a [NAME] main hiding from the other survivors in a locker?","labels":"neutral"},{"text":"A person seeking companionship is one thing but attention from as many dudes as possible is another lol","labels":"neutral"},{"text":"Yeah man, gotta suck it up and be a man. \/s","labels":"annoyance"},{"text":"Welcome to CTH where everyone pretends that socialism will work, next time.","labels":"neutral"},{"text":"[RELIGION] is indian tho lol","labels":"annoyance"},{"text":"Missing this roster 😢😢😢","labels":"sadness"},{"text":"Just saw your edit. What the crap. Guy was obviously creepy.","labels":"annoyance"},{"text":"No, if the cat's going to escalate then he needs to as well. It's bath time. ","labels":"neutral"},{"text":"Controlling invasive species in this country is incredibly difficult, that's why we're having this discussion in the first place. ","labels":"neutral"},{"text":"Ok, I gots to know, was the child taken away? Please tell me the child was taken away. ","labels":"sadness"},{"text":"Sometimes you gotta agree with the terrible Facebook memes.","labels":"approval"},{"text":"Yeah. You wanna call me a liar, explain why, liar.","labels":"annoyance"},{"text":"I came here to tell you that this wins this sub and I’ll never be able to finish reading it.","labels":"nervousness"},{"text":"Good thing he realized this was pointless before he resigned from his state senate seat. ^\/s","labels":"realization"},{"text":"Happy Birthday!","labels":"neutral"},{"text":"Which sex communicates better? Typically women. Don't judge this guy like your girlfriends. he sounds pretty normal to me.","labels":"approval"},{"text":"She liked the bumper sticker so much she decided to get it for herself","labels":"excitement"},{"text":"Oncologist: I have some thoughts on this Centrist: No one wants to hear about it. Pander to someone else","labels":"neutral"},{"text":"Teenagers are teenagers. We dont really care about our spelling anyways. Unfortunate that everyone who corrects them gets downvoted to the underworld though","labels":"neutral"},{"text":"But she had to accept it for it to show publicly.","labels":"neutral"},{"text":"This one will provide tasty meals and a cute pup too","labels":"love"},{"text":"Could you imagine? That would be so terrible for viewers. 😂","labels":"surprise"},{"text":"I love how many penguins stopped and waited for him 😍","labels":"excitement"},{"text":"I know he comes with a lot of baggage but i’d probably go with [NAME]. Just look what he did for [NAME].","labels":"neutral"},{"text":"OMG, is this the one that wore white? 😳","labels":"surprise"},{"text":"ah gotcha, you zoomed in a lot further than i expected.","labels":"surprise"},{"text":"Don’t worry about the baby but yes worry about your mom...","labels":"caring"},{"text":"Honestly I would have no idea if it weren't for the logo. This is unholy.","labels":"annoyance"},{"text":"Now go to a return? Oh ok, thanks for the store to find something better.","labels":"neutral"},{"text":"We'll try this... I love you man. Whoever you are I know you're good. Most of us are.","labels":"caring"},{"text":"We don't deserve them but I'm so grateful they're here 🙏","labels":"disapproval"},{"text":"Im on an SNRI, desvenlafexine, and it has honestly been life changing. I have zero side effects from it, whereas SSRIs made me worse ","labels":"annoyance"},{"text":"That's the stuff of nightmares right there","labels":"approval"},{"text":"I'm not to proud of them right now. I'm mad at them ☹☹ But big ups!!","labels":"neutral"},{"text":"This picture really drives home that the CIS can be super terrifying when they want to.","labels":"fear"},{"text":"> If it was a nationalist reaction to globalism, it was English nationalism, not British. This was and is discussed way too little.","labels":"approval"},{"text":"I love me some Cat but someone clearly never read The mists of Avalon","labels":"disapproval"},{"text":"Why would they stop magicking away their shit. That seems more practical than a giant plumbing network.","labels":"annoyance"},{"text":"I like [NAME] :(","labels":"neutral"},{"text":"\"Yoohoo~ Remember,remember,the fifth of dismember!\"","labels":"excitement"},{"text":"Sorry he was a United director when he bought it.","labels":"neutral"},{"text":"Sorry. I am avoiding arguments today. Enjoy the video.","labels":"annoyance"},{"text":"Has it been confirmed fake yet? Or is it just really obvious that it's fake?","labels":"confusion"},{"text":">The surprise will be all ours. head_meme.gif Can't be surprised by how terrible a story becomes if you don't watch it.","labels":"surprise"},{"text":"Some wonderful pictures here, it's always cool to see what things actually looked like rather than just paintings\/depictions in movies. ","labels":"amusement"},{"text":"LET THE BOYS PLAY","labels":"neutral"},{"text":"I’m actually not! From USA, sadly. 🙃 Edited to add: unless you didn’t mean me, then I apologize! ","labels":"neutral"},{"text":"Darth Plagueis Trilogy AND KOTOR Tv Show &#x200B; (The fallen jedi Animation) &#x200B; ♥\\_♥ Let me DREAM ","labels":"neutral"},{"text":"Those of us paying attention already knew, but now the normies are noticing.","labels":"disapproval"},{"text":"I appreciate the honesty","labels":"gratitude"},{"text":"[NAME] I almost couldn't finish reading this because it is me to a T.","labels":"nervousness"},{"text":"I know he will be, I'm just nervous. His face is just going to be so sad 😢","labels":"nervousness"},{"text":"I hate to say it, but it's never once failed me, I've never been asked to show it.","labels":"neutral"},{"text":"Whoa now, easy there on the logic.","labels":"approval"},{"text":"She always looks sticky.","labels":"neutral"},{"text":"holy lmao im a dolt lol.","labels":"annoyance"},{"text":"This is adorable! But I don’t understand how he does that😂","labels":"confusion"},{"text":".250\/.330\/.460 imo. And for a team who has had no 1B since Tex, this is more than fine. ","labels":"neutral"},{"text":"Sorry [NAME] is our best friend now","labels":"neutral"},{"text":"I’m so sorry that happened to you. Are you feeling okay now? Thank you for the concern. ❤️❤️❤️","labels":"caring"},{"text":"We really need to sign a new CB now with [NAME] out injured. [NAME] isn't good enough yet.","labels":"annoyance"},{"text":"Maybe a parsing or comprehension issue, but are you sitting in the water after you pee in it?","labels":"neutral"},{"text":"Get some colloidal silver and put that in your eye so it doesn’t get infected!!!","labels":"neutral"},{"text":"No. And not near as much as a gun lol","labels":"neutral"},{"text":"I've had them for as long as I can remember ;)","labels":"neutral"},{"text":"I thought I was the only one who did this","labels":"neutral"},{"text":"YESSSS!! The schtick with cameras never failed to delight.","labels":"approval"},{"text":"Just got done reading that part. Even [NAME] saw it in her dream and she never knows shit.","labels":"annoyance"},{"text":"That's awful bigoted of you, isn't it?","labels":"annoyance"},{"text":"Hell yeah!","labels":"approval"},{"text":"Talk about a fucking hot take. Quality shit posting from [NAME] (not you [NAME]).","labels":"annoyance"},{"text":"Yes because people constantly use that as an example of \"TSAs failure\" or a TSA miss when in reality TSA wasn't even involved","labels":"annoyance"},{"text":"Then tell me what he's doing, instead of being a racist hypocrite.","labels":"annoyance"},{"text":"You just know they're the same people who call PTSD sufferers cowards, or would make fun of someone having a panic attack.","labels":"neutral"},{"text":"That's [NAME] and he had a concussion.","labels":"neutral"},{"text":"On top of the animals listed, you can also unfortunately see foxes in Oatley Park closer to sunset.","labels":"neutral"},{"text":"Are you ghosting?","labels":"annoyance"},{"text":"Iunno, looks pretty Western to me.","labels":"neutral"},{"text":"Thank you! Very cool!! 😎","labels":"gratitude"},{"text":"The first article on their is talking about the [NAME] documentary...? E - there*. What the hell is my phone doing","labels":"annoyance"},{"text":"Actually a carrot","labels":"neutral"},{"text":"Yes I keep hearing it’s a great and eye opening read so it on my to read list. thanks 👍","labels":"neutral"},{"text":"wow, there's no way [NAME] should 'er scored that","labels":"curiosity"},{"text":"Damnit, you beat me to it.","labels":"neutral"},{"text":"Now that's brilliant... 30? woah. I'm only 19, hope it doesn't take me that long ","labels":"optimism"},{"text":"HAHAHA YES MEYERS","labels":"amusement"},{"text":"Well just the thought of it being named Katz but not being The Katz in New York would make me not go.","labels":"confusion"},{"text":"no wonder i never noticed because i skip the pilot everytime i restart the series","labels":"neutral"},{"text":"Interesting I’ve never met any one IRL that met that way. Guess there must be some people meeting that way 😀","labels":"excitement"},{"text":"[NAME] leans so far forward when he skates we love a king of physics and momentum 😤","labels":"neutral"},{"text":"I bet he took down his USA flag to put this one up instead lol","labels":"amusement"},{"text":"You're so right. It's unbelievable how well generalizations work for this game.","labels":"realization"},{"text":"Isnt that the god awful truth","labels":"confusion"},{"text":"Crisis centers are not only for battered women they are for abused women as well. From the looks of it, they are all abusing you. ","labels":"neutral"},{"text":"🤣 wow... I read it all in a serious tone until the end! 🤣","labels":"neutral"},{"text":"Fight me coward! I will never ne frego!","labels":"neutral"},{"text":"For some reason, I read the \"no tears\" part like they want you to stop crying.","labels":"confusion"},{"text":"Omg so glad I’m not alone","labels":"relief"},{"text":"If it weren't already so delayed","labels":"neutral"},{"text":"When her daughter says she wants to take all the weight from her and put it on her own body so her mom can go outside and play 😢❤️😢","labels":"neutral"},{"text":"This looks like [NAME] at the gym","labels":"confusion"},{"text":"Oh god no!!! I was gonna get some shipped out to save you some money. Never mind.","labels":"disapproval"},{"text":"Females would be pressured the other way obviously","labels":"annoyance"},{"text":"I thought he was trolling oops","labels":"realization"},{"text":"IDK about this stuff but I think you need a psychologist.","labels":"neutral"},{"text":"It looks really pretty :D!","labels":"amusement"},{"text":"i ended up crying and breaking down once i got to my friends house, i'm so sorry that happened to you as well :~( ","labels":"sadness"},{"text":"Back in my day the only bars you could find were real ones👴","labels":"neutral"},{"text":"[NAME] is effortlessly beautiful. [NAME] looks ok with makeup, however without she looks...um....different 😳","labels":"neutral"},{"text":"I dream of a world where that won't even be an option.","labels":"neutral"},{"text":"> one of the better diss tracks out there Lol okay","labels":"neutral"},{"text":"Yep, and because you do, you’re going on the highway to hell","labels":"approval"},{"text":"dude that stadium was lit as fuck 🤣🤣🤣 were about to embrace the tank like never before","labels":"amusement"},{"text":"Omg like if you read this in 2019😂","labels":"neutral"},{"text":"I agree. The timing is really funny to me","labels":"amusement"},{"text":"My friends that were badly injured from the first fight. Read my backstory comment.","labels":"annoyance"},{"text":"Thanks, do hv a therapist. He doesn't think I am violnt. I want the thoughts to stop. ","labels":"neutral"},{"text":"700 euros per week for 16 hour days 6 -7 days a week is shite and well below minimum wage if you work it out per hour.","labels":"neutral"},{"text":"Happy Cake day!","labels":"joy"},{"text":"I found an understanding of [NAME] degrees of belief and updated probability extremely clarifying","labels":"approval"},{"text":"Love that lane. It's like the best part of Rome.","labels":"excitement"},{"text":"it’s happened before?! love my hometown of beautiful new ken 😂😂","labels":"neutral"},{"text":"One day you should go get that donut! Personally, life wouldn’t be worth living if I couldn’t occasionally enjoy a gourmet donut 🍩 ","labels":"neutral"},{"text":"Must not have been the [NAME] of his day... But seriously though i hope he's alright..","labels":"approval"},{"text":"That kinda makes sense I guess, but I feel like it is taken too seriously. Like if they say something homophobic that makes them automatically gay.","labels":"annoyance"},{"text":"You're a tenant if you lived there for months and that was an unlawful eviction.","labels":"neutral"},{"text":"OMG THOSE TINY SHOES! *desire to boop snoot intensifies*","labels":"desire"},{"text":"I tried to write a cheque for a fare when I was a teenager. That did not go down well.","labels":"annoyance"},{"text":"That may work in General, but I think there’d still be problems. ","labels":"confusion"},{"text":"Interesting trend. Just wait till they learn about the church's racism and history claims....","labels":"curiosity"},{"text":"😅 I wrote that to indicate tears of relief and happiness but what I was actually doing was laughing like a lunatic knowing that I wasn’t alone.","labels":"neutral"},{"text":"😢 Happy Birthday [NAME]! She had an amazing role model growing up!","labels":"amusement"},{"text":"If someone falsifies my medical records, I would say I've been harmed. ","labels":"annoyance"},{"text":"I really despise that woman.","labels":"annoyance"},{"text":"No matter what, he won't have to decide until April. Until a GM calls him.","labels":"approval"},{"text":"No no no i didnt learn about that in my middle school bio class so it can't be real 😤","labels":"neutral"},{"text":"😂😂😂😂😂😂😂😂😂😂😂😂😂 you got the wrong [NAME] —","labels":"neutral"},{"text":"> \"I have full confidence in [NAME]...\" *Now* you are being diplomatic.","labels":"approval"},{"text":"spermatozoid is wrong someone with 31Q would have bigger problems than knowing how to write sperm Did you meanS this is beatiful","labels":"neutral"},{"text":"If you keep grinding you could become rookie of the year 2020 imo","labels":"neutral"},{"text":"This length of hair looks so good on [NAME]. And [NAME] does have a glow...slow down on the booze and pasta ladies 🙃","labels":"neutral"},{"text":"My psychiatrist said to lay it on thick and answer questions like your having the worst day ever. I’ll get around to applying eventually","labels":"neutral"},{"text":"They typically go bad before use. I can buy a plastic banana!","labels":"annoyance"},{"text":"In what way is banning someone from using your service for copyright theft \"a completely over-the-top punishment\" ?","labels":"neutral"},{"text":"I love this. It's not always the most exciting things that make for the most amazing feelings 😊","labels":"excitement"},{"text":"Funny how artificial famines are genocide when the Brits do it, but not when it's the Soviets. ","labels":"annoyance"},{"text":"I don’t think you are comprehending what I’m saying.","labels":"disapproval"},{"text":"The worst is ‘get in a group with someone you don’t already know’","labels":"disgust"},{"text":"No. Or at least that’s what I suspect🤔","labels":"neutral"},{"text":"Technically, going 1 forward and five backwards is still a 4 step backward defecit so they are not moving forward ","labels":"neutral"},{"text":"oh god this is the worst","labels":"disgust"},{"text":"Hey bud, I’d honestly try to complain a little less and I promise you’ll slowly become a happier person","labels":"caring"},{"text":"Thought this was about signing brown. Op is an attention whore","labels":"neutral"},{"text":"Except you didn't and it's still false.","labels":"disapproval"},{"text":"This is ugly af sry","labels":"disapproval"},{"text":"Be sure to do the promo and get your free scope mount and magazines.","labels":"neutral"},{"text":"They are high pressure hoses, think about getting waterboarded.","labels":"neutral"},{"text":"This is not brain dead.","labels":"neutral"},{"text":"My wife's birthday today, we are going for dinner with my lovely girlfriend later, after meeting at ours for coffee and cake. Very happy","labels":"joy"},{"text":"He wasn't being a jerk he was playing .they are friends you can tell by the way they interacted","labels":"neutral"},{"text":"Have a wonderful day.","labels":"neutral"},{"text":"Because you are young and it happens. You feel like you’ll never find someone else but you will.","labels":"confusion"},{"text":"You severely misunderstand the evidence if your answer is 'NO TO ALL' regarding your questions. Especially the last one.","labels":"neutral"},{"text":"He apparently is staying in DC while being treated, so that's a better sign than some others.","labels":"neutral"},{"text":"Who ate the Carolina Reaper? Lol I’d prob be using that lid to knock myself out from the heat","labels":"neutral"},{"text":"the into is the real cringe - good find!","labels":"neutral"},{"text":"You're so cool.","labels":"amusement"},{"text":"Sounds fun, is it?","labels":"neutral"},{"text":"Omg my 3yr old kept rubbing it all over his face the other day too!! 😆","labels":"neutral"},{"text":"(Stupid) * (how many times you think you can pull it off without getting caught )","labels":"disapproval"},{"text":"Don't let a few hard months get in the way of a possible beautiful future.","labels":"disapproval"},{"text":"OMG its youuuuuuu u\/Sippinthatminttea. I remember you 😆 😆 😆 \"interesting creature\" 😋 😂 ","labels":"amusement"},{"text":". I’m a dude so I took sleeping medication and meditation alike, not respect\/reverence for one day dammit.","labels":"neutral"},{"text":"i hope this grossed u out ur welcome 😎","labels":"optimism"},{"text":"There was a weirdly similar post to this on LegalAdviceUK maybe a couple of days back.","labels":"realization"},{"text":"Now defeat your dragons and clean your room.","labels":"neutral"},{"text":"You seem jealous","labels":"neutral"},{"text":"[NAME] was arrested for lying and obstruction, to FBI not collusion, calm down lmao ","labels":"neutral"},{"text":"> Then and only then might you receive ~~a tip~~ **whatever change we have leftover from our grand expenses.**” FTFY. Sadly.","labels":"neutral"},{"text":"> he might not have seen the truth by the time he had posted the video That's kinda the *whole fucking problem.* Fake Motherfucking News","labels":"anger"},{"text":"What is it that you are posting twice all over the internet again?","labels":"annoyance"},{"text":"SAMMY HAGAR DR 0-0-0-0-0-10-0-0-01-0-01-0-0-10-0-0 HELL YEAH BROTHER SAMMY HAGAR *SAMMY HAGAR* SAMMY SAMMY HAGAR HAGAR","labels":"amusement"},{"text":"now i wanna know what their username was. was it worse than \/u\/JusticeForShangeIa lmao","labels":"neutral"},{"text":"Ha amazing I thought I was alone","labels":"neutral"},{"text":"Poor man’s [NAME] or poor man’s [NAME] 🤔","labels":"neutral"},{"text":"Yeah, no","labels":"disapproval"},{"text":"what a strange, sad, moronic 3 day old account...","labels":"neutral"},{"text":"Human life has value. Veganism and pro-life are 2 completely different ballparks morally. Terrible argument 1\/10","labels":"neutral"},{"text":"I was teased for being a virgin when I was a 6th grader- in 2005","labels":"embarrassment"},{"text":"it's ok to need an equal partner","labels":"neutral"},{"text":"Yeah, she told me about some creepy guy who came by asking about me and licking his lips.","labels":"disgust"},{"text":"You would..... throw the book at them? 😎 YEEEAAHHH!!","labels":"neutral"},{"text":"On VPR yes she is awful. On WWHL she seems very nice, and likeable. Not sure what's going on there. ","labels":"confusion"},{"text":"The Almond Magnums are amazing... and I ate the three in one sitting 😭 In Australia you can find the magnums at IGA :)","labels":"neutral"},{"text":"-30??? Omg that's awful. Stay warm and sane","labels":"surprise"},{"text":"Thank you for doing your service. The world is now a better place because of you","labels":"love"},{"text":"I almost forgot about you for a minute","labels":"neutral"},{"text":"This guy was my high school government teacher. This stuff is all classic to read about","labels":"neutral"},{"text":"What a thot*","labels":"amusement"},{"text":"Same! I was like wth was she trying to go for. NOT a good look for her.","labels":"disapproval"},{"text":"Thank you, I hope you do too. You can always message me if you need to talk.","labels":"caring"},{"text":"Thank you for the explanation! 🦈","labels":"neutral"},{"text":"Late to the party, but if it were young boys talking about stabbing women in the vagina would it still be okay?","labels":"neutral"},{"text":"Long hair for guys should happen more, it looks cool *and feels nice too*","labels":"approval"},{"text":"I would say ask him. Don't read into things too much. Just enjoy. You'll never know if you don't ask.","labels":"caring"},{"text":"Because he's an anti-science fool, like other irrational \"environmentalists\".","labels":"neutral"},{"text":"Better get yourself here before March 😂","labels":"neutral"},{"text":"The classic artifact player response to criticism: you just dont understand it loool","labels":"annoyance"},{"text":"The duck looks very dignified. Some might even say he looks presidential.","labels":"neutral"},{"text":"My sister and cousin got one. I'll probably say \"not even with a gun to my head\" if I get one.","labels":"neutral"},{"text":"As a man I would be quite pleased to hear this","labels":"neutral"},{"text":"If this is a medical situation the analogy still applies 🙄","labels":"neutral"},{"text":"I look fine af 😜 and yourself?","labels":"neutral"},{"text":"[NAME] forbid someone make a joke around YOU","labels":"annoyance"},{"text":"Wait u went to a hooker? I thought it was a massage person that was attracted to you","labels":"confusion"},{"text":"I think we should get married","labels":"neutral"},{"text":"Lovely day we're having.","labels":"joy"},{"text":"> consider another better job Oh believe me I am doing that. But this will have to do for now!","labels":"neutral"},{"text":"Pop doesn't like it sloppy","labels":"neutral"},{"text":"Did people really go against [NAME] when he came out? I wasn't as in to his stuff at the time but I remember people being supportive.","labels":"disgust"},{"text":"Wow you found the answer, wish you were on top, will link to you in my post","labels":"amusement"},{"text":"No there's only one emoji.","labels":"neutral"},{"text":"Guns == Katanas. People need to recognize this so gun obsession stops being 'cool' with virgins.","labels":"neutral"},{"text":"And most ironic. We created the language but people still don’t properly understand us as the mutated the damn thing","labels":"annoyance"},{"text":"She’s got time to clap back cause she left the gig early huh?","labels":"neutral"},{"text":"The lying little slag. If you're squatting properly, turning your neck shouldn't be comfortable enough to consider","labels":"neutral"},{"text":"I haven't been able to find my 9th in the recliner in 3 weeks... 10th time is the charm I guess","labels":"neutral"},{"text":">I think any progressive would be against laws that force anyone to say anything. You thought wrong.","labels":"disapproval"},{"text":"[NAME] 👩👩👩 this Is for real, this makeup 💄 💄💋 makes you glow 🌟✨ no 🚫🚫🚫🚫 filters needed 💯💯💯💯💯","labels":"neutral"},{"text":"Games like this are just demoralizing for our players.","labels":"annoyance"},{"text":"I think you might be underestimating some people sadly.","labels":"annoyance"},{"text":"She has to learn to Let It Go.","labels":"annoyance"},{"text":"> America is fundamentally anti-fascist [🅱️itation 🅱️eeded]","labels":"neutral"},{"text":"Not to mention there was a HUGE EXPLOSION only moments ago. The whole area could've been rigged with bombs for all they knew.","labels":"neutral"},{"text":"That was the first thing we tried and we could not get it to work.","labels":"neutral"},{"text":"Wow. If it shows calls on the bill then what good is it? Glad I asked...","labels":"amusement"},{"text":"Food stamps are a disgrace. People should get money!","labels":"disapproval"},{"text":"“Too many people have seen me naked... I wanna keep whatever dignity I have left.” 😂","labels":"neutral"},{"text":"[NAME], [NAME] and [NAME] just yelling over each other and [NAME] looking around like what the...?","labels":"neutral"},{"text":"What a charming puddle of smegma.","labels":"amusement"},{"text":"His returns or his W2?","labels":"neutral"},{"text":"Life as a chef= late nights with booze and strippers.. wife doesn’t approve of it but hell with her somebody’s got to suck it🤫","labels":"neutral"},{"text":"The mango pods I purchased in New Zealand gave me a crazy headache but other flavours did not.","labels":"neutral"},{"text":"Why is this getting downvoted. I love Meepo so much. :(","labels":"sadness"},{"text":"The 1st 5 minutes of this game will be key. Hope they come out with some passion. Go Oil","labels":"optimism"},{"text":">Would I pull my gun if that were happening to me? >absolutely","labels":"approval"},{"text":"You will love Happy People! Perfect to watch when you're snowed\/iced in.","labels":"approval"},{"text":"I thought it was funny ‍♀️","labels":"confusion"},{"text":"You're an odd fellow, [NAME], but you steam a good ham.","labels":"approval"},{"text":"It certainly reeks of the same kind of scam.","labels":"neutral"},{"text":"The most siamese cat thing ive ever seen- weird, sexy, playful, smart, deadly. ","labels":"excitement"},{"text":"This is a 10\/10 on concept alone. I can't wait to see if it's any good.","labels":"disapproval"},{"text":"I’m gonna sit down and cry now","labels":"annoyance"},{"text":"Stop texting him until you meet him. What if he is weird, creepy, not your type etc. ","labels":"caring"},{"text":"I mean China, India, and Pakistan have nukes and won't exactly take being exterminated lightly.","labels":"confusion"},{"text":"What an incredibly well thought out response, totally related to the character and moves that were previously being discussed","labels":"amusement"},{"text":"Theres no clonazolam in that bottle that vendor sends bunk shit. Im considering suing that vendor for scamming me","labels":"anger"},{"text":"Uhhhhh...it ain't cheaper than upstate especially the Syracuse, Rochester, and Buffalo area. It's much more expensive. ","labels":"surprise"},{"text":"One time on an early morning run I saw nobody coming down so I ran up it against traffic.","labels":"fear"},{"text":"Nothing makes me exit a video faster \"looking at this made my nipples hard\" 🙄","labels":"neutral"},{"text":"You didn't deserve to win after drafting [NAME] in the 2nd","labels":"disapproval"},{"text":"Your team lacks ethics.","labels":"disapproval"},{"text":"It's not nearly as easy to underreport murders as you think","labels":"confusion"},{"text":"Oy vey, [NAME] 🗑 is gonna be *pissed*!!!","labels":"annoyance"},{"text":"Oh look a player breaking out of a slump against Dallas. Haven't seen this one before","labels":"surprise"},{"text":"Cold approach is a huge waste of time due to the ratio of success-failure","labels":"disapproval"},{"text":"In my experience, yes.","labels":"neutral"},{"text":"your first mistake was trying to make something look presentable while serving it in a tupperware","labels":"desire"},{"text":"He knew what it was, he had just never eaten it somehow.","labels":"neutral"},{"text":"that is the most obnoxious chant ever the chiefs do it too","labels":"anger"},{"text":"Cuddling. Lots of cuddling","labels":"love"},{"text":"My god the tension on the button... I can only imagine.😥","labels":"neutral"},{"text":"Do you have to inject insulin into your veins? I'm assuming yes but I've never seen anyone do it.","labels":"confusion"},{"text":"I’m always reminded by my relatives on my birthday asking me if I have a girlfriend yet. Sorry bro ima yeet out of the social norm.","labels":"disapproval"},{"text":"So spend your time going to therapy and watching genuine porn 🤷🏻‍♀️ No one here can fix what ails you.","labels":"annoyance"},{"text":"I dunno, I love me some barrel-aged spirits and ales.","labels":"neutral"},{"text":"I guess [NAME] are especially good at making heaven sound boring 😂. I'm also an [NAME]","labels":"neutral"},{"text":"I'm here with a devil axe and 34 Krit chance. And my killer axe just broke.","labels":"neutral"},{"text":"Kind of surprised that \/r\/popping is not listed yet.","labels":"neutral"},{"text":"Sentence didn’t start with an apology, not sure if legit Canadian. ","labels":"confusion"},{"text":"Who is telling you looks don't matter at all? Your grandmothers?","labels":"confusion"},{"text":"Your comment has been removed for containing a slur. Avoid using t- in the future.","labels":"neutral"},{"text":"Sometimes I wish he read mine","labels":"optimism"},{"text":"Why the social anxiety? You are going on an adventure with friends and are excited not anxious","labels":"embarrassment"},{"text":"Amazing. Idk how to keep the house clean. It is impossible to manage laundry.","labels":"neutral"},{"text":"I have my reasons for wanting to quit","labels":"annoyance"},{"text":"Thank you so much! After the *loooooong* talk we had, I feel a lot better about our marriage.","labels":"approval"},{"text":"Yes! Wonder how tall the girls will end up 😂","labels":"neutral"},{"text":"Is Arges the Bright one available? I see his spawn location is in game now","labels":"neutral"},{"text":"How dare they soil the good name of sauerkraut with this most rancid picture of it 🤢","labels":"neutral"},{"text":"Let's both do our best to that end! 🍻","labels":"neutral"},{"text":"These videos are legendary","labels":"amusement"},{"text":"This is sheikh [NAME]","labels":"neutral"},{"text":"I want commit die","labels":"amusement"},{"text":"Why do we even try to have nice things T_T","labels":"neutral"},{"text":"This chicks stealing his pubes off the toilets seat","labels":"neutral"},{"text":"My coworkers mood rn. Sober AF.","labels":"neutral"},{"text":"Can I just say that the Elizabeth Line is still a bloody stupid name, and no I don't think I'll just get used to it.","labels":"embarrassment"},{"text":"The guy on that wouldn’t let [NAME] touch his own boat","labels":"disapproval"},{"text":"Chaaaandler BING! OHHH MYYY GAWDDD!","labels":"excitement"},{"text":"I was talking about fMRI neurofeedback (sorry - left out that word):","labels":"neutral"},{"text":"wooosh! orange fans mad","labels":"excitement"},{"text":"Oh and just fyi for everyone, the girls are bisexual (obviously haha) and I am Pansexual, though [NAME] thinks she may be Pansexual too 😁","labels":"neutral"},{"text":"GET IN MAH FEELINS","labels":"neutral"},{"text":"I have to use it or else I’ll miscount money 😥😥 the worst feeling is when I use hand sani over it BC IM DISGUSTED W MYSELF","labels":"annoyance"},{"text":"That's fine I'll still be here calling out your ridiculousness regardless.","labels":"annoyance"},{"text":"Yea gotta get that sweet .05% on $3,000. Gonna retire with it!","labels":"excitement"},{"text":"[NAME]? Is that you?","labels":"neutral"},{"text":"Yep, hell of a listener","labels":"annoyance"},{"text":"^ I find both creepy tbh.","labels":"annoyance"},{"text":"They used the most terrible M form as well. Easily confused with an arc...","labels":"confusion"},{"text":"Wow misleading title.. Ffs","labels":"neutral"},{"text":"THEY ARE SO CUTE TOGETHER!!","labels":"love"},{"text":"And everyone will cheer for [NAME]","labels":"amusement"},{"text":"I wish. But sadly my job relies on other people so I just can't be the sole person","labels":"annoyance"},{"text":"I'm glad they called it. Basketball is so dumb in that it's one of the few sports you're rewarding for committing a penalty.","labels":"neutral"},{"text":"Athletes in the making. Can't wait to see them playing professionally.","labels":"neutral"},{"text":"Oh man, how about when they played We Will Rock You to seemingly coordinate the \"ref you suck\" cheer. The crowd was awesome last night.","labels":"excitement"},{"text":"I mean... it's horrible and all, but isn't it also a record high every year..?","labels":"curiosity"},{"text":"That’s sex discrimination. The male class has their own bathrooms but the female does not.","labels":"annoyance"},{"text":"With the Mets, I expect the worst 24\/7\/365.","labels":"neutral"},{"text":"Old people look at me and see a massive failure, so at least you have appearances going for you.","labels":"neutral"},{"text":"So deport the bad guys and let the asylum seekers come in. Sounds like we don’t need a wall anyway.","labels":"neutral"},{"text":"You have a long and amazing life ahead of you...you're beautiful 💜","labels":"caring"},{"text":"“Welcome to the show. Here’s your lunch” - [NAME] probably","labels":"neutral"},{"text":"[NAME] lol. I eat what I want.","labels":"annoyance"},{"text":"My mom and I do the same exact thing. I hate it.","labels":"annoyance"},{"text":"Three years ago I did! Ended up hospitalized for 5 days. I can say that I'm in a much better place now. :)","labels":"neutral"},{"text":"What a neat gesture!🤗","labels":"approval"},{"text":"Shittiest crowd weve got this season omg please stay home an empty arena would of been better than this shitshow tabarnack","labels":"realization"},{"text":"[NAME] has some perpetual depression. Nothing makes him happy. Unfortunately I just don't see him succeeding at Chelsea in the true sense.","labels":"approval"},{"text":"Is he and his wife still together? I'm late on these things. 😭","labels":"confusion"},{"text":"Awesome shot dude!","labels":"amusement"},{"text":"You know what’s a real tragedy? I’m yet to find Soleil art with brand.","labels":"curiosity"},{"text":"LMFAO now [NAME] is trying to pin it on [NAME] 😂","labels":"neutral"},{"text":"How this post is still up??🤔🤔","labels":"confusion"},{"text":"There could have been men going that we’re not priesthood holders.","labels":"disapproval"},{"text":"The children are still being abused, neglected and treated like rubbish. White Australian policy has been horrific and continues to be horrific.","labels":"approval"},{"text":"Thank you, I needed this to vent my frustrations into 😆","labels":"neutral"},{"text":"I'm guessing [NAME] and [NAME]. [NAME] needs to remove that stick up her ass.","labels":"annoyance"},{"text":"And judging from *this* comment, I think you should know you sound like a troll.","labels":"neutral"},{"text":"Why do y'all gotta be mean like this. They're clearly comfortable with themselves","labels":"neutral"},{"text":"let me emphasize that word *storing* not eating out of","labels":"neutral"},{"text":"lol, not a bad idea I could always ~~use more easy money from you suckers~~ help the community ","labels":"annoyance"},{"text":"You don't understand what Marxism is.","labels":"neutral"},{"text":"I miss [NAME]","labels":"remorse"},{"text":"If being bisexual means I'm in a cult, I'm kind of pissed because I haven't received my cult robes yet.","labels":"disgust"},{"text":"I thought it was like a fake url sorry","labels":"disapproval"},{"text":"[NAME] said \"Dine & Dish\" you know the producers set that prank up.. and clearly didn't even get the name right","labels":"neutral"},{"text":"cake fails are the best thing to ever happen to the internet, so with that said - this is turble. 🤣🤣🤣","labels":"amusement"},{"text":"I like what you did to PK ☺","labels":"neutral"},{"text":"Just declare war earlier so you are on time, it's that easy","labels":"neutral"},{"text":"more like 69turds","labels":"neutral"},{"text":"Also, this clip seems to be as deceptively-edited as the one [NAME] put forward at the beginning of this entire mess.","labels":"confusion"},{"text":"Done it since I was a kid I was very edgy","labels":"nervousness"},{"text":"Also, lay a piece of tp down BEFORE you drop your first deuce. Then nothing left behind!","labels":"disapproval"},{"text":"Do you always assign people positions they don't hold to avoid accountability for being a failure? Or is this a recent development?","labels":"confusion"},{"text":"Doncic, you moron.","labels":"annoyance"},{"text":"There was no need to crap on this guys feelings but you decided to anyway. At least you did the right thing a helped him dodge a bullet.","labels":"neutral"},{"text":"don't you know? the world is america only [NAME] Bless.","labels":"surprise"},{"text":"No scratch. Weird. It's almost like she just popped her pimples and smeared the blood. 🤔","labels":"neutral"},{"text":"So does [NAME], so much for him being a Thibs guy.","labels":"neutral"},{"text":"He did!","labels":"neutral"},{"text":"See ya!","labels":"neutral"},{"text":"wow great news . happy for him","labels":"approval"},{"text":"nvm it took me a whole 10 seconds to realize LA schools probs don't have built-in snow days","labels":"neutral"},{"text":"Yet *I* get banned for saying you should downvote posts you don’t like. Fml","labels":"anger"},{"text":"I liked the edgy sexual attraction. It was intense and I was drunk on it.","labels":"neutral"},{"text":"I did, I did!!!! Now I feel special ","labels":"neutral"},{"text":"yeah but [NAME] as well? unless she's significantly younger than him.","labels":"neutral"},{"text":"Sounds like a problem with how you are playing, not with the perk.","labels":"neutral"},{"text":"i wouldn’t want to fight me neither","labels":"disapproval"},{"text":"100%! Congrats on your job too!","labels":"gratitude"},{"text":"This is completely false.","labels":"disapproval"},{"text":"Penguins on a 7 game heater, big game here boys","labels":"neutral"},{"text":"That’s so cute!","labels":"amusement"},{"text":"Thank god, Montrose has always been lacking some decent Mexican food and now we're finally getting it!","labels":"approval"},{"text":"A man of fine taste!","labels":"amusement"},{"text":"I'm happy that you got the [NAME] back, some people just don't have respect for others and think that they and their kids deserve everything","labels":"neutral"},{"text":"Wasn't the Oroville Dam collapse triggered (at least partially) by an overflow?","labels":"confusion"},{"text":"I (26SM) love women with rings. It is such a turn on knowing that she is married.","labels":"grief"},{"text":"2010: The Year We Made the Super Bowl","labels":"neutral"},{"text":"It's not exactly hard to keep track.","labels":"disapproval"},{"text":"That’s blasphemous 😩","labels":"neutral"},{"text":"Dude what's wrong with you? 4 years in a secret relationship.. you shouldn't be in one of your not comfortable telling people","labels":"anger"},{"text":"This is the same federal government that's been shut down for the last month?","labels":"neutral"},{"text":"I accept your failure and wish you a good day.","labels":"approval"},{"text":"Its a half baked RP. If they wanted to kill each other they oculd have just started shooting.","labels":"neutral"},{"text":"Oof, that was efficient ","labels":"amusement"},{"text":"I think him and [NAME] are gonna start getting similar amount of starts. [NAME] is just finally able to play again after getting hurt earlier.","labels":"annoyance"},{"text":"Agreed. The only sensible option is to throw half a fit when people disagree with you!","labels":"approval"},{"text":"OH NO, PARENTS ARE SUPPORTIVE😱😱","labels":"neutral"},{"text":"I'm still happy about it and will be for the entire offseason.....if not longer :)","labels":"joy"},{"text":"Looks like they’ll need to head to Turkey next, considering religious [NAME] love their “grave worshipping” The irony is rich ","labels":"neutral"},{"text":"You have sound advice. Thank you. Another issue I have is this is an entire state away from us. A minimum 4 hour drive.","labels":"neutral"},{"text":"Oh, a crow... Doh!","labels":"neutral"},{"text":"What an idiotic thing to say.","labels":"annoyance"},{"text":"I'm still confused about what a ginch is","labels":"confusion"},{"text":"That’s my favorite insult ever","labels":"neutral"},{"text":"Congratulations! Your post just made my day so add that to your list of successes today 😊","labels":"gratitude"},{"text":"Well fuck my kids then","labels":"neutral"},{"text":"women dont seem to think so.","labels":"neutral"},{"text":"He’s still right. Doortrash sucks","labels":"annoyance"},{"text":"So you're saying my man was murdered...","labels":"confusion"},{"text":"Yay!!!!! You’ve got this!!!!","labels":"approval"},{"text":"I feel like we have a deceptively large fan base","labels":"approval"},{"text":"Totally. I didn’t even realize it was my dream until it happened.","labels":"realization"},{"text":"I also feel that way. They're playing next level... then again, I thought NZ would take care of us","labels":"annoyance"},{"text":"No or low contact. I don't have time for \"family\" that doesn't have basic courtesy for me. ","labels":"annoyance"},{"text":"This just reminded me to continue designing that bloody website.","labels":"anger"},{"text":"Thanks for this 😂","labels":"neutral"},{"text":"Oh, the boat was already on its way out lol","labels":"neutral"},{"text":"this guy is such a douchebag","labels":"annoyance"},{"text":"Our father is looking down on this ugly world from the sky.","labels":"neutral"},{"text":"My point was they had no choice but to pull social levers to try and improve health, as they didn't have anything else at their disposal. ","labels":"disapproval"},{"text":"Have you talked to your group and [NAME] about him?","labels":"neutral"},{"text":"I like [NAME] but he was just non-existent tonight. At least [NAME] played defense.","labels":"amusement"},{"text":"We haven’t heard from you in a while. Hopefully you and your kids are doing well.","labels":"optimism"},{"text":"Haha I love this. I used to give mine phone books and my room would look just like this in a matter of hours. Crazy.","labels":"amusement"},{"text":"I don't wanna be controversial, but the streak might end...","labels":"neutral"},{"text":"And I *can* physically drink over 12 beers in a sitting. And my cat *can* physically jump out of the open window if he wanted to. Sigh.","labels":"neutral"},{"text":"It’s gonna be a large group interview in a shady office. Ghost em.","labels":"fear"},{"text":"Future MILs love LOVE love getting on Reddit though.","labels":"love"},{"text":"Coulter's law is about as useless here as the woman it's named after.","labels":"neutral"},{"text":"ADD is also a DISORDER And yet no one crys \"Why oh why does my kid have ADD? WHAT DID I DO WRONG?!\"","labels":"neutral"},{"text":"Very little people care, also just because other countries have it is not a reason ","labels":"annoyance"},{"text":"That face you make when you try to just dash at him and get through it.","labels":"neutral"},{"text":"^^ a better idea","labels":"approval"},{"text":"Lolol yes taking over the world if there weren’t so few of you! Pot meet kettle- INFJ A5 here 😶.","labels":"amusement"},{"text":"Get off the fence, Switzerland","labels":"neutral"},{"text":"We had a baby, it's hard to find the time to take them down.","labels":"neutral"},{"text":"Thank you 🅱️eter, very cool!","labels":"neutral"},{"text":"Most of the cast of Riverdale save for [NAME], but for some reason my girlfriend and I can't stop watching this trainwreck of a show.","labels":"neutral"},{"text":"Omg rattos are the best aren’t they<3","labels":"excitement"},{"text":"No thank you 😉","labels":"neutral"},{"text":"Loathing Big Pharma has nothing to do with being anti-vax.","labels":"approval"},{"text":"Because it has rough areas. Which near enough every city\/town in the central belt has.","labels":"approval"},{"text":"I'm so excited for this game!! 😄","labels":"excitement"},{"text":"Whoops!! I totally didn’t realize ‍♀️","labels":"embarrassment"},{"text":"FOR THE PEOPLE","labels":"neutral"},{"text":"Lol this pregame about players sucking and getting sent down and then coming back up later and doing better. A giant message to our facebook fans.","labels":"neutral"},{"text":"Same.. I wonder why we catastrophize over these minor things so much and others seem to be able to forget them..","labels":"annoyance"},{"text":"That's some creepy coincidence, then! Maybe I'll find my Donut twin on here one day! 😮 One can only hope...","labels":"neutral"},{"text":"Horns✔️ Tail✔️ Legs of furry animal✔️ Buff avatar✔️ Crazy brilliant collors✔️ Super active on twitter and son of the sin✔️ Yeah sure","labels":"approval"},{"text":"Man I’ve been watching too much Goblin Slayer lately and forgot what sub I was on","labels":"realization"},{"text":"Seriously this \"tastes\" avalanche is gold I'm cracking up","labels":"amusement"},{"text":"😂. Ur pathetic","labels":"neutral"},{"text":"Congrats for coming out 😁😁","labels":"neutral"},{"text":"Maybe slw the fuck down eh","labels":"neutral"},{"text":"All voting has all sorts of problems. Struggling to find a point to your post.","labels":"confusion"},{"text":"Knowing the only evidence they had was your confession: priceless.","labels":"approval"},{"text":"When Sub-Zero is revealed to have red accents, we will officially have a problem.","labels":"disapproval"},{"text":"He's controversial from what I know. A canny leader to be sure, but his coziness with Dominion Energy has unnerved some [NAME]. ","labels":"disapproval"},{"text":"Yeah you better hope. I just switched to combat pro from standard and I gotta say my builds are 🗿","labels":"optimism"},{"text":"I fail to see how: capitalists are the ones responsible for going to war and not the government, how wars make money.","labels":"neutral"},{"text":"That's what I'm speaking purely about. We can only speculate. And oh, yeah, still quality cringe.","labels":"neutral"},{"text":"it’s not something you get over, but it’s something you get through ","labels":"neutral"},{"text":"I'm so glad you have access to that trans group. You will make friends and be able to support each other.","labels":"caring"},{"text":"Ken he's 🎏 but a point worth considering. Seems so much more photos now then ever was","labels":"neutral"},{"text":"Get involved and take others with you. Part of the only way we’re going to get better options, we’ll get there!","labels":"neutral"},{"text":"I'd have to really think about BEST, but off the top of my head [NAME] EASILY is better then [NAME].","labels":"approval"},{"text":"Lol that sucks. It's 80.9 in Vegreville, 84.4 at a Costco, or pretty much between 85-89 cents everywhere in Edmonton and area.","labels":"annoyance"},{"text":"How do we do handle the venom, and marvel is all metaphors-avi [NAME] ","labels":"neutral"},{"text":"The entire generations thing needs to die. What are they useful for? Feeding the ego of some dumbass on the internet?","labels":"neutral"},{"text":"I’ll bet the Phillies owner had a beer with [NAME] high school baseball coach.","labels":"approval"},{"text":"Those got me once when I was about 6 because I wanted to go up two steps at a time. I still do that to this day...","labels":"neutral"},{"text":"No, go home","labels":"disapproval"},{"text":"Grew up watching avatar and [NAME] is one of my favorite video game protagonists, especially when RDR2 came out. ","labels":"neutral"},{"text":"Personally I like to thin their are lizard people. It would explain their cold hearts.","labels":"neutral"},{"text":"It’s definitely a massive problem for both of us. Attributing blame does nothing to solve the problem.","labels":"annoyance"},{"text":"Imagine knowing the world was going to know you're going through puberty, with pictures! And thanks! Huge online comic fan. ","labels":"neutral"},{"text":"I bet that if any white guy would do the same with #fuckblackpeople he would get insta banned and harassed by at least 20 people 😂","labels":"neutral"},{"text":"All I can think of is her sweaty mom cooking away in the back 🤮","labels":"neutral"},{"text":"LOL get it guys the joke is necrophilia 😂😂😂😂😂😂👌🏼👌🏼👌🏼👌🏼👌🏼","labels":"neutral"},{"text":"I still want BO4 multiplayer prestige 0 Level 55 icon PepeHands","labels":"neutral"},{"text":"Stupid play.","labels":"annoyance"},{"text":"can't tell if trolling or retarded. i think both","labels":"confusion"},{"text":"Nice, I like it. A truly unusual pairing. ","labels":"amusement"},{"text":"She’s a [NAME] also, but I doubt that means much in the entertainment business..","labels":"confusion"},{"text":"Fun fact: the guy who made Napster is now one of the main folks of Spotify.","labels":"neutral"},{"text":"Yes no one wants to believe my religion and how to make people happy so it makes me sad","labels":"disapproval"},{"text":"Stay away from any of the Firkin pubs, they recycle the beer and fries! 🤢","labels":"neutral"},{"text":"It just feels nice to share uplifting energy with people.","labels":"pride"},{"text":"Here come the angry [NAME] stans 🤪🌹","labels":"neutral"},{"text":"Your welcome. Hope it all gets better.","labels":"caring"},{"text":"Did you even read the discord logs?","labels":"neutral"},{"text":"My first [NAME] bio said something like \"I'm not gonna fuck any of you, so don't try\"😂😂","labels":"neutral"},{"text":"Lol that's so far from the truth.","labels":"amusement"},{"text":"Looks like Big trouble in Little China","labels":"neutral"},{"text":"Haha yeah actually they don't feel that good but life does involve sacrifice.","labels":"neutral"},{"text":"So you agree.","labels":"neutral"},{"text":"[NAME] is the worst coach in bulls history","labels":"annoyance"},{"text":"Cant wait to hear a hot take from the second dumbest people who ever loved ([NAME] ots the first if you are asking)","labels":"neutral"},{"text":"its oxford, if you dont agree with oxford go live in a damn cave, because they is correct, and [NAME] I LOVE ENGLAND","labels":"neutral"},{"text":"I don’t think anyone will miss me either aha","labels":"sadness"},{"text":"My drunk gf found each sentence of this joke funnier than the last and is now covered in toothpaste","labels":"amusement"},{"text":"“Why are you complaining, every team would’ve signed this guy”","labels":"disapproval"},{"text":"But beat the warriors Celtics and rockets. Pistons love messing with our emotions","labels":"disapproval"},{"text":"💕❤️💕 I believe in you. Stay strong","labels":"approval"},{"text":"True. I don’t know the story [NAME] is talking about. I was just clearing a perceived misunderstanding.","labels":"neutral"},{"text":"[NAME] damn it","labels":"neutral"},{"text":"[NAME] back too please. It's like [NAME] summoning the nazguls to retrieve the ring\/stop 10IAR.","labels":"neutral"},{"text":"#FURRIES 😾 OUT, OUT! ^👉 #🤚 WE NEED A WALL 🖐️ AROUND R\/SUBREDDITDRAMA 👋 AND MAKE R\/FURRY_IRL 👐 PAY FOR IT!! ☝️","labels":"neutral"},{"text":"They are unable to think out of the box","labels":"disapproval"},{"text":"Omg I forgot which is good 🤮. This almost topped the steak in the butt cheeks. Almost ☝️","labels":"neutral"},{"text":"Everytime? So 3 times a day you rewatch the bloopers and deleted scenes? How often do you repeat, probably weekly?","labels":"confusion"},{"text":"Fear mongering.","labels":"neutral"},{"text":"starting a new trend lol","labels":"amusement"},{"text":"> He never actually said anything about spam He said in his video \"Take this profile picture and spam comments like oh y y\" on all videos","labels":"annoyance"},{"text":"Same - I feel like I stim a lot more - but I'm much more comfortable and less self-conscious about it.","labels":"desire"},{"text":"I can't describe how that makes my stomach feel","labels":"neutral"},{"text":"Hey I’m at Ellsworth and Guadalupe! No snow 😕 probably while we sleep tonight 😐 Happy New Years neighbor!!","labels":"neutral"},{"text":"Bears Beets Baseball","labels":"neutral"},{"text":"air supply? the irony of life","labels":"neutral"},{"text":"this is super cute, i love it","labels":"excitement"},{"text":"Yeah, but you get the honor back for skinning them as 'Resourceful'","labels":"approval"},{"text":"It’s shocking if you’re a bad electrician.","labels":"surprise"},{"text":"I hate when that happens 😩😩😩😩😩","labels":"neutral"},{"text":"Yea I spotted it a bit later and decided to just leave it,","labels":"neutral"},{"text":"I looked at several different websites - mine are not perfect. But I like them. Mostly referenced this website.","labels":"neutral"},{"text":" anyone who hasn't seen this, it's unbelievably bad.","labels":"disapproval"},{"text":"Sometimes we have to take the best of the situations 😄 and move on... Thanks","labels":"neutral"},{"text":"I like it, more please. ","labels":"amusement"},{"text":"I have two and nothing has ever happened to me. The media doesn't want you to show your support because they want supporters to feel isolated.","labels":"disapproval"},{"text":"If it's an unregistered payg sim then how exactly are they going to catch anyone?","labels":"confusion"},{"text":"i'm just making fun of how when moids say they like personality they dont really mean it","labels":"annoyance"},{"text":"Consider yourself lucky haha. I used to call my local radio station daily to request they play it ‍♀️","labels":"neutral"},{"text":"I will dude. Have a good one","labels":"desire"},{"text":"*Hey just noticed..* it's your **5th Cakeday** melodesign! ^(hug)","labels":"excitement"},{"text":"That has gotten me killed a few times lately.","labels":"neutral"},{"text":"That number seems a bit low to me","labels":"disappointment"},{"text":"I love all Radiohead since The Bends, but I think I prefer Kid A and In Rainbows to OK Computer.","labels":"neutral"},{"text":"Pot meet kettle. I don't enjoy having the last word as much as I enjoy you not having it. It seems pretty important to you.","labels":"neutral"},{"text":"Probably because they are trying to talk about the issues that \"corporate dems\" tend to ignore. ","labels":"disappointment"},{"text":"Tackles aren’t flashy I guess 🤷‍♂️","labels":"confusion"},{"text":"Just drink the bear. Life is too painful and short to worry","labels":"neutral"},{"text":"Dude I hope you get help and get clean again. Best of luck to you.","labels":"approval"},{"text":"They feel soooo good on TBF","labels":"neutral"},{"text":"It doesn't really matter because since BF came out on console it's slowly become shit. :)","labels":"annoyance"},{"text":"This was insane. I knew [NAME] was legit when he swung at a pitch while being intentionally walked and almost hit it out.","labels":"annoyance"},{"text":"I like your enthusiasm and hope for the same outcome, but as the old saying goes- don't count your eggs before they hatch. ","labels":"amusement"},{"text":"Did someone say [NAME] I love or hate her but I love her don’t @ me","labels":"annoyance"},{"text":"Do you smoke? Smell strongly? Have dirty boots?","labels":"neutral"},{"text":"The government won't let scientists do studies on it, so we're stuck with anecdata until they stop being assholes.","labels":"annoyance"},{"text":"Pacific Daydream but with the instrumentation of this album would’ve been way better now that I’m hearing this","labels":"disapproval"},{"text":"Largest US private one, yes. However, they’re still technically a craft brewery.","labels":"neutral"},{"text":"And the gal and guy behind her. All looking over there like \"whaaaa- smile for the camera!\"","labels":"neutral"},{"text":"Is it weird that I read this with Papa [NAME] voice","labels":"embarrassment"},{"text":"It was indeed , but holy shit is that cheap and [NAME] :3","labels":"annoyance"},{"text":"Yeah, one more time for good measure. “Hey, hold on there you forgot something “. WAM","labels":"neutral"},{"text":"You arent going to be making 10 million dollars in your business, this wont affect you.","labels":"disapproval"},{"text":"If you don’t include AZ in your 3, you’re wrong. ","labels":"disapproval"},{"text":"Chances are we either push for the playoffs or we start a rebuild that neither McDavid nor Draisatl will be happy to be around for.","labels":"confusion"},{"text":"Would you move your car if told not to drive?","labels":"neutral"},{"text":"Mine was apparently [NAME] and the giant peach!","labels":"annoyance"},{"text":"I drool over Elijah woods","labels":"neutral"},{"text":"can you send the patch notes? i cant ever find them online.","labels":"neutral"},{"text":"Dat trigger discipline though","labels":"neutral"},{"text":"Haha i have 2 chinchillas from a manic episode about 8 years ago. They're sweet little things.","labels":"amusement"},{"text":"That’s very creepy and weird. Hopefully this pup was not being carted around with ulterior motives.","labels":"disgust"},{"text":"Something I just thought of... Can you email her or text her instead of call? I find it's easier to deal with difficult people that way.","labels":"neutral"},{"text":"Does you guys remember brutal left hand by the hitman hearns against [NAME]","labels":"neutral"},{"text":"How are you all losing weight post-shelf crashing? I was shoveling ice cream while listening to Year Of Polygamy 😩😭😭😭🍧","labels":"annoyance"},{"text":"So you reject your ideology's premise that you can just protect yourself.","labels":"neutral"},{"text":"Had a buddy fly from BC to Ontario yesterday with an illegal ounce in a ziploc. No problems.","labels":"approval"},{"text":"[NAME]? (joke)","labels":"neutral"},{"text":"[NAME] can be my friend!","labels":"confusion"},{"text":"Right back at ya! Also love the username!","labels":"love"},{"text":"It's okay; his father's a lawyer. They're going to own that batting cage in three months. DO YOU KNOW WHO HE IS?!","labels":"neutral"},{"text":"I look forward to finally trying the game out and helping you guys pump up those kill counts","labels":"annoyance"},{"text":"Exactly what I came here to write lol","labels":"neutral"},{"text":"I’d lick the juice off Master’s face any day, n-no matter how sour... ","labels":"neutral"},{"text":"[NAME] to GB yesterday","labels":"neutral"},{"text":"You're the one who's out, biggy. Out of your mind!","labels":"annoyance"},{"text":"Well said. And I love your username. 👑","labels":"amusement"},{"text":"Is that a normal price for this kind of thing or is it [NAME] expecting a super-wealthy person to impulse buy?","labels":"confusion"},{"text":"Glad you answered your own question.","labels":"annoyance"},{"text":"I purposefully delay so no one thinks I’m available whenever.","labels":"neutral"},{"text":"Omg a drop pass worked. 👀","labels":"neutral"},{"text":"I had never heard of chonky either till today","labels":"neutral"},{"text":"> Insert racial slur here I choked, have your upvote","labels":"neutral"},{"text":"Praise [NAME]. Hope his health issues have gotten better. Dude should be on a contender right now 😭","labels":"optimism"},{"text":"Lol sounds great but that's probably not what the OP wants to hear 😉","labels":"disapproval"},{"text":"Oof nice one bro","labels":"approval"},{"text":"Her dad must be a gorilla who’s in to bondage.","labels":"neutral"},{"text":"Do you have a source for this? It wouldn't surprise me but I'm curious.","labels":"curiosity"},{"text":"Wah wahooooo!","labels":"excitement"},{"text":"I just wanna know the name of the Dornish princess who reigned before [NAME] ‍♀️","labels":"neutral"},{"text":"That actually looks so fire","labels":"pride"},{"text":"Ha! They’re very naughty! Pretty cute, tho ❤️","labels":"love"},{"text":"I understand your point. But I’d still rather get some stuff stolen than lose a member of the family.","labels":"annoyance"},{"text":"I love this one too \"I like to be spoiled and will spoil my man as well\" Men translate this into \"Pay me for sex\"","labels":"neutral"},{"text":"I SAW THIS ORION IN HALF, AND WITH THE POWER OF SPEAR SPAM,,,,, :DDD","labels":"neutral"},{"text":"Keep it, join the army get promoted to SGT so pops has to stand at parade rest for you in heaven, or hell whichever one ","labels":"annoyance"},{"text":"because it's a morning ritual and i like the smell and taste","labels":"approval"},{"text":"Because it's scary, and therefore thrilling to face your fear. Also the shrimp are easier to catch at night.","labels":"neutral"},{"text":"Hahaha I wish I was that witty at the time, I think I was still in naive shock at the rudeness of people in retail. ","labels":"neutral"},{"text":"Amazing. Professional athletes doing what they're paid to do.","labels":"amusement"},{"text":"Group hug to you and our fellow redditors :)","labels":"amusement"},{"text":"Has there even been a time when a *good* Doxing happened? \"We're going to find this guy and hug the crap outta him!\"","labels":"annoyance"},{"text":"It sure smells and feels nice. I also don’t find my hands as dry as usual compared to bar soap.","labels":"disgust"},{"text":"To that I say, you're welcome to get in my pants as long as I'm not in them too... 😁","labels":"neutral"},{"text":"I know so I also make a joke about how we’re going to give bell so much money that we’ll be in the negative for cap","labels":"disgust"},{"text":"Honestly capital G god is probaby the only diety I would struggle allowing at my table, no matter which [NAME] religion it was picked from.","labels":"neutral"},{"text":"[NAME] that poor man just cut em off","labels":"annoyance"},{"text":"I couldn't get my wife on board. She insists on eating a \"real dinner\".","labels":"embarrassment"},{"text":"That was twenty years ago now though.","labels":"neutral"},{"text":"I can see Smileyboye receiving a [NAME] award a few years down the line.","labels":"neutral"},{"text":"Nah, I got married in Texas about 20 minutes after I got engaged. ","labels":"neutral"},{"text":"\"Police are on their way, ma'am, just stay calm.\"","labels":"neutral"},{"text":"☠️ I felt his pain!!!☠️ R.I.P. furry giblets!!!!☹️","labels":"sadness"},{"text":"I would prefer this over her being a completely random person, which makes no sense and was a tremendous misstep in this family saga. ","labels":"neutral"},{"text":"Downvoted despite posting facts; even the self-proclaimed moderate subs can’t help but be partisan.","labels":"disapproval"},{"text":"Why should I care what he thinks?","labels":"annoyance"},{"text":"And they are right. [NAME] ([NAME]) even shot the ball and missed after [NAME] made shot","labels":"approval"},{"text":"Looks like your sources were closer to the actual value. Degrom just settled for $17m.","labels":"neutral"},{"text":"I’m glad I had a few margaritas before I read this","labels":"neutral"},{"text":"So if the EU sent all its refugees over the open border into the UK that'd be just tickety boo?","labels":"neutral"},{"text":"At SkyZone with the kid getting some energy out. Next up is a dentist visit...ugh","labels":"annoyance"},{"text":"Pretty poor shots mostly. Couple of great saves from [NAME] though.","labels":"neutral"},{"text":"If loving the Falcons along side my Vikings is wrong, *than I don’t want to be right.*","labels":"annoyance"},{"text":"Anybody know what injury [NAME] specifically has? LGD.","labels":"neutral"},{"text":"We did it guys! We’re the real heroes!","labels":"excitement"},{"text":"8 His morality is depraved. 9 His brutality is indulgent. 10 His religion is repudiated. 11 His existence is nullified. 12 His believers are mistaken.","labels":"disapproval"},{"text":"Do y’all consider Cadillacs as “luxury” cars similar to Audis, BMW, Lexus ?","labels":"neutral"},{"text":"HAHAHAHAHAHAHAHAHA Oh my god.","labels":"amusement"},{"text":"Doesn't change the fact that they shadowbanned a subreddit. Just because YOU think it's stupid doesn't make that ok.","labels":"annoyance"},{"text":"This is painfully fake","labels":"anger"},{"text":"Consider yourself lucky, 2 toxic people got rid of themselves for you. Move on.","labels":"neutral"},{"text":"What makes BDS anti-Semitic, as opposed to just anti-Israel? I see the two frequently conflated, which I think is a mistake.","labels":"annoyance"},{"text":"Ladies go out and find a dorky nice and wholesome guy, there may not be many of us but we’re out there","labels":"annoyance"},{"text":"i still remember by my first dodger game in 2001","labels":"neutral"},{"text":"FUCK YOU CHAD, WE ARE COOL GAMERS RISE UP😎😎😎💯💯💯💯💯🔥🔥👅 BOTTOM TEXT ","labels":"neutral"},{"text":"Prove me wrong then. Find another poll that supports your narrative. Until that point my source is what we have to go by.","labels":"neutral"},{"text":"Someone should do a “what posting any related [NAME] romance is like.” The comments in these posts are a real treat.","labels":"neutral"},{"text":"Smoking a pipe whilst laying some pipe. Fantastic.","labels":"annoyance"},{"text":"Give me another chance!","labels":"sadness"},{"text":"You get a creepy dog biscuit","labels":"neutral"},{"text":"Kayaking on a hot summer's day with just enough of a breeze to rock you with the waves. I can almost fall asleep out there.","labels":"neutral"},{"text":"Still pissed we didn’t hire [NAME]. He would’ve brought [NAME] 😭","labels":"neutral"},{"text":"Thank you, I’ll send them to her the next time we talk","labels":"neutral"},{"text":"London sure seems to be a hotspot of brazen theft these days. Jeez.","labels":"neutral"},{"text":"Imagine if the illegals were rushing over the border to vote Republican..that wall would be finished tomorrow.Dems have no morals,amigo..just lust.","labels":"neutral"},{"text":"[NAME] was piss poor today","labels":"neutral"},{"text":"Would mr [NAME] really ever say \"to the max\"?","labels":"neutral"},{"text":"I agree with you here but I don't see how he is a sexist?","labels":"approval"},{"text":"Oh okay ya never heard it called fabrics","labels":"confusion"},{"text":"But what about terminal pulp space infections that can lead to osteomyelitis of terminal phalanx? The reasoning I read was thrombosis of end artery.","labels":"neutral"},{"text":"If you saw this pizza you'd have disagreed. Would have caused [NAME] to faint","labels":"disapproval"},{"text":"So many of [NAME] haters dismiss his top 10 stat placement. Never understood that.","labels":"realization"},{"text":"Disaster!!","labels":"anger"},{"text":"[NAME], learn some fucking grammar and punctuation. Maybe use some paragraphs. Just an idea.","labels":"neutral"},{"text":"Haha. 🤔","labels":"neutral"},{"text":"Don't kiss your doorbell! Or anyone else's for that matter...","labels":"disapproval"},{"text":"I would post on r\/legaladvice to see if there is some way you could get back to your family and more importantly your cat!","labels":"caring"},{"text":"What’s all this [NAME] business? Edit: Thanks for the info below everyone 😇","labels":"neutral"},{"text":"It wouldn’t be our biggest free agent signing in a second considering he’s not a free agent.","labels":"neutral"},{"text":"This happens all too much. The game cannot keep up with so many actions especially if ur ping is bad","labels":"neutral"},{"text":"No, the full video shows that the kids surrounded and berated the native elder man ","labels":"annoyance"},{"text":"I'm betting you're 100% right. 😊🍻","labels":"approval"},{"text":"This face will not age well.","labels":"disapproval"},{"text":"I miss being little 😭😭😭","labels":"sadness"},{"text":"“WHY CANT I BELIEVE IN COMMUNISM AND BE A [NAME] TOO” Muh purity test","labels":"neutral"},{"text":"Ok then :)","labels":"neutral"},{"text":"I'm yet to see the 2nd protect the rest of the constitution.","labels":"neutral"},{"text":"The nude dudes in the Playgirl mag! It was like Playboy magazine, but with naked men. No boners allowed, tho, so they were flaccid. ","labels":"neutral"},{"text":"The only ignorant person here is you, and the Pope who makes the same baseless claims as you.","labels":"annoyance"},{"text":"I’m glad you fixed Minnesota, because there is a 0% chance we will go Red.","labels":"relief"},{"text":"LOL how can anyone trust you when you pretend that you voted for [NAME] when your clearly racist against blacks. Your user name is strictly a lie.","labels":"disgust"},{"text":"Simple...OHFRSUR...thank me later bud","labels":"neutral"},{"text":"I think that in return they should sign [NAME] to a long term, cap friendly deal and send him back to us","labels":"neutral"},{"text":"Definitely gonna go lookin' for that mod.","labels":"neutral"},{"text":"This is why I'm a communist. Eat. The. Rich.","labels":"neutral"},{"text":"This hurts my brain","labels":"neutral"},{"text":"[RELIGION] Match all the way! I met the love of my life :-)","labels":"excitement"},{"text":"Yeah, series of holes like that make me uncomfortable and this picture has popped up in my head too many times since I first saw it. ","labels":"annoyance"},{"text":"Some people are so closed-minded that calling them pea-brained is a compliment. That's an original one-liner inspired by this thread.","labels":"neutral"},{"text":"having a serious relationship is too hard for other people","labels":"neutral"},{"text":"[NAME] just commented on my comment with links to the pamphlet! ‘Tis real!","labels":"neutral"},{"text":"supernova AOC <3, the lies the media gets away with. Glad someone is talking back with real umph","labels":"amusement"},{"text":"Once the work has been done to certify the car, it cannot be undone. Easier to go the other way.","labels":"neutral"},{"text":"Thank you 🙏","labels":"gratitude"},{"text":"holy crap that's messed up.","labels":"annoyance"},{"text":"Great company. I added it. Let me know if you have any","labels":"neutral"},{"text":"I am still a child","labels":"neutral"},{"text":"When we’re talking Prog music, ya it’s kind of important that it pushes boundaries.","labels":"realization"},{"text":"Well the law trumps your feelings buddy","labels":"amusement"},{"text":"I do enjoy my lawn. 😁","labels":"joy"},{"text":"I like [NAME] soo much! he’s such a sweet and honest person, and his voice is amazing","labels":"excitement"},{"text":"Nothing. I am much happier off all meds. Been off of meds for 2 years.","labels":"annoyance"},{"text":"Good luck to you! Cheers to a new year! 👍🏼","labels":"approval"},{"text":"I have regrets. But I am trying to make the best of the situation.","labels":"realization"},{"text":"[NAME], thanks for playing [NAME]","labels":"gratitude"},{"text":"Women get pregnant. Women are weaker than men. Those things won’t disappear.","labels":"neutral"},{"text":"Nah, only [NAME] are cool for being bilingual.","labels":"approval"},{"text":"Ohhh you're an incel. Your opinion doesn't matter. Back in your hole smeegle","labels":"neutral"},{"text":"Still, it’s legal weed. Sorry, sad [NAME] here..","labels":"remorse"},{"text":">Focus on yourself and do stuff to please others!","labels":"neutral"},{"text":"Im bringing it back ;)","labels":"neutral"},{"text":"Wow, I'm sorry you had to deal with that. I trust better things are coming for you. ","labels":"annoyance"},{"text":"I guess they thought the crit boost was way better than it is?","labels":"neutral"},{"text":"The problem with writing vague laws in 2012 and then implementing then in 2017 is that things are huge changes that have taken place in that time.","labels":"neutral"},{"text":"Wow 😮 you really convinced me... like gtfo here","labels":"surprise"},{"text":"I like how the money blows into her face halfway-through. That's some quality filming.","labels":"neutral"},{"text":"Thats....that's pretty normal...prolly somewhere in the ballpark of 280miles...If you dont have a fuel efficient car its not hard to do.","labels":"neutral"},{"text":"Buff *Nurse*??? Lol, this has to be some god-tier shitpost or something","labels":"annoyance"},{"text":"Hurr durr everyone needs to worry about other people’s problems","labels":"neutral"},{"text":"That's amazing! I think that's great! I wish you the best in 2019! Please keep us updated!","labels":"approval"},{"text":"Just change in the stall. I used to do it. No one will say anything to you about it it's normal","labels":"approval"},{"text":"The teacher apologised profusely, but nobody could hear due to the deafening applause. ","labels":"neutral"},{"text":"🎵 *The waiting is the hardest part.* 🎵","labels":"annoyance"},{"text":"And go where? That McDonalds 😂","labels":"neutral"},{"text":"Should have just gotten massive foundation donations and laundered the profits that way.","labels":"neutral"},{"text":"Youtube \"glitch through anything red dead online\" and filter to show videos from the last week. 😊","labels":"neutral"},{"text":"No matter which you pick ([NAME] or [NAME]) the dance and the date scenes were great. It genuinely makes me happy seeing [NAME] happy.","labels":"approval"},{"text":"Seriously! Like can any foreign power just come in and appoint a president?","labels":"neutral"},{"text":"🦀MY BABYS DEAD🦀","labels":"neutral"},{"text":"I'm surprised not to see whining about [NAME] books more often, speaking of children.","labels":"neutral"},{"text":"AHAHA I’d love that dream but replace him With [NAME] 😂 or Arizona ","labels":"neutral"},{"text":"it did really","labels":"surprise"},{"text":"LMAO me too! Just give us the life sentence and be done with it 🤣","labels":"neutral"},{"text":"Crazy how you could interchange \"husband\" with \"child\" and it would work the same. Ugh. ","labels":"annoyance"},{"text":"[NAME] literally won the game of baseball that night. Like, go home, we're done, he just won baseball forever.","labels":"amusement"},{"text":"Oh. That's an... Interesting username. :","labels":"neutral"},{"text":"Well that sucks. The disconnect reconnect and keeping your bloodpoints I mean. The accidental vs purposeful disconnect seems fair.","labels":"annoyance"},{"text":"I'm so sad for you, I'm so so sorry. 💔","labels":"sadness"},{"text":"Woah woah. Didn’t imply I knew where you were from. Just giving a point of reference for my comment. Relax 😂","labels":"neutral"},{"text":"I love this! 🇦🇺","labels":"love"},{"text":"lol, thank u. i might just not be the smartest, always possible","labels":"annoyance"},{"text":"Lol! I’m glad you feel lucky because you are! Could you imagine dealing with the continuous flipping back and forth between desire and guilt? 😬","labels":"neutral"},{"text":"😂😂😂 you're great","labels":"neutral"},{"text":"I wasn't ready for the wholesomeness when I saw it.","labels":"disapproval"},{"text":"I think OD needs a rework. Get rid of that crappy 50% passive and give him some sort of active or a proper passive ability.","labels":"confusion"},{"text":">concern trolling from The_Donald user with Triggered in name weak bait try again","labels":"neutral"},{"text":"Thanks man, I appreciate it, I love her but this was way to far, thanks man 💜","labels":"amusement"},{"text":"Big ups. The small things make the difference.","labels":"neutral"},{"text":"The likes of [NAME] utter genius cannot be fathomed by mere mortals","labels":"annoyance"},{"text":"I loved [NAME] so much","labels":"caring"},{"text":"I moved to Canada in 2001 from the middle east. I'm still not used to it. I hate cold.","labels":"disapproval"},{"text":"I loved the first one, but haven't gotten around to the second one yet. ","labels":"neutral"},{"text":"[NAME] has played really well though. Arguably better than [NAME]","labels":"amusement"},{"text":"Ah I see","labels":"neutral"},{"text":"Was she prepared to throw the gun?","labels":"neutral"},{"text":"Even better, won't feel as bad eating the whole thing in one sitting then.","labels":"disapproval"},{"text":"Damn, sounds like I missed a few things, I might need to rewatch the first season!","labels":"curiosity"},{"text":"Shouldn’t really need to pay for this basic sexual experience man, it’s not very kinky ","labels":"approval"},{"text":"I guess but we love each other.","labels":"approval"},{"text":"You’re welcome 😊","labels":"neutral"},{"text":"I mean people at YouTube with the ability to remove the kids channel This post was basically a poor quality rant about incompetence on the end of YouTube not the community","labels":"neutral"},{"text":"Say it with me now: WE 👏LOVE 👏PAT 👏C 👏AND 👏WE 👏DON’T 👏CARE 👏WHO 👏KNOWS 👏","labels":"neutral"},{"text":"The most intimidating man in football","labels":"amusement"},{"text":"Them boys smelling even more blood in the water. Rack them fuckin points up boys!","labels":"anger"},{"text":"[NAME] was such a fun weapon","labels":"neutral"},{"text":"Well I can say 100% it didn’t go well.","labels":"approval"},{"text":"Way to go!! Thats something I hope to be able to do some time in my life again.","labels":"optimism"},{"text":"Same. I played it handheld yesterday and was amazed how smooth it looks and plays 😱","labels":"neutral"},{"text":"Ugh, thanks. I'm still working through it emotionally 😂😂 so funny about worrying over the stain! ","labels":"neutral"},{"text":"You’re thinking agnosticism, atheism is a faith based position ","labels":"neutral"},{"text":"That would look enormous if [NAME] ordered it!","labels":"excitement"},{"text":"O.o love it 👌","labels":"excitement"},{"text":"Vamos [NAME], keep fighting! ","labels":"annoyance"},{"text":"Beautiful shot!","labels":"amusement"},{"text":"This post is so true Clothes these days are so bland","labels":"disapproval"},{"text":"“America’s sweetheart”?!? No wonder the rest of the world hates us...","labels":"neutral"},{"text":"I have even gotten to have sex with women who were fellow comics nerds and also hated what movies have done to [NAME] stories!","labels":"neutral"},{"text":"Weird as I do know I've seen CoC waste\/recycling services trucks picking up bins as early as 6:30AM.","labels":"annoyance"},{"text":"Not surprising since about 85% of all dating relationships end in a break up.","labels":"annoyance"},{"text":"I'm sure the cleaning bill he caused isn't even remotely offset by the flights he's purchased.","labels":"neutral"},{"text":"I mean it doesn't say anything about comments? Anyways who cares it's a celebrity its his fault.","labels":"annoyance"},{"text":"Everytime I confront her about she gets super pissed and things I’m “overreacting”.","labels":"annoyance"},{"text":"I hope you’re trolling. Anyway, have a good night. ","labels":"embarrassment"},{"text":"Lmao god damn","labels":"neutral"},{"text":"West Ham is the retirement home for players that used to be good\/talented some years ago.","labels":"neutral"},{"text":"Welcome to New York.","labels":"neutral"},{"text":"Thanks, I think you're right.","labels":"approval"},{"text":"Why is sleeping with a coworker such a big problem for a news network? It’s not the military with a rank disparity or something","labels":"annoyance"},{"text":"I dont know why but they really like to throw charged heavies when you block everything they have.","labels":"annoyance"},{"text":"Went to school with her son. She is larger than life in person. Always swaying gracefully. It was crazy.","labels":"neutral"},{"text":"please cuddle me so i have a reason to save it","labels":"neutral"},{"text":"Wow, she headlines two shows now","labels":"amusement"},{"text":"I mentioned it was only for three weeks. I know it’s not over yet.","labels":"neutral"},{"text":"Yeh? It just changed on me last night after I cleared my cookies...","labels":"neutral"},{"text":"Who's [NAME]?","labels":"neutral"},{"text":"Oh wow My heart ✨","labels":"neutral"}]