[{"text":"Go play Farmville if you can't keep it up.","labels":"anger"},{"text":"I did that, I asked for a white doctor and they gave me a list of black doctors.","labels":"annoyance"},{"text":"Pleasure. I hope you find the virtues you are seeking in life my friend.","labels":"caring"},{"text":"Go check out the Secondary Bill of Rights It's a good start for unionizing","labels":"neutral"},{"text":"Thank you for sharing, I hope your mum can find a partner :)","labels":"gratitude"},{"text":"She represents window licking retards.","labels":"disgust"},{"text":"Sorry he was a United director when he bought it.","labels":"embarrassment"},{"text":"It's too small of a traffic circle to make sense","labels":"annoyance"},{"text":"West Hartford, CT. Unfortunately it's not religious. Thank you for the response.","labels":"disappointment"},{"text":"No I've been here for 5 years :( it's just gotten worse and worse","labels":"disgust"},{"text":"[NAME] (swt) does not need your worship. If you do good deeds and humble yourself and seek forgiveness He might guide you again.","labels":"love"},{"text":"Good to know! *Makes note to Grand Revenge Scheme draft 2.doc to only slash three of the ex's tires*","labels":"relief"},{"text":"Maybe people just don’t like it?","labels":"confusion"},{"text":"Looks like they’ll need to head to Turkey next, considering religious [NAME] love their “grave worshipping” The irony is rich ","labels":"annoyance"},{"text":"Sorry, didn't know where else to put it","labels":"embarrassment"},{"text":"starting a new trend lol","labels":"amusement"},{"text":"P=too damn high","labels":"neutral"},{"text":"Naw, you're good. They had something else and lost it. Don't feel bad","labels":"caring"},{"text":"I'm glad you're feeling better! Keep smiling :)","labels":"caring"},{"text":"You have sound advice. Thank you. Another issue I have is this is an entire state away from us. A minimum 4 hour drive.","labels":"annoyance"},{"text":"Everyone go home, the ~woke~ crowd have decreed misogyny and homophobia are a myth. ","labels":"anger"},{"text":"It’s shocking if you’re a bad electrician.","labels":"surprise"},{"text":"And yet you had to walk back your support of this bill when you found out it would catch up your shotgun","labels":"neutral"},{"text":"he knows there are tribute bands, right?...","labels":"embarrassment"},{"text":"Not the **emotional effect**, when it's in the best interest of our country.","labels":"disapproval"},{"text":"I enjoy BOG and Italy at Epcot. But that’s just me. Also, probably better going to Golive Arden. ","labels":"joy"},{"text":"Lovely integrity ya got there. Keep up the good work!!","labels":"amusement"},{"text":"My mom is attractive. My dad is ugly. I look like my dad. My bro looks like my mom infact he is a chad","labels":"realization"},{"text":"I put that in case any mancs got annoyed, you know what they're like when they get mad ","labels":"caring"},{"text":"Seems like it’s very hard for her to laugh... I think it may physically hurt her face.","labels":"sadness"},{"text":"Kind of telling that I haven't received a response really","labels":"embarrassment"},{"text":"But what about terminal pulp space infections that can lead to osteomyelitis of terminal phalanx? The reasoning I read was thrombosis of end artery.","labels":"disapproval"},{"text":"It looks like it's outdoors in the snow, so you'd be wearing gloves anyway.","labels":"neutral"},{"text":"> saving the children Because this will save a tiny of fraction of what could be saved with a cell phone ban.","labels":"neutral"},{"text":"You do not get my math? Because my comment and your comment are saying the same thing; women over 45 probably do not want bio kids.","labels":"annoyance"},{"text":"I'm more annoyed at the Labour MPs that didn't vote for it - I expect more from them","labels":"annoyance"},{"text":"I'm glad your expectations are low..i am expecting full on knee jerk reactions if the game doesn't go well tonight.","labels":"optimism"},{"text":"Happy Mic Day!","labels":"excitement"},{"text":"Maybe its how he actually types ¯_(ツ)_\/¯","labels":"confusion"},{"text":"Oh boy you’re in for a treat. Make sure you visit Austin if you move","labels":"joy"},{"text":"I used to have fun with it and didn't feel angry aside for when [NAME] was op lol","labels":"joy"},{"text":"[NAME] bless you. Some of us are barely hanging on...","labels":"relief"},{"text":"My cat still loves me after I tripped over them in the dark on my way to the bathroom how are animals so amazing","labels":"relief"},{"text":"Grow up.","labels":"annoyance"},{"text":"My daughter just took hers (and failed but not surprisingly). It cost her $125.00.","labels":"disappointment"},{"text":"No we don't. A small amount is imported into Ontario. The rest of Canada is long or balanced.","labels":"disapproval"},{"text":"Shocking isn’t it","labels":"surprise"},{"text":"Man, and I thought the princess and the toad was an odd story","labels":"neutral"},{"text":"Your welcome. Hope it all gets better.","labels":"gratitude"},{"text":"I seriously don’t get how these refs allow everything to go in the first half, but the slightest touch is a foul in the second. ","labels":"annoyance"},{"text":"Utah is a beautiful state. I’ll give you that. I spent a week at Bear Lake and it was pretty amazing.","labels":"amusement"},{"text":"I was teased for being a virgin when I was a 6th grader- in 2005","labels":"embarrassment"},{"text":"John 3:16? What are you on about? Edit: also if this is the case then why is literally every genealogy in the Torah by father?","labels":"amusement"},{"text":"[NAME] left that on purpose. Would bnever have scored","labels":"annoyance"},{"text":"Sometimes this is the hardest thing to deal with. I also am still clinging to a crush with a close friend. Just be honest.","labels":"annoyance"},{"text":"You are unfortunately far and few between.","labels":"disappointment"},{"text":"Awesome guys! Thank you for the ideas. It interesting to see what people will do depending on whether they play killer or survivor lol","labels":"approval"},{"text":"I really love [NAME]","labels":"love"},{"text":"S P O I L E R ! !","labels":"annoyance"},{"text":"Don't get insulted by it","labels":"caring"},{"text":"satire \/ˈsatʌɪə\/ noun the use of humour, irony, exaggeration, or ridicule to expose and criticize people's stupidity or vices...","labels":"neutral"},{"text":"Yes, exactly. Fix a date and if he still procrastinates ditch him. Or remain his penpal for the rest of your life.","labels":"anger"},{"text":"Just out of curiosity, what happened with the big dog?","labels":"curiosity"},{"text":"Same.. I wonder why we catastrophize over these minor things so much and others seem to be able to forget them..","labels":"disapproval"},{"text":"It's \"Lo and behold\" just fyi","labels":"amusement"},{"text":"Thanks for your kind words, I really appreciate it and I hope you're right.","labels":"caring"},{"text":"They feel soooo good on TBF","labels":"joy"},{"text":"ah Yuk!","labels":"disgust"},{"text":"Nice, I like it. A truly unusual pairing. ","labels":"approval"},{"text":"Good old guardian refusing to accept that [NAME] is stauncly anti-EU and anti-Brussels","labels":"disapproval"},{"text":"I was tested for the flu on Saturday and it came back negative, but yea it probably is a cold or something ","labels":"relief"},{"text":"Yeah I was hoping for age 30+ stories, still interesting to hear other people’s experiences though!","labels":"amusement"},{"text":"I moved to Canada in 2001 from the middle east. I'm still not used to it. I hate cold.","labels":"anger"},{"text":"Happens way too often","labels":"neutral"},{"text":"I’m sorry and I hope you are better now than when you were in the marriage.","labels":"optimism"},{"text":"I’d think it would be well seasoned. Others prefer adding black pepper too.","labels":"approval"},{"text":"Oof this hits home","labels":"relief"},{"text":"Needs more jpeg. :)","labels":"neutral"},{"text":"And yet still just outside of the playoffs and not the worst team in the last 10 games.","labels":"amusement"},{"text":"Lol OK. I guess we'll skip over the \"generally accepted\" part of the definition cuz why not, eh?","labels":"optimism"},{"text":"If it weren't already so delayed","labels":"annoyance"},{"text":"It’s oddly unsatisfying when someone beats me to saying that.","labels":"disappointment"},{"text":"Thanks, I think you're right.","labels":"gratitude"},{"text":"Toe boards missing, tripping hazards and netting not in place. You better have a retractable lanyard on that phone. Get back to work hand.","labels":"annoyance"},{"text":"Some people are so closed-minded that calling them pea-brained is a compliment. That's an original one-liner inspired by this thread.","labels":"annoyance"},{"text":"That’s so cute!","labels":"amusement"},{"text":"Thanks, that's an important point I should have mentioned. ","labels":"gratitude"},{"text":"Yeah, be sure to choose an option that won't be painful and has no chance of survival. And make it quick.","labels":"annoyance"},{"text":"I DONT LIKE EM PUTTIN CHEMICALS IN THE WATER TO TURN THE FRIGGIN FROGS GAY **UNH UNH UNH**","labels":"annoyance"},{"text":"Picture was gorgeous. What TV is that?","labels":"amusement"},{"text":"Sorry. This happens to too many good people.","labels":"disappointment"},{"text":"This offense is just painful to watch.","labels":"disgust"},{"text":"Why aren’t you using dark mode","labels":"curiosity"},{"text":"It would work just fine. I wear medium shirts and a small or medium jersey fits me great.","labels":"approval"},{"text":"This was actually a very interesting article. I'd never realised how Snapchat and its filters were driving people to be so unhappy with their appearance.","labels":"realization"},{"text":"I have two and nothing has ever happened to me. The media doesn't want you to show your support because they want supporters to feel isolated.","labels":"annoyance"},{"text":"I won’t but if I tell him to have a threesome didn’t I open the door for him to cheat","labels":"disgust"},{"text":"lol since when do you have to go to a orientation?","labels":"surprise"},{"text":"Sorry I meant the participants","labels":"embarrassment"},{"text":"You arent going to be making 10 million dollars in your business, this wont affect you.","labels":"disappointment"},{"text":"That was indeed a good joke. My penis is happy","labels":"joy"},{"text":"The worst is ‘get in a group with someone you don’t already know’","labels":"disgust"},{"text":"I wish I was there lol","labels":"embarrassment"},{"text":"What changed that you think it's not as bad? They didn't do anything to the map unless I'm forgetting something.","labels":"curiosity"},{"text":"Don't apologize. Go grab your favorite drink, some popcorn and watch 500 days of summer instead","labels":"caring"},{"text":"You know the answer man, you are programmed to capture those codes they send you, don’t avoid them!","labels":"neutral"},{"text":"when my egg cracked I went through like every teen girl phase in the space of 2 months lol","labels":"joy"},{"text":"Dam tears in my eyes now, but seriously great job ","labels":"pride"},{"text":"But you'll downvote and complain but not provide any reasoning for your complaints? You sound like a child. Grow up.","labels":"annoyance"},{"text":"I recognise raz0r from a different discord","labels":"realization"},{"text":"Omg more than anything I want to see [NAME] block a game winner from [NAME].","labels":"desire"},{"text":"Awesome shot dude!","labels":"amusement"},{"text":"Which subcommittee?","labels":"curiosity"},{"text":"Hey daddy [NAME]","labels":"neutral"},{"text":"Brave would be the movie you’re looking for","labels":"curiosity"},{"text":"This is terrible","labels":"disappointment"},{"text":"Reach out to @teamyoutube on twitter and explain what is going on.","labels":"neutral"},{"text":"There's more updates further down.","labels":"surprise"},{"text":"Looks like something translated from Irish to English using google.","labels":"neutral"},{"text":"I hope she lives to be 200, just to piss them off.","labels":"amusement"},{"text":"100%! Congrats on your job too!","labels":"gratitude"},{"text":"time flies so fast when you're 18. i didnt expect id turn 30 and still a virgin. hah","labels":"embarrassment"},{"text":"FREE STUFF!","labels":"neutral"},{"text":"Wow you could like hand out anarchist flyers while selling these balloons. Would probably attract a lot of people","labels":"amusement"},{"text":"I'm so glad you have access to that trans group. You will make friends and be able to support each other.","labels":"amusement"},{"text":"[NAME] has had a great game so far. Really promising.","labels":"amusement"},{"text":"That's fine I'll still be here calling out your ridiculousness regardless.","labels":"annoyance"},{"text":"This is the first time I’ve ever been reposted. I’m honored","labels":"gratitude"},{"text":"[NAME] just saw ur cosplays, you prove that attractive people dont go on inceltears. Thanks for the chuckle my insecure friend","labels":"amusement"},{"text":"WTH?! Sorry, but you might need better friends! That is wrong. So wrong. ","labels":"disapproval"},{"text":"I've never seen anyone in a political discussion admit to being Russian though. [NAME] has made no secret that she is Canadian.","labels":"neutral"},{"text":"that's a lot of karma!","labels":"realization"},{"text":"I mean hes been coat tailing, might as well make it obvious","labels":"anger"},{"text":"[NAME] has to be spinning in his grave right now","labels":"anger"},{"text":"You're the one who's out, biggy. Out of your mind!","labels":"anger"},{"text":"Of course it was a huge hit for him. I hate people","labels":"anger"},{"text":"Get your nose hair waxed. Trust me on this.","labels":"caring"},{"text":"[NAME] dude... Hasn't anyone ever told you... Never trust a crackhead NEVER! ","labels":"approval"},{"text":"Maybe you should try learning more about a situation besides repeating what you heard from the government before you cheer for American coup","labels":"confusion"},{"text":"I wish him good luck trying to get the video back but his chances are quite low. It's one man versus a corporate empire.","labels":"disappointment"},{"text":"Moose is pretty underwhelming tonight, I miss JV","labels":"sadness"},{"text":"The angle makes it look like he's 15 feet tall, but otherwise, very good.","labels":"confusion"},{"text":"Every time I see a something like, 'thanks for nothing, [NAME],' I mentally apologize to her, lol. ","labels":"embarrassment"},{"text":"Thanks for this, got a mate in Germany. ","labels":"gratitude"},{"text":"Yup. Lol","labels":"amusement"},{"text":"Sounds like a true basket case. People that actually obsess over conspiracies, oh my....","labels":"annoyance"},{"text":"Ha! I did have an internal arguement earlier whether to ask him why but thought better of it!","labels":"neutral"},{"text":"Calm down.","labels":"excitement"},{"text":"I basically had no negative side effects. I did switch to IUD because I hated remembering to take a pill everyday. But no issues.","labels":"annoyance"},{"text":"BUT ATHEISTS ARE DOING THE SAME THING AND ARE TREATED BETTER. No. You're just being a bigot.","labels":"annoyance"},{"text":"This was a clever post. I also unsubscribed.","labels":"amusement"},{"text":"I don't wanna be controversial, but the streak might end...","labels":"disapproval"},{"text":"Her dad must be a gorilla who’s in to bondage.","labels":"surprise"},{"text":"It's extremely rude.","labels":"anger"},{"text":"The amount of empty seats at the Orange Bowl was pretty bad","labels":"disappointment"},{"text":"ARGH!!","labels":"annoyance"},{"text":"so glad we picked this guy up. was absolutely terrified when we played against him. dude was in the zone.","labels":"amusement"},{"text":"Given I had zero interaction I couldn't even be mad. I think I chuckled","labels":"surprise"},{"text":"I think [NAME] is starting to get too much blame, everybody on the roster sucks with the exception of [NAME] ","labels":"annoyance"},{"text":"Wait... dogs can’t use ladders!","labels":"realization"},{"text":"I would choose to go in the coolest way possible. Don’t know what that would be but I would want my last moments to be memorable.","labels":"desire"},{"text":"You're just a fuming democrat and all I hear is angry democrat mental gymnastics.","labels":"annoyance"},{"text":"The ochils are the only plus side to living in Clackmannanshire. Plus easy travel to anywhere in scotland","labels":"optimism"},{"text":"The numbers are literally in front of you and not interested and zero categories have different votes. I’m genuinely starting to question what’s real anymore","labels":"neutral"},{"text":"Only [NAME] could claim that shutting down the thing he is in charge of is a success.","labels":"neutral"},{"text":"It's just saying symptom severity is linked to amygdala volume.","labels":"neutral"},{"text":"No that's stupid","labels":"disapproval"},{"text":"Lol I’m sorry for your dogs ears","labels":"embarrassment"},{"text":"Wow. That went south both times. Wanna try for a third?","labels":"embarrassment"},{"text":"Doesn't matter how late the apology! She apologised and kindness is all the world needs :)","labels":"approval"},{"text":"I think that in return they should sign [NAME] to a long term, cap friendly deal and send him back to us","labels":"neutral"},{"text":"This report is going to be bullet proof","labels":"neutral"},{"text":"Rule number 1: never dye your hair while drunk haha","labels":"amusement"},{"text":"Thanks, I really appreciate your advice :) ","labels":"gratitude"},{"text":"His estate still have property in places like ireland. To this he has grounds rent paid to him","labels":"neutral"},{"text":"I swear these people would try to sell shoes to someone without feet.","labels":"disgust"},{"text":"Or they will die!","labels":"caring"},{"text":"But that jumper looks hella cosy","labels":"amusement"},{"text":"I have stories about some, lived in one that was $3500 a month and you had to sign a 3 month contract. Also not covered by insurance","labels":"neutral"}]