[{"text":"That game hurt.","labels":"sadness"},{"text":"Is he dead now from a tragic drowning accident? Asking for a friend.","labels":"grief"},{"text":"The [NAME] are all laughing at each other. They are divided. We need to strike them down while they are weak.","labels":"joy"},{"text":"Thats not him :( the most recent comment literally starts with \"i'm not a dude\" ","labels":"neutral"},{"text":"This isn't even co-optation this just out right hard repression.","labels":"amusement"},{"text":"Was that a thing? Please tell me this was not a thing.","labels":"neutral"},{"text":"When did you apply for this? The new AFI was published Oct of 2018. Have you already PCSed from Korea?","labels":"neutral"},{"text":"Picked up my new glasses. Does anyone else feel nauseous after getting a new prescription","labels":"neutral"},{"text":"Franchise QB's are leaders who set the tone for the entire lockerroom. [NAME] is a terrible leader.","labels":"fear"},{"text":"I have a bad one but I also have mild cerebral palsy on my left side","labels":"disappointment"},{"text":"Sometimes to do what's right we must give up the thing we want the most... even our dreams.","labels":"approval"},{"text":"But pretty much the entire Torah is in masculine language. Weak argument on their part.","labels":"neutral"},{"text":"It’s even creepier when it’s happening TO you. Source: I carried two VERY active babies.","labels":"sadness"},{"text":"Oh [NAME], oh no, no no no","labels":"excitement"},{"text":"And let's all not forget the #1 cause of accidents is following too closely(tailgating).","labels":"approval"},{"text":"This may be one of those 'pick your battles' situations. Him not paying tithing is HUGE. I would take that as a massive victory.","labels":"neutral"},{"text":"You're assuming this sub is predominantly ENTP. That's a relic of the past.","labels":"neutral"},{"text":"I AM COMPARING THE TITLES YOU OVERGROWN CABBAGE","labels":"neutral"},{"text":"That might’ve been the worst pass he’s ever thrown. Yikes","labels":"disgust"},{"text":"Need I remind you about [NAME] \"Arm the poor for revolutionary war\" [NAME]? He was on there the other week. [NAME] is a huge ally.","labels":"amusement"},{"text":"No pain or anything, I didn’t even notice it was gone until I looked. It was an interesting experience ","labels":"joy"},{"text":"I understand your frustration with [NAME] hate but [NAME] as a character though... \/s","labels":"anger"},{"text":"Honestly I think most of that sort of stuff existed between the 1985-2012-ish. Depending on your age most young people would have experienced these.","labels":"neutral"},{"text":"Oh so now we’re not letting plays finish before calling offside cool..","labels":"neutral"},{"text":"I cackled!!!!","labels":"excitement"},{"text":"You must be really slow. Life must be hard for you. You have my pity.","labels":"approval"},{"text":"Self defense should be, and this man sexually assaulted this woman.","labels":"anger"},{"text":"Yeah, but that driver's mistake could have easily seriously harmed or even killed the pedestrian, this is not a \"we all make mistakes\" situation.","labels":"neutral"},{"text":"Play stupid games, win stupid prizes... looks like she braced before impact. Probably gets this shit all the time. ","labels":"anger"},{"text":"I'd say it's pretty uncommon now.","labels":"amusement"},{"text":"Sorry I dropped mine can I have another?","labels":"confusion"},{"text":"The other leg is a blurred line","labels":"neutral"},{"text":"The attempt was successful. He's crying and not talking to them because they're actually dead.","labels":"grief"},{"text":"Chipotleee! [NAME] Damitt! Closes in 39 Seconds.. but we made it!! Loved this guy!!","labels":"excitement"},{"text":"Whatever you do, don't give your virginity to anyone. You will regret it if you give it up cheaply. ","labels":"sadness"},{"text":"Who would have thought people were going to be using the Padres for their fake news to generate clicks. This is nuts.","labels":"neutral"},{"text":"All hail valve I guess?","labels":"amusement"},{"text":"Glad [NAME] found some love in his life","labels":"love"},{"text":"They could have prepared you better. I'm so sorry. I wanna give you a hug and tell you it's okay.","labels":"remorse"},{"text":"Because they claim to be against [NAME], and they need something called \"votes\" to beat him?","labels":"neutral"},{"text":"Remember when the media ignored all of the horrible things [NAME] did? Including what he did to Syria?","labels":"fear"},{"text":"I like to believe he faked his own death, so he can enjoy his many Bitcoin coins and wealth. ","labels":"joy"},{"text":"So when I say the eagles just won a chip what would that insinuate.. not everybody has the same terminology sorry if you view my perception wrong","labels":"pride"},{"text":"Yow thats gnarly.","labels":"fear"},{"text":"We're all [NAME] fans in our hearts","labels":"love"},{"text":"This is so cute and wholesome? How is this terrible","labels":"fear"},{"text":"That happens to me even when I’m not stoned‍♂️","labels":"neutral"},{"text":"I laughed. But I'm really not sure if I should upvote.","labels":"amusement"},{"text":"Yes sir ! Cheers. I miss typed I get #120 20mg.","labels":"excitement"},{"text":"[NAME] deserves appreciation","labels":"gratitude"},{"text":"but she has the riders of [NAME]","labels":"neutral"},{"text":"SHE SHOULD BE ON A HILL SOMEWHERE WITH THE SUN AND THE CLOUDS ABOVE HER!","labels":"gratitude"},{"text":"Omfg das a lotta snow. Maybe I'll get to pull out the gas powered snow thrower for the bloody first timeof the season.","labels":"amusement"},{"text":"I would spend money on hots again for this skin !","labels":"neutral"},{"text":"Was expecting a horrifically broken ankle. You have posted the actually unexpected","labels":"anger"},{"text":"I want my fucking cake back.","labels":"anger"},{"text":"Ehhh he got played so hard on the [NAME] vs [NAME] situation in 2017. Lost credibility after that for me","labels":"disappointment"},{"text":"Exercising. Yoga. Meditation. Walks out by myself. ( walking meditation) Good friends. Time with good friends.","labels":"joy"},{"text":"Yall remember that rainbow zebra striped gum that lost its flavor in like 0.0001 seconds","labels":"disappointment"},{"text":"I thought this was about [NAME] from Melbourne bc of the flair, until I started reading it. ","labels":"neutral"},{"text":"Sorry for your loss; this story is heartwarming.","labels":"grief"},{"text":"I'm so sorry. Read about you getting kicked out at home. That must be devastating","labels":"disappointment"},{"text":"Dude looks like someone dipped Ansem into a super mutant vat","labels":"amusement"},{"text":"Non horny girls do.","labels":"neutral"},{"text":"You can get trough it, it sounds like fucking bullshit, but you can","labels":"neutral"},{"text":"The reason most people don't get the joke is because it's such a bad one, that they think that it's not meant to be one.","labels":"amusement"},{"text":"Bruh, fake music was the fucking best, wish we could go back.","labels":"desire"},{"text":"It kinda makes sense. What’s the debate here?","labels":"neutral"},{"text":"[NAME] would have won MIchigan. He won the primary. It's hard to fathom but some of [NAME] voters ended up switching to 45","labels":"gratitude"},{"text":">I don’t believe in changing the rules and laws however ... Then you believe [RELIGION] is in the 7th century for all times","labels":"neutral"},{"text":"Yep. He also said it’d happen on a Manbij patrol","labels":"neutral"},{"text":"I wish I could buy one! So cute!!!","labels":"desire"},{"text":"This hit me a little too close to home","labels":"disappointment"},{"text":"I like how nobody else is doing anything to stop him","labels":"love"},{"text":"One of the best hats I own is a freebie from a Dallas Stars game. Not a Stars fan but shit it’s comfortable and fits well.","labels":"love"},{"text":"I high key thought this same thing then it was sad boy hours when I broke things up","labels":"sadness"},{"text":"Funny never not will be this.","labels":"amusement"},{"text":"I wanna tell the antivaxxers how wonderful it is to deal with insulin shots and everything else and tell them to screw off. :3","labels":"joy"},{"text":"[NAME] and [NAME] statues look so like their current ages when [NAME] looks significantly older :(","labels":"amusement"},{"text":"Hmm. Never saw a COMMENT downvoted!","labels":"surprise"},{"text":"Uh... Where did *I* say skull. I didn't. I think you're replying to the wrong person.","labels":"amusement"},{"text":"I like how you ignored the point about Blade Runner.","labels":"love"},{"text":"The intent is to provide the players with a sense of pride and accomplishment...","labels":"gratitude"},{"text":"TSA agents are like tow truck drivers. Everyone hates them.","labels":"anger"},{"text":"That was like a movie the way [NAME] and [NAME] were slaying on the enemy ship with Cobbobles firing canons from their ship.","labels":"neutral"},{"text":"I never thought about that. Good point. Cursed and wilted rose, unlike [NAME] rose emblem.","labels":"neutral"},{"text":"Opiates will not cure anything, they just relieve the pain.","labels":"approval"},{"text":"If you succeed at killing yourself you can't attempt it many more times.","labels":"neutral"},{"text":"I have access to some LCMS'. But I don't think it's useful for thermate.","labels":"approval"},{"text":"come on, Redwings won, Knights need to win. give me another 2-fer, baby!","labels":"gratitude"},{"text":"[NAME] is a turd, but I actually believe him here. I'd be stunned if he didn't have a bigger offer than what [NAME] reported.","labels":"neutral"},{"text":"I'm seeing the error using Chrome both on MacOs Desktop and Android. I'm glad it seems to just be me though. Apologies for the snarkiness.","labels":"remorse"},{"text":"> He is not sexist and not a transphobe. I see you've never actually listened to him or read his work.","labels":"neutral"},{"text":"Keep it too the one thread please, you're already not keeping up .","labels":"amusement"},{"text":"And that is simply why it is (or was) illegal. And why it was classified as a class 1 danger. MONEY.","labels":"amusement"},{"text":"My father needs to read this! ...I may be wrong tho","labels":"surprise"},{"text":"I like [NAME] as a person I just don’t want to see or hear any sexy times between her and [NAME].","labels":"anger"},{"text":"Haha I've got a mild case of UC, maybe I should be more dramatic about it and use it!","labels":"approval"},{"text":"Yeah man, did the trick for me. ","labels":"neutral"},{"text":"I am nitpicking out of interest , but I don’t understand how cannibalism of deceased persons is immoral. Do you think it is immoral?","labels":"annoyance"},{"text":"I'm generally a supporter of law enforcement.... But what the actual fuck.","labels":"neutral"},{"text":"I talked to her family previous co workers and friends","labels":"neutral"},{"text":"That's pretty cool. My friends older brother played against him. We all played for Cherokee. Said he was an awesome pitcher.","labels":"gratitude"},{"text":"As long as his other pics don't take himself too seriously, this is kind of funny","labels":"amusement"},{"text":"This will either be a classic or a complete shitshow","labels":"anger"},{"text":"The Coming Home Network. And [NAME] is a convert who has really good books.","labels":"amusement"},{"text":"It doesn’t look like the opening is wide enough unless you turn the plate sideways. Crazy way to present food","labels":"neutral"},{"text":"Yeah. I don't even know why I was filming lmao. I hit #1 good. Definitely a miss on #2 though.","labels":"amusement"},{"text":"Luckily my wages are rising faster to compensate. Oh wait...","labels":"curiosity"},{"text":"I take that part on faith. There’s no “proof”, but it’s also an entirely unfalsifiable claim.","labels":"disapproval"},{"text":"My no. 1 favorite quote on the show right here","labels":"love"},{"text":"Yeah some kid in a BMW ran me off the road. I didnt just crash had some help.","labels":"fear"},{"text":"You’re letting psychopathic people ruin your ability to take a joke. That is a mark of a weak man.","labels":"neutral"},{"text":"She was probably suspended to protect her from the angry mobs protesting outside the school edit: here's a better article","labels":"anger"},{"text":"Well I got checked at the last Toulon game haha, so not the case.","labels":"amusement"},{"text":"We are killing this planet","labels":"annoyance"},{"text":"Why didn’t she celebrate, she redirected that one in!!","labels":"excitement"},{"text":"Don't have the light novels. Heard the translation was pretty bad on them but I discovered that Manga earlier today.","labels":"neutral"},{"text":"> least I immagine most bi people don’t care. No we do care.","labels":"neutral"},{"text":"You left something out--they aren't cubbies anymore...","labels":"optimism"},{"text":"> No one bugs me. And yet you're scared to take your family in public because of Patriot Prayer?","labels":"fear"},{"text":"The last two years have made me see why [NAME] do what they do.","labels":"neutral"},{"text":"I thought it said “now my biggest fear is the thing living inside my casket” like, *weet doo feek?!*","labels":"fear"},{"text":"Fear of awkward and inconvenient encounters. What can he do to you?","labels":"embarrassment"},{"text":"Honestly wouldnt be bad if they just removed the handle","labels":"disgust"},{"text":"dont get how it was a bad episode. this sub really likes to nitpick i guess.","labels":"anger"},{"text":"man whenever [NAME] talks i feel like a deaf person because well I just can't hear shit","labels":"amusement"},{"text":"Taking a 2-0 in any WTA match is asking for a heart attack. Not necessarily bad though.","labels":"neutral"},{"text":"...this magical creation I believe was called the ‘Cheezboiga’ pizza. Oh and that’s not hot sauce.. it’s ketchup.","labels":"amusement"},{"text":"Cool story bro!","labels":"joy"},{"text":"Don't tell us. Preaching to the choir. Go to the mommy subs were everyone thinks it's a great idea to breed.","labels":"neutral"},{"text":"This joke made me want to walk right out of the Dumbledoor.","labels":"amusement"},{"text":"He's not an island he has support and help some are powerful friends. I imagine he takes the fight to [NAME] after this","labels":"neutral"},{"text":"\"*[NAME], what's your favourite 80s band?*\" \"*New ORDERRRR!*\"","labels":"excitement"},{"text":"If I'm not mistaken we will have [NAME] as backup next year so not bad at all.","labels":"approval"},{"text":"This could be me without medication. My baby won’t sleep unless I hold her right now, it suuuuuuuucks.","labels":"anger"},{"text":"They’re probably fighting, that’s why she’s *really* getting out of the house for “self care.”","labels":"anger"},{"text":"I like all of them, depending on what I want to learn. I really like [NAME] and [NAME] style, because they are such trolls. ","labels":"love"},{"text":"You're the one making a positive claim, give studies or shut up.","labels":"approval"},{"text":"it was a big improvement over when I was younger and we went to carman concerts","labels":"neutral"},{"text":"I swear every wraith I went against camped.","labels":"neutral"},{"text":"Oh I'm sure you're fun at parties","labels":"amusement"},{"text":"Haha, why are you still thinking about that? That's super weird.","labels":"amusement"},{"text":"I really can’t understand why adopting a baby would not be perfect for them. But that might be because I dont have the child-need myself.","labels":"neutral"},{"text":"A crappy situation... Man oh man...","labels":"disappointment"},{"text":"To drool on.","labels":"disgust"},{"text":"Well this is the dumbest take I’ve seen on here.","labels":"amusement"},{"text":"I thought oh boy, I probably use everything on this list. Turns out, nothing. Fuck Nestle.","labels":"neutral"},{"text":"Pretty sure the plate is completely visible in the article...","labels":"approval"},{"text":"Well shit, if all you gorgeous people haven’t settled down yet, there’s no hope for me","labels":"anger"},{"text":"Those smuggler missions were decently fun. Hold on a minute, I think I may play [NAME] again just to pass the time...","labels":"amusement"},{"text":"The only winner here is this guys future divorce lawyer.","labels":"pride"},{"text":"Same here man, terrible feeling","labels":"fear"},{"text":"Sometimes you gotta hate living to love life ya feel?","labels":"love"},{"text":">! Man Danganronpa IF 3 be looking sick !<","labels":"amusement"},{"text":"Oh well, you can thank all the illegals coming into America illegally for that one. ","labels":"gratitude"},{"text":"You are gone right now probably my trip is just kicking in i took half that amount lol cuz im low you are having a hell of a ride rn","labels":"amusement"},{"text":"I had a basketball coach who shattered his hand at halftime of a game doing that.","labels":"caring"},{"text":"I think the book portrayal is more ambiguous than you say. I like that the show leans into one interpretation of her character instead of keeping it vague.","labels":"love"},{"text":"Right there with you! Unladylike was so depressing, I couldn't keep listening to it.","labels":"disappointment"},{"text":"The amount of overreaction on this thread is too damn high!","labels":"excitement"},{"text":"I see , they don’t sell phones any more","labels":"neutral"},{"text":"Ayyy you're welcome! x)","labels":"excitement"},{"text":"That would be sick!","labels":"neutral"},{"text":"Ah, so you're the reason people hate aspies. ","labels":"anger"},{"text":"Op you're fine, anyone who's actually been in your situation would have reacted the same. This commentor is just trying to make you feel bad. ","labels":"anger"},{"text":"Yea, and trading away young players does not make us better.","labels":"neutral"},{"text":"I don't care. I shouldn't be forced to suffer allergies and a messy car","labels":"disgust"},{"text":"I wonder if this will ever appear on BotW. Since it's so straightforward there probably isn't much to talk about.","labels":"surprise"},{"text":"I think, call before you come and limit it to an hour is reasonable if you have relatives that need to be told that. ","labels":"approval"},{"text":"Sloths are cute! Especially when they’re covered in moss","labels":"love"},{"text":"Removed and warned. R1","labels":"anger"},{"text":"I put so much thought into things that often I trigger myself unintentionally. I can be hurt before something has a chance to happen.","labels":"disappointment"},{"text":"Shit, I wish I had your skin and those blackheads. I’m 38 and still get acne and have scars!","labels":"desire"},{"text":"I've isolated myself to the extent that i only focus my energy on myself\/work.as lonely as it sounds its been such a breath of fresh air.","labels":"amusement"},{"text":"I don't think that's how it works chief","labels":"neutral"},{"text":"Some girls will like you, some girls won't. The end.","labels":"love"},{"text":"Maybe I'm crazy but to me it looks like she's just giving a \"thank you\" nod","labels":"gratitude"},{"text":"[NAME]: \"She seems useless\"","labels":"annoyance"},{"text":"It was indeed , but holy shit is that cheap and [NAME] :3","labels":"neutral"},{"text":"She looks like she has a broomstick stuck in her butt :( queen deserves better","labels":"amusement"},{"text":"Inheriting your dad's company when he dies doesn't count you spoilt piece of shit.","labels":"grief"},{"text":"It’s like she’s forcing a fake British accent it’s so strange","labels":"annoyance"},{"text":"And still our government is not responsible enough to pay its bills. It's rather pathetic.","labels":"disappointment"},{"text":"Lol Jets Skills Comp got taken down due to Copyright","labels":"amusement"},{"text":"Haha I meant [NAME]. I was a very chatty fast bowler\/no.6 pinch hitter.","labels":"amusement"},{"text":"It's not about fixing anything, it's about making the wicked suffer.","labels":"disappointment"},{"text":"I’d rather give up masturbation. No time for it anyway when I work.","labels":"neutral"},{"text":"I'd be more worried about the kids needing eye protection at that point.","labels":"caring"},{"text":"I would love to get microblading but its so iffy about if it’ll be good or not. I’ve seen a lot of terrible turn outs","labels":"fear"},{"text":"I have a 1080ti and an i7 8700k and on very fast at 40k bitrate I'm already hitting 50% cpu usage on obs alone, any suggestions?","labels":"amusement"},{"text":"He now looks like his daughter wearing a fake beard.","labels":"amusement"},{"text":"This image is cropped to avoid showing the private passenger car NY plates. [NAME] has no need to pander to any ethnicity; he's term limited out.","labels":"neutral"},{"text":"He is too quiet in games too often. Not to good at mid and deep catches","labels":"neutral"},{"text":"Yes what the fuck is going on here","labels":"anger"},{"text":"Yikes. That’s straight up paranoid, you can tell they were looking through comments for someone to rage at. ","labels":"neutral"},{"text":"Damnit tobias.","labels":"amusement"},{"text":"Just get in front of him and stop","labels":"neutral"},{"text":"Definitely, I also get suspicious when someone tries to be my friend which doesn’t help","labels":"surprise"},{"text":"Try nonchalantly handing them your card as if they had dropped it. I think its normal to be shy. *handing on exit, otherwise it could get awkward","labels":"amusement"},{"text":"I like how submissive the coyote is being to this tiny little cat. Like, dude, you could just eat him.","labels":"love"},{"text":"Even if you think me and him aren't soulmates, youve gotta be pretty sad to think soulmates don't exist. ","labels":"sadness"},{"text":"As anyone else ever **needed** waffles before? This winter morning is killing me.","labels":"annoyance"},{"text":"I don’t think people know how to use quotation marks","labels":"approval"},{"text":"Shouldn't be getting downvoted that's exactly what I thought the motive was","labels":"neutral"},{"text":"Imma upvote the hell outta this. I’m saying this as a Flamer fan","labels":"amusement"},{"text":"Unsurprisingly our closest competitors will try to capitalise as we stumble. Good luck to them, we have brought this on ourselves. ","labels":"optimism"},{"text":"It's not his fault, it's your wife's. Shes the one you need to be pissed at","labels":"anger"},{"text":"Wow, \/r\/noisygifs for real. First time I genuinely felt I could hear it.","labels":"surprise"},{"text":"They have directly targeted civilians. It's disgusting.","labels":"disgust"},{"text":"You can thank [NAME] for that. He wouldn't commit to taking [NAME]. He wanted to play for [NAME]. He shunned uncertainty, not the Jets.","labels":"gratitude"},{"text":"It just keeps getting better","labels":"neutral"},{"text":"Better yet, get rid of them if they are non-essential. Why are my tax dollars paying for worthless jobs?","labels":"annoyance"},{"text":"My same thoughts! Post this there and see what options you have! That is unbelieveable your dad would do that!","labels":"embarrassment"},{"text":"Really feeling you today.","labels":"love"},{"text":"Hamberders doesn't seem like a typo—that seems like something a person would write if they heard the word spoken but never saw it written","labels":"amusement"},{"text":"hello there¡ That one time i said i liked sex.","labels":"neutral"},{"text":"YAAAS! Even though you're a stranger on the internet, this has made my day.","labels":"excitement"},{"text":"It's good to see that the rich are being cured of this. :) As for the poor, we can just burn them for fuel.","labels":"disapproval"},{"text":"Are you sincerely saying that [NAME] are bad because they were in the minority?","labels":"neutral"},{"text":"If the issue is Abortion yes. My generation was genocided.","labels":"neutral"},{"text":"No! That's horrible news!..for Galaxy fans lol","labels":"amusement"},{"text":"No ENTP would be such a zealot about anything. This is STJ territory","labels":"amusement"},{"text":"For you, the day the bison frolicked in the snow was the cutest time in your life, but for me...it was Tuesday. ","labels":"joy"},{"text":"Wow, you people...","labels":"excitement"},{"text":"If they were that good, she wouldn't have burned through 3 pairs in 3 years. ","labels":"disappointment"},{"text":"No kids? Who cares. Go your separate ways.","labels":"disapproval"},{"text":"I can't wait for this capslock variation thing to die out.","labels":"curiosity"},{"text":"I don't know why, but the thought of that hat on smoke makes me smile...","labels":"joy"},{"text":"It sounds like you’re enzyme deficient, I’ve never heard of someone becoming sensitive to a drug from using it ","labels":"surprise"},{"text":"Maybe she recognized you and didn’t want to hear your (obviously) stupid comments.","labels":"amusement"},{"text":"that's an adventure!","labels":"excitement"},{"text":"How do they know how tall you are while your sitting in your car. Such bullshit.","labels":"amusement"},{"text":"Huh? Mutts are usually healthier than pure-breds. It's the pure-bred dogs that have weird genetic issues.","labels":"disgust"},{"text":"Its the easiest subject in the whole school, they teach us stuff we should’ve learned when we were 11, it’s so bad...","labels":"anger"},{"text":"Isn't this the plot of the show YOU on netflix? Be careful lmao.","labels":"caring"},{"text":"I'm not fantasising, I'm watching it happen. Just like I watched [NAME] smooth, supple back.","labels":"neutral"},{"text":"I take it they don’t train high risk traffic stops in Arkansas?","labels":"neutral"},{"text":"You were at a casino. Sounds like you won.","labels":"gratitude"},{"text":"the most romantic thing that can possibly happen to me","labels":"love"},{"text":"It did put me off at first but after you get better with a weapon it becomes far less of an issue.","labels":"approval"},{"text":"Hell yes!","labels":"excitement"},{"text":"> and was getting blocked like crazy down low We talking about [NAME] now?","labels":"neutral"},{"text":"Like I said, funny. ","labels":"amusement"},{"text":"It's not a fair question.","labels":"neutral"},{"text":"Ah, victory ","labels":"excitement"},{"text":"[NAME] this was hard to get through. Please crosspost to r\/sadcringe","labels":"disappointment"},{"text":"How is she at all mobile at that weight? Bones are incredible things!","labels":"surprise"},{"text":"Ahh going to bother me I remember it. Let me do some research!!","labels":"annoyance"},{"text":"Do you think South Korea and Japan are not serious countries?","labels":"neutral"},{"text":"She completely understands, that's why she does this.","labels":"approval"},{"text":"holy mother of oof","labels":"annoyance"},{"text":"The “targets” so far has been guilty.","labels":"remorse"},{"text":"I really appreciate this perspective, man.","labels":"gratitude"},{"text":"Just my opinion friend. I don’t know why it offends you so much.","labels":"anger"},{"text":"Any man who risks having unprotected intercourse with random women likely doesn't have being a father on his mind.","labels":"disgust"},{"text":"Once upon a time I got banned for a whole day because of bad behavior... Oh wait that was all of us...","labels":"disappointment"},{"text":"In the wild, it’s expected that something unexpected will always happen i guess ","labels":"optimism"},{"text":"They aren't horrible in the least bit. Just learn from your mistake, remember, and move on. That's all you can do.","labels":"approval"},{"text":"Don’t worry! I was never convicted of anything!","labels":"surprise"},{"text":"really odd choose with pairing slack and sunfan together. These 2 should always be paired with a high IQ caster","labels":"approval"},{"text":"Here's a gun \"oh good something to beat it with\"","labels":"surprise"},{"text":"No one comes here it’s cool","labels":"relief"},{"text":"I too live in logan square and cant for life of me find it on this map","labels":"amusement"},{"text":"I understand. Just know that I'm here. I've been through hell and back. I am happy to listen to anything.","labels":"neutral"},{"text":"the good ol days","labels":"love"},{"text":"It's like [NAME] said, man. You look for the guy that benefits, and uh... You know, uh...","labels":"amusement"},{"text":"[NAME] is like [NAME]. He can be in absolute trash and it's still okay because he's [NAME].","labels":"amusement"},{"text":"It's a yes or no question so no you did not directly answer it.","labels":"neutral"},{"text":"Is that [NAME]?","labels":"neutral"},{"text":"My mom is the one who posts these, and it isn't a surprise to me.","labels":"neutral"},{"text":"So the price goes up until it's worth it for UK people who want to \"work for a few months and make some money\"","labels":"neutral"},{"text":"At least they have picked up some good humanist notions along the way.","labels":"love"},{"text":"Wouldn’t be shocked for a lot of those guys to follow him to TB.","labels":"surprise"},{"text":"You must be fun at parties.","labels":"amusement"},{"text":"I see, Unfortunately I don't think equity has ever turned out well in history. Humans have tried many times and failed with catastrophic consequences.","labels":"neutral"},{"text":"Furthermore, that top part isn't even males only. The bottom part is tho.","labels":"neutral"},{"text":"No more like he took away their talking point about paying federal workers. Lol salty downvote","labels":"amusement"},{"text":"I’m in my second year. Still closeted. Still uncomfortable with my body and sexuality. Still socially awkward.","labels":"disgust"},{"text":"Man I just stick them on straight away. Don't really care if I get some type of infectious rash.","labels":"neutral"},{"text":"This might be my favorite scene in the whole series","labels":"love"},{"text":"I hope your daughter gets the help she needs and someday gets better.","labels":"optimism"},{"text":"**LOVE TO HEAR IT B**","labels":"love"},{"text":"No. There's a fair amount of nudity, violence and foul language. ","labels":"disgust"},{"text":"uh oh is it yiff","labels":"surprise"},{"text":"MY DADDY SAID THE CIVIL WAR WUZ ABAOT STATE RIGHTS AND HE'S THA BEST BROTHUR I EVER HAD","labels":"gratitude"},{"text":"Long hair for guys should happen more, it looks cool *and feels nice too*","labels":"neutral"},{"text":"That will have to be MY cake then!","labels":"excitement"},{"text":"LOL. Glad you noticed.","labels":"amusement"},{"text":"Fuck me, that is good. ","labels":"neutral"},{"text":"HOW ELSE ARE WE GOING TO AVOID THE NO-DEAL APOCALYPSE!???","labels":"amusement"},{"text":"Stoicism isn't a bad thing. The idea that all men HAVE to be or by nature are stoic is.","labels":"neutral"},{"text":"[NAME] I hate when people rhyme things for no reason","labels":"anger"},{"text":"Cheers brother. That’s very interesting. First time I’ve seen that article.","labels":"excitement"},{"text":"No negotiations with terrorists.","labels":"approval"},{"text":"This would make me sick.Getting cucked by bayern on and off the field.","labels":"neutral"},{"text":"No thanks?","labels":"neutral"},{"text":"\"Hey look at this reciept! Oops I totally didn't mean to show off my great body.\" I see what you did there ;)","labels":"excitement"},{"text":"So you are officially saying that record cabinet was not searched prior to the day the key was found? Is this correct?","labels":"amusement"},{"text":"Horrible night for dodo","labels":"fear"},{"text":"use this to make you aim better than my bad aim :)","labels":"approval"},{"text":"It appeared that she smacked her grape pretty damn good. Oh, and I chuckled. ","labels":"joy"},{"text":"Sweetener is full of bops! Wish she would release another single from it.","labels":"desire"},{"text":"Ohhhhh yeah.","labels":"excitement"},{"text":"She’s horrible","labels":"fear"},{"text":"Yeah I dont know. :S","labels":"neutral"},{"text":"Seattle's train is nice... once you get there. It is an absolute hike from the terminal","labels":"love"},{"text":"My pleasure ☺️ hope you enjoy! She seems very sweet.","labels":"joy"},{"text":"Do you ever feel exhausted after chasing girls? I do sometimes","labels":"annoyance"},{"text":"What changed for [NAME]? Last season he had a spurt of being meta and dominant and [NAME] was a bit of a terror","labels":"fear"},{"text":"i suppose it did, but the kick follow up whiff is what i was really pointing out","labels":"neutral"},{"text":"I didn’t really need those 25 minutes of my life anyway","labels":"annoyance"},{"text":"Oh my [NAME]. The hand mixer instead of forks. Shredding poultry is like my least favorite thing on Earth","labels":"love"},{"text":"And you didn't read the filler did you?","labels":"neutral"},{"text":"I wonder can they basejump to the bottom.","labels":"amusement"},{"text":"His name is [NAME]. He's kinda funny, you should check out his other work.","labels":"amusement"},{"text":"I found an understanding of [NAME] degrees of belief and updated probability extremely clarifying","labels":"neutral"},{"text":"Vanity is a sin, [NAME] wants us to hate our bodies","labels":"anger"},{"text":"Gungrabbers? You act like they're busting in your door and taking your guns. No one is forcing you to do this.","labels":"anger"},{"text":"Don't go into alcoholism because of my comment :(","labels":"approval"},{"text":"There you go, the familiarity was nagging at me","labels":"neutral"},{"text":"They're not \"likes\" you fucking moron.","labels":"amusement"},{"text":"So the key to living is to do nothing?","labels":"neutral"},{"text":"Omg [NAME]! One of my favorite bb players","labels":"excitement"},{"text":"Aw thats so sweet A loving cimmunity is what [NAME] and [NAME] deserve for giving us such amazing content every day","labels":"love"},{"text":"That's not irony. Just coincidence. (I know this is [NAME] tweet).","labels":"neutral"},{"text":"Married 3.5 years and we're down to 1-2 times a month. I feel ya","labels":"embarrassment"},{"text":"Doctor charged 400 bucks for a blood pressure check before renewing my wife's high BP medication. She HAS been acting a little weird la","labels":"disgust"},{"text":"I don't particularly want an Eagles repeat either. Chargers, Colts or Chiefs would make me feel best. Then Rams and Saints.","labels":"love"},{"text":"My nuts hurt watching that second part","labels":"disappointment"},{"text":"There’s enough public shaming. I said let the drunk woman free!","labels":"embarrassment"},{"text":"I had a second date yesterday with such bad breath! I gave him a pass on the first date because we met online.","labels":"neutral"},{"text":"Si did you decide to change the company policy at the next board meeting or didn't you, you can't just leave us hanging like that!","labels":"anger"},{"text":"I hate when I get extremely bored doing something that was once all consuming.","labels":"anger"},{"text":"I carry on an empty. But I also carry a single action. So don't make my mistakes.","labels":"neutral"},{"text":"Yeah, look at the publicity for just that. ","labels":"neutral"},{"text":"Bear in mind the first sighting was at 9pm, hard to get good footage after sunset","labels":"neutral"},{"text":"This is how far the Broncos have fallen. They no longer command the best and the brightest. Now it's .500 retreads. This should be concerning.","labels":"caring"},{"text":"It’s best we end this conversation before someone interprets that differently","labels":"neutral"},{"text":"I am removing this post because of sourcing. Read the sidebar.","labels":"disapproval"},{"text":"I liked the Celtics until I started following barstool.","labels":"love"},{"text":"Yea but you seem to forget how bad we were last year. Worst year in the franchise history.","labels":"neutral"},{"text":"Yeah, but most people who have body pillows don't have girlfriends so can we really use this as a good example","labels":"neutral"},{"text":"Can I get that glass online?","labels":"neutral"},{"text":"Don’t you spit facts! Downvote for you (everyone) with no reply. They don’t reply to good arguments just downvote you.","labels":"anger"},{"text":"[NAME] it’s ok the trumpet player can’t hurt you anymore","labels":"disappointment"},{"text":"Child labor laws are ruining this country","labels":"disapproval"},{"text":"She did NOT try hard, that's the problem.","labels":"neutral"},{"text":"Ain’t that the truth. August is Hell!!","labels":"excitement"},{"text":"Sharing with 3 other people was the worst part of hospital for me, fine in the daytime but at night I was barely able to sleep. ","labels":"disapproval"},{"text":"That poor mercy. Just died to die again xD","labels":"grief"},{"text":"never worth it.","labels":"neutral"},{"text":"I also have a boner!","labels":"disapproval"},{"text":"Ive never been happier and wouldnt want to live any other way","labels":"love"},{"text":"I didn't realize it was that common of a thing for guys to do xD","labels":"realization"},{"text":"If you are a [NAME] and he is a real person, then changing his ethnicity should be an issue, right?","labels":"neutral"},{"text":"Or you know, don’t use your phone during school.","labels":"neutral"},{"text":"omg good bot","labels":"excitement"},{"text":"Infacy gosples?","labels":"amusement"},{"text":"Is that the only symptoms you’ve noticed? Are you normally worried for social situation?","labels":"fear"},{"text":"Yeah, he knows about my mental health and how bad it cam get, we've tried all the things that have worked in the past ","labels":"neutral"},{"text":"I guess Metric is old enough now for one of their songs to be Grey’s title. Huh.","labels":"neutral"},{"text":"Now that's ride sharing!","labels":"excitement"},{"text":"If you don't mind cutting your life opportunities by 3\/4 go for it.","labels":"neutral"},{"text":"She doesn't hate him much if she just kept letting him get away with his racket.","labels":"anger"},{"text":"Ah. I should've noticed that after my grandma shared it on FaceBook","labels":"neutral"},{"text":"> super model strange Oh man","labels":"surprise"},{"text":"If that’s true, and I’m inclined to agree, term limits are a bandaid on an open chest wound. ","labels":"neutral"},{"text":"we're all in the same struggle except for those few traitors that dared to go out and actually get into a relationship","labels":"neutral"},{"text":"Now that's screwed up. I'm sorry you got put through that :( good on you though for handling it like you did","labels":"disappointment"},{"text":"But that's \"whataboutism\" which means it's all fine and can be ignored. Try to keep up.","labels":"neutral"},{"text":"I don't think we can beat capitalism, but there is a lot of progress to be made. ","labels":"approval"},{"text":"So you're male then. Ps ur wrong bud","labels":"amusement"},{"text":"Yeah I probably would've started crying on the spot. Loud, sudden and especially shrill noises are extremely *\"cringey\"* and uncomfortable and stressful","labels":"disappointment"},{"text":"Ok man. Glad yo know you are aware of all financial situations.","labels":"realization"},{"text":"Yeah me, I'm blaming my medication tho.","labels":"disapproval"},{"text":"HAHAHAHA YELLOW FOR AZPI????","labels":"amusement"},{"text":"I work 12 hour shifts, and agree. Tea is life-saving.","labels":"neutral"},{"text":"I wouldnt bet much on it.","labels":"neutral"},{"text":"She barely has any real hair on her head. She looks like [NAME] dolly from Rugrats. Bet","labels":"amusement"},{"text":"Thank [NAME] for the adult spammers on my susbscribed NSFW subreddits.","labels":"gratitude"},{"text":"Wow, [NAME] acting like he got [NAME] Punched.","labels":"neutral"},{"text":"\/uj this looks fucking delicious","labels":"joy"},{"text":"Imagine ur mom doing that I’m crying","labels":"disappointment"},{"text":"Find yourself another pretty, nice girl that doesn’t have cheating tendencies. They exist ","labels":"neutral"},{"text":"I would actually accept this being a fun thing to do if there's such a thing as glow in the dark hot glue.","labels":"amusement"},{"text":"Because at best, you’re a racist and an apologist for at least a wanna-be dictator and his supporters ","labels":"neutral"},{"text":"This was a hate crime. Cut and dried.","labels":"anger"},{"text":"Didn’t the chinook end? How are her legs not freezing off?!","labels":"excitement"},{"text":"I need this source with sound","labels":"neutral"},{"text":"I'm still not not going if I've got somewhere else to not go.","labels":"neutral"},{"text":"Degloved finger...*ouch*. One of the worst types of avulsions.","labels":"disgust"},{"text":"Someone did this when the roommate was breaking into her room and trying to leave dirty cat litter in it","labels":"disgust"},{"text":"Happy cake day Mr bot","labels":"excitement"},{"text":"I'd be ok with [NAME] if it guaranteed we were firing [NAME]","labels":"amusement"},{"text":"GF is false; I saw Mayor get transported and I was stabbed by an SK","labels":"fear"},{"text":"Oh, a little misunderstanding, my bad.","labels":"neutral"},{"text":"That's brutal. Hope they win to make it worth your while.","labels":"fear"},{"text":"Bad RLM video? That do not possible is","labels":"neutral"},{"text":"Does it say how many servings are in the bucket? I'm really hungry.","labels":"neutral"},{"text":"I admitted to myself that I had no other reason to think [NAME] was real. Kind of tough to stay [RELIGION], after that. ","labels":"approval"},{"text":"You know I never thought I'd celebrate someone's death, but once she goes I'm going to have to try very hard to not enjoy it...","labels":"disappointment"},{"text":"Oh you mean a documentary he produced? I watched it and it felt kinda bias imo","labels":"disapproval"},{"text":"OMG the bra hanging out of the back of that dress is so cringe.","labels":"embarrassment"},{"text":"The good kind","labels":"love"},{"text":"Ya it’s Bamas league to lose every year","labels":"disappointment"},{"text":"Yeah I do. Not sure what that has to do with you and your incorrect claims about the current generation though.","labels":"neutral"},{"text":"This episode also had the segment where a paralized [NAME] communicates by farting. So, yes it is the worst. Lisa Goes Gaga is a close second.","labels":"anger"},{"text":"All skin heads? Interesting choice.","labels":"curiosity"},{"text":"Well that’s definitely a pallet headed to walmart. Why am I not surprised","labels":"neutral"},{"text":"I know it's Nightengale but he's saying upwards of 12\/350.. ya no thanks.","labels":"neutral"},{"text":"Just not the right year to tank. POOR planning by the FO.","labels":"neutral"},{"text":"I'd be extremely motivated to take any form of martial arts lessons if they didn't cost $100 per month around where I live","labels":"neutral"},{"text":"He's gotta be a robot or a test tube baby. Only explanation.","labels":"neutral"},{"text":"but if it weren't that way then a corrupt police force could convict many innocents. there is no correct answer to this problem.","labels":"remorse"},{"text":"our boi famous","labels":"gratitude"},{"text":"We tried, the place I go is just a rundown old town trashy high school filled with kids who have the background to shoot the place up","labels":"neutral"},{"text":"You will give her your arm and next day she you will give you the cold shoulder. Please just run!","labels":"neutral"},{"text":"Dont want to come over as a sadist, but the story makes all those scene 100x better.","labels":"neutral"},{"text":"There are quite a few heck I know of 3 alone right in Manchester","labels":"amusement"},{"text":"Everyday, always, I am a hero inside my head","labels":"amusement"},{"text":"As a risk analyst, that's a terrible idea, Risk is too high and the benefit to cost ratio is not worth it ","labels":"fear"},{"text":"Honestly, I respect [NAME] for doing what he felt was best for business. [NAME] can go fuck himself.","labels":"anger"},{"text":"I wonder what number he'll wear since he can't wear 20.","labels":"neutral"},{"text":"It's the \"boyfriend around school haha jk\" thing that makes it weird.","labels":"amusement"},{"text":"Looks like some salty Detroit fans downvoting you lol","labels":"amusement"},{"text":"Ooh! Ooh! I want to lose more than 5-10 vanity pounds! (...wink wink)","labels":"excitement"},{"text":"This guy gets it (and feels it as well... Sorry brother)","labels":"neutral"},{"text":"There is a startling lack of empathy in this thread.","labels":"neutral"},{"text":"That’s why it’s a repost. To anyone who’s cake day is 2 day🤗","labels":"amusement"},{"text":"because my dogs wouldst know why I left. gotta give that little floof ball the best life he can have","labels":"love"},{"text":"oh stop IT","labels":"anger"},{"text":"And no fall damage","labels":"neutral"},{"text":"Tell him he should get a divorce.","labels":"disapproval"},{"text":"\"Sad\" but \"true\" There you go I fixed it for you.","labels":"sadness"},{"text":"\"[NAME] crazy about [NAME], she loves dog bones and her dog food too\" (to the tune of free falling)","labels":"love"},{"text":"> lettuce prey! Sound like a hun motto","labels":"excitement"},{"text":"To be fair mumble rap is shite","labels":"amusement"},{"text":"oh I relate. I’ve spent many a hour on that game (;; . _ .)","labels":"joy"},{"text":"Damn, my therapists have been ripping themselves off for years taking mine then have a good day sweetheart. ","labels":"approval"},{"text":"To bad they didn’t SHOOT the low life😡😡😡😡","labels":"neutral"},{"text":"I think I saw it but I can't remember now. =\/","labels":"neutral"},{"text":"Oh well... I'll like both of you.","labels":"excitement"},{"text":"I can tell you thought this damp squib was an absolute dinger.","labels":"neutral"},{"text":"Dan cool and rich","labels":"joy"},{"text":"Being approached isn't a license to act a racist fool yourself","labels":"neutral"},{"text":"My god he looks so different without a scowl or smirk on his face! He looks genuinely happy","labels":"excitement"},{"text":"Yeah more and more I play BFV I just find myself wishing this thing or that thing was more like the old BF’s.","labels":"desire"},{"text":"I can't wait till they invent that pill either, and for you to start taking it, for the sake of the rest of us. Fuck.","labels":"optimism"},{"text":">\"fun\" is what you say when you can't give an objective reason something is good. -r\/movies Filmé connoisseur","labels":"amusement"},{"text":"I'm not ready for that so I won't believe it","labels":"neutral"},{"text":"Come on [NAME], time to step up","labels":"neutral"},{"text":"Because unlike [NAME] this guy hasn’t done anything controversial","labels":"neutral"},{"text":"That is one cute baby. I don’t think all babies are cute either. But this is a really cute baby.","labels":"love"},{"text":"Take a upvote I'm glad I made your experience great","labels":"pride"},{"text":"Maybe he has really bad short term memory, and is genuinely curious how the cop got his attention.","labels":"curiosity"},{"text":"No it’s not! It’s much easier to pull in to the space and leave it there.","labels":"neutral"},{"text":"If we can’t close these type of games at home, we don’t deserve the playoffs. ","labels":"neutral"},{"text":"As soon as I read the title the music for this game started playing in my head.","labels":"neutral"},{"text":"Oh you just love to see that","labels":"love"},{"text":"Should of dropped it off at a tor whistleblowing site. 100% safer than this.","labels":"caring"},{"text":"Are we not going to discuss the fact that his head is forming from the top of his ear","labels":"amusement"},{"text":"GIVE ME A WAY TO AVOID MAPS PLEASE I BEG YOU I DON'T WANT TO PLAY THIS GARBAGE GAMEMODE ANYMORE","labels":"annoyance"},{"text":"He could have spent way less money on backpage when it was still around or Craigslist...would have gotten around the same quality or better too.","labels":"amusement"},{"text":"You mean for a team right? MCW didn’t break any individual shooting records.","labels":"neutral"},{"text":"Castle Danger is killing it with tasty beverage. I'm jealous!","labels":"neutral"},{"text":"I was just about to comment this. She might be a wonderful human being, but I have suspicions. ","labels":"amusement"},{"text":"What a nasty goal! Gives you chills!","labels":"disappointment"},{"text":"Honestly if I didn't have this many favorite characters not yet in the game, I would probably waste my 7 votes on Merlinus.","labels":"love"},{"text":"Well, it did just win a golden globe, so maybe a few more people will see it because of that","labels":"amusement"},{"text":"Um, except you would be trusting your private key with a third party. I would recommend verifying a signed message though as a feature to be added.","labels":"neutral"},{"text":"Isn't that what they all say, with the exception of [NAME], yet there they appear.","labels":"neutral"},{"text":"Normally the posts on this subreddit are pretty innocent and vanilla.....yeah not this one I think I’ll pass on “TheDickPill”","labels":"love"},{"text":"... that's... Literally what they did... The fixed the bug, and balanced abathur accordingly. What else do you want?","labels":"neutral"},{"text":"Look on the bright side, you might never need to worry about that ever again.","labels":"optimism"},{"text":"(#1)Just love him\/her (#2) Be forgiving","labels":"love"},{"text":"Welcome to the gloaming. Yes.","labels":"gratitude"},{"text":"Looking like a kid didn't exactly inspire men to treat me like a sexy woman, even though I was cute as a button. ","labels":"love"},{"text":"I can be convinced to like any trade right now but it all comes down to the return.","labels":"love"},{"text":"I walked 500 miles and then I walked 500 more, you can’t relate to my pain 😤","labels":"neutral"},{"text":"You'll miss a begging old man asking for a spare coin. RIP","labels":"disappointment"},{"text":"Yeah I don’t think [NAME] wants you to fuck my wife\/his girlfriend anymore you cuck","labels":"disgust"},{"text":"Now this is some good fucking content","labels":"love"},{"text":"[NAME] already setting records for most nicknames in the league. There is no way to stop this kid...","labels":"neutral"},{"text":"Strangely enough, the major news orgs didn't go out of their way to publicize it.","labels":"neutral"},{"text":"So glad you got justice and closure. You can properly begin to heal now. I’m not sure I ever will get the same sadly","labels":"joy"},{"text":"Lol I lol'd *I too am down with the kids. But not like that because that would be illegal*","labels":"amusement"},{"text":"I’ve always loved the art style of the author\/illustrator as a kid, so I could see where you’re coming from.","labels":"love"},{"text":"I like [NAME] better","labels":"love"},{"text":"And [NAME], would again like to apologize for any misunderstanding.","labels":"love"},{"text":"thanks, got traded from the habs and I remembered liking his game during pre season, was wondering why he got sent down. oh, and fuck [NAME]","labels":"love"},{"text":"oh is that it","labels":"excitement"},{"text":"why not both? go under-cover. in both senses","labels":"neutral"},{"text":"Sure let's leave a bomb outside a [RELIGION] secondary school, that'll show the [NAME]!","labels":"anger"},{"text":"Lmfao. Tax refunds. Must be nice to get one of those.","labels":"love"},{"text":"Watch it in German but use English subtitles trust me","labels":"approval"},{"text":"Oh hell no","labels":"surprise"},{"text":"Didn't Canada have more guns per capita then USA? I think I saw that in Bowling for Columbine. But [NAME] seem pretty chill about it.","labels":"love"},{"text":"Opposing ethnonationalism and private property is hardly a weird hill for an anarchism to defend","labels":"amusement"},{"text":"Hmm, I had no idea that eating spiders gave dogs that ability.","labels":"amusement"},{"text":"Ugh, that contour looks so incredibly natural. I love this look; it's stunning and smooth as hell.","labels":"love"},{"text":"That bit and the \"man eating chicken\" bit are two of my favourite things in that movie.","labels":"love"},{"text":"That sounds great, I *love* Rogue One. It's also the movie that's perfectly safe for TLJ fans to despise.","labels":"love"},{"text":"Sweetie, you claim you’re happy but you sure don’t sound like it.","labels":"love"},{"text":"Bad execution but it made me smile through the cringe. The sentiment is definitely relatable.","labels":"fear"},{"text":"And what do you think the most important issues are? This one seems fairly fucking important.","labels":"neutral"},{"text":"I'm sure you're alright, [NAME]. xD","labels":"caring"},{"text":"...oh goddamn it, that's in my sales territory.","labels":"surprise"},{"text":"Personally, I adore capitalism. But that's just me. ","labels":"amusement"},{"text":"Its distasteful to complain about male-dominated space like stem? **pearl clutching intensifies**","labels":"anger"},{"text":"Which is why he wasn't the best at colonialism. You can't just murder the people you're supposed to enslave.","labels":"neutral"},{"text":"> to my knowledge she is straight Don’t say you have a chrush on her it will only make your relationship between each other weird.","labels":"disgust"},{"text":"This is cursed","labels":"neutral"},{"text":"Fiend! Take a good look at this silver cross, for it will be last thing you'll see of me and [NAME]!","labels":"neutral"},{"text":"Can’t get hep or HIV from shitty politics.","labels":"neutral"},{"text":"Y'all been eatin' long enough now, stop being greedy!","labels":"desire"},{"text":"...And what's impressive is she managed to sell two internets before she was so rudely interrupted...maybe your Land Lady should consider telemarketing. :P","labels":"neutral"},{"text":"That’s not very cash money of you","labels":"neutral"},{"text":"I actually didn’t know that the White House Mess existed, is run by the Navy, and still running. That just makes this even weirder.","labels":"disgust"},{"text":"Oh no, my secret identity as a neurosurgeon\/entomologist\/radiologist\/anesthetist\/dentist has been discovered! I knew I should have given less detailed medical advice online! D: ","labels":"excitement"},{"text":"They actively supported it before *mysteriously* going silent about it during and after the 2015 Labour leadership election.","labels":"approval"},{"text":"Not really sure we could get salary's to match up","labels":"amusement"},{"text":"Have you met anyone old? Hell, I’m in my late 30s and that’s “awhile back”.","labels":"disapproval"},{"text":"Maybe he wanted to get rid of both of them and thought he'd go out with a bang?","labels":"annoyance"},{"text":"Thats weak as fuck.","labels":"anger"},{"text":"Same with Janus Portal. Countless times have people gotten away because the portal protects them from big damage.","labels":"caring"},{"text":"No stairway.. Deniieed.","labels":"neutral"},{"text":"Well, shrinking of your d could be a motivation to quit porn.","labels":"optimism"},{"text":"... but he LOVES you. Perfect.","labels":"love"},{"text":"I’m interested!","labels":"excitement"},{"text":"I was inspired by your post to grab a thing of Greek yogurt with pineapple I've got in the fridge. Hell yeah.","labels":"joy"},{"text":"I live in Orlando, where was this? lol","labels":"amusement"},{"text":"I think they were planing to be tag team Rapists to a much younger you. I’m so glad you cancelled.","labels":"neutral"},{"text":"I pray the chains that make this life hard are broken by gods power and you are freer with each day!","labels":"caring"},{"text":"I love your Grandma! Good for you for not just giving in.","labels":"love"},{"text":"[NAME] would be really pissed off to lose c3po and r2 to the fucking destroy ending","labels":"anger"},{"text":"Wow dan I like being up at 4am....","labels":"excitement"},{"text":"I like this area when I go to the aquarium. It's a nice rest spot","labels":"love"},{"text":"Update: still alive, the paranoia is gone ","labels":"amusement"},{"text":"Honestly, this has got to be the most reckless way to bully and harass a kid. Kids have a tendency to grow to their expectations","labels":"anger"},{"text":"I have almost 5 months now. If I can do it, anyone can. You got this baby ❤️","labels":"love"},{"text":"Apparently, he can't just have sex with anyone because he needed to rape someone.","labels":"disgust"},{"text":"Ah didn’t know what that term meant. Got bored with all the party terminology. But yes, I guess I am. ","labels":"annoyance"},{"text":">You can't do anything about it now, and nobody cares. Hundreds of thousands would disagree with you.","labels":"neutral"},{"text":"-40 on an obvious joke, [NAME] people.","labels":"amusement"},{"text":"[NAME] got bank...he's paying people to count his cash. He's doing fine","labels":"approval"},{"text":"Very curious why there is no other competition in this market space","labels":"curiosity"},{"text":"Same. Not being hateful to the op but I don't see the connection.","labels":"anger"},{"text":"Al-anon.org I promise you will find the freedom you so desperately want inAlanon.","labels":"neutral"},{"text":"The best daughter a father could ask for.","labels":"love"},{"text":"Eat the damn rich already!","labels":"excitement"},{"text":"I'm vegan and that's a big nope from me.","labels":"neutral"},{"text":"[NAME] in AHS Roanoke takes that spot for me. [NAME] was painful to listen to","labels":"caring"},{"text":"As someone who could totally eat three donuts in a row if I let myself, the amount of sugar this woman consumed still struck terror into my heart","labels":"annoyance"},{"text":"Well, I **NEVER**! \"Lady, you really *should*.\"","labels":"anger"},{"text":"You would never attack someone's character.","labels":"neutral"},{"text":"Oh man, I saw a White Forest Cake the other day and DEAR LORD I almost drooled.","labels":"joy"},{"text":"I thought it was like a fake url sorry","labels":"anger"},{"text":"GOATs is what killed overwatch for me, this patch is probably gonna bring me back. ","labels":"amusement"},{"text":"As you wish the hard path is a good one :)","labels":"desire"},{"text":"He will, I feel like it's Christmas Eve and I'm waiting for [NAME].","labels":"excitement"},{"text":"Couldn't have said it better. Just did the same over my winter break and really got to know myself a lot better. Cheers to the new year!","labels":"excitement"},{"text":"카니발 sounds more like cannibal than carnival.","labels":"amusement"},{"text":"Have nobody thought of the giant tech corporation selling overpriced, inferior products to sheep customers? That's odd.","labels":"neutral"},{"text":"wow I think you've really got her now","labels":"excitement"},{"text":"Who brings a gun to a middle school in the first place? This kid was not right.","labels":"neutral"},{"text":"My dog died on New Year’s Day and I wish I could have give her one more treat. She just seized up and died :(","labels":"desire"},{"text":"I saw a lady with a service dog in chicago who wore them. I thought it might be just because it was cold","labels":"neutral"},{"text":"Of course that's possible but you need to provide some proof.","labels":"neutral"},{"text":"Or getting lucky. Most [NAME] have jobs so their must be a way.","labels":"excitement"},{"text":"What is the reason you 2 have only been on 1 date in a whole year? Why cant you just 'see' each other in person?","labels":"neutral"},{"text":"It *was* pretty public.","labels":"neutral"},{"text":"I think they were talking about the learning proccess. [NAME] succeded as well. So, 3 of them.","labels":"neutral"},{"text":"It looks like someone else was deleted for answering, so I'm hesitant to now. ","labels":"neutral"},{"text":"Which is fair. But they're not respecting you.","labels":"disapproval"},{"text":"If this is true 2020 is done. We won't have control of the presidency or Congress for decades.","labels":"approval"},{"text":"I think those red hats increase their IQ by -1","labels":"approval"},{"text":"He also had a huge game. He was taking advantage of [NAME]. So without him this game isn’t even that close.","labels":"approval"},{"text":"> But, President [NAME] can just hand out pardons for anything federal. Presidential pardons don't affect impeachments.","labels":"neutral"},{"text":"Aww man this sucks, but at least he’s going to Europe, so I’m happy for him! Goodbye [NAME]! ","labels":"love"},{"text":"Time is a great equalizer! So is death...but yeah let's not go there. We like things to stay alive!","labels":"approval"},{"text":"People love him on Yelp:-)","labels":"love"},{"text":"What a touching memory, \/u\/FappingPedant (sincerely!) ","labels":"excitement"},{"text":"It certainly is if the title of the meme is Buh We Dindu Nuffin' wouldn't you agree? That sounds like a racist stereotype to me anyway.","labels":"amusement"},{"text":"This post and thread are killing me","labels":"fear"},{"text":"People have gotten triggered on this sub the past month if you didn't call [NAME] a [NAME], so I think we can handle it.","labels":"approval"},{"text":"[NAME] is [NAME] and [NAME] daughter?","labels":"neutral"},{"text":"I wanna see her debate [NAME]. He would shit all over her.","labels":"neutral"},{"text":"I’m downvoting because it seems like r\/iamverysmart material.","labels":"disapproval"},{"text":"Yeah I should have said ‘wouldn’t it be ironic’","labels":"neutral"},{"text":"I thought it was mildly interesting and don't regret watching it.","labels":"disappointment"},{"text":"Oh, the boat was already on its way out lol","labels":"amusement"},{"text":"I'm not to proud of them right now. I'm mad at them ☹☹ But big ups!!","labels":"confusion"},{"text":"And of course you forgot the chillis that make him orange","labels":"neutral"},{"text":"this isnt really wholesome? he probably shot any gender of deer and didnt think twice about hunting does","labels":"neutral"},{"text":"nothing I dont owe anyone any explanation.","labels":"neutral"},{"text":"I think I need to convince my boss to open a Beijing office! Why does using the accent feel fake here?","labels":"neutral"},{"text":"Because majority of moves have stupidly long names. GO INTO ANGEL PUNISHER INTO DIVE BOMB RADIANCE AND FINISH THE JOB WITH PUNISHING LIGHT BLADE","labels":"amusement"},{"text":"Well, I'm pretty sure I don't act like that, but aight.","labels":"neutral"},{"text":"It was magic.","labels":"neutral"},{"text":"This post is bad because the only good phone is the Palm Pre 3 running webOS","labels":"love"},{"text":"Someone who wants to do a couple of takes and it's just gone past 9","labels":"neutral"},{"text":"I liked the charlie one more.","labels":"love"},{"text":"[NAME] is ac?","labels":"neutral"},{"text":"Yeah it's a weird thing people do","labels":"annoyance"},{"text":"I bet you that’s what will happen, which pisses me off.","labels":"anger"},{"text":"you’re beautiful","labels":"amusement"},{"text":"Most people are unfamiliar with them and fooled by the deceptive name. My money is on no.","labels":"neutral"},{"text":"I feel horrible for the government workers caught in the middle of this. I hope it ends soon.","labels":"fear"},{"text":"THERE ARE NO CHIPS IN THIS PICTURE.","labels":"neutral"},{"text":"Absolutely insane documentary. I actually thought it was a parody at one point but it’s all real.","labels":"disapproval"},{"text":">implying Packers fans have ever fucked anything besides their siblings","labels":"neutral"},{"text":"It's in case he suffers from amnesia and forgets his name.","labels":"fear"},{"text":"Weird how they shoehorned s character from an ongoing tv show into Celebrity Big Brothter. Glad they got rid of him after one episode though.","labels":"annoyance"},{"text":"back when mercy could get play of the game.. and not be useless.","labels":"neutral"},{"text":"> Just because you're white doesn't mean you should try to speak for white people. That's the joke™","labels":"amusement"},{"text":"Stu if you ever say the Pats will beat my Chiefs again I will rain anarchy. BIG THROWS PAT IS GONNA DO IT.","labels":"amusement"},{"text":"I play around 2hs per day since launch. 1\/2 Cuz I like the game. 1\/2 In hope for a new expansión\/fix to get the players back X:","labels":"love"},{"text":"It’s a shame really... ruining a perfectly good shirt like that","labels":"neutral"},{"text":"I knooooow. I’m expecting more water splashes :p [NAME] I was not expecting a manga using the term *girlyboy* to actually be progressive.","labels":"neutral"},{"text":"C’mon man, read the comment, if you love [NAME] so much why don’t you shaft him","labels":"love"},{"text":"Why not? Just go for it. It'll make a great story to tell at your 50th wedding anniversary party.","labels":"pride"},{"text":"i accidentally liked one where my ex was underage....","labels":"love"},{"text":"I'd say Rick and Morty fans. I'm a fan of both but I feel that Rick and Morty fans take everything way more seriously.","labels":"anger"},{"text":"Another pathetic PP.","labels":"disappointment"},{"text":"Yeah, I’m going to do my best to avoid a fight. She’d probably kill me. ","labels":"annoyance"},{"text":"Ooh! I quite like the swimming pool of makeup as well.","labels":"excitement"},{"text":"At least she didn't cough into it afterwards. Double whammy","labels":"fear"},{"text":"[NAME] has really given his all in the second half. He must be exhausted","labels":"annoyance"},{"text":"Goddamnit [NAME] back at it again...","labels":"joy"},{"text":"We finally lost a game while I was shuffling my tarot deck and now I can’t decide if I should try again or if the luck ran out","labels":"sadness"},{"text":"No, but its a big problem in itself. ","labels":"neutral"},{"text":"As a man I would be quite pleased to hear this","labels":"gratitude"},{"text":"but then what will the vegans eat?","labels":"neutral"},{"text":"i guess there is nothing wrong if i say \"May [NAME] grant you love, guidance and happiness\" And yes, that was directed towards you","labels":"love"},{"text":"Greetings fellow human","labels":"gratitude"},{"text":"[NAME] got a serious case of the giggles today.","labels":"anger"},{"text":"I’m a HR professional and deal with this all the time. You’d be surprised how ignorant most people are about their paychecks.","labels":"surprise"},{"text":"Lowkey lyrics right there, revolution or genocide, it won't be televised. Something like that about [NAME] press","labels":"neutral"},{"text":"Gotta be honest here, these people are so crazy that I read this expecting the store to be a literal apple store that sells apples. ","labels":"excitement"},{"text":"Sometimes though, I wish I could be sad for a whole week; that would be a blessing. ","labels":"desire"},{"text":"I love converts. They willingly throw away their freedom for a prison cell. So cute","labels":"love"},{"text":"Absolute queens! ❤🏳️‍🌈🏳️‍🌈🏳️‍🌈","labels":"excitement"},{"text":"I think not living with him in advance is a big mistake.","labels":"disapproval"},{"text":"How random. I did that just riding around town for no reason and saw that lighting.","labels":"neutral"},{"text":"Huh our foster loves being snuggled in a blanket, but our dog we've had for 6 years hates being covered.","labels":"anger"},{"text":"I get needing a good education but what is with people acting like spending the most per student is a badge of honor?","labels":"amusement"},{"text":"Are we seeking attention? Waaaaaaaaaaaaah!","labels":"excitement"},{"text":"They cut a majority of the core coffees which makes my job harder as I'm in charge of the passports.","labels":"optimism"},{"text":"[NAME] is such a wholesome woman. The world needs more people like her.","labels":"love"},{"text":"This makes me wonder if they fixed [NAME] having a very noticeable gap between her body and legs with her new shorts.","labels":"surprise"},{"text":"My barber was thinning my Hair with a new blade and cut my ear. Bled like crazy.","labels":"joy"},{"text":"You're late, I'm not paying for those","labels":"neutral"},{"text":"Anyone have a link to the unedited footage?","labels":"neutral"},{"text":"I have a deep seeded hatred for close-minded people too.","labels":"neutral"},{"text":"Work on the pitching, that was a weakness of the team last season.","labels":"neutral"},{"text":"[NAME] fuck I know this feeling for academics though, not sports.","labels":"joy"},{"text":"Congrats! Enjoy a free slice, I think you know what to do with this 🍕","labels":"excitement"},{"text":"Nobody actually likes tiktok adverts","labels":"anger"},{"text":"Seems like sometimes they also do this with people who aren't necessarily \"high status\" in any way but who genuinely don't care about status. ","labels":"annoyance"},{"text":"It’s crazy how invisible, worthless internet points control us","labels":"neutral"},{"text":"Don't kiss your doorbell! Or anyone else's for that matter...","labels":"neutral"},{"text":"What’s also interesting is that the artist placed the sun right where the building’s exterior light is located, so the sun really shines.","labels":"love"},{"text":"Find a tv show to participate in, bat your eyes, cry a little. ","labels":"disappointment"},{"text":"nah it takes it a lot more than one time, I reckon you'll be fine considering your aware of the risk","labels":"realization"},{"text":"Could Unity not sue the author for giving instructions on how to illegally obtain their product?","labels":"disapproval"},{"text":"Let's get things back on track! Happy new year!","labels":"excitement"},{"text":"I feel like [NAME] was impossibly bad enough to warrant memes about him. [NAME] is just bad, boring, and too invisible to really hate.","labels":"anger"},{"text":"Ah yes three of my ~~best friends~~ worst enemies","labels":"anger"},{"text":"Welcome to Reddit!","labels":"excitement"},{"text":"just read it... how do these people get away with such garbage decisions.","labels":"disapproval"},{"text":"Want too big and lean to be naturally achievable.","labels":"amusement"},{"text":"How do people make this up and expect their story to hold up","labels":"neutral"},{"text":"I like [NAME], but I'd just rather spend more time with [NAME].","labels":"love"},{"text":"If we can’t even score on the power play pulling the goalie made no sense","labels":"disapproval"},{"text":"This is my hat now... this is totally my hat...","labels":"neutral"},{"text":"This will pass and you will be stronger because of it","labels":"neutral"},{"text":"Spoken like a true man. My science teacher supposedly has ramblings about “not touching people.”","labels":"confusion"},{"text":"Just from this video I can conclude that Saquon is a better DB than BW Webb is.","labels":"love"},{"text":"In evolutionary terms you're a \"Fuck it I'll fertilize a tree\"","labels":"approval"},{"text":"You are a human, because of off-by-one error*. THIS IS A GOOD ~~BOT~~ FELLOW HUMAN.","labels":"amusement"},{"text":"Ending a relationship with a toxic person is so freeing. Congratulations!","labels":"excitement"},{"text":"cool story bro","labels":"love"},{"text":"I dunno. Backhanded compliments in girl world are like professional sports.","labels":"neutral"},{"text":"[NAME] damnit, have your upvote ","labels":"anger"},{"text":"When I was a kid I had the biggest crush on [NAME] from Footballer's Wives. She's hard as hell now.","labels":"love"},{"text":"At least we will still have broccoli.","labels":"neutral"},{"text":"My mom wrote a paper for me once in 5th grade. I got a B-. Needless to say, I learned my lesson.","labels":"realization"},{"text":"To be fair, I’m not slaughtering my own food ","labels":"neutral"},{"text":"Something on the telly about Scottish football that saves me watching [NAME] and [NAME]? I'm all for it.. Fair play to them.","labels":"amusement"},{"text":"Georgetown - great food, great shops\/ the \"exorcist\" steps are located there, too. the exorcist steps ","labels":"amusement"},{"text":"Rename yours to Fuck and let alphabetical order take care of the rest.","labels":"amusement"},{"text":"[NAME] was far from an assassin. She had one amazing performance but that was it.","labels":"gratitude"},{"text":"Hang on is that allowed? Geez that guy seemed really angry.","labels":"anger"},{"text":"honestly i don’t think logan paul meant anything except to sound woke so he could get attention","labels":"amusement"},{"text":"I genuinely teared up when I heard it in the game","labels":"disappointment"},{"text":"I’m thinking it’s from when she was abused when she was pregnant and lost the baby.","labels":"sadness"},{"text":"Stupid for difficult. I always feel that way. Fool among elites. That means I can be cared for.","labels":"caring"},{"text":"Eh, I find everything being dead a bit more gloomy than a few clouds.","labels":"grief"},{"text":"She reminds me of my crazy sister. Just a ball of nervousness and constantly just on the verge of crying.","labels":"disappointment"},{"text":"“No, you cannot get better” LOL","labels":"amusement"},{"text":"i mean i hate these takes that because we turned the ball over 26 times, the rotations werent a problem. They clearly were","labels":"anger"},{"text":"You realize everyone sees you REEEEEEing all over the place right? You can act nonchalant all you want but obviously youre one salty sea dog","labels":"realization"},{"text":"they're shite - disgruntled OCSC fan","labels":"anger"},{"text":"What were they mumbling at the end before the commercial break? That was weird.","labels":"disgust"},{"text":"Oh, exploitable","labels":"embarrassment"},{"text":">[NAME] loves people For dinner?","labels":"love"},{"text":"Struggling to find :(","labels":"curiosity"},{"text":"I feel digestive regret just looking at them.","labels":"disappointment"},{"text":"i’m so glad you’re wrong lol","labels":"amusement"},{"text":"Lol I can’t wait to end up on this sub one day.","labels":"amusement"},{"text":"I was born in caul but my psychic powers haven't come in yet. :(","labels":"neutral"},{"text":"> what **the straights** have > ... > **\"stereotyping** Hmm","labels":"amusement"},{"text":"Spending my first day ever in Europe. In Oslo, with an amazing girl I met visiting Texas from Norway about a year ago. ","labels":"love"},{"text":"i like how he just bursts in like DID SOMONE WANA SEE ME ROL OVR !?!","labels":"anger"},{"text":"I want to know if he was ever with [NAME]. We needed more [NAME].","labels":"approval"},{"text":"All that matters is how you use those four inches, really ","labels":"neutral"},{"text":"It's also my 40th birthday, so bring a gift! ","labels":"excitement"},{"text":"UGH ME TOO! Eager to wake up with mania, any day now.","labels":"curiosity"},{"text":"I ALWAYS notice how [NAME] used latex gloves now","labels":"neutral"},{"text":"Just got back,amd I realized that The Ducks are getting clutterfuckedd","labels":"annoyance"},{"text":"Eh... that depends. If I knew the customer then I would, if not then probably not.","labels":"neutral"},{"text":"Me. I really needed to see this. ☹️","labels":"sadness"},{"text":"I cannot believe a woman in her 30s has never had an orgasm. I would have tried everything on the planet to have one.","labels":"surprise"},{"text":"I think it's safe to say I've peaked. 16\/25 on the second half wouldn't all that surprising but I probably whiffed on [NAME]","labels":"amusement"},{"text":"The Netflix documentary about [NAME] absolutely sucks. Don't waste your time.","labels":"anger"},{"text":"But still, crying \"castrate all pedophiles\" because they could be potential rapists is like crying \"kill all men, they are all potential rapists.\" ","labels":"sadness"},{"text":"Yeah fuck all of them down votes xD instantly had this run through my head when I saw the post. One of my favorites as well...","labels":"love"},{"text":"I just unassigned and left","labels":"disapproval"},{"text":"He absolutely loves it!!","labels":"love"},{"text":"I would guess from multiple communities if they are trying to win the war against the other group","labels":"amusement"},{"text":"Good for him, most guys are like [NAME] and would take her back in an instant.","labels":"love"},{"text":"Idk you seem pretty miserable and really bitter and angry. It must be exhausting and I hope you find happiness some day.","labels":"anger"},{"text":"Am yisrael chai is a phrase we should never take for granted.","labels":"neutral"},{"text":"Never happened to me. Seems it would feel weird.","labels":"disgust"},{"text":"There's a difference between rights and law. Stop conflating the two.","labels":"disapproval"},{"text":"Removed. Guilting the OP and pushing this course of action is not acceptable here. Be sensitive to the OP's current frame of mind and wishes.","labels":"remorse"},{"text":"I once had a guy yell something obscene from the window of his truck and throw a half full beer can at me too... good times","labels":"disgust"},{"text":"I have a launch xb1 and i have maybe crashed twice since the game came out. I have almost 8 days played btw...","labels":"neutral"},{"text":"It was less painful than a bee sting! I felt so silly afterwards!","labels":"amusement"},{"text":"I don't know that [NAME] is the best choice for dating.","labels":"approval"},{"text":"I'm watching the Kings broadcast, and let me say [NAME] doing play by play is entertaining.","labels":"joy"},{"text":"lonzo can be special but teams just aren’t as patient anymore","labels":"neutral"},{"text":"Imagine thinking anybody cares about the constitution at this point.","labels":"caring"},{"text":"is there a satire flair for this sub? because this one needs it","labels":"amusement"},{"text":"I wish the 'opt out of redesign' button actually worked :(","labels":"desire"},{"text":"Bundle up and sled! Make a snowman! Take a walk through the wonderland!","labels":"excitement"},{"text":"I spent like 6 hours overnight browsing the top posts here when I decided to check it out I hate how much I can relate","labels":"anger"},{"text":"I never said it wasn't a fighting game though in my comment you replied to I specifically say it is a fighting game.","labels":"neutral"},{"text":"That may be true. I was just pointing out that the logic of an appeal to nature is fallacious","labels":"approval"},{"text":"Maybe I have the mind of a child but I found that entertaining like I’d upvote it if I just saw it","labels":"love"},{"text":"WHAT!? *I thought you were a local!?*","labels":"embarrassment"},{"text":"I'd get the call of the void way too hard here.","labels":"neutral"},{"text":"Yeah, no","labels":"neutral"},{"text":"Wait what planet was this on? I dont remember ever going there","labels":"neutral"},{"text":"[NAME] is my favorite qb prospect and I've been watching football for 11 years","labels":"love"},{"text":"She is smiling in the picture and, to add insult to injury, seems pregnant in the video.... ","labels":"embarrassment"},{"text":"It's like watching her do it an infinite amount of times with her saying to herself: what am I doing wrong?","labels":"annoyance"},{"text":"I would hope that Cartoon Network would have nothing to do with it. Would hate to see them \"Teen Titan\" ASOIAF. ","labels":"anger"},{"text":"I still pick the femboi sorry","labels":"amusement"},{"text":"Keep yer grubby paws off our Dlo.","labels":"amusement"},{"text":"This is how I feel when I use a crosswalk on a busy street","labels":"neutral"},{"text":"Whining on reddit about whining in game.","labels":"neutral"},{"text":"Every. Bloody. Time. I never learn to just shut up though.","labels":"neutral"},{"text":"Anti-vaxxers should have a convention where they can die out afterwards","labels":"disapproval"},{"text":"Shades of Akira \/ Ghost in the Shell!","labels":"neutral"},{"text":"YPG has carried out numerous attacks. Yet you seem to judge them on the few messed up things they have done.","labels":"disapproval"},{"text":"That hit was under 2 seconds after he had possession. Was it unwarranted? Yes Was it SUPER late? No","labels":"neutral"},{"text":"So, you get yo keep the LLR and lose your house\/money\/car instead? ","labels":"amusement"},{"text":"Venezuela has uniquely terrible oil.","labels":"fear"},{"text":"\"You look a little older without your clothes on\" - [NAME]","labels":"love"},{"text":"I fucking change my mind, something wonderful has happened! Please don't make me go dead, tomorrow.","labels":"amusement"},{"text":"Honestly, that would be my nightmare, I’d rather keep [NAME] another season and draft a new QB in 2020 instead ","labels":"neutral"},{"text":"Ah. Not on either of those. [NAME]! ::goes back to stalking profiles::","labels":"neutral"},{"text":"Honestly idk that she ruined a moment, she just changed it so it was a different moment between her and [NAME]","labels":"neutral"},{"text":"I'm glad you have your kids, but have you seen Brooklyn 99 like the op stated? It's worth living for too.","labels":"excitement"},{"text":"In case anyone missed this masterpiece of cinema","labels":"neutral"},{"text":"Cant you just feel the unconditional love <3","labels":"love"},{"text":"F I had one for a few years. Good times.","labels":"joy"},{"text":"[NAME], too. [NAME] is very guilty of this.","labels":"remorse"},{"text":"pretty much correct except for when right wingers get triggered they type on a keyboard and when leftists get triggered they try and ruin the career of whatever offended them","labels":"amusement"},{"text":"That guy (his dad?) was so proud he threw that strike!","labels":"pride"},{"text":"I want [NAME] and [NAME] in Top 3 so I’m feeling the omens girl","labels":"approval"},{"text":"He’s fine for a 3rd string.","labels":"neutral"},{"text":"I bet he took down his USA flag to put this one up instead lol","labels":"amusement"},{"text":"That baby needs a smacking","labels":"anger"},{"text":"Man I just hope for a good ole fashion W","labels":"optimism"},{"text":"Nah man. This website smells like toast and makes my left arm hurt.","labels":"amusement"},{"text":"It dulls the pain","labels":"disappointment"},{"text":"I'm tall but no one is attracted to me, because I'm ugly, I have a big nose and ears.","labels":"annoyance"},{"text":"Both sides have extended offers to end the shutdown since it has started, I think it's disingenuous to act like this is completely one sided. ","labels":"neutral"},{"text":"Welcome to the subreddit!","labels":"excitement"},{"text":"This is amazing!","labels":"excitement"},{"text":"Well it very well could be your drug usage. You could be depressed also. So stop doing drugs and see a therapist.","labels":"nervousness"},{"text":"We should urge him to run, put our Sorosbux to some good use.","labels":"approval"},{"text":"OK, I think I can binge and rebinge the entire run 20 or 30 more times before then, PHEW!","labels":"excitement"},{"text":"Watch the FO not sign anyone. That would be the most dodgers thing ever.","labels":"disgust"},{"text":"Oh [NAME] I needed that laugh","labels":"approval"},{"text":"Pot meet kettle. I don't enjoy having the last word as much as I enjoy you not having it. It seems pretty important to you.","labels":"neutral"},{"text":"Wow no wonder everyone is driving mopeds around. That's all there's room for.","labels":"surprise"},{"text":"And look like big tracts of land.","labels":"neutral"},{"text":"It’s a shame, I’ve had numerous friends with disabilities but I’ve never treated them any less then my friends without.","labels":"embarrassment"},{"text":"Did you even venture to scroll through the nearly 2h long video linked in this thread? Not hard to find....seems like you are just avoiding it.","labels":"neutral"},{"text":"This sentence has a very different meaning in Australia.","labels":"neutral"},{"text":"Yeah because a poor man can always afford to give you a job and a living. Just Wow. Life is gonna roll you HARD","labels":"excitement"},{"text":"Sabaton are pretty cool. I take it you'd also like Rammstein and Turmion Katilot?","labels":"love"},{"text":"Oi us cancers don’t want him either! We respectfully pass his birthday to April","labels":"disapproval"},{"text":"Not adjacent. Far enough away that I am not easily in sight but could get to the hook 2-3 seconds after I see that glint of movement.","labels":"amusement"},{"text":"I like the mountain of health and guts thing about shugoki. Wouldn't mind if he get even more health","labels":"love"},{"text":"Debunked as in proven wrong. Again, he is a well known fool. Do yourself a favor and never take anything he says remotely seriously. ","labels":"anger"},{"text":"Ok. Hang onto shit you can't change and be whiney about it. This is a reason why we catch shit. We can't take it","labels":"anger"},{"text":"You get her off 3 times and she doesn't finish you? That seems very selfish.","labels":"neutral"},{"text":"Good to know, and it gladdens my heart to hear you're all right! <3 ","labels":"love"},{"text":"for something to have gone missing it had to have existed in the first place.","labels":"neutral"},{"text":"To annoy you That's the real on reason","labels":"annoyance"},{"text":"When did they say the aliens left behind were injured? Or left behind at all?","labels":"neutral"},{"text":"About as odd as it is noticing a hockey players finger nails on tv","labels":"amusement"},{"text":"I was kinda just silent the whole time, we haven't spoken since. ","labels":"neutral"},{"text":"If I went to a party and they had SFV I would cry of happiness.","labels":"joy"},{"text":"She should kick him out... next best thing from abortion.","labels":"anger"},{"text":"Not threatening? It is an exhortation to commit a violent sexual act against a woman.","labels":"fear"},{"text":"I don't think I've ever seen that flag flying in this city, we mostly just have the provincial flag and the Canada flag","labels":"neutral"},{"text":"If she is an INFJ they can be quite caustic and verbally abusive at times.","labels":"anger"},{"text":"I’ve made snapchats like this for friends","labels":"joy"},{"text":"Nah dude it shows they aren't depressed adults but instead very cool kiddos.","labels":"joy"},{"text":"Because I was a fan through all of those NFCCG losses...","labels":"love"},{"text":" It an argument. Don’t really have time for jack-assery. Lot of people want attention from me tonight, not just you. ","labels":"annoyance"},{"text":"Damn *fabulous*!","labels":"excitement"},{"text":"I don't believe no one in your class thought of Mac or iPhone.","labels":"neutral"},{"text":"I just cant imagine someone insulting a guy by comparing him to one of the most successfull child actors. (I know who [NAME] is)","labels":"disappointment"},{"text":">he's also super handsome *( ͡° ͜ʖ ͡°)*","labels":"pride"},{"text":"He ran as a [NAME] in the Senate primary and then declined the nomination. Multiple times. He isn't \"honoring\" shit.","labels":"anger"},{"text":"I guess your ex-fiance was different huh? That's really interesting. I've never had a fiance before, personally","labels":"disapproval"},{"text":"When it’s read this way it’s way more badass. The way people normally quote it just sounds stupid.","labels":"disgust"},{"text":"Wait until you’re at least 25 to get a tattoo. You’ll more than likely regret it otherwise.","labels":"remorse"},{"text":"The leaf menace is real. Day of the rake cannot come fast enough.","labels":"neutral"},{"text":"It would be nearly impossible to get to the point of being immobile\/bedbound without someone enabling you hand and foot.","labels":"neutral"},{"text":"Grew up together obviously. So if you want to have an alligator friendly family, raise your babies with baby alligators!","labels":"approval"},{"text":"“While you were getting laid, I was shopping for clothes at Costco.”","labels":"relief"},{"text":"And of course, instead of calling out the men responsible for this behavior, the \"Not all men\" crowd has arrived in full force.","labels":"neutral"},{"text":"In all honesty my dude, just gotta work on getting to bed earlier during that downtime.","labels":"amusement"},{"text":"Think of his target audience. They’re the ones who are fooled by talkers, not thinkers.","labels":"neutral"},{"text":"Word salad. You want America to do Afghanistan's job for them. It's not happening, those days are over.","labels":"neutral"},{"text":"She always says the most basic things\"wow he hit him\" and her lisp is pretty annoying.","labels":"annoyance"},{"text":"Wow. Some people are so stupid. But if it was me I would have opened the door and at least put it inside the doorway.","labels":"excitement"},{"text":"Ice at the office sounds like such a luxury to me! I wish!","labels":"desire"},{"text":"Also “he wasn’t even good enough to be a starting pitcher how could i possibly allow him to be the first unanimous HOFer”","labels":"neutral"},{"text":"My partner told them subtly no thank you. They won't let go.","labels":"neutral"},{"text":"I didn’t know [NAME] disliked Pittsburgh so much","labels":"anger"},{"text":"Edited to “voters” that’s what I meant but I was getting a haircut and a little distracted.","labels":"annoyance"},{"text":"People are just so used to these laws never being enforced in any meaningful way in other countries.","labels":"neutral"},{"text":"The Japanese and the British can do it well, but they probably get like 10x the funding per capita.","labels":"pride"},{"text":"Alllllllways. Losing that toonie makes you feel like a rookie every time.","labels":"sadness"},{"text":"This should in r\/funny not here, very expected","labels":"amusement"},{"text":"I love this trend.","labels":"love"},{"text":"Please don’t. Please talk to someone","labels":"anger"},{"text":"What do you think is happening in the post? Read it again and describe your feelings","labels":"neutral"},{"text":"That's what this seems to be saying unless something was lost in translation","labels":"neutral"},{"text":"It's genuinely disorientating to witness it.","labels":"amusement"},{"text":"Myself and Mr. [NAME] agree small breasted women make the best lovers.","labels":"love"},{"text":"Yep, all the mentally light-lifting folks will flock to that instead of her cautiously pushed out 70% tax rate.","labels":"neutral"},{"text":"And do they all follow her main account? See, she has fans, they just all happen to be her. Lol","labels":"amusement"},{"text":"I don’t love prison- I love the stuff that leads me TO prison. Get on board, [NAME].","labels":"love"},{"text":"Why,? It’s natural. That’s weird af.","labels":"disgust"},{"text":"I know from personal experience that that can be the end of any good relationship.","labels":"approval"},{"text":"It’s also dangerous to be riding a motorcycle waiting behind a stationary car if another car isn’t paying attention and slams into you.","labels":"fear"},{"text":"Ok that makes sense. Im familiar with the term.dog whistling, just havent seen ot attached to globalists.","labels":"approval"},{"text":"This is a great coming out, I also which it went this well for everyone 🏳️‍🌈","labels":"neutral"},{"text":"I felt that way last year and then the Patriots let me down, so best to take no chances.","labels":"neutral"},{"text":"I can hardly wait to see this guy paired with [NAME].","labels":"curiosity"},{"text":"I don’t think you are comprehending what I’m saying.","labels":"neutral"},{"text":"Way too fancy","labels":"anger"},{"text":"I cannot imagine being so fragile that being able to smile threatens your identity and world view.","labels":"disappointment"},{"text":"You’re welcome","labels":"gratitude"},{"text":"Well, my upcoming adverts are going to be interesting!","labels":"gratitude"},{"text":"I’d love for [NAME] to turn into prime [NAME]","labels":"love"},{"text":"I did this with tuna salad. I already ate tuna a lot (at the time) and it’s a decently blank slate.","labels":"neutral"},{"text":"Well this is frustrating.","labels":"anger"},{"text":"The whole point of being an introvert is *going alone*","labels":"annoyance"},{"text":"Putting them away feels so good it’s worth the frustration. Snipers dropped my career KD by like .15 >__<","labels":"anger"},{"text":"It's finally official, we got [NAME] ","labels":"joy"},{"text":"Until you realize immortal Trout is better...","labels":"realization"},{"text":"I like you. Hi.","labels":"love"},{"text":"Not a different issue especially when the majority of the people affected by these deaths are lower income","labels":"grief"},{"text":"[NAME] has to use a gun to defend himself after multiple robberies and an attempted rape...","labels":"caring"},{"text":"If you like that I got one that you may like. makes me laugh everytime here","labels":"amusement"},{"text":"daaaaaamn girl!","labels":"anger"},{"text":"Glad we agree.","labels":"approval"},{"text":"You don't know what fact is?","labels":"neutral"},{"text":"Seriously. Where I’m from it’s Heinz or excommunication.","labels":"neutral"},{"text":"I don't remember this song at all I had it on psp back then.","labels":"neutral"},{"text":"It feels oddly comforting and familiar that we suck at hockey again.","labels":"desire"},{"text":"You guys really hate the Seahawks more than the Cowboys? Maybe I'm just old.","labels":"anger"},{"text":"What a horrible way to find out, though. My sympathies to the dead man.","labels":"fear"},{"text":"I’ve thought about it... if my next job doesn’t really make me happy. My wife is all for it.","labels":"neutral"},{"text":"Lol same actually","labels":"amusement"},{"text":"I thought that I was on the IASIP sub...","labels":"neutral"},{"text":"How does it feel to beat [NAME] toothless and only get a crappy draw?","labels":"excitement"},{"text":"I think that's just natural, humans weren't really intended to fly by nature so I guess it just feels wrong or something, idk","labels":"neutral"},{"text":"It would be good if the producers can find a carrot to dangle that can get these idiots to spill on each other.","labels":"approval"},{"text":"Under [NAME], in 2018, unemployment raised above 4% at least 6 TIMES---in ONE year! What exactly are the [NAME] supporting? 🤔","labels":"approval"},{"text":"[NAME] is a fucking STAR","labels":"gratitude"},{"text":"Since we've already established that we're talking about the present at this point and not the future, you can just pity the current generation of kids.","labels":"approval"},{"text":"“Whine” is such an *emotive* term to use. It would be ironic, but you’ve been trolling here the entire time.","labels":"neutral"},{"text":"They should do it even harder now to spite you","labels":"desire"},{"text":"or just more competent.","labels":"neutral"},{"text":"I mean... this is some shit right here","labels":"anger"},{"text":"Wow, they are actually struggling against the Hawks for 3 full quarters. ","labels":"excitement"},{"text":"These are the guys who eventually shoot up banks and hide 13 year olds under their beds.","labels":"disgust"},{"text":"True enough. I'd love more LGBT friendly horror.","labels":"fear"},{"text":"My brother looks like [NAME] and I look like [NAME]","labels":"joy"},{"text":"Yup, I must be overreacting too and it's not a big deal. It's amazing the justifications used for this nonsense.","labels":"amusement"},{"text":"I got hung up thinking like this for thirty years with my first and only love. Don't let it happen to you.","labels":"love"},{"text":"But seriously, you're probably going to feel very sick ","labels":"anger"},{"text":"See my response to your other comment, but I'm glad you have conceded that your original response to revaniteanime was incorrect.","labels":"love"},{"text":"Not as bad as the face [NAME] making","labels":"neutral"},{"text":"I can’t tell which shirt was 2 dollars or which was 5 dollars for example","labels":"confusion"},{"text":"You are not the only one. I rage quitted UNO","labels":"neutral"},{"text":"*french canadian fuck. They are the only ones who use it even though pretty much any french speaker knows what it means","labels":"neutral"},{"text":"Examples of useless government entities, little buddy.","labels":"neutral"},{"text":"Quick... there's a boot somewhere that you haven't licked today yet!","labels":"excitement"},{"text":"I’LL SEE YOU AGAIN NEXT TIME","labels":"optimism"},{"text":"They all did idiotic things on at least 1 occasion.","labels":"embarrassment"},{"text":"Players like this makes me rage quit tbh.","labels":"anger"},{"text":"“Stop replying to me as I send you a message first!” Oh, meat eaters ❤️","labels":"anger"},{"text":"There has to be some repercussions for this judge, right? Considering the crimes, that bail seems incredibly low...","labels":"disapproval"},{"text":"[NAME] blows. Be happy she’s gone","labels":"joy"},{"text":"HAHHAHA thats good","labels":"amusement"},{"text":"Honestly, these are probably things you should have thought about before telling your husband you wanted to separate. ","labels":"neutral"},{"text":"What the fuck did I just read?","labels":"anger"},{"text":"No at that point you’re a POS, or just have horrible taste in women lol ","labels":"amusement"},{"text":"This is me today, I have to do a 1-2 MINUTE presentation and I’m freaking out about it","labels":"anger"},{"text":"Funny how we get more anxious about our heroes than their victims","labels":"curiosity"},{"text":"Lol, I’m so sorry for u. Do u go down on her a lot? If so she need to give something too...","labels":"amusement"},{"text":"If he's still blaming [NAME] for his issues, the therapist is doing a bad job.","labels":"disapproval"},{"text":"I want to get off [NAME] wild ride","labels":"fear"},{"text":"I can’t wait to try the cleric class again!","labels":"curiosity"},{"text":"Oh whoops haha","labels":"amusement"},{"text":"Well, yeah, it's a climate target. Climate targets are made for missing.","labels":"neutral"},{"text":"Soundboard operator needs to start blasting duck quacks whenever we block their guys","labels":"amusement"},{"text":"*Hey just noticed..* it's your **8th Cakeday** The_Fuzz_damn_you! ^(hug)","labels":"neutral"},{"text":"This just proves you put the bone there, I'd actually be impressed if you showed him putting the bone there","labels":"neutral"},{"text":"I think this is one of my favorite Aquaria looks ever!!!","labels":"love"},{"text":"Actually it's quite hard to decide without a proper reason. Under what circumstances do we have to do that?","labels":"neutral"},{"text":"TBH I think they would've been better without the hot dog","labels":"neutral"},{"text":"I'm not different than [NAME] secret refusing to sell male clothing.","labels":"neutral"},{"text":"C'mon, you can do better than that! Just search your heart...","labels":"love"},{"text":"Someone get fat boy [NAME] a happy meal.","labels":"joy"},{"text":"I look cuter in red P’s.","labels":"love"},{"text":"Liberal circlejerk “ o ya those conservatives suck” 10,000 upvotes","labels":"amusement"},{"text":"Ah! That's not gone well!","labels":"surprise"},{"text":"Being lonely without him is far better than being lonely with him. Good line. I'm stealing that one!","labels":"disappointment"},{"text":"Ahhh India. Where she would have been raped 17 times on her daily commute.","labels":"surprise"},{"text":"You really think the Senate and then [NAME] will sign this lmao?","labels":"neutral"},{"text":"My rent was due on the 29th. I paid it on the 20th just to avoid this kind of stress!","labels":"optimism"},{"text":"Funny, no. Unsurprising, yes.","labels":"excitement"},{"text":"You’re a life saver, wish you a blessed new year ","labels":"joy"},{"text":"> Greece and Turkey to go bananas. Would you be willing to explain, please?","labels":"amusement"},{"text":"Yes indeed, the “just a joke, bro” ship sailed long ago. ","labels":"amusement"},{"text":"Because it contains the nudity of a child, and that is a federal crime?","labels":"disgust"},{"text":"Clear eyes.","labels":"neutral"},{"text":"> **Gomenasai,** my name is [NAME]. Lmao. ","labels":"amusement"},{"text":"Let's get skinner locked up for 8 years first. Don't want to upset him before he signs","labels":"disappointment"},{"text":"Or they just don't understand why cats do that with kittens.","labels":"disapproval"},{"text":"How do you know he likes beer. Did he ever once state that he likes beer?","labels":"love"},{"text":"Oh we're doing this again huh","labels":"amusement"},{"text":"Yes but [NAME] advice is better then some randoms lol he was one of the leagues best ever defenders","labels":"amusement"},{"text":"Intolerance of intolerance isn't intolerant my dude","labels":"anger"},{"text":"Looks like I posted it. Oh no!","labels":"surprise"},{"text":"on the subject of meltdowns, stay calm yourself and try your best not to escalate them.","labels":"neutral"},{"text":"for me it was def the egg yolk. i’m pouting as i reluctantly eat it.","labels":"amusement"},{"text":"That's the perfect intro for a panic ult.","labels":"fear"},{"text":"Game still \"fun\" if you don't tryhard and play on QM but some people are trolling on other mode and that's Can be hard for nerv.","labels":"amusement"},{"text":"Other than some wacky pick up orders, the dine-in customers are very sweet at my place. It’s a good thing :)","labels":"love"},{"text":"Super [NAME] told me [NAME] was crap though and that [NAME] was far better :(","labels":"neutral"},{"text":"Not cheating and not using exploits is honorable. Other opinions are not relevant imo.","labels":"amusement"},{"text":"As someone who went through school before the internet existed, yes, weird creepy kids existed. Although it was more in your face. ","labels":"disgust"},{"text":"What's sad is that I look like this and I'm not a virgin. What's your excuse?","labels":"sadness"},{"text":"Maybe crotch-thrusting \"power pose\" on top of the White Cliffs will scare them all away?","labels":"neutral"},{"text":"Cus the left doesn't give a shit about people who fought for the USA!","labels":"gratitude"},{"text":"I recently ate here and it changed my life. Get the steak sandwich with roasted peppers and goat cheese. You will not regret it.","labels":"neutral"},{"text":"Which company? Tell us, they can't do shit.","labels":"neutral"},{"text":"And they wonder why they don't seem trustworthy. Maybe someone should tweet about it and they'd notice.","labels":"surprise"},{"text":"It may get you pregnant so just make sure you eat all her birth control before hand.","labels":"caring"},{"text":"Nobody uses OkCupid anymore. Go to a bar and pick someone up","labels":"neutral"},{"text":"I mean there's a pretty big community of people that idolize school shooters and rapists so you never know on the internet.","labels":"love"},{"text":"I like how this story's problem is literally the opposite of the next oldest post on this subreddit","labels":"love"},{"text":"omg that's gonna be a hell of a reunion as well","labels":"anger"},{"text":"Funny bc random guys do that behind girls in clubs sometimes.","labels":"amusement"},{"text":"great another filler episode, not like we have had enough of them","labels":"gratitude"},{"text":"> one of the better diss tracks out there Lol okay","labels":"amusement"},{"text":"I like how people are downvoting when this is how so many military coups have happened. I challenge those who downvote to prove me wrong","labels":"love"},{"text":"The poor dude.....pray for him.","labels":"caring"},{"text":"It certainly reeks of the same kind of scam.","labels":"annoyance"},{"text":"I know they are treated very well, but some of them do die.","labels":"grief"},{"text":"ORANGE MAN BAD GOLD TO THE LEFT","labels":"amusement"},{"text":"Oh sure. I bet [NAME] is sick. Sick of Skyward Sword.","labels":"disappointment"},{"text":"Some bioshock shit right here.","labels":"anger"},{"text":"Im so interested in learning more about the Garrison EU.","labels":"excitement"},{"text":"I am honored to be your only comment","labels":"neutral"},{"text":"It says \"Just because someone *is here* illegally…\" No comment at all about how they got here.","labels":"neutral"},{"text":"she’s a huge mood","labels":"excitement"},{"text":"explain Hudson bay edit: not to say Florida flooding wouldn't be welcome change","labels":"amusement"},{"text":"I did. He wasn't. Y'all lost. Keep living in the past tho.","labels":"neutral"},{"text":"is the entire cast at least on there and not cut off at the bottom like the other pic I saw here?","labels":"amusement"},{"text":"I fully expect the curse to hit with him blowing out both acl's while playing video games","labels":"neutral"},{"text":"Surely a regime that would kill millions of people wouldn't *dare* tell a lie.","labels":"neutral"},{"text":"glad to see paleho's doing well","labels":"joy"},{"text":"Maybe I'm overly cautious, but when I was single I stayed away from people who worked with me. ","labels":"caring"},{"text":"You're so cool.","labels":"joy"},{"text":"I miss those lol","labels":"amusement"},{"text":"Let him be happy with this thought! Karma would break his ego sooner or later !","labels":"disapproval"},{"text":"What do you mean by \"free game\"? Are you under the assumption that the Executive branch can dictate appropriations?","labels":"neutral"},{"text":"I'm not crying... you're crying!","labels":"anger"},{"text":"I never heard ridiculous right-wingers mocking people for being \"triggered\" until ridiculous liberals started referring to themselves being \"triggered\".","labels":"amusement"},{"text":"I knoooow like why do people exist just to make things worse I’m so tired of all these alts\/ weird question askers","labels":"anger"},{"text":"...what? You're far more concerned with the o line than signing [NAME].","labels":"caring"},{"text":"Shit, I guess I accidentally bought a Pay-Per-View boxing match","labels":"anger"},{"text":"I became a member in the summer and have still not gotten my packet, your post just gave me hope it still might come","labels":"approval"},{"text":"Exactly what belongs in this sub. <3","labels":"neutral"},{"text":"Society has once again falsely made men look cold and emotionless. You're normal.","labels":"neutral"},{"text":"Talking about cats my lil Friend just jumped on the couch *pat pat from the nice people of reddit*","labels":"neutral"},{"text":"140k CAN dollar worth NOT 140K BTC. Sorry I did not understood your original question","labels":"sadness"},{"text":"Raw, unfiltered athleticism...whoops wrong player *puts down [NAME] player card* A real hard worker...could date the coach's daughter","labels":"amusement"},{"text":"I didn’t downvote you because I would like to know the reasoning first.","labels":"love"},{"text":"What a funny story.","labels":"amusement"},{"text":"Chills. I can’t wait. I’m sure [NAME] will get over this not being happy because they have bigger fish to fry.","labels":"curiosity"},{"text":"What you mean you weren’t looking forward to that scene? ;)","labels":"neutral"},{"text":"Can't jab him outta this wind up unblockable lol","labels":"amusement"},{"text":"There Probly doing this because we’re for sure gonna tank next year as well","labels":"neutral"},{"text":"Way too much bounce in that pad to get enough height. Needs natural grass. It was doomed from the start.","labels":"amusement"},{"text":"I hope this season [NAME] wins everything:","labels":"gratitude"},{"text":"and now i went there...and got ragey and stabby LOL wtaf is wrong with people?! obviously, rhetorical question...but wtaf","labels":"amusement"},{"text":"\/u\/allegedlynerdy is referring to China not Russia, as obviously Russia is not “religion free,” but atheist China is still very homophobic.","labels":"amusement"},{"text":"Oh ok cool so I don't feel bad at all about it then.","labels":"relief"},{"text":"And [NAME] just got laughed off the stage. How things would be different if he had won. Seriously timelines would be so different.","labels":"joy"},{"text":"You should call the cops of he comes back, I'm going to guess your coworker has plenty of similar stories about him.","labels":"disapproval"},{"text":"Just thinking about all the stupid stuff I did as a kid makes me very afraid for my 5 year old.","labels":"fear"},{"text":"I’m already deaf. It’s not that bad. Hard to imagine how easy it would be, being blind.","labels":"embarrassment"},{"text":"I can’t wait for socialist Norway to collapse.","labels":"curiosity"},{"text":"Well she’s still kind of awful but she’s hilarious. Definitely a huge improvement. I could barely watch her!!","labels":"amusement"},{"text":"Buff *Nurse*??? Lol, this has to be some god-tier shitpost or something","labels":"amusement"},{"text":"In a sous vide? How does that work?","labels":"approval"},{"text":"I suspect that, this is going to be the least infuriating DIY aspect of this house. ","labels":"excitement"},{"text":"My tongue is still a little scorched lol. But totally worth it","labels":"amusement"},{"text":"ok that's kind of cool....","labels":"relief"},{"text":"Then they're the worst fascists of all time, because their critics have been extremely loud and public, while not being murdered.","labels":"disgust"},{"text":"Cute little jerk. How many times has that come out if my mouth!!","labels":"excitement"},{"text":"Didn't mean to offend","labels":"disappointment"},{"text":"The 4th from the right on the front row is still my favorite hat. It is hard to pair the Blue and Orange with a random outfit.","labels":"love"},{"text":"Oh I see","labels":"neutral"},{"text":"Almost like we're playing scrubs and trying to save gas for a huge game at home tomorrow","labels":"neutral"},{"text":"You shouldn't have been leaving anyway, witch. Go write a funding bill. You know... do your job.","labels":"neutral"},{"text":"It’s not really a surprise that sick people consume more healthcare resources than people who aren’t sick, is it?","labels":"surprise"},{"text":"someone should of grabbed [NAME] by his foot and use him as a club to bash [NAME]..","labels":"amusement"},{"text":"Don't blame me, I voted for Kodos.","labels":"anger"},{"text":"And KAT with 6. Weird game.","labels":"disgust"},{"text":"I like the sound of that, shes definitely a bitch what does chutzpah mean?","labels":"anger"},{"text":"Theyre asking for a leak, not a theory","labels":"neutral"},{"text":"Oh to find someone who loves you enough to put a blanket over you when you’re sleepy. That’s the dream.","labels":"love"},{"text":"Ah, [NAME] and his random crap again...","labels":"neutral"},{"text":"The tree actually moved!!! Who is this guy?!","labels":"surprise"},{"text":"I may have awful taste, i would want this cake","labels":"disgust"},{"text":"That sounds terrible, man. Have you been to a doctor yet?","labels":"fear"},{"text":"I remember running into teachers at the grocery store or whatever when I was a little kid and having that same feeling!","labels":"excitement"},{"text":"It's just bizarre you would criticize [NAME] on his development capabilities when he's not a developer... His specialties are centered around crypto philosophy","labels":"neutral"},{"text":"Wow.. must have missed this. This is really fucked up if true!","labels":"surprise"},{"text":"The Colts badly wanted to hire him. He’d get a GM job in a heartbeat if he wanted it.","labels":"desire"},{"text":"I tried doing it but it’s hard when you’re Indecisive and always want to remake the characters design","labels":"neutral"},{"text":"My man!","labels":"excitement"},{"text":"I live in So-Cal near the beach, im over it. Its weird planning vacations to go other places when you live in a vacation spot.","labels":"amusement"},{"text":"I still hated the system though. I felt penalized for using anything that wasn't the power beam the entire game.","labels":"anger"},{"text":"Damn. It's hard to comprehend how massive the USA really is.","labels":"fear"},{"text":"I agree because the issues run much deeper. In your opinion what would be the best way to deal with it? Regulation?","labels":"approval"},{"text":"Haha. Dried fruit is partially how I got fat again.","labels":"amusement"},{"text":"I didn't downvote you but Emirates 1st class suites are ridiculously nice.","labels":"caring"},{"text":"It would be a crime to not invite him.","labels":"neutral"},{"text":"I don’t set an alarm I naturally wake around 4am. Love my mornings.","labels":"love"},{"text":"Gotcha. Given how contentious even the top-tiers are, I wanted to play it safe.","labels":"joy"},{"text":"I want a steamed ham with a combo of an Eichel tower call or an Ultralord goal.","labels":"neutral"},{"text":"We can agree this season is ♾ times better than AS3?","labels":"love"},{"text":"what do you wanna bet [NAME] thought they meant \"his\" campus sexual assault info as opposed to everyones and just stalled to be safe?","labels":"caring"},{"text":"As far as I'm concerned, [NAME] run for the WH ended with this twisted ankle.","labels":"caring"},{"text":"This just looks like it’s actually from porn lol what is the original context","labels":"amusement"},{"text":"Oh for fuck’s sake.","labels":"anger"},{"text":"Your video fails to show how though?","labels":"disapproval"},{"text":"They confirmed its in the queue, just not yet. Fishing is happening eventually.","labels":"neutral"},{"text":"Older nurses seem to have less tolerance for the bullshit of hospital work and move on once it gets to be too ridiculous.","labels":"annoyance"},{"text":"I've got no place else to go...","labels":"neutral"},{"text":"Funding was never the problem of Mass Effect. EA is. You're confirming their bad business strategy.","labels":"approval"},{"text":"This is the worst thing I've ever seen. Take my upvote.","labels":"disgust"},{"text":"Stocks have less market friction...there is also more chaos due to the amount of individuals vying to make money there, compared to here.","labels":"confusion"},{"text":"Well that was strangely majestic.","labels":"love"},{"text":"Can we please just call out defense next year the Legion or Doom. The LOD just sounds incredible","labels":"surprise"},{"text":"I guffawed! Error! Multikill! Now I have to manxplain cryptocurrency again to my wife sitting next to me.","labels":"amusement"},{"text":"Me posting video game subs has any relevance how?","labels":"neutral"},{"text":"Wow. What is wrong with you","labels":"disappointment"},{"text":"That is utterly horrifying. I'm so sorry that your kindergarten teacher was such a heartless old bat.","labels":"fear"},{"text":"[NAME] is often regarded as strategically the worst Lord in the series because of this. [NAME]","labels":"grief"},{"text":"Hate to break this to ya but you are that guy [NAME]","labels":"amusement"},{"text":"YES! Here's to us HAPAs!","labels":"excitement"},{"text":"Everything is cool when no one gets hurt.. But as soon as something bad happens, we all scream idiots... Why...?","labels":"fear"},{"text":"Yeah I messed up, gonna repost this with better quality in the near future","labels":"optimism"},{"text":"Interesting. Can you give some examples?","labels":"amusement"},{"text":"Is that seriously the story? I haven’t googled it. I just thought it was cool as a WW2 buff","labels":"surprise"},{"text":"Just read the text of this amendment. I am literally sick to my stomach from reading this. THIS MUST NOT STAND!!","labels":"neutral"},{"text":"Sorry if I was insulting, I just took your post as some commie type smugly trolling how stupid [NAME] is ","labels":"remorse"},{"text":"yuck no I'm waiting until marriage obvs","labels":"disgust"},{"text":"These are all problems you're creating for yourself, not something she's doing.","labels":"neutral"},{"text":"The last book feels like a dream. It's ridiculously bad, imo ","labels":"anger"},{"text":"Which is odd, he was terrible on Sunday","labels":"fear"},{"text":"I do not trust our defense at all. I do not believe you can increase the range of Andujar.","labels":"surprise"},{"text":"Ouch, that looks horrible. Tagged his leg on the dumpster. Lucky he didn’t lose a leg going that fast.","labels":"fear"},{"text":"> I'll only debate subjects I'm knowledgable of. Then you're not good at debating.","labels":"approval"},{"text":"I've never seen him play so hard on defense. This feels different this time is all I'm saying...","labels":"gratitude"},{"text":"Sorry I kind of took it like you were flexing on my or my opponents skill or something lmao","labels":"embarrassment"},{"text":"Doubtful that's why he did it. Which in turn leads to even more disturbing reasons possible. SOS","labels":"neutral"},{"text":">No most cops are good people who wants to inforce the law. Pick one.","labels":"approval"},{"text":"The 30 second new's watcher is still in a far better place to judge *their own interests* better than you or anyone else.","labels":"neutral"},{"text":"Did the same thing more than 20 years ago and I still think about it periodically. Brutal.","labels":"fear"},{"text":"I knew I'd see him here eventually. I really like his animations. They're cute and funny","labels":"amusement"},{"text":"All of troomtroom videos on YouTube are this odd and unnecessary. Some even more so. And their thumbnails are interesting","labels":"curiosity"},{"text":"Loved that damn [NAME]","labels":"love"},{"text":"No, but I might choose to not support certain teams because their owners are trash.","labels":"anger"},{"text":"Don’t eat snickers on shrooms the taste was so intense and salty I was convinced I’d thrown up","labels":"approval"},{"text":"These things are so cool.","labels":"relief"},{"text":"My cat stole my KFC once. I stole his ability to be inside for the day.","labels":"neutral"},{"text":"[NAME] is so cute ^_^, the second bunny image is my favourite. Since you haven't got any requests... I request Himiko.","labels":"joy"},{"text":"He's a alt right MAGA idiot.","labels":"neutral"},{"text":"96.6 and 94.6% capacity on average for the OF. That's insane.","labels":"pride"},{"text":"someone please upload that [NAME] poster at the end","labels":"neutral"},{"text":"I had a GB in 1999 and it was worse than birthing my son. I would have loved to have had the sleeve....","labels":"disgust"},{"text":"Oh that’s crazy to expect that much. 10\/5 years is nothing.","labels":"neutral"},{"text":"TrollX doesn't appear in \/r\/all; mods made it that way because we kept getting brigades of shitheads every time a post got remotely popular.","labels":"amusement"},{"text":"Windbreakers, we’re supposed to wear them when it’s cold as apparently a joke to keep us warm 🙃 I hate doing drive ups now","labels":"amusement"},{"text":"Just as easy to blame the other side. Maybe they should all sit down like grown ups","labels":"anger"},{"text":"I thought it described me perfectly well, almost scary accurate so I personally believe in it. At least for INTP.","labels":"fear"},{"text":"“NPCs”, “cucks”, “blue pillers” Well, there’s a reason nobody takes you seriously, buddy","labels":"disapproval"},{"text":"Recent Russian behavior is unacceptable...no doubt about it.","labels":"disapproval"},{"text":"She looks like a televangelist.","labels":"gratitude"},{"text":"They didn't play it safe. They played it big and failed hard. The plot is too damn big for a soft-reboot game.-* +","labels":"neutral"},{"text":"Fun fact. If you combined North Dakota, South Dakota, Wyoming and Montana into one state it would have roughly the same population as Puerto Rico!","labels":"amusement"},{"text":"I thought you would say it was because Finland doesn’t really exist.","labels":"neutral"},{"text":"I crossposted it at it said it hadn't been crossposted yet *shrug*","labels":"amusement"},{"text":"Ugh. \"I've found my forgiveness in [NAME].\" Burn in hell","labels":"joy"},{"text":"I'm right there with you on the acting. Never thought I would be able to pull it off.","labels":"neutral"},{"text":"Still is glitched to this day.... sad","labels":"nervousness"},{"text":"Your pretty late, it was announced a while ago","labels":"approval"},{"text":"yea he had 6 assists which created 13 points, if he had 13 points and no assists people would be calling it a great game for him","labels":"gratitude"},{"text":"Man we better not lose this like the [NAME] game.","labels":"approval"},{"text":"Your comment is kinda wasted. He can't read.","labels":"neutral"},{"text":"Which is a huge shame since it took place at Wrestle Kingdom. Hoping he has a great reign filled with good matches.","labels":"disapproval"},{"text":"Wrong person? Nothing I said could or should be construed in that way.","labels":"neutral"},{"text":"Grey’s Anatomy is still on the air? I thought it was cancelled years ago.","labels":"confusion"},{"text":"That’s not the vaccines fault champ.....","labels":"approval"},{"text":"Well, it's you on mobile)","labels":"neutral"},{"text":"That thing is rather thin , it wouldn't be a big problem to tap-swallow it","labels":"neutral"},{"text":"I hope you're pregnant, I'm not doing this anymore... Gx","labels":"neutral"},{"text":"Oh [NAME] all the cereal will be stuck soaking in milk until they get mushy and gross","labels":"neutral"},{"text":"Ahh. Both of those are very good. Hope you enjoy them as much as I did.","labels":"joy"},{"text":"I can't remember a time during my early childhood where I didn't dress up like my mom and almost break my little ankles in her heels","labels":"disappointment"},{"text":"no worries, just clean your room","labels":"fear"},{"text":"The middle was an analogy. No one here condones terrorism, as that's attacks on civilians, Destruction of financial buildings isn't that. ","labels":"neutral"},{"text":"Bein' separated just doesn't feel so right.","labels":"disapproval"},{"text":"I can relate, and I blame sexual tension because of it.","labels":"neutral"},{"text":"When will this copypasta die, it must be going strong for 10 years","labels":"grief"},{"text":"Looks like you took a bath in manure.","labels":"neutral"},{"text":"I feel ya man. Stayed up to prestige and now I can’t sleep anyways.","labels":"gratitude"},{"text":"Something extremely fishy is going on here with this story.","labels":"neutral"},{"text":"That's crazy, my brother's cat did the same thing with me last year when I got the flu. She's usually pretty distant","labels":"neutral"},{"text":"Someone really needs to solve the problem of how to put cars into video games, I'd love to see it one day, just imagine the fun!","labels":"amusement"},{"text":"Just take them and get them vaccinated without his knowledge. Only one parent is needed. Dont even tell him after it's done.","labels":"neutral"},{"text":"best part was him tearing apart his Real shirt while walking out","labels":"neutral"},{"text":"England is all about driver safety. Competence...well....","labels":"caring"},{"text":"This should really be a libertarian\/socialists for gun rights meme. I genuinely think there is a lot they have in common.","labels":"approval"},{"text":"It's a shame he didn't trust you enough to believe you, but instead believed his own assessment of what he was worth.","labels":"neutral"},{"text":"I wanna die!","labels":"excitement"},{"text":"I like the hints of purple","labels":"love"},{"text":"You know what, I think we're gonna be friends. *Special* friends. ","labels":"approval"},{"text":"Yep never understand why just because a move is small that makes it bad?","labels":"amusement"},{"text":"gotchu lol, in that case sorry you got downvoted to hell for this lol","labels":"amusement"},{"text":"I'm not too excited to see [NAME] and [NAME] throwback offense again. Run 3 times punt and play great defense. Zzzzzz.","labels":"excitement"},{"text":"I could be completely crazy but didnt they attempt a coup like 2 years ago and it failed?","labels":"love"},{"text":"Yeah google it I def want it!!","labels":"approval"},{"text":"thats life lol","labels":"amusement"},{"text":"No, I generally feel like slugging them in the head repeatedly with an iron bar. Spitting is just petty. *Let your hatred flow!*","labels":"anger"},{"text":"Great. Literally nothing is sacred anymore.","labels":"amusement"},{"text":"> I don't understand why a reasonable person would perceive it as being objectively mean. Simply put, journalists are not reasonable people. ","labels":"neutral"},{"text":"You're really just having a field day today huh?","labels":"joy"},{"text":"Last couple countries that tried that got destroyed by international communists.","labels":"disappointment"},{"text":"This makes me want to die","labels":"fear"},{"text":"Good for that security guard! That's lovely to hear.","labels":"love"},{"text":"I'm going to blow your fucking mind. I dip my Hawaiian pizza in ranch. Booooooooom.","labels":"neutral"},{"text":"Pulisic is a replacement for our abysmal right wing.","labels":"neutral"},{"text":"How many hours of maintenance do they really need to do every night? I feel like they just want to cut costs and tell us it's impossible.","labels":"neutral"},{"text":"Not really sweaty palms, but holy hell that's uncomfortable as all hell...","labels":"annoyance"},{"text":"He wasn’t drafted and is properly rated imo. Had a crazy career for sure. Beat the odds many times","labels":"amusement"},{"text":"I feel your pain...","labels":"fear"},{"text":"I'm not responding until you point me where any of my statements contradict cut and clear","labels":"embarrassment"},{"text":"> i have never even dated a girl. Lol","labels":"amusement"},{"text":"The one thing I worry about is that the 9-5 \"window\" is keeping employers from demanding workers be on-call 24\/7. ","labels":"fear"},{"text":"He'll be Ousted soon !","labels":"disapproval"},{"text":"Well, if that's how you always are, I can't imagine even wanting to be next you let alone have deer like sex with you.","labels":"neutral"},{"text":"What if I went around with a bat and stalked down every socialist I could find? Socialism killed more innocent [NAME] then [NAME], remember? ","labels":"fear"},{"text":"In what world do you live in where you actually think you are justified in asking someone to apologise for giving you life? That's utterly arrogant and pretentious","labels":"remorse"},{"text":"I've had a crown and bracelets made for me with old ad. Glad I'm not alone","labels":"love"},{"text":"ehhhh I don't think so. iirc [NAME] was responsible for that Russian embargo and he's the reason why AKs are so expensive now.","labels":"neutral"},{"text":"Because you are young and it happens. You feel like you’ll never find someone else but you will.","labels":"joy"},{"text":"Sounds exactly how it is - you don't want a relationship with this girl. It's pretty cut and dry.","labels":"neutral"},{"text":"Weird game lol","labels":"disgust"},{"text":"Did not expect it to work with a body on it..","labels":"neutral"},{"text":"Oh it is going to be glorious.","labels":"excitement"},{"text":"Good god there’s so many cheapskates here trying to justify it by insulting me! Pretty funny tbh","labels":"amusement"},{"text":"Is that even legal? Isn’t that signing under false pretences?","labels":"neutral"},{"text":"Right, [NAME] here - \"tooting\" = fart or follow through? ","labels":"neutral"},{"text":"Thought this was about signing brown. Op is an attention whore","labels":"neutral"},{"text":"Favorite: Hardhomme! That epic stare down at the end! Least favorite: No One. Completely ridiculous and unbeleivable","labels":"excitement"},{"text":"He was just trying to sit down I think. Poor guy, doesn’t deserve all this shit from reddit.","labels":"disapproval"},{"text":"Not admitting you like something because some of the fan base sucks is pretty pathetic.","labels":"sadness"},{"text":"Just got a bit worried because it's always showed up instantly for me before","labels":"fear"},{"text":"Don't know if it's a full moon tonight, but holy hell have the idiots and a-holes come out in force","labels":"amusement"},{"text":"Sorry, \"semi\". Happy?","labels":"joy"},{"text":"That's what happens when you're high.","labels":"annoyance"},{"text":"Fly, you fool!","labels":"amusement"},{"text":"Its much better. Inhaling burned particulate plant matter is very bad.","labels":"disgust"},{"text":"oh i don’t want to bother anyone with my pathetic problems","labels":"disappointment"},{"text":"Ik some of my fav episodes of recent","labels":"love"},{"text":"Cool! Well I look dumb but I learned something","labels":"pride"},{"text":"I never tried Poshmark because their commission seems high. I may give it a shot","labels":"neutral"},{"text":"Well this beats the whole \"[NAME] tried to convince the front office to take [NAME] at 1\" narrative","labels":"amusement"},{"text":"I didn’t say for how long I’d been in it. :) Maybe it was made of ply board and garbage!","labels":"excitement"},{"text":"I don’t like [NAME] As I love the 2nd amendment Can we stop him ?","labels":"love"},{"text":"I wish that laugh would jump off","labels":"desire"},{"text":"good one. 2 one liners so far.","labels":"love"},{"text":"Children whose lives are in danger daily because their parents won’t vaccinate them should be legally allowed to kill their parents.","labels":"disapproval"},{"text":"[NAME] is da man. A gangsta mathematician who had the guts to seduce the most beautiful Spartan woman of her time.","labels":"love"},{"text":"Be true to yourself. Your the only one who will be","labels":"neutral"},{"text":"Without seeing the rest, it's entirely possible he's right. \"Everyone on reddit thinks it's true\" isn't terribly compelling.","labels":"disapproval"},{"text":"Yeah , yeah you can’t change my mind , you’ll get there eventually .","labels":"disapproval"},{"text":"I'd guess if they could do a basic blood panel (chem-7?) that would be a billion dollar idea.","labels":"neutral"},{"text":"I like how adamant you are that you didnt woosh yourself","labels":"love"},{"text":"Oof. This came really close to being endearing, but mostly just landed on uncomfortable ","labels":"neutral"},{"text":"I want to know them - so I can actually murder them. (With words, that is.)","labels":"disapproval"},{"text":"GNC women?","labels":"neutral"},{"text":"Is it... alive?","labels":"curiosity"},{"text":"Happy Birthday! ✨","labels":"excitement"},{"text":"do your own homework","labels":"caring"},{"text":" a thing, and I’ve had my share of Whistle Pig Pie. I hate me ","labels":"anger"},{"text":"Happy cake day","labels":"excitement"},{"text":"Swap places? I'd take your place over listening to my father complaining about how Canada's not conservative enough.","labels":"anger"},{"text":"Poor cats tho. Having to live with people like that","labels":"sadness"},{"text":"Well potentialy he lived in the same area and recognized him as the same guy he always sees in uniform.","labels":"neutral"},{"text":"CANADA! HOW ARE YA, NOW?","labels":"excitement"},{"text":"The savior!","labels":"excitement"},{"text":"Don’t ever apologize for calling it that. The Beach is a [NAME] movie, not a Toronto neighbourhood. ","labels":"remorse"},{"text":"The guy they picked to play smoothie was great. Made me feel uncomfortable at every opportunity.","labels":"embarrassment"},{"text":"I don't even remember what I was thinking.","labels":"confusion"},{"text":"Please LivePD, we have less than 20 minutes left, let's not spend them wandering through the darkness in Mission.","labels":"amusement"},{"text":"And the apartment is clean! You can see the floor!","labels":"surprise"},{"text":"Don’t put that evil on [NAME]","labels":"amusement"},{"text":"I’ve never cringed so hard","labels":"disgust"},{"text":"Look into BRI countries, pretty strong overlap with them would be my guess. ","labels":"approval"},{"text":"If this is serious mate it’s not the kind of shit you should be posting on reddit","labels":"anger"},{"text":"Wow! If they were to follow that logic, they would have to ask why on earth we were given doctors! Insanity.","labels":"excitement"},{"text":"I'm on mobile but clearly I need to get on desktop! edit: am on pc, is wonderful!","labels":"amusement"},{"text":"I'm still testing the waters. Hazelnut mocha latte with almond milk is da bomb!","labels":"neutral"},{"text":"Dammit as a mom of boys that made me straight up tear up","labels":"anger"},{"text":"It’s showing up on mobile aswell, the double slash is weird for me though, probably on his end","labels":"annoyance"},{"text":"doesn't count shield damage, maybe you also need a bit of healing on allies... so either go supports or khan\/moji","labels":"neutral"},{"text":"Wow, I wonder who's going on about Tahiti in the background.","labels":"excitement"},{"text":"I'd imagine they're mostly fakes. You'd be uncomfortably warm in a real CG Parka in our climate.","labels":"amusement"},{"text":"Even the royals aren't immune to it.","labels":"neutral"},{"text":"What a useless answer in this situation","labels":"disgust"},{"text":"Very fake news.","labels":"anger"},{"text":"Somebody's obnoxious.","labels":"fear"},{"text":"Yeah, it's too expensive to eat out all the time, even if its fast food. ","labels":"surprise"},{"text":"MORE OF THAT PLEASE NORMAN!!!","labels":"neutral"},{"text":"Good luck, and godspeed.","labels":"optimism"},{"text":"\"Ummmmm *Eeyore*? Duh?\" *sighs violently, rubs temples* (This is when I leave before I do\/say something stupid)","labels":"amusement"},{"text":"always try to avoid triggers - my last 12 day streak was suddenly toppled by a trigger - no urges and then, suddenly, a *massive* urge","labels":"annoyance"},{"text":"This is oddly fitting now you have to do DR2 and V3","labels":"neutral"},{"text":"OHHHH, I like where Richmond is going with that.","labels":"joy"},{"text":"Ouch! My hear sank. Don’t do this to me.","labels":"anger"},{"text":"They missed the irony of the original post and ran with it as if it were serious. Got tons of gold and upvotes.","labels":"neutral"},{"text":"[NAME], [NAME], [NAME] all looking nicer ","labels":"love"},{"text":"I would like to see the tree as well! :D:::","labels":"love"},{"text":"They do a great job until one pops free and smacks you in your junk.","labels":"love"},{"text":"Hence the apology note.","labels":"remorse"},{"text":"Please treat me with modern medicine. I have gastroparisis.","labels":"caring"},{"text":"Sweaty little incel virgin","labels":"neutral"},{"text":"That sounds like a hot date. ;) I've never been, but friends say just order the cheapest food and enjoy the ambiance.","labels":"joy"},{"text":"I mean it's not wrong","labels":"neutral"},{"text":"Oh, because his sideburns were shaped like stars!","labels":"neutral"},{"text":"And now she works for King5 Seattle. She must have only needed to focus on being a Mom for a couple months.","labels":"neutral"},{"text":"I made one comment, and you came in to call it childish..... like, what else are you doing besides badgering?","labels":"anger"},{"text":"Everyone’s been assuming that’s there problem all week anyways haha","labels":"amusement"},{"text":"It's in the news. I think I read it in SFgate or maybe mercury news.","labels":"neutral"},{"text":"Which one? The November game where the Bengals almost come back or the December game where the defense scores two TDs?","labels":"neutral"},{"text":"I get all the deja smells and it's terrible.","labels":"disgust"},{"text":"But it looks so fluffy","labels":"gratitude"},{"text":"> YOU DONT GET (ALL OF THE) MONEY IF YOU DONT SPECTATE UNTIL THE END OF GUN RUSH","labels":"neutral"},{"text":"Fellow [NAME] fan, reporting in. She's my favorite character in the series lol. ","labels":"amusement"},{"text":"[NAME] and his supporters are the dumbest humans in the fucking galaxy. They should be locked up for their own safety.","labels":"anger"},{"text":"BROOOO I THOUGHT THIS WAS WOOD ALL ALONG ouuuuccccchhhhh","labels":"excitement"},{"text":"Damn, that's the only war we lost. ","labels":"anger"},{"text":"I’m so sorry for your loss, I’ll drink a few extra for your fiancé","labels":"disappointment"},{"text":"You've been salty since we beat y'all. That's just how mafia works my friend.","labels":"optimism"},{"text":"Look at CBG as well. It's got anti inflammatory properties. Wifey feels its the best medicine for her cramps.","labels":"approval"},{"text":"I mean it’s a default subreddit soooo... not really saying much lol","labels":"amusement"},{"text":"[NAME]? Nah, that's him in the background. The idiot with the leaves is [NAME]. It's always fucking [NAME].","labels":"anger"},{"text":"> male person should be romanceable > of course this requires the protag to be female Found the [NAME].","labels":"disapproval"},{"text":"Nobody is shaming them for trying to stop article 13. Youtube is being shamed for being hypocrites.","labels":"disgust"},{"text":"aye they buggin for no reason im just saying good job keep it up.","labels":"gratitude"},{"text":"Yeah that was inexcusable","labels":"anger"},{"text":"What bothers me more is the picture quality of the donut compared to the steak","labels":"neutral"},{"text":"Getting outplayed by the Cavaliers LOL. Maybe [NAME] and [NAME] can take more bricks this quarter, seems to be working so far ","labels":"amusement"},{"text":"Annihilate the furry and bring honor to my house.","labels":"approval"},{"text":"Personally I'm wondering why our OP didn't go with the clone angle. That's way more insane than them just being sent to prison.","labels":"surprise"},{"text":"I'm more worried about him scamming children than \"oNLY\" scamming them into thinking they'll get $100.","labels":"fear"},{"text":"You’re being bullied. Leave.","labels":"fear"},{"text":"I can't describe how that makes my stomach feel","labels":"relief"},{"text":" Calm down and relax are the worst things to say to a woman, ever. ","labels":"relief"},{"text":"10? If they're teens their original joint apparently didn't last that long.","labels":"neutral"},{"text":"Lmao, okay little buddy. Have a nice day. ","labels":"excitement"},{"text":"Passion is the best.","labels":"love"},{"text":"Look [NAME], those curly q's on your face make me so hot I can't think straight.","labels":"amusement"},{"text":"Normally yeah but that was my friends first match ever and to encounter such a killer, who was running noed too is kinda disheartening for him","labels":"optimism"},{"text":"You contradicted yourself","labels":"neutral"},{"text":"If it's true i'm sad he's leaving but I wish him nothing but the best.","labels":"desire"},{"text":"I guess my story was too subtle. Alone on an indian burial ground after dark. It's literally the core of multiple horror stories.","labels":"fear"},{"text":"Surprised [NAME] didn't add his hatred of interracial couples in the movie.","labels":"anger"},{"text":"Sources suggest some very shady characters agree with you OP. What do you have to say for yourself?","labels":"neutral"},{"text":"That guy is an actor. Forgot his name but he's in imdb, played small roles. ","labels":"gratitude"},{"text":"Wow!!!","labels":"excitement"},{"text":"It still has the potential to be permanent if no alternative is found.","labels":"neutral"},{"text":"Didn't one of those two idiots void their visa to the US over some political bullshit? I think it was [NAME], can't remember.","labels":"neutral"},{"text":"😂😂👸👸👏🙌👏🙌❤❤❤💥💥👑👑💎💎💯💯♀️♀️♀️ Now that's emoji game on point.","labels":"love"},{"text":"Well I'm happy to know that r\/babyelephantgifs exists... Goodbye depression!","labels":"love"},{"text":"I guess learning French in school helped me for once","labels":"optimism"},{"text":"My favorite part of women being in the game is fucking destroying them. Take that femenists","labels":"excitement"},{"text":"One of his most underrated and nostalgic songs ever. This song has a special place in my heart.","labels":"love"},{"text":"shaved definitely makes things more swampy for me. I need the hair to soak up the swamp","labels":"neutral"},{"text":"I think I get this reference, GradeAUnderA?","labels":"neutral"},{"text":"I sure hope so! Smug bastards!","labels":"anger"},{"text":"Do you have any non anecdotal stuff to say or? Also burden of proof is a thing, you made a claim, prove it or fuck off","labels":"anger"},{"text":"Turn in them. Who cares if they’re your cousins. They’re not three years old. They should know better.","labels":"caring"},{"text":"I've met very few \"bad\" people in my life. Most people I arrest are ok people who made unfortunate mistakes.","labels":"neutral"},{"text":"Good because I've been waiting since September!","labels":"excitement"},{"text":"We may destroy the rest of the world in the process.","labels":"neutral"},{"text":"Apparently LucasFilm didn't want the optics of it to look like they were overshadowing MLK tributes. Delayed a week for precaution.","labels":"amusement"},{"text":"Really? Down voted for thinking picking up the phone in the middle of sex is crappy?","labels":"amusement"},{"text":"Brooklyn-Boston playoffs would be the most toxic thing of all time. Only Sixers-Cs would be worse","labels":"anger"},{"text":"Ah the city of brotherly love <3","labels":"love"},{"text":"We have reached the stage where below 2 million is good. There truly is no bottom to this pit.","labels":"neutral"},{"text":"We got a great view around 9pm before the rain!","labels":"surprise"},{"text":"I might be wrong about the details. But it is odd.","labels":"disgust"},{"text":"Wow now I know there's a twist. Why even watch it?","labels":"excitement"},{"text":"Good luck trying to get out of the membership. They won’t make it easy.","labels":"optimism"},{"text":"Hell yeah my dude. And the best part is, if I had the money, I could get either or both of those right now :)","labels":"approval"},{"text":"i dont give a flaming fart about averages. most people have no taste in comedy.","labels":"neutral"},{"text":"Maybe you should do some self reflection if you don't like it then, or seek a therapist.","labels":"approval"},{"text":"> Government is not entitled to deny contracts because of free speech. Literally yes they are lmfao.","labels":"neutral"},{"text":"Been there, done that. Not the best idea unfortunately. Especially if it doesn't work. Gets awkward ","labels":"annoyance"},{"text":"No worries. Just giving you a hard time!","labels":"fear"},{"text":"tailing... BOL!","labels":"excitement"},{"text":"Very light onset compared to the Pharma 10s I had past year. Arrived ND though so no regrets.","labels":"amusement"},{"text":"We need an irbe so bad right now. I hope [NAME] is that guy","labels":"neutral"},{"text":">It would also open the possibility of selling the [NAME] arms, I guess. That would be a terrible idea.","labels":"disgust"},{"text":"Just do it!","labels":"neutral"},{"text":"18 still seems too young soooo.....","labels":"amusement"},{"text":"ick! That makes me feel gross. I have \"Addison's Disease\". ","labels":"disgust"},{"text":"No it's not. It's two people legally allowed to kiss kissing. Whatever stigma you have is yours and not shared by everyone.","labels":"amusement"},{"text":"“Oh hey, I think a second ago [NAME] just put a move on [NAME]! Oh boy I wonder how that was.”","labels":"excitement"},{"text":"I want to see more heroes just kill villains. I’ve been playing Tales of Vesperia and got to THAT scene and it got me super hype","labels":"excitement"},{"text":"Such a *great* feeling","labels":"excitement"},{"text":"I always thought of the sound of lakes freezing on cold nights. It's pretty surreal in itself.","labels":"joy"},{"text":"I love [NAME], but this sounds like he’s claiming signing a 26 year old superstar is stupid. Come on.","labels":"love"},{"text":"And someone downvoted you for that smh","labels":"disapproval"},{"text":"> The makeup is very technically sound You have a point. I can hear it from here.","labels":"amusement"},{"text":"That's a yikes, no from me.","labels":"excitement"},{"text":"We need an update, man. What's this \"Outside\" like???","labels":"neutral"},{"text":"I like it when science proves things I thought was common knowledge","labels":"love"},{"text":"Already I can can hear the screaming and howling of the neoliberal right. They will amuse me.","labels":"amusement"},{"text":"Tf what it this for a motivational speech?? Tf is fb doing to these kids","labels":"amusement"},{"text":"Absolutely brutal.","labels":"fear"},{"text":"and is where it's at!","labels":"amusement"},{"text":"I'm not surprised haha","labels":"amusement"},{"text":"It's not about the ladies, it's about the balls.","labels":"neutral"},{"text":"Bro I love how she deletes it so all ur hard work is gon","labels":"neutral"},{"text":"You're willing to lie about anything to shill for [NAME].","labels":"disapproval"},{"text":"I didn't say it would be impossible to assemble a computer. I said you wouldn't have one because they'd be too scarce and bloody expensive.","labels":"neutral"},{"text":"I wish I could see [NAME] slipping on shrimp","labels":"desire"},{"text":"Please no hate it’s my first post bro please","labels":"anger"},{"text":"He's been cheered for years now.","labels":"gratitude"},{"text":"[NAME] that was me","labels":"neutral"},{"text":"I'm one of those students on odsp. I'm screwed.","labels":"confusion"},{"text":"Hello. I’m sorry you’re going through that. Why do you think it’s impossible to leave?","labels":"remorse"},{"text":"I wanted to bring to others' awareness here to the site and its absurd name. I've removed the link now above.","labels":"anger"},{"text":"I went nuts for a bit and stayed on them for much longer.","labels":"amusement"},{"text":"His time will come for that","labels":"optimism"},{"text":"Manipulation. I love my mother btw, but this thing is insidious.","labels":"love"},{"text":"it's a good thing they had a screen protector on it","labels":"neutral"},{"text":"It's weird that actual socialists will say that politics has moved far to the right.","labels":"disgust"},{"text":"I bet we have a scene of the new girlfriend fighting with [NAME]","labels":"neutral"},{"text":"should've rolled into battle with a sword brad. that would have fuckin' rocked","labels":"anger"},{"text":"Wtf is it 2015 again?","labels":"optimism"},{"text":"Oh I wish. 40.","labels":"desire"},{"text":"Oh don’t get me started about halo, the glory days","labels":"neutral"},{"text":"I mean, it certainly is weird but don't kinkshame","labels":"disgust"},{"text":"same, just found it interesting and sent it so people could see. ","labels":"neutral"},{"text":"Looks like your hormones are not working properly.","labels":"neutral"},{"text":"Or at the very least, why can't healers have HAMMERS!? (... I miss Legion :(]","labels":"neutral"},{"text":"Interesting that [NAME] is closer to [NAME] in terms of efficiency compared to [NAME]. We give him too much shit.","labels":"amusement"},{"text":"Generally, but Chicago has easily gotten 12 inches of lake effect snow in the past.","labels":"neutral"},{"text":"LOL I work at HPE and I was about to share this with our new hub director...glad I watched the last 2 seconds.","labels":"amusement"},{"text":"Boy I hope someone got fired for that blunder. (honestly I thought of messing up this quote just to screw with you too)","labels":"neutral"},{"text":"They're tender and precious to the man?","labels":"love"},{"text":"Y'all really out here supporting authoritarian Venezuelan dictators huh.","labels":"neutral"},{"text":"Me, it's too cute for words.","labels":"love"},{"text":"My whole life’s been a lie","labels":"disappointment"},{"text":"It's a Mercedes. Take it in for an oil change, and it's an enormous bill.","labels":"amusement"},{"text":"Because you deserve to live and be happy","labels":"joy"},{"text":"I feel like I got lured into a fever dream by a normal combo video's beginning","labels":"amusement"},{"text":"but the question is if they want to rapidly increase their volume. Maybe they're ok with current state of things.","labels":"neutral"},{"text":"Yes, I've noticed it too. Or the photo of the item won't load. This company is so shameful","labels":"embarrassment"},{"text":"It's the universe trying to kill us with radiation :D","labels":"disapproval"},{"text":"How did you try it if it's not live yet? There was no early access to it","labels":"neutral"},{"text":"These people in here are joking about holding down and cutting their neighbors faces. It's pretty gross.","labels":"amusement"},{"text":"Please make this happen. It works fine for Arizona. It will work fine here. Do it.","labels":"optimism"},{"text":"So like an anarchist rally in favor of US interventionism? edit : misspelled \"rally\" ","labels":"approval"},{"text":"what a cruelly poetic fact","labels":"fear"},{"text":"You know it doesn't use the word \"boycott\" at all, right?","labels":"neutral"},{"text":"I feel so starved for good content that Ill recommend a show just for being watchable","labels":"approval"},{"text":"HOLY SHIT CHANCE","labels":"neutral"},{"text":"You sure its not just the host quitting which disconnects everybody? Happens all the time and its incredibly frustrating.","labels":"anger"},{"text":"It's weird knowing that the people in these pictures are actually real You kinda forget sometimes","labels":"disgust"},{"text":"What? Who said I hated him? I dont give a damn about him either way.","labels":"disgust"},{"text":"Happiest of birthdays, hope you can share it with the ones you love ","labels":"excitement"},{"text":"No you basically throwing him under the bus by posting him here.... fake natty suspicion 100%","labels":"amusement"},{"text":"Hot damn.","labels":"excitement"},{"text":"I just checked and do see a lot of posts that are not humble brags.","labels":"neutral"},{"text":"Stolen valor, there's no way someone who is actually in the military wouldn't understand this. You're a POSER","labels":"neutral"},{"text":"It’s a party and we’re all invited","labels":"excitement"},{"text":"If I met a woman that loved me and I her, that stuff wouldnt cross my mind. Its life. You make it work. ","labels":"love"},{"text":"Don't worry, [NAME] is there.","labels":"fear"},{"text":"Tan woman here. I can see my boob veins too. Kinda cool to trace the lightening strike","labels":"relief"},{"text":"yep, i think you should just try to be as honest as you can about how you feel, how it affects your daily life, etc","labels":"neutral"},{"text":"TRMZs new video showed this really well. I can't wait for persistence to be ironed out so we start seeing these types of bases all over","labels":"curiosity"},{"text":"It’s hard to be negative in that situation.","labels":"neutral"},{"text":"\"1-\" in [NAME] on the tag of a plush toy is soul crushing.","labels":"amusement"},{"text":"Bee happy! ' v')","labels":"excitement"},{"text":"Too cute for me. Why cant i have a boyfriend *[NAME]*","labels":"love"},{"text":"*Dread it, run from it* *[NAME] still arrives*","labels":"fear"},{"text":"Tori beats Black Beard, without a doubt. They also give you these weird fingertip-covers to eat the chicken so you don’t feel sticky.","labels":"amusement"},{"text":"A little optimistic to call it trolling. He's pretty Damn stupid, let's not put anything past him.","labels":"amusement"},{"text":"Problem is, it is Bantam and younger. I can teach breakouts easy enough and I don't need a panicked D zone to do it.","labels":"approval"},{"text":"I'm not asthmatic and am not close to anyone who is, so I'm pretty ignorant on the matter. What all does managing asthma entail?","labels":"neutral"},{"text":"Damn this is dope","labels":"anger"},{"text":"Ground vehicles too it seems. Obviously wouldn’t be a problem if the game shipped complete with proper vehicle customization.","labels":"neutral"},{"text":"Wait, what. Are you okay son? I'm here to talk. ","labels":"caring"},{"text":"What does the guy she's cheating with look like compared to you? Be honest and objective.","labels":"neutral"},{"text":"It seems our pets have all...turned away from [NAME] and into libtards! If only they had finished that sentence!","labels":"neutral"},{"text":"I feel like you've answered your own question.","labels":"neutral"},{"text":"Agreed, but I can't believe the bottom of the barrel just has double French doors opening into the foyer of yet another barrel.","labels":"amusement"},{"text":"I like [NAME] so far but making shots that you missed in the first half aren't coaching adjustments","labels":"love"},{"text":"Never more have I felt like I come from a British colony.","labels":"neutral"},{"text":"That's why I don't open Instagram that much","labels":"annoyance"},{"text":"You're really on a shit-posting streak lately. Something happen in your life that you need to talk about, bud?","labels":"neutral"},{"text":"Governments aren't generally considered \"monopolies\". You can't have two governments (at the same level). ","labels":"approval"},{"text":"Oh damn. I forgot about those guys. I never really play [NAME] lol","labels":"amusement"},{"text":"ahhhhh no how dare i have morals of course the most important thing is that my favorite football team has a better special teams coordinator","labels":"love"},{"text":"Me too. Scorpion sounds so odd now","labels":"amusement"},{"text":"My aim in battlefornt 2 is pretty good = navy seal, elite unit","labels":"amusement"},{"text":"Oh, how I miss real spicy Chinese food. Day after, not so much.","labels":"love"},{"text":"Whiskey isn't going to help. She should pray to [NAME] that another man comes and brings purpose to her life.","labels":"caring"},{"text":"So every interaction with a dumb or crazy person is news?","labels":"amusement"},{"text":"Levels mate. Absolutely obsessed with our dominance.","labels":"disappointment"},{"text":"For both of you together? The fuck company are you using.","labels":"anger"},{"text":"I think that toxic masculinity refers to toxic behavior that has misogynistic undertones.","labels":"neutral"},{"text":":^)","labels":"amusement"},{"text":"and how the fuck isn’t the man dead and there is a freaking rock 10 times bigger than him","labels":"grief"},{"text":"[NAME] got a bad report card from [NAME] as well today.","labels":"neutral"},{"text":"I dunno man. I'll forever like [NAME], but slapping the hand of someone trying to help you up\/see if you're alright is a big bitch move","labels":"neutral"},{"text":"Wow. She didn't get it at all. Very entitled parent","labels":"surprise"},{"text":"Oh [NAME], dont talk about clippers!","labels":"neutral"},{"text":"My 4 month old just got her second round of shots, so yeah, we feel you. Hope you're able to get a good rest!!","labels":"desire"},{"text":"hello im bipolar 2 the fun kind","labels":"amusement"},{"text":"He has been training for this 5k for about 20 years","labels":"gratitude"},{"text":"Unfortunately, we do not routinely keep 20 liters of fentanyl in the pharmacy,","labels":"embarrassment"},{"text":"What comment.. When he said I dont think so, or when he realized he was on TV then said I cant say ","labels":"realization"},{"text":"Really? I had no idea the bioavailability was the same","labels":"surprise"},{"text":"Well, 1\/2 has been done already!","labels":"surprise"},{"text":"The moment that bird touches my xbox, it'll become a mcnugget. ","labels":"neutral"},{"text":"I know but it just sucks to feel like this","labels":"neutral"},{"text":"Er - I have to leave quickly, because things might stay the same!","labels":"neutral"},{"text":"Would he have more leverage after the election?","labels":"neutral"},{"text":"You literally don't know what you're talking about.","labels":"neutral"},{"text":"Indeed. And good on those that do so. I wish those I've heard complain about what they don't know would be so proactive.","labels":"neutral"},{"text":"extra hot on whipped drinks? excuse me? i don’t want to burn my tongue on my CDL. extra hot on sauce-based beverages.","labels":"neutral"},{"text":"This sub doesn’t like the pro sports teams until they win a championship. Then everyone becomes a die hard fan.","labels":"amusement"},{"text":"You are oddly defensive about a random chef. Did you come to \/r\/wewantplates just to insult people and build up this chef? [NAME]","labels":"caring"},{"text":"That’s bull crap call.","labels":"neutral"},{"text":"After watching TLJ, I find it impossible to watch TFA. It's a sequel to some film, but that film is not TFA.","labels":"neutral"},{"text":"Have to go on a date with them hard to get a date nowadays though","labels":"confusion"},{"text":"Damn, that's dark","labels":"fear"},{"text":"i used to work in that area. my god, what a complete & total sh*thole - and even then, there are worse places","labels":"excitement"},{"text":"Not to worry. He'll gets his bats.","labels":"fear"},{"text":"I really can't remember the last time my mind was this blown by an OP on this sub, and that's saying a lot.","labels":"neutral"},{"text":"Oh I know. I was just pointing out that our current number one has consistency issues as well so we are used to it.","labels":"surprise"},{"text":"He rambles like a lunatic and she focuses on being called “not beautiful” of all things. Lol Uh oh I hear the downvote train a-comin’!","labels":"amusement"},{"text":"[NAME] gets no love.","labels":"love"},{"text":"[NAME] THAT HURTS DON'T DO THAT","labels":"disappointment"},{"text":"Oh that's actually really interesting. So IQ of the general population would be a bell curve by definition?","labels":"neutral"},{"text":"So what you are saying is that you are not a serious guitarist is you use finger guards?","labels":"anger"},{"text":"Goddamn right!","labels":"anger"},{"text":"Not really. Wish your mum was still a virgin to be truthful with you as then we wouldn’t have to read the nonsense you post on here","labels":"desire"},{"text":"I feel like this anime will make me cry in the end. Damn even its opening is full of drama. Am I correct in this?","labels":"disappointment"},{"text":"Yeah come back. You are like the coolest most chill dude on Reddit.","labels":"love"},{"text":"Good luck tomorrow! I had to go back last Wednesday. The only silver lining was that it was a short week.","labels":"optimism"},{"text":"By massive oopsies you mean had hitpieces written about them by the media in which they were lied about?","labels":"amusement"},{"text":"Yours truly, The reddit supplicant. ","labels":"neutral"},{"text":"First of all, sorry for your loss. Keep in mind that funerals are for the people still alive not the person who has just died.","labels":"remorse"},{"text":"What is scary?","labels":"fear"},{"text":"The people on r\/politics who obsess over the [NAME] investigation are not \"leftists\".","labels":"neutral"},{"text":"good luck!!","labels":"optimism"},{"text":"Every time you share this with someone you teach your body that you don't need to hide this.","labels":"neutral"},{"text":"This is the sort of chucklefuck who finds himself saying \"and there was nothing I could do\" after a mishap... often.","labels":"neutral"},{"text":"Emotions are temporary. That's why we have multiple different ones. If you were permanently happy, you'd never feel sadness or envy or anger again. ","labels":"anger"},{"text":"What an incredibly well thought out response, totally related to the character and moves that were previously being discussed","labels":"neutral"},{"text":"That’s! How you defeat a bear!!!!","labels":"surprise"},{"text":"Is there a source link? Id like to put it as my screen saver :)","labels":"neutral"},{"text":"Damn, super glue and band aids stat!","labels":"excitement"},{"text":"Trust me no one getting caught but this dumb MF","labels":"neutral"},{"text":"I fell like you're being willfully ignorant of reality.","labels":"disapproval"},{"text":"My wife's birthday today, we are going for dinner with my lovely girlfriend later, after meeting at ours for coffee and cake. Very happy","labels":"joy"},{"text":"I'm slippery","labels":"neutral"},{"text":"no one is going to allow no deal. Anyone who thinks otherwise is deluded.","labels":"neutral"},{"text":"I went out to my vehicle when changing tables were not available.","labels":"neutral"},{"text":"I really want to find a female version of him and ship them both","labels":"excitement"},{"text":"I care about me and my benefit.. No shits given about you (general you) . It's my job to vote my best interest","labels":"caring"},{"text":"for how long, you arent fucking with me?","labels":"anger"},{"text":"That son of a gun [NAME] knew that a streaming network was the future. He took a huge risk and now everyone is following suit!","labels":"excitement"},{"text":"The top half of the dress looks perfect. It’s the bottom that’s bad.","labels":"neutral"},{"text":"Yes I really miss his streams...the ONLY reason I chose adc as my main role was because of how chill chaox was.","labels":"remorse"},{"text":"So get a job and leave. It's just going to get worse. First the tv then you. Get out while you can","labels":"anger"},{"text":"[NAME] 👩👩👩 this Is for real, this makeup 💄 💄💋 makes you glow 🌟✨ no 🚫🚫🚫🚫 filters needed 💯💯💯💯💯","labels":"surprise"},{"text":"Sure. Let’s start with the terrorists with the biggest guns. How about Israel, or Saudi Arabia? ","labels":"neutral"},{"text":"That beat slaps. Good memories","labels":"joy"},{"text":"What an incel","labels":"neutral"},{"text":"I prefer a good downdoot after a cup of coffee!","labels":"joy"},{"text":"I, too, have lied about getting hooked up by Hasbro to justify the unhealthy amount of money I have spent on Nerf guns. ","labels":"disapproval"},{"text":"He doesn't He just want to get the F*** out of there.","labels":"anger"},{"text":"Bulls medical staff misdiagnosing again, what else is new","labels":"annoyance"},{"text":"Split blankets are a lifesaver. No more grumbling because someone stole my bit of blanket and is cuddling it...","labels":"amusement"},{"text":"> it's not the fault of the mods or uses of this sub. They are the people enforcing it. Why wouldn't you blame them?","labels":"neutral"},{"text":"[NAME] strange dreams. one life is enough","labels":"approval"},{"text":"I'm sorry but I would've have pressed charges on the guy who kicked me in the ribs while I was being held down.","labels":"disappointment"},{"text":"I don't blame you, this sub makes me feel crazy on a daily basis. ","labels":"excitement"},{"text":"It was like fifteen minutes old, I doubt that many individual people cared to click in the first place. Also different account names kept responding.","labels":"neutral"},{"text":"Once I dropped mine on my foot, so I grounded him to a fudd range for a weekend It was tough for both of us","labels":"neutral"},{"text":"It's good though because itll make you cherish the happy times while youre in them, instead of lookinf back on them.","labels":"love"},{"text":"Unless you have an established career and are a high earner then sorry but you _are_ the shared housing type.","labels":"neutral"},{"text":"There is little attempt being made to protect native-born people from the negative effects of mass migration. If you think that is morally correct you are insane.","labels":"caring"},{"text":"It was my impression that Monzo doesn't offer business bank accounts?","labels":"disapproval"},{"text":"I would start laughing, screaming seems inappropriate","labels":"embarrassment"},{"text":"*Day after day, ordinary people become heroes through extraordinary and selfless actions to help their neighbors.* -[NAME]","labels":"caring"},{"text":"It warms my heart to know that [NAME] is still","labels":"love"},{"text":"Wow dad, you took a baptismal for me","labels":"excitement"},{"text":"For a sec I thought I was on NoSleep. I'm glad no one got hurt.","labels":"curiosity"},{"text":"So is she worth switching from Skye","labels":"neutral"},{"text":"Damn... I’m not surprised though since everything is super close. With 0 traffic.","labels":"surprise"},{"text":"This team doesn’t deserve to go the playoffs. Only [NAME] deserves to go. Is that possible?","labels":"amusement"},{"text":"Both [NAME] and [NAME] were broken up, so it wasnt cheating.","labels":"sadness"},{"text":"Danm you can hear that little bastard squeaking.","labels":"disappointment"},{"text":"That would have been cool for sure","labels":"relief"},{"text":"Most likely, which, as I understand, isn't respected in pretty much any sense nowadays.","labels":"neutral"},{"text":"I'm guessing [NAME] and [NAME]. [NAME] needs to remove that stick up her ass.","labels":"neutral"},{"text":"Son of a bitch... here we go. Can't just stand there guys....","labels":"neutral"},{"text":"Wish the teacher has spelled inventors correctly before testing the students.","labels":"desire"},{"text":"Maybe focus on today instead of worrying about eternity? You'll get a lot more out of life that way.","labels":"fear"},{"text":"It seems you might be right. I found this","labels":"neutral"},{"text":"Duck fuck goose","labels":"amusement"},{"text":"I would love to watch you become jaded by [NAME].","labels":"love"},{"text":"The double standard. Taking pictures of women without their permission is taboo and creepy.","labels":"anger"},{"text":"Never knew that, explains why she was working so hard for the banks all this time.","labels":"gratitude"},{"text":"hope [NAME] is injured while allstar week yes im a spiteful ngga","labels":"amusement"},{"text":"\"These people didn't go to my church therefore they are demonic\"","labels":"anger"},{"text":"Damn, you woke homie. Your virtue has been successfully signaled.","labels":"gratitude"},{"text":"If you want any hope of getting better, you must stop everything and anything with underage girls...forever ","labels":"approval"},{"text":"I've gotten injured before in RTTS from being hit (Bruised hand). 3 day DL.","labels":"disappointment"},{"text":"It's all greek to me","labels":"neutral"},{"text":"12 players had points! Everyone except [NAME] had a shot on goal!","labels":"excitement"},{"text":"Outside of Reddit the Democrat base has definitely not gotten more progressive.","labels":"neutral"},{"text":" \"If you don't wear BROWN AND ORANGE...YOU DON'T MATTER!\" We need a tshirt with that on it asap! ","labels":"neutral"},{"text":"The planet is being destroyed. ***yEaH bUt TaXaTiOn Is ThEfT!***","labels":"amusement"},{"text":"Definitely not looks, but confidence and body count? Absolutely.","labels":"optimism"},{"text":"Yes religious abuse by parents because their son dared question their religion","labels":"disapproval"},{"text":"Ha, ha your mad!","labels":"amusement"},{"text":"The comments in there are so nonchalant I can’t help but laugh","labels":"amusement"},{"text":"Both parents were drunk. Where were the small children? You helped her cheat and possibly contribute to child neglect. Awesome.","labels":"anger"},{"text":"Nope, works just fine. Was just there.","labels":"neutral"},{"text":"*Trust the plan*","labels":"neutral"},{"text":"How has the season not even started, and Plastique already is my fav","labels":"love"},{"text":"That’s unfortunate! Without having knowledge of the incident, it’s difficult to say why the surgeon had liability.","labels":"surprise"},{"text":"Recover well. (Argh, my english is too terrible 🇲🇫)","labels":"disgust"}]