[{"text":"And now she works for King5 Seattle. She must have only needed to focus on being a Mom for a couple months.","labels":"neutral"},{"text":"Should probably change the title to add that it is for medical only.","labels":"neutral"},{"text":"Switching to GEICO could save you 15% or more on car insurance","labels":"neutral"},{"text":"The good news is you’re catching the possibility of it early. And medicine has come a long way! Giving you lots of good energy","labels":"joy"},{"text":"[NAME] do not have a profound love of mayo, where did you get that idea?","labels":"love"},{"text":"Ok, we get it. You're a top.","labels":"neutral"},{"text":"would you kiss a girl if you're drunk tho? Edit : why the downvotes? It's just a question, geez","labels":"love"},{"text":"What are you talking about? This sub defended \"it's just camo ,it's realistic\". [NAME] including myself all begged for better visibility lmao ","labels":"neutral"},{"text":"[NAME] and [NAME] were always goldmines. They had so little air time compared to the rest but whenever they were shown it was memorable","labels":"neutral"},{"text":"using the crying emoji is a sin against humanity, and you should be executed via the electric chair for doing so. ","labels":"sadness"},{"text":"The building with a castle on top of it would be my childhood depiction of the Renaissance tower","labels":"neutral"},{"text":"Just saying that there's no reason to go easy on the rich breeders.","labels":"neutral"},{"text":"I told you I'm not in the mood for a snog tonight!","labels":"sadness"},{"text":"Well sure his one appearance in relief lost us a game, but at least he didn’t get hurt. ","labels":"relief"},{"text":"That was the moment I fell in love with [NAME]. He was also really good in Frier Fall (Free Fall).","labels":"joy"},{"text":"Ugh, so misleading, and such a disappointment for those of us whose skin is the color of ACTUAL porcelain. ","labels":"disappointment"},{"text":"Life is Strange is terrible. Absolutely zero gameplay...","labels":"fear"},{"text":"You'd love to meet my in-laws...","labels":"love"},{"text":"Eh? You inherited basically the entire language!","labels":"neutral"},{"text":"I think you have a fundamental misunderstanding of biology ...","labels":"optimism"},{"text":"Omfg the worst!! want to pull my hair out!!","labels":"annoyance"},{"text":"All I want for Christmas is a broken home","labels":"desire"},{"text":"So what you're saying is that you r\/oopsdidntmeantoo?","labels":"amusement"},{"text":"It's no secret: \"He's always hungry\".","labels":"realization"},{"text":"Please ask questions about moving to Denver in the Q&A sticky, thanks! Short answer: no ","labels":"gratitude"},{"text":"Those things still haunt my dreams to this day.","labels":"fear"},{"text":"it’s a sensitive topic and she probably took it as if smelling bad lol. i’d just avoid saying that","labels":"amusement"},{"text":"Those subs ... wtf","labels":"anger"},{"text":"Wait.....What? You do know that's not how it works, right?","labels":"annoyance"},{"text":"I like it","labels":"joy"},{"text":"Why can’t we do both, approve wall funding and more border agents now and stop holding 800k federal workers hostage. ","labels":"neutral"},{"text":"Your description fits the type of SB I prefer. I don't see short hair as a negative.","labels":"neutral"},{"text":"Do you people just sit in meme economy and wait for something new to come up?","labels":"neutral"},{"text":"Lol, get em Corsi! ","labels":"amusement"},{"text":"How you walk when you're in work and you are the boss.","labels":"neutral"},{"text":"Spent time with them. Argue with them. Laugh with them. Cry with them. We all get lonely when we are old.","labels":"annoyance"},{"text":"[NAME] who? Sorry i only know short haired [NAME]","labels":"remorse"},{"text":"Because he's attractive. Hence [NAME] come out in droves to defend him despite the fact he's a horrid asshole.","labels":"anger"},{"text":"Damn these refs actually fucking hate us.","labels":"anger"},{"text":"I've been exposed, time to go into hiding. ","labels":"neutral"},{"text":"that is how you start the second half wow","labels":"amusement"},{"text":"That’s how I outfitted my team in that awesome red and black colossus armor.","labels":"excitement"},{"text":"You mean 4 of 5 dates for you already this month. Wow - do tell!","labels":"excitement"},{"text":"Don't worry looking for it, there isn't any porn tab\/hidden message","labels":"caring"},{"text":"No worries. Have a nice day.","labels":"joy"},{"text":"7 billion people doing things realtime is not to be underestimated","labels":"neutral"},{"text":"> The headline writers are misrepresenting her words (second publication I have seen in minutes that has done so). Oh wow I wonder why","labels":"excitement"},{"text":"I have a long term plan. I appreciate the concern.","labels":"caring"},{"text":"It's crazy, the first day with icy, snowy roads it's scary but within a few days, grip and visibility sound like fantasy","labels":"excitement"}]