[{"text":"I was aware I would be going to hospital and would be showing the teacher up (should have mentioned it)","labels":"neutral"},{"text":"> We're angry, but we don't want to be labelled as violent nutters.","labels":"anger"},{"text":"Ay dude it's mad litty bro. Pull up hit that fatty ghost man whassu","labels":"annoyance"},{"text":"He should have become an Uber driver","labels":"amusement"},{"text":"No matter what, he won't have to decide until April. Until a GM calls him.","labels":"annoyance"},{"text":"I'm going to look so handsome for you, [NAME].","labels":"excitement"},{"text":"I had an ex like that. I know why I couldn't function with his way of life. Totally unproductive.","labels":"surprise"},{"text":"Damn straight! My folks only knew when I told them about it!","labels":"anger"},{"text":"Calm down.","labels":"caring"},{"text":"Having read the entire article, and some of the other FAQ, the only thing this is telling is that [NAME] read the same book very differently.","labels":"amusement"},{"text":"[NAME] is a fine woman leave her out of this.","labels":"caring"},{"text":">Some very special moments are coming...","labels":"excitement"},{"text":"The logic is so the government can oppress you.","labels":"neutral"},{"text":"Think this is the first time I’ve ever disagreed with [NAME]. [NAME] at SF WCJ at PF sounds horrible","labels":"fear"},{"text":"If he doesn’t respond, then you’re too good for him","labels":"approval"},{"text":"They will be once enough young progressives have replaced the older centrists :) Welcome to the new Democratic Party!","labels":"excitement"},{"text":"Probably therapy.","labels":"confusion"},{"text":"Nothing against bartenders at all. Dumbass people like [NAME], I make fun of because I can.","labels":"pride"},{"text":"[NAME] a fuckboy, he was never your boyfriend.","labels":"caring"},{"text":"YOU GOT FAT!","labels":"surprise"},{"text":"Dawg, turn on the volume and smash that screen record button. too easy.","labels":"neutral"},{"text":"It makes me uncomfortable for anyone to force physical affection on anybody, it doesn’t matter the age. ","labels":"embarrassment"},{"text":"Sorry to burst your bubble, but winners write history and since leave won ... *\/dodges incoming tomato*","labels":"remorse"},{"text":"There is no god. *[NAME] is content in own company. .: If there was a god it is definitely not an [NAME].","labels":"optimism"},{"text":"The left solution is to make them all citizens and to buy their votes with welfare and to never lose an election again as they destroy America.","labels":"optimism"},{"text":"^^ a better idea","labels":"amusement"},{"text":"Whoever is against the queen will die.","labels":"fear"},{"text":"Most of them seem to be the evangelical type who even think the pope is [NAME].","labels":"approval"},{"text":"Same.. I wonder why we catastrophize over these minor things so much and others seem to be able to forget them..","labels":"surprise"},{"text":"I guess I’ll stay friends with her. Heck I’m a guy I can take a hit if she wouldn’t date","labels":"optimism"},{"text":"You shut your stupid mouth troll. Thy absolutely matter","labels":"anger"},{"text":"OH MY GOD TIDYING UP WITH [NAME] IS ON NETFLIX RED ALERT IM GONNA GET SO ORGANIZED","labels":"surprise"},{"text":"We need some old school evil empire moves, sign [NAME] NOW!","labels":"desire"},{"text":">[NAME] Why? I'm curious what you're thinking.","labels":"curiosity"},{"text":"Which subcommittee?","labels":"neutral"},{"text":"She night have a work permit that’s good for a year. Those usually arrive “earlier” than the green card.","labels":"approval"},{"text":"**WAIT THAT WAS A REAL STORY!?!?!? WHAT THE FUCK**","labels":"annoyance"},{"text":"Yea, very rude. Avoid anything with a strong smell like fish and popcorn, curry is just as strong. ","labels":"disappointment"},{"text":"What’s a dis- what’s that?","labels":"surprise"},{"text":"I hope she lives to be 200, just to piss them off.","labels":"optimism"},{"text":"[NAME] sued by floss kid \/s","labels":"amusement"},{"text":"It' kinda ironic that \"Winners\" are actually losers (they haven't realised that yet)","labels":"realization"},{"text":"No consistency in any of our rotations and it’s january...","labels":"neutral"},{"text":"I wouldn't ever make a broad generalization like that. Typical honkies, assuming stuff","labels":"annoyance"},{"text":"my mom.. she noticed the house oddly quiet started frantically looking around. found me in the neighbors hot tub thing having a nice soak.","labels":"fear"},{"text":"says a lot about the typical scottish football fan's frame of mind when they don't notice 'el b*****o' is a racist term","labels":"sadness"},{"text":"Judging from your post history, it's not a hard assumption to make. EDIT: Now to downvoting. [NAME] tier uberman playing 65D checkers with me","labels":"amusement"},{"text":"Well unless you have an audio recording, people are gonna struggle to diagnose it for you any further I’m sorry. ","labels":"remorse"},{"text":"you’re gonna do just fine","labels":"relief"},{"text":"Ah that's my school but I have yet to see this one, gotta keep swippin ","labels":"curiosity"},{"text":"Has he?","labels":"curiosity"},{"text":"Survival of the toughest.","labels":"embarrassment"},{"text":"\"I'm sorry mam, but we dont allow children in the store unattended, so you are going to have to leave.\" ","labels":"remorse"},{"text":"I know that's what she said they dont repackage they have to toss them so instead she brought them home","labels":"approval"},{"text":"I can never refold the paper properly so kudos just for that!","labels":"surprise"},{"text":"I’m Waiting for Dr [NAME] to bring back Celebrity Rehab so her and [NAME] can be on it.","labels":"desire"},{"text":"REAL MEN ONLY CRY OVER GILLETTE","labels":"surprise"},{"text":"“[NAME] make y'famous tonight, buddy!” 🤣 Anyway, no manger for him!","labels":"caring"},{"text":"It doesn’t surprise me given that this is the kind of establishment where staff rape the coma patients.","labels":"sadness"},{"text":"This is turtle thing","labels":"neutral"},{"text":"Lucky, when I did it my nickname ended up being [NAME]","labels":"joy"},{"text":"The last two years of heart-breaking Saints playoff losses have *almost* made up for the horror of 2009.","labels":"grief"},{"text":"Imagine the baby being retarded","labels":"sadness"},{"text":"> shoddy hitboxes, imprecise movement Compared to what 3D game exactly? Have you not played Dark Souls?","labels":"annoyance"},{"text":"\"we need to help the homeless not the immigrants\" But also \"if they are homeless they deserve it\" ","labels":"pride"},{"text":"That's what I say, but the commercial is clearly pandering.","labels":"approval"},{"text":"DONT BE TRUE","labels":"surprise"},{"text":"They don’t have one, they just spam and need to be reported.","labels":"anger"},{"text":"Everyone who supports him knows. The [NAME] need educating.","labels":"approval"},{"text":"Damn if we could beat the Spurs ~~reserves~~ that would be great","labels":"desire"},{"text":"spurs getting carried away now. Fouling their own players.","labels":"disappointment"},{"text":"I, also, wound up face down on my floor for a good 5-10 minutes after the Saints won it in OT. ","labels":"sadness"},{"text":"uuuuugh what keeps the penis spitting","labels":"anger"},{"text":"FOR THE PEOPLE","labels":"caring"},{"text":"Was kind of wondering if he *could* read. Still supposing he had a speechwriter.","labels":"surprise"},{"text":"So we should put all children in the school at risk?","labels":"confusion"},{"text":"Sandwiching an argument between two insults. I like it - I might try it. Maybe that will get people to agree with me","labels":"desire"},{"text":"Ok, I have to see this thing now.","labels":"curiosity"},{"text":"Must be why I'm alive. That sucks.","labels":"sadness"},{"text":"I make lots of lists and none of them are useful. Except my playlists, I use them.","labels":"disappointment"},{"text":"But California (with strict, sensible gun ","labels":"confusion"},{"text":"I dream of a world where that won't even be an option.","labels":"desire"},{"text":"Nice try hilary but you lost to those idiot minority","labels":"disappointment"},{"text":"Can't blame him. As an [NAME], everything I know about American Football came from Eyeshield 21.","labels":"approval"},{"text":"Can’t believe no one said [NAME] when she slept with [NAME]!!! I love [NAME] and I felt personally betrayed. Wish they never reunited.","labels":"annoyance"},{"text":"I don’t think you even know what you are talking about yourself","labels":"annoyance"},{"text":"r\/rantsfromretail would also like this.","labels":"neutral"},{"text":"I saw this entire movie on YouTube and loved it! But it doesn’t seem to be on YouTube anymore :\/","labels":"love"},{"text":"The fact that big corporations that made their successes off capitalism are embracing Marxism is really disturbing.","labels":"disapproval"},{"text":"Having fun fighting that strawman? Let me know when you're done.","labels":"surprise"},{"text":"What lobotomy by public schooling looks like...","labels":"curiosity"},{"text":"When you find out your favorite goat is flirting with the neighbors goat ....","labels":"curiosity"},{"text":"hahaha [NAME]???","labels":"amusement"},{"text":"I got mine at 21. The ex wife would have had me snore instead of wear it for years.","labels":"sadness"},{"text":"I mean, they called you ugly either way. It's not like they change their mind if you don't take the money.","labels":"caring"},{"text":"Yes. Once I went to lunch so late in a 9-5 job it was dark when I got back.","labels":"nervousness"},{"text":"Couldn't have said it better myself","labels":"sadness"},{"text":"You probably just have a fashion preference, if you arn't dysphoric about it then you don't have another gender really. ","labels":"caring"},{"text":"How many times has this ‘football fan’ committed these crimes now. Someone should lock him up.","labels":"anger"},{"text":"Pretty sure I’ve seen this. He swings away with the harness he is wearing. Still looks painful but I think he lives","labels":"caring"},{"text":"*Oh, shame for you; you activated my Alu-card!*","labels":"annoyance"},{"text":"Being born in north america is a curse my friend. Oregon (my home) is kind of like Ireland weather wise though I hear.","labels":"sadness"},{"text":"Women are dangerous as hell too.","labels":"annoyance"},{"text":"“Jinkies, unmasking the monster is such a pain... Nyeeeeeeeeh~.”","labels":"disappointment"},{"text":"Careful, it's hot ","labels":"caring"},{"text":"I enjoy shouting this at my husband and our friends when they're being especially nerdy.","labels":"joy"},{"text":"Ok, well the south obviously didn't want to do that","labels":"approval"},{"text":"Well no matter what her bio says, if you are ugly, you are done for. ","labels":"approval"},{"text":"HURRY HARD!","labels":"excitement"},{"text":"A girl has grown up a lot since she was a 12 year old on the show, and she's grown up to be so beautiful as well.","labels":"amusement"},{"text":"WE'LL CALL IT A DRAW","labels":"neutral"},{"text":"Ugh yes. And don’t even get me started about those conveniently placed guitars to calm a victims nerves beforehand","labels":"approval"},{"text":"I'm currently playing a child character and noone at the table has a problem with my 91 year old elf.","labels":"sadness"},{"text":"No superbowl @ lambo for this generation; hopefully global warming will make an impact in the next 30 years. :)","labels":"approval"},{"text":"oh i wish i didn't read that, [NAME]","labels":"disgust"},{"text":"Emotional support [NAME]?","labels":"surprise"},{"text":"And evidently [NAME] has a weak stomach. Ha.","labels":"approval"},{"text":"[NAME] is seriously in the top 5 best female characters ever written for TV.","labels":"surprise"},{"text":"Big yikes. Biiiig yikes. I do feel your pain. I wish I could upvote you more than once.","labels":"caring"},{"text":"I think you overestimate the ability of politicians to rig the vote c.f. May 2017","labels":"disappointment"},{"text":"This would be cool for a kids science project about conductors and why metal is such a good conductor","labels":"approval"},{"text":"It's hard to care about a woman dying from giving birth when you hate women in the first place.","labels":"disapproval"},{"text":"Baby steps and patience with yourself!","labels":"caring"},{"text":"LIIIIIIIIIII🅱IIIIIIIIIIIIT. fat bastard was on sunday that i’m too lazy to crop the photo.","labels":"anger"},{"text":">Yes: the native [NAME], at the hands of the European settlers. Laughs in [NAME] ","labels":"approval"},{"text":"Bruh by isn’t [NAME]","labels":"disgust"},{"text":"Her dad must be a gorilla who’s in to bondage.","labels":"annoyance"},{"text":"I’m not sure why this is a nonononoyes, we didn’t see any of the beforehand I really only see the “yes”","labels":"curiosity"},{"text":"It's probably better to just subscribe to a scotch or kayaking subreddit. Of course, you run the risk of FEEEEMALES being there.","labels":"caring"},{"text":"More believable than being taped to the underside of a desk for half a day and not being noticed tho","labels":"approval"},{"text":"Damn look at [NAME] and his insane get off. We could use an [NAME] now probably now than anyone on this roster.","labels":"optimism"},{"text":"The most cringeworthy thing about this is that they have missed a golden opportunity to say pizza time.","labels":"sadness"},{"text":"Well, could be worse. It could be India.","labels":"approval"},{"text":"If you're going to troll us, at least put a little effort into it. ","labels":"pride"},{"text":"No homo dude nohomo I I I no homo man just no homo OMEGALUL we get it","labels":"approval"},{"text":"Couldn’t agree more","labels":"disapproval"},{"text":"He claims the starting job and we make the playoffs, I think it would be hard to argue against him.","labels":"approval"},{"text":"And Arsenal fans hated him as he left them for his boyhood club, which made his great performances against them all the sweeter","labels":"pride"},{"text":"Satire satire satire satire Please O lod almight plez be satire","labels":"desire"},{"text":"This!!!","labels":"surprise"},{"text":"You gonn give me one of dem?","labels":"confusion"},{"text":"I bet you're not the only one. That space is kinda safe... go be slightly challenging. ;)","labels":"approval"},{"text":"Not very choosing beggars-ish, but definitely entitled parents material. Did she really just say that to you? Cuz you can call her out for verbal assault.","labels":"surprise"},{"text":"Yeah the question makes no sense without more context.","labels":"annoyance"},{"text":"Right. Because our modern society is NOT eye for an eye. If it *was* eye for an eye, the cycle would be endless. Thus the saying.","labels":"realization"},{"text":"Yeah, that's why I feel [NAME] or [NAME] would have a better chance.","labels":"neutral"},{"text":"Honestly it makes me sad but [NAME] does need less time:\/","labels":"approval"},{"text":"What a brat omggggg","labels":"surprise"},{"text":"It’s only missing a line that says “who was born in June” for absolutely no reason","labels":"neutral"},{"text":"Mother, Grandmother, Aunts. ","labels":"neutral"},{"text":"[NAME] IS STILL THE ONLY QB IN THE NFC NORTH WITH A PLAYOFF WIN!","labels":"surprise"},{"text":"As sure as gods got sandals, it sure beats fighting dudes with treasure trails","labels":"neutral"},{"text":"I still maintain the packers were a worse team this year.","labels":"annoyance"},{"text":"Go troll elsewhere. This woman needs support, not crass questions.","labels":"caring"},{"text":"Fuckkkk those are 2009 prices. I’m guessing you’re out east!","labels":"anger"},{"text":"You gotta find that fine line where you amass as much paper equity as possible while not sacrificing what’s really important in life.","labels":"caring"},{"text":"No one has asked yet. So...how?!","labels":"curiosity"},{"text":"oh no [NAME] wud is u doing","labels":"surprise"},{"text":"It's the same with librarians. Out someplace, see someone with a confused look, and that autopilot kicks in. ","labels":"neutral"},{"text":"To be fair, it is worse than staying in the EU, but good grief it's better than a no deal.","labels":"disgust"},{"text":"Preach. The nuthuggers and happy go lucky blind sheep if the front office are nowhere to be found. So disappointed in this team.","labels":"disappointment"},{"text":"Compared to the number of people fleeing Venezuela, the Honduras situation is a rounding error.","labels":"sadness"},{"text":"Annnnd that's too far. I think you should go home and rethink your life.","labels":"caring"},{"text":"Thank you so much! After the *loooooong* talk we had, I feel a lot better about our marriage.","labels":"excitement"},{"text":"Many of them are actively being courted and convinced by People's Vote activists. You just actively avoid acknowledging that fact.","labels":"amusement"},{"text":">Downvoted for sharing an anecdote, great subreddit this Sharing blasphemy about the [NAME] emperor is punishable by downvote, heretic.","labels":"approval"},{"text":"Just curious, why do you think that? He has ~ 80% approval among registered [NAME] ","labels":"curiosity"},{"text":"C'mon Mr [NAME], you're not going to eat all that watermelon.","labels":"disapproval"},{"text":"ISN'T YOUR CLUB RUN BY A JABBA-THE-HUT-LOOKING DONALD-TRUMP-ACTING MORON WITH A ~~FIVE SIX SEVEN TEN~~ FIFTEEN YEAR PLAN?","labels":"surprise"},{"text":"Doesn't state strangers either. Assume some more.","labels":"neutral"},{"text":"That's *a* puppy. Unclear if it's *her* puppy...","labels":"amusement"},{"text":"Yep, the presidency isn’t at all related to the 22nd amendment. Be gone, chud.","labels":"approval"},{"text":"I'm giving you an upvote for that perfect comeback, but I'm not happy about it!","labels":"disapproval"},{"text":"I am [NAME] total lack of suprise","labels":"sadness"},{"text":"Wow! Dude has aged well. Maybe I need some of that snek oil!","labels":"desire"},{"text":"Good old guardian refusing to accept that [NAME] is stauncly anti-EU and anti-Brussels","labels":"disapproval"},{"text":"That was my first live Lions game (British and flights to DTW are expensive) I've never gone through so emotions in such a short amount of time","labels":"excitement"},{"text":"WITH not without","labels":"amusement"},{"text":"TIL the Recession, Great Depression, Colonialism, War on Drugs etc. were created by socialists. ","labels":"realization"},{"text":"His whole point is that he doesn't have to give a damn about others or how they feel.","labels":"annoyance"},{"text":"Go on...","labels":"caring"},{"text":"#SOMETIMES YOU CAN TELL RIGHT AWAY SOMEONE ISN'T WORTH ANY MORE TIME!","labels":"caring"},{"text":"That's ok I get it exactly you're ok with me","labels":"approval"},{"text":"Weird. He's like the one capitalist in this sub that I feel I've had substantive conversations with.","labels":"surprise"},{"text":"I feel ya.","labels":"sadness"},{"text":"Your opinion = fact, other opinions = hurt feelings. Gotcha lol","labels":"amusement"},{"text":"[NAME] is not fascist. Heck,she's not even alt-right","labels":"disgust"},{"text":"It's possible to squeak by in Texas with that defense, if you play your cards right. ","labels":"optimism"},{"text":"Man. Just tuned in. Forgot it was an early game. Looks like it's been a positive game so far from pretty much everyone.","labels":"surprise"},{"text":"Go check out the survey recently posted on AskFeminists. There are a lot of [NAME] openly admitting it.","labels":"approval"},{"text":"[NAME] sweetie i’m so sorry","labels":"remorse"},{"text":"if HL in offensive stance dodges it, then doesn't raider also dodge it? Or is that fast recovery into moves that are not dodging again?","labels":"curiosity"},{"text":"Holy hell <3","labels":"disgust"},{"text":"Religion is gigacope","labels":"neutral"},{"text":"Dam boys, we announcing players back in training like new signings! ","labels":"anger"},{"text":"[NAME] is on fire!!!","labels":"fear"},{"text":"oooo, if that had gone in...so close Looked like [NAME] tipped it down instead of up.","labels":"neutral"},{"text":"Love how she was able to find a 'rabbi' from N anti-Semitic group to \"prove\" her defense of anti-Semitism. Just fantastic. \/s","labels":"love"},{"text":"15 is too old to play playing fortnite smh","labels":"disapproval"},{"text":"Lol this fan base has the memory of a goldfish.","labels":"amusement"},{"text":"You're welcome","labels":"neutral"},{"text":"Except for all those companies brushed off in the \"and many more\" category. Wasn't as lucrative for them. ","labels":"approval"},{"text":"Options: 1. Hoax \/ joke 2. Crackpot 3. Wellmeaning but utterly naive fool 4. Something more sinister I’m currently somewhere between 2 and 3.","labels":"confusion"},{"text":"Any food shortages will be caused by these idiots each buying 38 tins of beans a few days before we leave.","labels":"annoyance"},{"text":"[NAME] sorry it was rude not to @ you lol","labels":"amusement"},{"text":"I mean, I know you are being sarcastic, but your words are too accurate for something a supporter would actually say ","labels":"approval"},{"text":"Someone may have mineswept it after we left for all I know...*shudders thinking about it*.","labels":"disappointment"},{"text":"And yes I also thought [NAME] was someone else too!","labels":"surprise"},{"text":"[NAME] reinforces the pessimistic world view, I've been there and at least it was cancerous for me. ","labels":"sadness"},{"text":"I honestly can't tell if he really doesn't care or if he's just soft af... or maybe both lol","labels":"amusement"},{"text":"Serve eviction notice, get some press, that’ll really get things moving","labels":"desire"},{"text":"to be fair it wouldnt be bad living there since its normal to have giant shoes so its a win basically^^","labels":"realization"},{"text":"you're misinformed","labels":"annoyance"},{"text":"good luck. I'm hoping to get hrt this year and be a girl for my senior year.","labels":"optimism"},{"text":"No, everyone should should stop talking about the rights of groups of people, and start talking about *human* rights.","labels":"anger"},{"text":"Damn. r\/murderedbywords","labels":"disgust"},{"text":"> 2. Give me any evidence that women don't want to date me.","labels":"annoyance"},{"text":"She represents window licking retards.","labels":"neutral"},{"text":"Who tf told you that weirdo is left?","labels":"anger"},{"text":"\"Didn't know you can predict the future\"","labels":"surprise"},{"text":"Anyone who complains about being a loser is a loser.","labels":"annoyance"},{"text":"We have ungendered\/mix sex bathrooms and I'm pretty sure people void and defecate in them too.","labels":"disgust"},{"text":"Would you move your car if told not to drive?","labels":"curiosity"},{"text":"Thoroughly entertaining.","labels":"joy"},{"text":"They are unable to think out of the box","labels":"sadness"},{"text":"Send your cutest delivery boi!","labels":"desire"},{"text":"“…Don’t try it, [NAME]. I have the (moral) high ground!” ","labels":"caring"},{"text":"I swear these people would try to sell shoes to someone without feet.","labels":"disgust"},{"text":"I live in Raleigh and all the Canes fans I know love it. So the players love it and the fans love it. Everyone else can chill","labels":"excitement"},{"text":"Strong and stable...","labels":"neutral"},{"text":"As comic book guy from Simpson’s would say. WORST. WRITTEN CRIMELORD. EVER....","labels":"disapproval"},{"text":"Lol there you go. Forgot to switch back from your alt for a second there.","labels":"amusement"},{"text":"*Hey just noticed..* it's your **2nd Cakeday** fleecethread! ^(hug)","labels":"excitement"},{"text":"No idea what this means but the fact that you said sweetie lets me know that you’re probably really obnoxious or just being sarcastic","labels":"disapproval"},{"text":"This one will provide tasty meals and a cute pup too","labels":"amusement"},{"text":"Cheers to that, girl. 🥂 ","labels":"joy"},{"text":"It was more just “where did all these airpods come from?!” It was weird to me.","labels":"curiosity"},{"text":"No my point to using the article is to call out the political theatre and dishonesty of some of our elected officials, mostly in the democratic party.","labels":"neutral"},{"text":"Nothing has come close to it well except for GOT.","labels":"neutral"},{"text":"Did [NAME] mention the astroturf pitch after today's comfortable 3-0 win? He certainly made a big fuss about it after the loss at Rugby Park.","labels":"anger"},{"text":"If your walls are not connected sprinkle your lawn in between regularly with diatomaceous earth. It will kill them before they can get to you.","labels":"caring"},{"text":"My biggest problem with Yuri on Ice is that it didn't have enough episodes to show the payoff of their relationship in my opinion.","labels":"disappointment"},{"text":"Most people don't believe I have aspergers because I look 'normal' everyone else just thinks I'm weird.","labels":"disappointment"},{"text":">Morality is always subjective because morality is decided by people\/society. Congratulations, you’ve found the worst take ever. ","labels":"approval"},{"text":"Ohhhh....this would be easy but....nope....not gunna.....","labels":"neutral"},{"text":"> I just take their word for it that **some** of them find **some** things offensive, and their reasons why. ","labels":"disappointment"},{"text":"*When.* When he wins.","labels":"curiosity"},{"text":"they're a bit expensive anyways","labels":"disappointment"},{"text":"Enough already. I'm sorry that the breakup is going to be painful, but you can do much better. ","labels":"anger"},{"text":"This sounds rough","labels":"disapproval"},{"text":"Im a russian orthodox we dont have any fuqing \"[NAME]\" in our bible we have completely different saints and [NAME] hated sodomitss too","labels":"approval"},{"text":"If anything makes me belive someone DOESN'T get laid, it's comments like this.","labels":"surprise"},{"text":"Could also be an overwhelming guilt in the heat of the moment. Probably hard to stay rational when you realize you've killed your own friend on accident.","labels":"sadness"},{"text":"One of 30 alt accounts that trolls our forum because he is having a temper tantrum and can't get his $100 out of Qcx right away.","labels":"pride"},{"text":"I met bf of 3 yrs on it","labels":"neutral"},{"text":"It's pretty convenient","labels":"approval"},{"text":"First thought that came to mind were those water benders in the swamp in Avatar: The Last Airbender.","labels":"love"},{"text":"oh thats rather weak then. kmt thought they would know better. its a reactable headbutt.","labels":"nervousness"},{"text":"I don’t know where you live but in my area people don’t really care to have a good-faith conversation with an anarchist.","labels":"pride"},{"text":"No foreplay, no connection, if he doesn't know what he's doing. If he asks for a blow job and then refuses to reciprocate. ","labels":"neutral"},{"text":"I hope it heals well! I will bring out the Oww Mah Layg dancers to encourage healing and positive energy to help you and cheer you on! 🎶💃Oww💃Mah💃Layg💃🎶","labels":"caring"},{"text":"Correct, you eat to survive, but you you eat animals for pleasure.","labels":"annoyance"},{"text":"Surrender to the feeling of being seen as an idiot. It is the only way.","labels":"anger"},{"text":"you seem like the kind of person i’d like to be best friends with! :)","labels":"love"},{"text":"I HEAVILY VIBE WITH THIS","labels":"excitement"},{"text":"it's been like this for a couple hours now and still not fixed","labels":"annoyance"},{"text":"Players need to have Agency over their characters. you did not. total crap. :(","labels":"disappointment"},{"text":"You need medical help.","labels":"caring"},{"text":"I feel like this should be a copypasta... It's correct and I want the message to be spread...Can we make this a thing lol","labels":"amusement"},{"text":"Margin of error: 0.7%","labels":"neutral"},{"text":"The medical examiner's office was on-scene at the fire pit from the get-go......so far the investigations looks very different from the TH case.","labels":"confusion"},{"text":"I’m really glad to read that ex-spouses are friends after. Good for you all!","labels":"caring"},{"text":"Yay let’s grow that black market...that will definitely make it safer","labels":"optimism"},{"text":"It really do","labels":"approval"},{"text":"I had dream where someone said this to me having no idea it was him","labels":"desire"},{"text":"She’s not even on vacation anymore!","labels":"surprise"},{"text":"So is liking [NAME] enormous eyebrows \"biological\" too? \/s ^I ^think ^her ^eye ^brows ^look ^cool","labels":"amusement"},{"text":"Love how this had to be labelled: not satire","labels":"approval"},{"text":"Tucking your jeans into your sock makes you look like a goober...","labels":"disappointment"},{"text":"It seems as if you are the one that is unable to feel women.","labels":"curiosity"},{"text":"Haha...what kind of fan base would do that?","labels":"amusement"},{"text":"If you're old school like me, you will always hate the Cowpokes more. ","labels":"neutral"},{"text":"source:","labels":"neutral"},{"text":"How do we do handle the venom, and marvel is all metaphors-avi [NAME] ","labels":"confusion"},{"text":"Good luck OP! I'm rooting for you!","labels":"caring"},{"text":"Shut tf up. [NAME].","labels":"anger"},{"text":"Yes, which is why I hate the term \"ranked choice voting\".","labels":"annoyance"},{"text":"FO need to pull the trigger ASAP. If he’s on this roster after the deadline... [NAME] help us","labels":"desire"},{"text":"AT doing some work!","labels":"surprise"},{"text":"Excuse me?","labels":"anger"},{"text":"We lap up the bitter tears of misguided young men, some weird stuff in here.","labels":"sadness"},{"text":"Well I just can’t unsee that ..... chocolate anyone?","labels":"excitement"},{"text":"When you feel bad, remember his comments on [NAME] throwing the shoe. He sucks.","labels":"neutral"},{"text":"So smart it looks like he shut his fingers in the door. That’s a nasty bruise under his fingernail.","labels":"disgust"},{"text":"Yeah, because not paying a bill on time is equal to murdering children. ","labels":"approval"},{"text":"I'm not even a funny one tho","labels":"disappointment"},{"text":"I think OD needs a rework. Get rid of that crappy 50% passive and give him some sort of active or a proper passive ability.","labels":"caring"},{"text":"Being rich isnt the only way to be successful. The first success to conquer is learning to love and accept ourselves","labels":"neutral"},{"text":"You \/ he must be doing an excellent job, then. I've never encountered one. ","labels":"amusement"},{"text":"> to attract degenerates. You frequent r\/The_Donald. What does that make you!!","labels":"surprise"},{"text":"Imagine being this upset about another man’s marriage, someone you don’t know personally mind you. ","labels":"caring"},{"text":"That, plus they also store our info insecurely so it leaks out. Just another part of this dumb economics game I guess...","labels":"annoyance"},{"text":"\"guys, cant we all just calm down and agree IM the smartest most morally righteous one in the room?\"","labels":"pride"},{"text":"I mean all of those countries were doing really well before the US stepped anywhere near them... Press X to doubt","labels":"neutral"},{"text":"Because a thought can qualify as racist without intention of effect in the same way that a thought can be transphobic without intention or effect.","labels":"realization"},{"text":"I'd love [NAME] to smash some faces in.","labels":"love"},{"text":"This guy doesn’t know how to life...","labels":"disappointment"},{"text":"Last time, on Arrested Development...","labels":"neutral"},{"text":"Ah! I couldn’t remember his name!","labels":"surprise"},{"text":"Yeeeaaahhh.... \"protect\"... I'm pretty sure this guy has a rape dungeon filled with schoolgirl body-pillows in his basement.","labels":"sadness"},{"text":"[NAME] is too gullible for his own good.... watch out [NAME] definitely not a friend too","labels":"disgust"},{"text":"Oh god. Imagine losing to Toronto in the cup final. You would spent the rest of your life hearing about it","labels":"sadness"},{"text":"So.... we screwed then, yeah?","labels":"neutral"},{"text":"Saame god I try to picture myself as a more attractive version of myself if that makes sense but it's all just fantasy :(.","labels":"desire"},{"text":"he's gotta make shots and get to the line...2-6 so far, no ft's","labels":"desire"},{"text":"It seems hazy, and there’s been conflicting messages","labels":"confusion"},{"text":"Dipo always be in our hearts. The one that got away","labels":"love"},{"text":"But it's different, they're not rich because of those darn immigrants, otherwise they'd be a billionaire!","labels":"disgust"},{"text":"The cop should have just shot his kneecap out.","labels":"anger"},{"text":"I just \/facepalmed myself into oblivion.","labels":"neutral"},{"text":"I'm not. He and I still thrive. I hope you're doing alright.","labels":"optimism"},{"text":"And so are you!","labels":"surprise"},{"text":"Lifesite “News” doxxed him. That website is just pure hatred distilled, it’s disgusting.","labels":"disgust"},{"text":"This one is by [NAME] !! Good suggestion, relates to me lmao","labels":"amusement"},{"text":"This is getting out of hand! Now there’s two of them!","labels":"disapproval"},{"text":"Let’s gooooo WHI","labels":"neutral"},{"text":"Well, whaddaya know!","labels":"surprise"},{"text":"...soooooo yes?","labels":"confusion"},{"text":"Your insurance rates went up because they. Aw hell...like it makes any differencd","labels":"annoyance"},{"text":"I moved to Canada in 2001 from the middle east. I'm still not used to it. I hate cold.","labels":"disappointment"},{"text":"Wow, just wow. Thats a catagory 5 non sequitur.","labels":"surprise"},{"text":"tbh college has been a hair easier for me than high school. The worst of it is making tuition and trying to register for classes","labels":"annoyance"},{"text":"? ur slide is right stick","labels":"surprise"},{"text":"Sometimes I literally need to shut myself in a quiet room so I can think.","labels":"disappointment"},{"text":"This is the sort of unpunished obvious flamebait trolling that people are upset about. Of the sort also consistently delivered by Cylinderhead and [NAME].","labels":"approval"},{"text":"I can easily relate to that as well. The siblings are the ones who will stick with us for the whole journey to the very end.","labels":"desire"},{"text":"An MRI would be infinitely more entertaining.","labels":"joy"},{"text":"Are you in Auckland and would you like to start work on Monday?","labels":"curiosity"},{"text":"How can you be so stupid... it’s called climate change, there is so much research on it. It’s just blindly denying science..","labels":"anger"},{"text":"I love the immediate cut from the gladiator dying to the defeat screen. Makes it funnier","labels":"amusement"},{"text":"assault some more people.","labels":"anger"},{"text":"WHEN I DO BEGIN TO PEAK, ALL OF [NAME] WILL KNOW!","labels":"neutral"},{"text":"As a 29 year old newly married man, I still do some cringey stuff from time to time. ","labels":"neutral"},{"text":"I just looked that up... Dear [NAME] why?","labels":"curiosity"},{"text":"ahh yes I forgot to include steps 3a *and* 3b. thanks fam","labels":"realization"},{"text":"r\/puns might appreciate this. I know I did!","labels":"pride"},{"text":"Surprisingly all of my family keep their toasters on the work top despite being [RELIGION]\/Unionist ?","labels":"surprise"},{"text":"Oh sorry. To clarify, I was wondering if I should mention that I am more than willing to help her if need be.","labels":"caring"},{"text":"“Your” people are mentally ill and need help. Go get it ASAP!","labels":"caring"},{"text":"Wow, you must have no idea what medium of exchange means.","labels":"surprise"},{"text":"he's interested. maybe text him explaining what you're telling us just more concise","labels":"neutral"},{"text":">[NAME] dead body lie the mud and she have smug face because she had her revenge against [NAME] What scene was this?","labels":"curiosity"},{"text":"if he would only have any marketable skills, alas I think he is going to serve hard time","labels":"optimism"},{"text":"sorry should clarify ... have dinner \/ drinks and then go our separate ways to other events that night.","labels":"remorse"},{"text":"We know Verb. Wait a minute, you’re not Verb!","labels":"approval"},{"text":"Thank you, I’ll send them to her the next time we talk","labels":"gratitude"},{"text":"IMO, he was an asshat during the tell all, too. He was all about wanting [NAME] to thank and respect him post C section.","labels":"desire"},{"text":"How tf is this dumbass mf still internet popular like everyone hates him irl","labels":"disapproval"},{"text":"I thought the term gated community was figurative, not literal.","labels":"confusion"},{"text":"I honestly am not sure. I just know that I don’t do it.","labels":"disappointment"},{"text":"please cuddle me so i have a reason to save it","labels":"desire"},{"text":"Isn't there a sub for tomorrow exact post?","labels":"confusion"}]