[{"text":"Oi us cancers don’t want him either! We respectfully pass his birthday to April","labels":"amusement"},{"text":"Be careful with the Washington Times. It's not exactly the Washington Post.","labels":"neutral"},{"text":"Something's wrong. The top post on r\/conspiracy isn't completely anti-conspiracy? Wow, feels weird. \/s(?)","labels":"confusion"},{"text":"It's always been Marfeles. Was 30 years ago when I first visited.","labels":"approval"},{"text":"I would pay money for [NAME] to not be my nurse. She will probably \"accudentally\" squeeze my nuts. Crazy bitch.","labels":"amusement"},{"text":"I have considered that, and if is possible, I will see where it leads me, thanks.","labels":"gratitude"},{"text":"Everything was flagged as adult so there wouldn't have been much left","labels":"approval"},{"text":"Lol I was just about to protest \"you can't know that!\" until I realized.....","labels":"amusement"},{"text":"Whatever it is, not enough.","labels":"disappointment"},{"text":"All true, but [NAME] only “retired” to get out of AZ. Now that he’s back looking for a job...","labels":"neutral"},{"text":"#ERROR!","labels":"amusement"},{"text":"There is no doubt in my mind that [NAME], [NAME], [NAME], [NAME], [NAME], and [NAME] will start tomorrow. Unsure about the rest","labels":"neutral"},{"text":"Sorry, didnt realize. Anyway an r\/woooosh so...","labels":"amusement"},{"text":"Is she dead? She’s dead isn’t she...","labels":"confusion"},{"text":"You know the bulks going well when you ate that much last night that breakfast is a struggle","labels":"approval"},{"text":"He does not want to hear the plans that will work though.","labels":"neutral"},{"text":"Where is you fur, human? You're a disgrace for all young generations","labels":"amusement"},{"text":"And don’t tell Uber you ever saw it","labels":"neutral"},{"text":"You’re right, I was thinking of AiG or the Discovery Institute. ","labels":"approval"},{"text":"Or maybe you could just learn the match up since they already gutted him in the last patch.","labels":"approval"},{"text":"That’s only really annoying if it’s excessively slow","labels":"annoyance"},{"text":"There is clearly something really goddamned wrong with the policy then.","labels":"approval"},{"text":"Looks like my greyhounds feet","labels":"approval"},{"text":"Well I did add an edit you might have missed haha","labels":"amusement"},{"text":"I just love the fact that [NAME] is giving advice on Sex offenders","labels":"love"},{"text":"If you're in the Arrowverse, stay away from [NAME] and [NAME]. Swipe motherfucking **left**.","labels":"neutral"},{"text":"[NAME] woulda been better smh","labels":"approval"},{"text":"Sorry. This thing knows whats up!","labels":"approval"},{"text":"Hey man, as a [NAME] living part time in South Africa, I really appreciate you making a beautiful version of our flag :)","labels":"approval"},{"text":"True but also it's not a dilemma ; if they try something like Tiananmen they will likely die. So not very tempting to try to change things.","labels":"approval"},{"text":"Also, note how the First Order recruits....children. That certinetly could lead to rampant abuse.","labels":"caring"},{"text":"Yeah I've become extremely cynical since I started making these sorts of realizations.","labels":"approval"},{"text":"Change it a^r^o^o^o^o^o^o^o^n^d","labels":"amusement"},{"text":"[NAME] fuckin sucks","labels":"neutral"},{"text":"Surprised Greece doesn’t see [NAME] as their own. I mean he’s not from Greece but still Greek.","labels":"neutral"},{"text":"you can't damage anything other than on foot players right now, no turrets, no vehicles, no objectives, it has been bugged since the december update","labels":"approval"},{"text":"I automatically love anyone who votes for best underrated boy [NAME].","labels":"love"},{"text":"Glad to hear it’s open again, great spot. I still class climbing Coonowrin as the stupidest thing I’ve ever done.","labels":"approval"},{"text":"> bad ass-friend *** ^(Bleep-bloop, I'm a bot. This comment was inspired by )^xkcd#37","labels":"amusement"},{"text":"You can't expect him to like food","labels":"disapproval"},{"text":"He also stepped in when seabs got suspended in the 2014 playoffs","labels":"neutral"},{"text":"That's a stock photo, bud.","labels":"neutral"},{"text":"I guess they still have hopes to keep AD...","labels":"optimism"},{"text":"Relove. No, it’s all fair pricing, the collection is enormous.","labels":"amusement"},{"text":"No it takes at least 14 days and if she’s had her period it’s very unlikely she was pregnant before NYE","labels":"neutral"},{"text":"Damn, [NAME] us just 2 steps behind all the time. It's just a matter of time before he gets some great shots in.","labels":"neutral"},{"text":"[NAME] and [NAME] were better than everyone on that list except for [NAME]. Also [NAME] is a racist.","labels":"neutral"},{"text":"Just reload auto save and you should be golden","labels":"neutral"},{"text":"it's basically summer here right now. these posts are clueless.","labels":"approval"},{"text":"That sounds so awesome. Thanks for talking about it.","labels":"gratitude"},{"text":"[NAME] game sucks. He's good at comps but his strategic game is awful","labels":"approval"},{"text":"I’m still waiting for two of mine as well. This gives me hope that it’s still on its way.. :)","labels":"approval"},{"text":"At least you get sunny on Netflix, they took it off in Canada :(","labels":"disappointment"},{"text":"So ya gonna do a pat down or just trust the dude?","labels":"approval"},{"text":"You'd look like that too if you just saw Snagglepuss going to the bathroom.","labels":"neutral"},{"text":"Saturn comes back around, SHOWS YOU EVERYTHING","labels":"neutral"},{"text":"**Takes away membership card* HOW DARE YOU SIR!!!","labels":"anger"},{"text":"Dear Governor of Louisana, 2009 NFCCG That is all Now take the L","labels":"amusement"},{"text":"He must hate that gym as much as everyone else does.","labels":"neutral"},{"text":"I'm curious - are you under the age of 30?","labels":"curiosity"},{"text":"I dunno, I've found some of my holy grail products through bloggers.","labels":"approval"},{"text":"Thank you, and I am. I'm definitely fine with regretful parent, I'd flair myself that if I had an actual computer at hand.","labels":"gratitude"},{"text":"Anybody wanna go on a picnic with me? Alpaca lunch.","labels":"excitement"},{"text":"Trust your gut","labels":"approval"},{"text":"Pretending to be a racist just to troll people is fucking stupid and not any better than actually being a racist.","labels":"neutral"},{"text":"Thanks for the advice, i appreciate it.","labels":"gratitude"},{"text":"Now I can’t unhear it...","labels":"disapproval"},{"text":"I just hurked a little in my mouth.","labels":"amusement"},{"text":"I just want to point at that yes, fuck [NAME], yes he's subhuman, but that tattoo is not of [NAME]. lol","labels":"amusement"},{"text":"There's definitely something sovcit going on here.","labels":"approval"},{"text":"Somebody reverse this please I would be so happy.","labels":"approval"},{"text":"Thank you - that strikes me as the basics of what's going on here.","labels":"approval"},{"text":"Yea Op, have you even seen the inside of a nutshell?","labels":"neutral"},{"text":"Ive given up trying to understand [NAME] motivations if I'm being honest","labels":"amusement"},{"text":"Happy to- good luck!","labels":"approval"},{"text":"I love it when \"bad\" picks actually have fucking amazing ganks.","labels":"love"},{"text":"You can replace the ram \/ SSD now on the new Razer blade 15 but ya razer sucks.","labels":"approval"},{"text":"Awesome thank you! I’m sure it was fine to wear but new guy here not trying to stretch any rules quite yet","labels":"approval"},{"text":"Some do. Some don't. Blanket generalizations are almost always false and unhelpful.","labels":"neutral"},{"text":"Lots of vested interests coming up with money as well as type investor donations.","labels":"approval"},{"text":"There have been multiple threads about this, they can't afford to move up. It's not financially feasible.","labels":"neutral"},{"text":"This was a floating barge of bullshit bound to ignorance, which is headed for a recycle bin on my desktop.","labels":"annoyance"},{"text":"I’ll untwist my knickers when you quit applying some arsehole opinion science on someone else’s mental health condition, deal?","labels":"neutral"},{"text":"Ok I see what you mean. Thanks.","labels":"approval"},{"text":"Your company sucks.","labels":"neutral"},{"text":"He really channeled his inner [NAME] for this goal","labels":"approval"},{"text":"You ok bro?","labels":"caring"},{"text":"I’m excited!","labels":"excitement"},{"text":"Thats what happens when [NAME] is on the fucking floor","labels":"amusement"},{"text":"But but [NAME] and his bad postseason stats","labels":"neutral"},{"text":"It’s broken garbage. The most broken unbalanced tekken game by so much it will make your eyes bleed and give you a brain tumor.","labels":"annoyance"},{"text":"Waiting for both of these things is torture","labels":"annoyance"},{"text":"I feel you, mama. I hope tomorrow is a better day.","labels":"caring"},{"text":"Andromeda is that type of game that has extreme potential in becoming a great game, but it botched it in all the little things.","labels":"disappointment"},{"text":"They also oftentimes are not friendly environments for women and queer folk in my experience","labels":"neutral"},{"text":"Now if he does off himself, everyone will think hes having a laugh screwing with people instead of actually dead","labels":"neutral"},{"text":"Damn, what a savage. Spoken like a true brother. X'D","labels":"amusement"},{"text":"Lmao that's a funny coincidence","labels":"amusement"},{"text":"Careful - that shit can get you thrown in jail.","labels":"neutral"},{"text":"Well...to be fair then. :)","labels":"amusement"},{"text":"Looks like pure tabbaco but great roll !","labels":"amusement"},{"text":"I feel like you two know each","labels":"neutral"},{"text":"Yet when you decided to fish for validation by sending someone nudes, you chose the masculine, handsome, man.","labels":"neutral"},{"text":"Incredible work and very unique, good for you","labels":"amusement"},{"text":"i wear all black. always. i died when we launched la boulange pastries. pink shirt of shame.","labels":"amusement"},{"text":"The API is completely down.","labels":"amusement"},{"text":"Ah the remnants.","labels":"approval"},{"text":"Sure you are, comrade. You've met your quota of replies now, yes?","labels":"approval"},{"text":"23\/68 last 9 games. Yeah that’s a bad %","labels":"approval"},{"text":"Instead of dumped underground at a later date, just dumped into the sea earlier. Despicable","labels":"approval"},{"text":"lol dont try and fucking blame [NAME] for not passing it to a guy who has been bricking all night.","labels":"amusement"},{"text":"I regret that I have but one upvote to give for your post. Very powerful.","labels":"remorse"},{"text":"She deserves to know.","labels":"approval"},{"text":"[NAME] everyone hated that map on lans we played.... but i loved it and forced it up their throat","labels":"neutral"},{"text":"How could they forget the gravy?","labels":"curiosity"},{"text":"Oh sweet! I'm a bit farther but go into the city all the time. I'm around 50 min by train.","labels":"approval"},{"text":"Happy cake day!!!","labels":"surprise"},{"text":"I had someone do that to me on a delivery only order I was really upset it's another deceiving thing that we have to deal with on here","labels":"disappointment"},{"text":"I love conspiracy theories with no shred of proof","labels":"love"},{"text":"Finally, we can put [NAME] down at the bottom like the EXP thief deserves.","labels":"approval"},{"text":"Absolutely amazing idea! 10\/10!!!","labels":"amusement"},{"text":"He's funny for sure... lol!","labels":"amusement"},{"text":"They lead a bad defense though. And [NAME] isn’t blameless here, he’s not good against the run.","labels":"neutral"},{"text":"They basically worship this.","labels":"neutral"},{"text":"Yeah, sorry for that one. Some opportunities are too good to pass up.","labels":"approval"},{"text":"Correct What the fuck is the AAF is what im asking.","labels":"amusement"},{"text":"Hows it smell down there 9 points below the wild card spot. Ya fuckin pine cone","labels":"amusement"},{"text":"Haha, some days I channel Dory from finding nemo- \"Just keep swimming, just keep swimming\". Glad to hear you have a break coming. ","labels":"amusement"},{"text":"How awesome ! Of course now the baby has THREE sets of grandparents. Extra bonus presents !","labels":"approval"},{"text":"What a sad post. I cannot believe people actually follow their advice.","labels":"disapproval"},{"text":"Mmk. Sure bud.","labels":"amusement"},{"text":"That took a turn.","labels":"amusement"},{"text":"I look at him as a performer but he's still human tho.","labels":"realization"},{"text":"I would have used \"perplexing\" haha","labels":"amusement"},{"text":"Star Wars Episode IX: We’re Sorry Please Come Back We Fixed It","labels":"amusement"},{"text":"Hahaahahaaha I’ve almost completed the online story but i only have 3 gold bars so far lmao","labels":"amusement"},{"text":"They mean that too often, people would accidentally reflect. Tbh, it was pretty useless imo","labels":"neutral"},{"text":"Ass is ass!","labels":"amusement"},{"text":"That’s so cute I wish I was that talented at drawing haha. I love art like that it’s adorable","labels":"amusement"},{"text":"1.0mg is a high dose. My husband is an insomniac and can't take that dose without nightmares.","labels":"neutral"},{"text":"Happy Cakeday!","labels":"gratitude"},{"text":"He put up a 7 WAR season at age 22 I'm blind to that shit if he with us lmao","labels":"neutral"},{"text":"Sweet mother sweet mother","labels":"love"},{"text":"it's harder for them to do it in person.","labels":"neutral"},{"text":"Thousands of people born every single day! But mine? Mine's a god damned miracle!","labels":"curiosity"},{"text":"oh pls no","labels":"amusement"},{"text":"I got cousins who were missionaries to Venezuela in the [NAME] years. They have not been shy about their opinions on this matter. They support the rebels.","labels":"approval"},{"text":"Wtf Powerhouse Macomb is the gym I go to. I've never seen this dude there.","labels":"surprise"},{"text":"Having that thought kind of makes you an asshole","labels":"anger"},{"text":"Or they freak out if it’s “not the right sub” for your post. Like calm down","labels":"neutral"},{"text":"> the adventure starts in the year 776 Fuck, wait, really?","labels":"approval"},{"text":"I might be a prude. \"Suck him off in the bathroom of your friend's home!\" Those don't equate","labels":"neutral"},{"text":"Sad but true lol","labels":"amusement"},{"text":"It's a yes or no question so no you did not directly answer it.","labels":"disapproval"},{"text":"Weird combinaison of letters for french poeple","labels":"amusement"},{"text":"And [NAME] hit a girl But he's a nice guy so","labels":"neutral"},{"text":"The actress died before season 1 aired so that’s literally impossible since [NAME] didn’t betray until season 2","labels":"approval"},{"text":"That’s dope nice job","labels":"approval"},{"text":"Forthwith this group will remain unnamed, verily so that we might avoid bringing ire upon ourselves for a simple observation.","labels":"approval"},{"text":"Seeing [NAME] on Sunday and I'm so fucking stoked","labels":"excitement"},{"text":"all the more reason to not give a fuck about CFF","labels":"anger"},{"text":"Come on [NAME], time to step up","labels":"caring"},{"text":"Well, I'm pretty sure I don't act like that, but aight.","labels":"amusement"},{"text":"No it really is there maybe you suck at google","labels":"neutral"},{"text":"[NAME] might steal this format if that’s ok with you lol","labels":"neutral"},{"text":"Maybe slw the fuck down eh","labels":"amusement"},{"text":"Someone got carried away with the mii maker","labels":"approval"},{"text":"He’s one of America’s greatest songwriters.","labels":"neutral"},{"text":"[NAME] back, LAL will keep it close at the least or snap out of this funk.","labels":"amusement"},{"text":"Didn’t the chinook end? How are her legs not freezing off?!","labels":"curiosity"},{"text":"Glad I could help!","labels":"caring"},{"text":"I figured it would be “the joke is always real in the comments.”","labels":"approval"},{"text":"Woo! New sci fi! Thanks!","labels":"gratitude"},{"text":"Until he leaves for the Lakers and we’re right back in the same spot in two years after not winning shit","labels":"optimism"},{"text":"well, what else is there to say other than: she truly snapped.","labels":"neutral"},{"text":"Im definitely gonna check the bushes around the burn where everyone throws their targets from now on. Im not over it i feel bad man.","labels":"disappointment"},{"text":"I think a [NAME] government would be far far worse than Brexit.","labels":"approval"},{"text":"These stories make me glad that I have a job that doesn't require social interaction besides my boss and coworkers.","labels":"approval"},{"text":"Looks like goodfellow","labels":"amusement"},{"text":"Lol I’d love to.","labels":"amusement"},{"text":"She’s so hot in the video damn","labels":"neutral"},{"text":"You care way too much about other people’s karma","labels":"neutral"},{"text":"This made me sad. I hope you find happiness.","labels":"optimism"},{"text":"i'm calling [NAME] noms with [NAME] [NAME]","labels":"approval"},{"text":"the one who doesn't move except to back down any wannabe who's been talking that trash to him","labels":"disapproval"},{"text":"What if the meal didn’t consent to being cannibalised?","labels":"curiosity"},{"text":"My friend and I have been having good fun queuing Mei\/Winston, trololo, and 2 bottles of whisky.","labels":"amusement"},{"text":"BLESS THIS WOMAN AND HER EVIL FAMILY","labels":"anger"},{"text":"The people are WAY nicer","labels":"approval"},{"text":"I don’t get why he hasn’t brought his insta account back, he did used to use it from time to time","labels":"confusion"},{"text":"I mostly shooed him away and didnt report him. But no one liked him. It was a short internship.","labels":"amusement"},{"text":"This sounds like prime \/nononoyes material. Glad the cardiac issue your mom has were detected now and not later.","labels":"gratitude"},{"text":"My heavens people are getting upset about this.","labels":"approval"},{"text":"Huh. So it really comes down to looking at her senate career vs her AG career.","labels":"surprise"},{"text":"Beautiful. Up there with that retro '14 Timbers kit for my favorite non-Atlanta MLS kits.","labels":"approval"},{"text":"Literally loving this. Where are all the guys like you irl?!","labels":"curiosity"},{"text":"Looks like you understand my language so let me try this You are so delusional and think u know everything but you don't","labels":"neutral"},{"text":"Sorry, [NAME], but [NAME] beat you to it.","labels":"neutral"},{"text":"Reminds me of my favorite [NAME] post","labels":"approval"},{"text":"By your logic the AIDS epidemic must mean HIV contributes to the well being of people who have it.","labels":"neutral"},{"text":"Another senseless tragedy.","labels":"approval"},{"text":"When you feel nervousness, tell yourself it's just excitement. Makes a world of difference. :)","labels":"neutral"},{"text":"It is amazing how social media is allowing maniacs to congregate. Social media is very bad for us.","labels":"neutral"},{"text":"\/r\/ATAAE from my POV.","labels":"amusement"},{"text":"Correct but Reddit won't admit that as the reason.","labels":"approval"},{"text":"First, in war First, in peace First, in sexually transmitted infections","labels":"approval"},{"text":"> Government is not entitled to deny contracts because of free speech. Literally yes they are lmfao.","labels":"neutral"},{"text":"Haha. This is awesome. And I can't unsee it.","labels":"amusement"},{"text":"Shotgun Stories (2007) doesn't have the bank robbery hook, but is about two families feuding in rural Arkansas. [NAME] is great in it.","labels":"approval"},{"text":"Good luck! Hockey season still has a few months to go. Might wanna invest in a punching bag. Two birds with one stone","labels":"gratitude"},{"text":"lol why don't you read about the Iceland one and get back to me.","labels":"amusement"},{"text":"Are those both not true statements? Everyone loves attractive people, even employers.","labels":"neutral"},{"text":"I’m glad I’m not the only one who was pedantic enough to notice.","labels":"approval"},{"text":"You forgot shinobi","labels":"neutral"},{"text":"That was a quick delete!","labels":"approval"},{"text":"Hahaha thanks. I didnt notice the spelling dammit. Edited now.","labels":"amusement"},{"text":"The [NAME] make beers? That's news to me","labels":"approval"},{"text":"Good to know! We didn't get any when we went Friday evening, but we can try again.","labels":"approval"},{"text":"Because it's stealing from her company.","labels":"neutral"},{"text":"Seriously? Where the fuck did that sink come from?","labels":"curiosity"},{"text":"Eastside Cafe was pretty pricey for what it was.","labels":"approval"},{"text":"I love that [NAME] knows to have both hands visible in the photo with that young girl. Better safe than sorry.","labels":"approval"},{"text":"Never lost one. The black one just got trampled on a dance floor and it stopped hitting.","labels":"approval"},{"text":"Finding that common attraction or chemistry is extremely hard for me. I can totally relate to this.","labels":"approval"},{"text":"It's great! And it's his own choice, you don't force him.","labels":"amusement"},{"text":"Not heinous for sure, but frustrating.","labels":"anger"},{"text":"And why do you have low self esteem?","labels":"curiosity"},{"text":"Plus, thinking you know someone that you don't just weirds them out. It must be disturbing having people flock around your persona, ffs.","labels":"neutral"},{"text":"[NAME]: [NAME] is your nephew [NAME]: is this about your dad and bro?","labels":"neutral"},{"text":"Yeah you have great solidarity with evil reigimes.","labels":"approval"},{"text":"Funny.. I mean real funny looking.","labels":"amusement"},{"text":"I just watched the entire episode. They never once hint that they were having an affair. That information didn't come from the show.","labels":"approval"},{"text":"Doubt this guy is natty","labels":"approval"},{"text":"Redskins were the best team in the NFC East until [NAME] leg snapped in half","labels":"realization"},{"text":"Easy just include [NAME] to continue to torment [NAME]","labels":"approval"},{"text":"Yep. They'll declare a national emergency and use army troops to seize all the plastic straws from chick fil a restuarants in the country","labels":"approval"},{"text":"Where in that sentence did I mention US backed CIA coups? You're fucking shameless.","labels":"annoyance"},{"text":"And unfortunately videos like this act as a constant reminder that most people are complete dumbasses. Sad really.","labels":"realization"},{"text":"OH MY GOD!!!! The poor parents must have gone from gutted to PISSED in a matter of moments.","labels":"annoyance"},{"text":"Sorry if I’m late to the party but when does the new season start? I’m getting withdrawals! Happily ever after that is.","labels":"curiosity"},{"text":"this reddit is so good man i feel at home","labels":"approval"},{"text":"I am and have dealt with the consequences, hence my amazing son. Like I said before, hopefully you don't procreate.","labels":"approval"},{"text":"Difference between city and rural. In Toronto, if you indicate there's no way anyone's going to let you in. Signals show weakness.","labels":"neutral"},{"text":"I've bet you've never even met an immigrant.","labels":"neutral"},{"text":"Good luck! If you do need to get her, you just gotta fuse together a Bicorn and a Jack Frost.","labels":"optimism"},{"text":"Honestly I agree. We should shun vegetarians regardless of the [NAME] thing. \/s","labels":"approval"},{"text":"Holy shit, your therapist just (inadvertently) explained SO MUCH in my life, internet stranger.","labels":"neutral"},{"text":"[NAME] still has the most TDs, as a receiver, this season out of anyone... He needs to chill.","labels":"amusement"},{"text":"Wow. It looks really good!","labels":"amusement"},{"text":"I think it's racist to call yourself or anyone European. If you're born on Earth, you're an [NAME], separating yourself is Racist.","labels":"neutral"},{"text":"> They are all one entity with the same goals. Agreed, sadly.","labels":"approval"},{"text":"Haha the death and suffering here! Haha he had kids! Haha he was a philanthropist! Haha you might be a sociopath.","labels":"amusement"},{"text":"Wait what’s wrong with [NAME] lol I’ve never had any problems listening to him personally","labels":"amusement"},{"text":"It is. You generally need 5 down and 5 up to play reliably. Also wired.","labels":"neutral"},{"text":"This person drew it mocking them, the artist isn't an actual [NAME], they used to post pretty frequently here \/r\/maxcellcomics","labels":"neutral"},{"text":"Oh to find someone who loves you enough to put a blanket over you when you’re sleepy. That’s the dream.","labels":"caring"},{"text":"If Studio MDHR did this, I'd buy it.","labels":"approval"},{"text":"Ah well hopefully they learn from this. You can never be overprepared for a live show.","labels":"optimism"},{"text":"I’m from Ocean County and I don’t enjoy admitting you’re right.","labels":"approval"},{"text":"I wonder if the insurance company would go after the gun range or just drop the homeowner because they obviously lived in an unsafe area.","labels":"approval"},{"text":"Isn’t banning people for their point of view against the whole fucking concept","labels":"neutral"},{"text":"aha, guilty","labels":"amusement"},{"text":"Go away [NAME]....","labels":"anger"},{"text":"Wasn't north and south Dakota one state at some point? Are they putting aside they're difference and getting back together?","labels":"curiosity"},{"text":"[NAME] so good. What a gem.","labels":"amusement"},{"text":"So you are an expert on the 5 year long climate patterns going back billions of years i take it.","labels":"approval"},{"text":"I don’t think you can be compelled to testify against someone else over a traffic violation, I would just feign ignorance","labels":"neutral"},{"text":"Hard to get motivated to play when the fans are burying one of your teammates.","labels":"neutral"},{"text":"I remember [NAME] mentioning [NAME] and that was it. I do remember all the [NAME] hype.","labels":"neutral"},{"text":"Hi, how are you doing? ","labels":"caring"},{"text":"Great minds more like... And youtube suggestions.","labels":"approval"},{"text":"Damn right.","labels":"approval"},{"text":"Personally I would take some time to myself and work on spending time with my family since I love them more than my job.","labels":"approval"},{"text":"This joke has been on here a million times and never ceases to trick me","labels":"approval"},{"text":"Or at least a couple more visits to the booth. I enjoyed hearing him adding to the banter.","labels":"approval"},{"text":"Cough cough, r\/gunners would likento buy you a drink for speaking the truth good sir. ","labels":"amusement"},{"text":"Their stuff is actually really amazing! Everything from brushes to lipsticks I've loved","labels":"approval"},{"text":"Gotta love the \"its a metaphor\" guy, who has apparently never read any other comments by [NAME]","labels":"approval"},{"text":"No, it's just that OP made that part up. The article didn't say anything about femenists.","labels":"disapproval"},{"text":"The world needs more [NAME]!","labels":"neutral"},{"text":"Kinda similar to the Pistons, they're stuck in a bad funk after getting off to a decent start. Now lost 10 of last 13.","labels":"neutral"},{"text":"Those are the [NAME], they sing backup for [NAME]. They’re awesome!","labels":"neutral"},{"text":"on the bright side he’s a little too young to ruin a $1000 iphone in his pocket ( parents probably got him a refurbished 7 )","labels":"neutral"},{"text":"I really hope not. Personally I have no interest in VR games, and not even my favorite game would change that.","labels":"optimism"},{"text":"Some seriously embarrassingly bad fan fiction too","labels":"embarrassment"},{"text":"But teres an increce in autims retas. With tah vaxenes.","labels":"amusement"},{"text":"Nope. But if this also occurs in Dallas, that’s quite disheartening. :(","labels":"disappointment"},{"text":"I like you","labels":"love"},{"text":"So true.","labels":"neutral"},{"text":"Seeing this kind of vulnerability makes me appreciate her music.","labels":"approval"},{"text":"Welcome to New York.","labels":"gratitude"},{"text":"correct, even if it's EX and has invincibility then your parry will win.","labels":"neutral"},{"text":"She regrets getting in trouble","labels":"neutral"},{"text":"Sorry, I’m out of the loop- are they on this season as well? I forgot about them","labels":"approval"},{"text":"This is so cringey it hurts. I feel so bad for whoever sent this because they are so stupid.","labels":"embarrassment"},{"text":"I absolutely think this is possible, and for the good of our team: *TOLES FINDS DEM HOLES!*","labels":"approval"},{"text":"That’s great of you :)","labels":"amusement"},{"text":"Why are you trying to do that? What’s going on?","labels":"curiosity"},{"text":"That’s a fuckin budgie. You gotta be a moron at birds to not know that. That’s like Bird Basics 101.","labels":"neutral"},{"text":"This is a joke, right...?","labels":"curiosity"},{"text":"By the way the dogs also alerted at kuss road but will just ignore that much like [NAME] did lol ciao","labels":"neutral"},{"text":"only took em all of the time to realize","labels":"neutral"},{"text":"i can change mood for no reason on seconds. Im happy ish. To sad or frustrated to anger and rage and not always in that order.","labels":"approval"},{"text":"Doesn't a business account also increase the amount per month that can be transferred back to your bank?","labels":"curiosity"},{"text":"That's pretty cool. My friends older brother played against him. We all played for Cherokee. Said he was an awesome pitcher.","labels":"neutral"},{"text":"The only time I hear about this dude is when people bitch about him.","labels":"neutral"},{"text":"Think I'm gonna get a chance radio, so I can talk to other car beds. ","labels":"optimism"},{"text":"It's the lists fault!","labels":"approval"},{"text":"I just saw it on there... pretty cheap to be such a old item... starting bid on one was a $1","labels":"approval"},{"text":"[NAME] came a long way since the nervous wreck he was the first year. or.. two.","labels":"neutral"},{"text":"SUBSCRIBE TO PEWDIEPIE OR I WILL HACK YOUR REDDIT ACCOUNT!!!!!!","labels":"anger"},{"text":"I have this shirt I love it with a burning passion","labels":"approval"},{"text":"Seriously, I’ve been catching and loving this one since it first came out.","labels":"approval"},{"text":"I love my audio technica AR3BT","labels":"desire"},{"text":"The temperatures in Oymyakon must have slowed down that GIF","labels":"amusement"},{"text":"For some reason I'm imagining a hauty, French snorting laugh.","labels":"desire"},{"text":"Like wtf how is that angle 114 degrees","labels":"curiosity"},{"text":"Wow, Canada’s yellow vests are way cooler.","labels":"amusement"},{"text":"And a place to live","labels":"neutral"},{"text":"There are! Ask your doctor today!","labels":"neutral"},{"text":"Aaaand this is why I couldn’t do online dating when I was single.","labels":"approval"},{"text":"Damn. So you went back to an old medication and found it no longer worked for you??? I didn't even know that was possible.","labels":"neutral"},{"text":"You do realize the documentary is about the policy not being so natural, as you put it","labels":"neutral"},{"text":"Canaryproject.org is great. They hold people accountable for saying horrible racist things.","labels":"neutral"},{"text":"Curious about your thoughts on BC’s LNG activity.","labels":"neutral"},{"text":"ok now you are being adorable on purpose i see what youre doing","labels":"neutral"},{"text":"He's about 30 years old, but he looks much older due to how natural he is.","labels":"neutral"},{"text":"Performing good with a weapon that is better than almost every other in the game makes you view them better than average? ok","labels":"curiosity"},{"text":"It was a great AMA too","labels":"amusement"},{"text":"If you want an OG Dragon Ball rep then throw in Roshi","labels":"desire"},{"text":"the dude wanted to watch the talking car show. geez. haha jk. thats freaking creepy","labels":"neutral"},{"text":"It’s fake","labels":"approval"},{"text":"I propose Istanbul. I don't think it's dull, I find it incredibly appropriate and amusing.","labels":"amusement"},{"text":"It's got what plants crave.","labels":"approval"},{"text":"Easy breezy beautiful cover girl","labels":"approval"},{"text":"how blurry this photo is r\/mildlyinfuriating","labels":"approval"},{"text":"Problem is fornite kids are playing fortnite.","labels":"neutral"},{"text":"Seriously one of the best soundtracks. I always get chills from the organs, even just thinking about them.","labels":"approval"},{"text":"[NAME] damn, she must fuckin’ STINK.","labels":"disgust"},{"text":"Thanks for the help.","labels":"gratitude"},{"text":"Found the kid that throws everybody else’s ball by the tail!","labels":"neutral"},{"text":"Agreed, but it took me a while to understand that.","labels":"approval"},{"text":"I can help.","labels":"caring"},{"text":"2019 should just be a picture of a trash can or dumpster on fire. Amazing how shitty DICE can make things in 10 years.","labels":"annoyance"},{"text":"I’m surprised they arnt argonians","labels":"neutral"},{"text":"We're 40 minutes into this episode and I don't remember a thing about the patient [NAME] and [NAME] have.","labels":"neutral"},{"text":"Great job! Hats off to you.","labels":"gratitude"},{"text":"Fuck this guy","labels":"anger"},{"text":"Would you PM me details? How did you motivate yourself? Did you fail a few times?","labels":"curiosity"},{"text":"Same here! I thought too long and hard about whether or not la jolla\/Encinitas was known as the \"treasure coast\"","labels":"approval"},{"text":"Sorrow. Sorrow.","labels":"amusement"},{"text":"I think the mushroom photos are a joke about his penis.......","labels":"neutral"},{"text":"Beautiful picture!","labels":"amusement"},{"text":"virtual hugs, OP!","labels":"amusement"},{"text":"Who even are you? Get off the Internet little boy. I don't have time for you","labels":"approval"},{"text":"Hey thanks, I appreciate it!","labels":"gratitude"},{"text":">!Royalty, half of them are all related one way or another!<","labels":"neutral"},{"text":"So nice of everyone to welcome [NAME] to his rehab like this.","labels":"caring"},{"text":"Just hit my 3pl8 squat, been looking forward to this for a long time so really happy I finally got it! Now on to 4","labels":"approval"},{"text":"It's wonderful and gives me happy happy feels","labels":"excitement"},{"text":"I hope for the camera-man's sake that gun is empty","labels":"optimism"},{"text":"So if it was a 14yo girl and she wanted it it’s ok?","labels":"neutral"},{"text":"**YT is not above the law.**","labels":"amusement"},{"text":"I always do this. They get closer or just move to another lane lol","labels":"amusement"},{"text":"Oh thats weird. It opens the google maps app installed on my phone so i dont have that problem.","labels":"approval"},{"text":"\"Fluoride is mine control!\" \"Why?\" \"Uhhh..\"","labels":"amusement"},{"text":"Oh, because his sideburns were shaped like stars!","labels":"curiosity"},{"text":"Should be coming this year with MW4. It's now or never","labels":"optimism"},{"text":"Looks like he's got the funk.","labels":"amusement"},{"text":"this is the type of high level discussion I come to this sub for!","labels":"approval"},{"text":"lmao okay dude","labels":"amusement"},{"text":"This is brilliant","labels":"amusement"},{"text":"What's so special with 144hz?","labels":"curiosity"},{"text":"It's like 20,000 words about a teenager. Fucking insanity.","labels":"neutral"},{"text":"I regret this knowledge, give me back my ignorance damn it!","labels":"anger"},{"text":"[NAME] are proof of this.","labels":"amusement"},{"text":"They can't find police for the streets in England, but somehow with Ireland they always find a way.","labels":"neutral"},{"text":"Most likely. If he falls to our 3rd round pick ,I think we should definitely take him.","labels":"neutral"},{"text":"Binge drinking is a big problem in VN right now, unfortunately. So I wouldn't be surprised if drunkenness was the main cause of this. ","labels":"approval"},{"text":"You nailed it!","labels":"neutral"},{"text":"[NAME] :((((((( dude was such a comic genius gonna marathon curb tomorrow","labels":"neutral"},{"text":"And this is why I park my car in the woods when I wanna just chill. Thank you south jersey pines","labels":"gratitude"},{"text":"Lol’d at your flair","labels":"amusement"},{"text":"The guy who thought of this chokes the chicken.","labels":"neutral"},{"text":"Wish I could vote this up 1,000!","labels":"optimism"},{"text":" I don’t give a F F the haters F all the haters Much love, no hate Machines within, machines within","labels":"amusement"},{"text":"that's why im here in the overwatch university subreddit you fucking idiot.","labels":"anger"},{"text":"Great to hear that. Go beyond, plus ultra!","labels":"approval"},{"text":"Haha yea few cars drive worse than a Versa. Aside from performance, what are some must haves\/wants?","labels":"amusement"},{"text":"Oh I gets it. Sort of wished these two guys were more of on the same page.","labels":"neutral"},{"text":"Were you looking for a tall person","labels":"curiosity"},{"text":"THE ONLY RUMOR I'VE EVER HEARD IS WHETHER OR NOT THE SEARCH FUNCTION EXISTS. SPOILER ALERT: IT DOES.","labels":"approval"},{"text":"PayPal is fucking pricey. 500 bucks to Mexico cost me 60$","labels":"anger"},{"text":"Thanks for reading!","labels":"gratitude"},{"text":"Awesome! Thank you!","labels":"gratitude"},{"text":"if you see someone has the am logo as their only profile pic its pretty obvious they would be looking for an affair, at least to me.","labels":"optimism"},{"text":"[NAME] and [NAME] were awesome.","labels":"neutral"},{"text":"You want a fight, and I’m just not up for one. Good day!","labels":"neutral"},{"text":"I know what I said son","labels":"approval"},{"text":"Wow this made my forehead hurt it was so cringey. I love it.","labels":"love"},{"text":"Thats even worse than what you put up (no offense really). Your work is well done just a hideous design.","labels":"approval"},{"text":"Love the fact that the security guard or whatever he was made him roll down the passenger window instead of walking around to the drivers side, lol.","labels":"amusement"},{"text":"Ahh got clingy huh.","labels":"amusement"},{"text":"[NAME] to me will forever be proof that the true dangerous people are not the ones telling lies but rather the people that believe them.","labels":"neutral"},{"text":"That is so beautiful. It makes my heart hurt that humans can be cruel to animals when they're aware of having so much emotion.","labels":"disgust"},{"text":"I’m just afraid of the reaction. But I know you’re right.","labels":"neutral"},{"text":"Hey beautiful! Glad you had a great time!","labels":"gratitude"},{"text":"Thanks for sharing! I can so see me taking the scraps when he inevitably is having a good day and reaches out. I will resist!","labels":"neutral"},{"text":"Perhaps the person who named it didn't understand the meaning of masala? Technically the Tikka itself is marinaded in a garam masala.","labels":"neutral"},{"text":"Why tarnish The Office this way?","labels":"amusement"},{"text":"The stress that effects you stresses the baby before it’s born. It effects the bond you have and even your milk supply if you breastfeed.","labels":"neutral"},{"text":"Which is fine, when you rush back guys from injuries you end up with a [NAME] situation.","labels":"amusement"},{"text":"I'm surprised everyone seems to think there will be a season 2.","labels":"approval"},{"text":"What was the wooosh","labels":"neutral"},{"text":"Treyarch: adds all blackout servers to South America [NAME]: OMG treyarch why does matchmaking take so long.","labels":"amusement"},{"text":"It's the issue with a lot of 'activists' who think all's they have to do is exist.","labels":"neutral"},{"text":"Its like the worlds most infuriating reality show.","labels":"anger"},{"text":"Take your upvote and go away","labels":"neutral"},{"text":"I appreciate your post, I’m just nervous is all, thank you","labels":"gratitude"},{"text":"Do you agree that voter literacy exams and grandfather clause in post civil war USA were de jure racial-blind but de facto racist?","labels":"neutral"},{"text":"I always love her reaction. She acts like life is over.","labels":"neutral"},{"text":"Grown men who decide to call themselves\"young loli girl\" probably aren't interested in understanding how rape affects society.","labels":"neutral"},{"text":"Fuck that its not my money they're giving him. I want a goalie with a .970 sv% dangnabbit.","labels":"amusement"},{"text":"Oh look what you did! Now I have to go and get my cold cream gun.","labels":"neutral"},{"text":"I am practicing an speech for tonight when he drops by to see my dad. I am every level of nervous.","labels":"approval"},{"text":"Born and raised in New Britain. Love these sodas.","labels":"approval"},{"text":"Fuck man I didn’t plan on crying in my cube today","labels":"anger"},{"text":"I’m offended","labels":"anger"},{"text":"yeah it's not like the subreddit is filled with that super-unique criticism . \"anyone who disagrees with me is a fanboy!!\"","labels":"approval"},{"text":"Friend got me into football by watching Detroit play on Sundays after church. Been a fan since.","labels":"neutral"},{"text":"Why not? Just go for it. It'll make a great story to tell at your 50th wedding anniversary party.","labels":"neutral"},{"text":"That’s awesome! Heal up quickly","labels":"caring"},{"text":"I'm going Saints and Chiefs. Although I think the Chiefs-Pats game could go either way","labels":"approval"},{"text":"I think it has more to do with them deriving a sense of identity from work. Remove the work and what remains?","labels":"approval"},{"text":"You’re right, no one is taking you seriously, Reddit user.","labels":"neutral"},{"text":"F yeah!","labels":"amusement"},{"text":"Well first, im against government period, and second im conveying this under a layer of satire to make the ideas spread more easily","labels":"disapproval"},{"text":"I carry on an empty. But I also carry a single action. So don't make my mistakes.","labels":"approval"},{"text":"Sub... chill... I see what you did there...","labels":"approval"},{"text":"Great bit of info. Thanks for the reply.","labels":"approval"},{"text":"Goodmorning, I wish you all a wonderful day.","labels":"caring"},{"text":"What a fucking moronic jackass. \"This is what happened with my piece of shit dad so you have to experience it too\"","labels":"annoyance"},{"text":"Bingo! I would not\/could not be in a relationship with someone who denies their child a parent by choice.","labels":"disapproval"},{"text":"My favorite part of women being in the game is fucking destroying them. Take that femenists","labels":"annoyance"},{"text":"Sometimes to do what's right we must give up the thing we want the most... even our dreams.","labels":"approval"},{"text":"Oh now that's receipts.","labels":"approval"},{"text":"What happens when he takes a shower with his girl and his facial hair just starts falling off.","labels":"neutral"},{"text":"My man!","labels":"amusement"},{"text":"I looked closely, his left ankle does not get run over. it just lands behind the very last tire. very lucky.","labels":"approval"},{"text":"It do be like that sometimes.","labels":"amusement"},{"text":"[NAME] is going to be jealous of this photo","labels":"annoyance"},{"text":"But in the end, it doesn’t even matter","labels":"approval"},{"text":"Honestly, it would be even better if she handed the reigns to a brick. Then no deal definitely happens and everyone's happy ever after :D","labels":"neutral"},{"text":"yeah [NAME] can eat glass, that guy fuckin sucks","labels":"neutral"},{"text":"Something Something Something, space of aids","labels":"amusement"},{"text":"I haven't been much on this sub recently. Is this a common theme?? If so that's just freaky.","labels":"approval"},{"text":"Call your attorney general. 615-741-3491","labels":"neutral"},{"text":"If it were [NAME] being negative about Korea, would you be equally happy to see it banished?","labels":"approval"},{"text":"100% this is enough to make me want to watch","labels":"approval"},{"text":"> hands down i see what you did there","labels":"neutral"},{"text":"That was truly disgusting","labels":"disgust"},{"text":"My ETL been trying to tell us every box should take us 30 seconds max, and everyone ive asked about that has laughed and called it bullshit","labels":"amusement"},{"text":"PC! Utah>Colorado","labels":"amusement"},{"text":"Careful, now. Suggesting this kind of dialogue at Google is what got [NAME] fired.","labels":"approval"},{"text":"i dont give a flaming fart about averages. most people have no taste in comedy.","labels":"approval"},{"text":"BOUNDARIES. have some boundaries. say no. don't go. this is frustrating to read, honestly. don't do things that you hate doing.","labels":"amusement"},{"text":"Can relate. The spirit kept telling me to move to the Morridor. Total decade+ long disaster in almost every way. Shoulda stayed where I was.","labels":"neutral"},{"text":"Sort of like a window?","labels":"confusion"},{"text":"Trade jv he is trash","labels":"amusement"},{"text":"Thank you, I love Heart and Zeppelin and haven't seen that till now.","labels":"gratitude"},{"text":"*Pauses clip to make sure that's not me* We're good. What a disappointing [NAME]!","labels":"approval"},{"text":"Tbh I think it’s hilarious and love it.","labels":"amusement"},{"text":"> we can't john beard that big","labels":"amusement"},{"text":"Idk what's so unrealistic about it. [NAME] is probably just as close to [NAME] as [NAME] and [NAME] are.","labels":"neutral"},{"text":"I'm so sorry","labels":"sadness"},{"text":"Looks like Jack the cat with the super deep meow.","labels":"neutral"},{"text":"I hope they bring him back. Last year was awesome","labels":"optimism"},{"text":"deleted ^^^^^^^^^^^^^^^^0.1122 ^^^What ^^^is ^^^this?","labels":"amusement"},{"text":"I'm imagining impossible skill checks doc with a pig. Being in madness 3 with a reverse bear trap on you in the radius of unnerving pressence *shutters*","labels":"neutral"},{"text":"Ya like I said. Depends on my tup sitch","labels":"approval"},{"text":"I have no idea who those people are, but I've heard their names a lot.","labels":"realization"},{"text":"I would love to see [NAME] take on the Avengers and win.","labels":"optimism"},{"text":"No the bubble is love. The bubble is life. With the bubble comes zero expectations and a sweet sixteen appearance. Such is life in South Canada.","labels":"neutral"},{"text":"Omg. I hope she is ok! Poor [NAME].","labels":"caring"},{"text":"Where ever they found [NAME] and [NAME]. It's like a pool of douche bags with underlaying anger issues. Scary AF","labels":"neutral"},{"text":"2010 offseason, thought we'd get [NAME], ended up with [NAME] for 100 mil. we still talking about the knicks. fun to dream tho","labels":"amusement"},{"text":"holy crap that's messed up.","labels":"approval"},{"text":"Ice in his veins... D'L❄","labels":"neutral"},{"text":"I might be wrong about the details. But it is odd.","labels":"approval"},{"text":"And in adult spaces in general. Let adults have things to themselves, damn it","labels":"neutral"},{"text":"Thought you were gonna go steak with ketchup in that last bit, ya pulled a sneaky","labels":"neutral"},{"text":"i think people who get up in a dizzy over an add that shames bullying and sexual harassment are probably special snowflakes.","labels":"neutral"},{"text":"I thought it was still in theaters.","labels":"approval"},{"text":"Okay well we should move him to wherever he gets the most opportunity to blitz from LB while our new signee can cover behind","labels":"neutral"},{"text":"Nobody's mad at incels for being in pain. We're mad at them for letting that pain calcify into hate.","labels":"neutral"},{"text":"...and life can be very good when you free yourself from that fear!","labels":"neutral"},{"text":"Hope [NAME] is ok to play but if he needs to rest that hand then that's what he should do...","labels":"caring"},{"text":"Oh damn, that would have been the only correct response! \"Sorry, but I have a boyfriend.\" End of conversation.","labels":"realization"},{"text":"Screaming at this reply","labels":"amusement"},{"text":"I guess we're just gonna have to agree to disagree.","labels":"optimism"},{"text":"To be fair, are those things really mutually exclusive (as far as this show is concerned)?","labels":"curiosity"},{"text":"How many is that now? Feels like the 4th one now","labels":"amusement"},{"text":"you DIDNT have ONE job. and you cocked it all up anyways!","labels":"neutral"},{"text":"Goodbye cruel world.","labels":"amusement"},{"text":"Anyone have that mirror?","labels":"curiosity"},{"text":"I'm sending you all the hugs ;-;","labels":"love"},{"text":"Why,? It’s natural. That’s weird af.","labels":"curiosity"},{"text":"I've found multiple people who fulfill a specific need of mine, and I love them all!","labels":"approval"},{"text":"Searching for the booty builder. . [NAME] is in rare form.","labels":"amusement"},{"text":"No. This simply is not the case","labels":"disapproval"},{"text":"No op. No one had ever done that.","labels":"neutral"},{"text":"And shockz isn’t? And he wouldn’t be too much of a threat for... fuck I forgot who’s on rec honestly","labels":"neutral"},{"text":"I need this in Canada geez","labels":"amusement"},{"text":"This is irrelevant to what we were talking about.","labels":"disapproval"},{"text":"Wait. Is this a parenting book with a typo? Because this seems to be a great approach to use with a toddler.","labels":"curiosity"},{"text":"Not an ulcer (canker sore), like literally a tastebud","labels":"approval"},{"text":"Happy cake day to him","labels":"surprise"},{"text":"You’ve never shit yourself as an adult?? If an adult can then a kid definitely can","labels":"curiosity"},{"text":"Why do people procreate, only to bring to earth a clone of themselves that's not attractive in any way. ","labels":"confusion"},{"text":"Yep, she's completely isolated. Part of the abuse.","labels":"neutral"},{"text":"Tinder is mostly for fucking not a LTR. Men also do this.","labels":"neutral"},{"text":"Baby you was right","labels":"neutral"},{"text":"Here is the original post","labels":"approval"},{"text":"I have faith that she will realise she deserves better. She's a strong lady.","labels":"neutral"},{"text":"As a person that regularly down votes people that repost front age gifs, I will award you an upvote because this makes me laugh every time.","labels":"amusement"},{"text":"Have a nice day, sir. ","labels":"caring"},{"text":"oh fuck i've never been more sure we're gonna lose","labels":"disappointment"},{"text":"Which you ultimately pay for in higher insurance premiums, court costs, etc. Dealing with big problems like this is a net positive for everyone.","labels":"neutral"},{"text":"I'm really enjoying Season 3 but this would ruin it for me.","labels":"joy"},{"text":"I think that's a reference to how fucking mad watching [NAME] makes people feel. ie shit [NAME] is playing and now I have the furies!","labels":"neutral"},{"text":"Where do you think it belongs? Why?","labels":"curiosity"},{"text":"this video makes me sad","labels":"sadness"},{"text":"Never understood the attachment to cats personally, letting them in and out and back onto the bed. It’s just not normal and gross.","labels":"neutral"},{"text":"“No no no no spit that out right now!”","labels":"annoyance"},{"text":"Was this at Meadowvale? I wanted to take a pic but had my gloves on","labels":"approval"},{"text":"What really? I cant believe no one has ever said that before! You may have saved my life.","labels":"amusement"},{"text":"Subsidies and tax breaks, same as here","labels":"approval"},{"text":"It's always nice to tell someone a pleasant story before they go to sleep.","labels":"neutral"},{"text":"To prep or not to prep, that is thy question.","labels":"amusement"},{"text":"It's not just what he said, it was the way he said it. Good stuff.","labels":"neutral"},{"text":"I agree it’s disrespectful to so blatantly disregard her parents wishes but yes, otherwise too uptight.","labels":"approval"},{"text":"Get this religious bullshit out of here smh [NAME] doesn't give a fuck about who wins or losses a child's game","labels":"anger"},{"text":"Got a nice hairdoodoo","labels":"approval"},{"text":"To be fair he did apologize for that one after he learned what Pride was really about but I still wouldn’t recommend going near his Twitter anymore","labels":"approval"},{"text":"Pretty sure that had been upped to at least 10k subs. It actually might even be higher now.","labels":"approval"},{"text":"That looks like before Fox even owned it, I was surprised to see it's almost been 30 years","labels":"approval"},{"text":"Beautiful song and great moment in the story","labels":"approval"},{"text":"Me too. I didn't want to promote anybody here but there are way cheaper alternatives with shipping benefits... If you know what I mean.","labels":"disapproval"},{"text":"Plutocrats love Wealthcare.","labels":"love"},{"text":"Interesting that's what I usually do... Are you me?","labels":"excitement"},{"text":"Bat Out of Hell is awesome start to finish, I'd love to see a musical based on it.","labels":"love"},{"text":"That's what I think of the school that gave AOC a degree in Economics.","labels":"approval"},{"text":"Only 5 more years to go. Can’t wait!","labels":"approval"},{"text":"*Hey just noticed..* it's your **1st Cakeday** aerosvision! ^(hug)","labels":"love"},{"text":"Struggling to find :(","labels":"amusement"},{"text":"My prince!","labels":"amusement"},{"text":"Is your PC beefy? It looks like Battlefield god damn","labels":"neutral"},{"text":"Thank [NAME] for the person walking down the sidewalk otherwise i would have thought it was a loop immidiately","labels":"neutral"},{"text":"what are the grey states","labels":"amusement"},{"text":"People who attack vigilantes.","labels":"amusement"},{"text":"You replied to a bot that quotes a movie.","labels":"neutral"},{"text":"Be strong. I've felt the same way before in my living situation. I hope things go your way, keep us updated!","labels":"approval"},{"text":"I’m reading Homegoing by [NAME] and it’s so good! It reminds me of Pachinko, which I also loved. ","labels":"love"},{"text":"It's almost like the whole rationalist thing was started by an overconfident person.","labels":"neutral"},{"text":"Imagine running willingly into a new pair of broken ribs.","labels":"annoyance"},{"text":"This is fucking hilarious","labels":"amusement"},{"text":"Yeah, but you get the honor back for skinning them as 'Resourceful'","labels":"neutral"},{"text":"That was the middle school dream","labels":"approval"},{"text":"It’s time for mango dream to come true. We need to spirit bomb him at the last second.","labels":"amusement"},{"text":"How do people make this up and expect their story to hold up","labels":"neutral"},{"text":"Which doesn't excuse the fact that he wanted to see sexy pictures of a 16 year old. Gross.","labels":"neutral"},{"text":"(It was a joke)","labels":"amusement"},{"text":"You have an amazing instinct to protect him. It’s beautiful","labels":"amusement"},{"text":"And once NYC is finally underwater, ALBANY SHALL RISE!!! MORE COAL FOR THE FIRE JETHRO, OUR DESTINY AWAITS!!!","labels":"amusement"},{"text":"Ooooh that was a missed opportunity","labels":"sadness"},{"text":"Thanks man! Helped me out quite a bit.","labels":"gratitude"},{"text":"Ahhh, I was curious about that since I do both Postmates and IC at the same time.","labels":"approval"},{"text":"I'd give it a 6.9, based on the fact that he was still caught in the tree","labels":"approval"},{"text":"False, if I'm close to the cart return I can't run and ride the cart back to the return. Lol","labels":"amusement"},{"text":"Dark Crystal, Neverending Story, Labyrinth. My holy trinity of movies I both loved and was intimidated by as a child.","labels":"approval"},{"text":"There are [NAME] fans on this subreddit. Awesome","labels":"approval"},{"text":"I see your point as well. I wasn’t the one complaining. I was supporting the one everyone was going after","labels":"neutral"},{"text":"[NAME] couldn’t get them to the playoffs. Pulling out [NAME] for him is dumb","labels":"neutral"},{"text":"Politics should not be a religion.","labels":"approval"},{"text":"That the [NAME] is [NAME] actual father?","labels":"confusion"},{"text":"I’ve never heard him say it but I wouldn’t be surprised if he did. It’s believable enough","labels":"approval"},{"text":"Well I just love it when my Squad Leader puts the order on the Opponent's starting flag for the whole round while we lose everything else.","labels":"approval"},{"text":"put it in a drink, preferably a soda. Its great to sip on!","labels":"approval"},{"text":"To be fair, actresses who are famous enough to be stopped on the red carpet get that question at almost any formal event they go to.","labels":"approval"},{"text":"[NAME] fuck my brain hurts, way to early for this shit. Sorry in advance if English is a 2nd language ","labels":"annoyance"},{"text":"U can still pour it out the lock holes. Hook it up","labels":"approval"},{"text":"I love your work, it makes my hair cry","labels":"love"},{"text":"Nothing good can come from knowing. Just let it go and focus on the relationship in front of you","labels":"approval"},{"text":"Why do I have a feeling tommorow there’s going to be a post. [NAME] broke up with me cause he thinks we’re related HELP!","labels":"neutral"},{"text":"My mistake. I just glanced over your last post.","labels":"approval"},{"text":"yeah same issue with hockey short of places like [NAME]. 82 game schedule.","labels":"approval"},{"text":"Omg yes. Could you imagine? Pepperoni rolls, peach schnapps in a mason jar and beer cheese at dinner parties. Love it","labels":"approval"},{"text":"[NAME] is there for under 24 hours and already meets two [NAME]. Nothing to see here, folks.","labels":"neutral"},{"text":"You're welcome. I'm always up for providing ammo for fighting the narrow minded and religiously intolerant.","labels":"approval"},{"text":"That's great you guys have been together so long. Do you take any medicine like prep?","labels":"neutral"},{"text":"Our future overlords are learning how to walk and help out around the house. Growing up so fast they are. Remember that I love you","labels":"neutral"},{"text":"My vanity point for my love for SS is that it has a lance lord.","labels":"approval"},{"text":"I honestly don’t remember anything about AS3 it’s all a blur after the bitcholer","labels":"approval"},{"text":"I slept so great last night uwu More wins vs them please!","labels":"amusement"},{"text":"Nah it's not that, [NAME] is just boring and sad","labels":"neutral"},{"text":"You cant pick and choose racism you dippy cunt","labels":"anger"},{"text":"could you live upstate? Maybe take the truck home with you and live close to the pick up terminal?","labels":"curiosity"},{"text":"Never doubt the crazy can get cranked up, as they say, hope for the best, prepare for the worst.","labels":"neutral"},{"text":"-30??? Omg that's awful. Stay warm and sane","labels":"neutral"},{"text":"I'm glad you did because this was the comment where I stopped my fast scroll haha.","labels":"amusement"},{"text":"For a [NAME] [NAME], PKK are oppressive socialists whose ideas belongs to previous century and are destructive and murderous.","labels":"neutral"},{"text":"ask one of them on a date","labels":"neutral"},{"text":"This is one of my favorite of [NAME] songs although all of them are really good. Either beautiful of funny all of them","labels":"approval"},{"text":"I'm sorry. Does Scholomance exist in the World of Ice and Fire?","labels":"curiosity"},{"text":"Tl, dr - Take the abuse. Squirming only gets them off more.","labels":"neutral"},{"text":"How’d you get out there? I miss the west. Love NYC tho","labels":"curiosity"},{"text":"Peta killed a dog once, so peta is bad, so veganism is bad, so its ok to kill and eat billions of animals (including dogs)","labels":"approval"},{"text":"I am afraid to look, but my morbid curiosity draws me to ask.","labels":"disgust"},{"text":"So no. All you have is lies and delusions. Thanks for the confirmation","labels":"approval"},{"text":"Yep because running a blower for 5 minutes caused it. Not the millions of vehicles or factories we have.","labels":"approval"},{"text":"*dramatic anime gasp* impossible!","labels":"amusement"},{"text":"Now this is podracing!","labels":"amusement"},{"text":"Wow Jurassic Park looks a lot different than in the cinema","labels":"realization"},{"text":"Almost all cars go through auctions at some point. It's nothing to worry about.","labels":"approval"},{"text":"That's good eatin' mate.","labels":"amusement"},{"text":"They must not have known their daughter was such a badass.","labels":"neutral"},{"text":"[NAME] is a fucking retard whenever he tries to pass forward","labels":"neutral"},{"text":"Another joke?","labels":"curiosity"},{"text":"This is absolutely beautiful.","labels":"amusement"},{"text":"I like how adamant you are that you didnt woosh yourself","labels":"neutral"},{"text":"[NAME] bless America","labels":"approval"},{"text":"She looks so much better. She really is pretty.","labels":"neutral"},{"text":"I'm am L O L ! Beautiful! Use that brain. It's a good one. ~toktomi~","labels":"amusement"},{"text":"Why thank you","labels":"curiosity"},{"text":"thanks i hate her","labels":"anger"},{"text":"I never said she wasn't a downgrade. But on r\/political_revolution the complaint seems to be that she didn't endorse anybody in 2016.","labels":"approval"},{"text":"Just watched The Pass on Netflix--really great movie, but not exactly a feel-good time...","labels":"approval"},{"text":"“Touch me again and I’ll kill you.” I’m low key blown away that The Last Boy Scout even *made* it to Australia.","labels":"neutral"},{"text":"Agree with most of above apart from TERA is no cash grab unlees you just want to fast forward a little with gear and it really is a little lol","labels":"amusement"},{"text":"abattoir = slaughterhouse","labels":"approval"},{"text":"I'm so glad [NAME] is better looking than how he's depicted in UFC EA 3","labels":"approval"},{"text":"The guy with the camo comment is correct. r\/woosh","labels":"neutral"},{"text":"To be fair, spinners are supposed to be very small pornstars, not BBW like trump.","labels":"neutral"},{"text":"Food service?","labels":"curiosity"},{"text":"Man, half the time they show me a google search that had no target results.","labels":"neutral"},{"text":"Well don’t complain here about another media outlet lol","labels":"amusement"},{"text":"Drink the kool-aid! Lol","labels":"amusement"},{"text":"Is his face always derp or is he just uncomfortable? Because I rarely see a pic of him where he doesn't have some kind of derpy facial expression","labels":"neutral"},{"text":"[NAME] Just Stop trying you idiot","labels":"annoyance"},{"text":"Fish are friends, not food!","labels":"amusement"},{"text":"We get the same effect with deductions - if you're spending your money on certain things, that money isn't taxed.","labels":"neutral"},{"text":"Yes in 5he 80s when everybody in NYC was snorting coke at the clubs he was [NAME]. He was also rich then.","labels":"amusement"},{"text":"It's interesting, if this was about invasive food smells in an apartment this conversation probably wouldn't be happening.","labels":"approval"},{"text":"I gotta say, that was a WELL fought period. I was worried a couple times...","labels":"approval"},{"text":"Yeah we're just awful. Sadly that's too friggin' true just now!","labels":"disgust"},{"text":"Why? You can tell me all about it.","labels":"curiosity"},{"text":"I’ll read that, thanks!","labels":"approval"},{"text":"That's what everyone says every start of the season","labels":"neutral"},{"text":"As someone who just drunkenly told his boss what everyone else said about him behind his back, I can agree. ","labels":"approval"},{"text":"while i'm grinding my pitchfork tines... can i get a source on that?","labels":"amusement"},{"text":"Recently Retired cop here. I love to see this. This is what he’s fighting to stop.","labels":"approval"},{"text":"Or the Samsquatch","labels":"amusement"},{"text":"I always worry about my facial expressions. You're not alone there.","labels":"nervousness"},{"text":"Ahem. Second best NA","labels":"disapproval"},{"text":"I promise you it would for most people. You're just spoiled with having the mountains 45 minutes away.","labels":"neutral"},{"text":"No. You're not the only one.","labels":"neutral"},{"text":"Blooming Villain with Willpower a close second. Heavily emotionally charged songs used at very dangerous events that suit the theme perfectly.","labels":"approval"},{"text":"By that logic the NDP need to stop existing to prevent the Liberals from going to the left.","labels":"neutral"},{"text":"I love how Chapotraphouse links directly to neoliberal","labels":"approval"},{"text":"[NAME] doesn't really look hindered by the way she's playing and hitting. I hope she doesn't retire. [NAME] just playing amazing.","labels":"neutral"},{"text":"YEAH, YOU MOTHERFUCKER","labels":"anger"},{"text":"Sorry I dropped mine can I have another?","labels":"approval"},{"text":"Geez. The guy had a bad day over a year ago. Let it go.","labels":"neutral"},{"text":"Thank you! I was hoping somebody wpuld post that video since I couldnt think of what to search for.","labels":"gratitude"},{"text":"Can you please make one for ps4 with (movie) [NAME], [NAME], and Palp please?","labels":"amusement"},{"text":"Because most shit right wingers say is so awful that if they said it in a space where they weren't anonymous they would be fucking done","labels":"approval"},{"text":"Okay thanks. I'll see if I can find out how to do that.","labels":"gratitude"},{"text":"The point is, 9gag is more focused in providing fun and entertainment, Reddit is too busy changing the world.","labels":"neutral"},{"text":"After how badly the Patriots screwed CT, how can anyone like them?","labels":"neutral"},{"text":"Thank you for the update, I’ve been stressing about the shutdown and lines. This helps.","labels":"approval"},{"text":"Based on what exactly. I'm honestly curious in what you value so highly that America has?","labels":"neutral"},{"text":"Nobody traveled from Ahch-To to Cantonica or vice versa iirc, so this doesn't make a lot of sense...?","labels":"confusion"},{"text":"Did you miss the massive throbbing erection the Dems had over the no fly no buy thing?","labels":"neutral"},{"text":"Feel the energy! Amazing PK and two great goals!","labels":"amusement"},{"text":"I’d go at [NAME] every possession. He is so tired out there","labels":"approval"},{"text":"stupid science bitches","labels":"anger"},{"text":"They were pretty hysterical about [NAME]. Certainly surpassed by [NAME] hysteria though.","labels":"approval"},{"text":"I came here to upvote the first throwback [NAME] comment. Wasn’t disappointed.","labels":"neutral"},{"text":"Jazz too i remember the office and pnr talk about how bad it is.","labels":"approval"},{"text":"can't help but notice his team also gave up 66 points against ... Baker Mayfield","labels":"approval"},{"text":"Good luck out there! I hope you find what you're looking for.","labels":"caring"},{"text":"I love his calls even when things get \"pear-shaped\"","labels":"neutral"},{"text":"They are so old and so predictable that they can NOT see how “silly” they look when they post articles like this......","labels":"approval"},{"text":"Oooh, hasn't seen that one. My favourite song is the first half of Miss Me.","labels":"desire"},{"text":"Its fun to draw in an empty space.","labels":"amusement"},{"text":"New Houston foodies here that make Youtube videos on food primarily on Houston spots. Would love some honest feedback!","labels":"approval"},{"text":"Oh... Cool","labels":"amusement"},{"text":"Please don’t. Please talk to someone","labels":"approval"},{"text":"The sad thing is, relatively speaking these are actually pretty good living conditions. Check out Harris Ranch.","labels":"approval"},{"text":"Already did that, but looks like it's the end anyway. Cheers for the advice ","labels":"neutral"},{"text":"Me too! I got scared that I've been laundry inpaired my whole life and never even realized it!","labels":"fear"},{"text":"Haha, willing to sacrifice eternal paradise for a taco. I'd make that trade, straight across..at least the taco is real ='D","labels":"amusement"},{"text":"You will miss 100% of the shots you don’t take, you just gotta take a chance and see.","labels":"optimism"},{"text":"Disaster!!","labels":"amusement"},{"text":"Your work is amazing! Really like the Rugrat one. The melting style is so cool. Prices are very reasonable for the quality too","labels":"neutral"},{"text":"I’m a girl too :p also highly unlikely but appreciate the sentiment","labels":"approval"},{"text":"I mean, let's not pretend [NAME] wouldn't be screaming murder if this happened at Spa instead of NVA","labels":"neutral"},{"text":"Hijacking <---- THIS IS A GOOD THING.....chicks llike guys with balls, and chicks with balls.","labels":"amusement"},{"text":"He would die","labels":"neutral"},{"text":"Oh [NAME], me and kiwi or pineapple. Or that feeling when a tortilla chip gets stuck in the roof of your mouth","labels":"annoyance"},{"text":"Ive just given up. Learning to become selfish.","labels":"approval"},{"text":"Omg. I just noticed that! Holy fuck, how does she smell?","labels":"approval"},{"text":"Some of us can't do syrup any more. :(","labels":"amusement"},{"text":"[NAME] isn't facilitating anything between South and North Korea. The only thing he can take credit for is no longer threatening \"fire and fury.\"","labels":"neutral"},{"text":"Unfortunate that her knee never rose to the occasion","labels":"approval"},{"text":"I got banned on an old account for no discernible reason months after I had last posted there.","labels":"disappointment"},{"text":"He also says something about waking up from a nap in his gameplay reveal calling it a “pain in my ass”","labels":"neutral"},{"text":"Nah man. I just changed my mind. I've gotten pms from here before lol.","labels":"amusement"},{"text":"Actually looks really fucking fun. Where can I do this?","labels":"amusement"},{"text":"Looking at this hurts my teeth but dot damn those roses look so pretty","labels":"approval"},{"text":"Using Vtrigger and Vskill buttons!? Oh My.","labels":"approval"},{"text":"Makeup can be expensive! Even though she got her makeup done now, she will have to replace those that she lost","labels":"neutral"},{"text":">physical emotional bond The only thing that comes to mind as I try to understand what that is is hormones and such.","labels":"approval"},{"text":"Middle guy doesn't look to fit to me. Looks like me, too many pounds.","labels":"disapproval"},{"text":"Sanctions are immoral and don't do anything but cause more human suffering, disappointing to see that this sub will support them, but not really a shock. ","labels":"disappointment"},{"text":"I believe this would still be a ticket if someone else sees you.","labels":"approval"},{"text":"Lol at illegals paying taxes. Most do not pay any or pay very little.","labels":"amusement"},{"text":"It warms my heart to know that [NAME] is still","labels":"amusement"},{"text":"Because it was windy ...","labels":"neutral"},{"text":"I never thought it was at the same moment, but sometimes after [NAME] sacrifice... sounds logical","labels":"neutral"},{"text":"Mountain West\/Southwest so far, but it would be awesome if he did a film set in the Idaho\/Oregon mountain wilderness.","labels":"neutral"},{"text":"Hell yeah! I can't wait for the rust to break off and for people to be as excited as they were years ago.","labels":"approval"},{"text":"[NAME] show tonight and i'm loving it","labels":"love"},{"text":"holy mother of oof","labels":"amusement"},{"text":"I hope she wins next week","labels":"optimism"},{"text":"Assuming it is manufacturer defect, sure. A lot of times, it comes down to the owner not properly caring for their gun.","labels":"approval"},{"text":"Didn’t see anything about exercise or nutrition in there. Shits important","labels":"approval"},{"text":"Haven't you heard? This one game literally decides if we are good or bad.","labels":"curiosity"},{"text":"I want to get rough with him. Choking, tying me up, light BDSM.","labels":"approval"},{"text":"My wife is going to hate me for laughing my ass of when I tell her this later. Worth it!","labels":"neutral"},{"text":"> He is not sexist and not a transphobe. I see you've never actually listened to him or read his work.","labels":"neutral"},{"text":"Aladdin is my jam as well! :D","labels":"amusement"},{"text":"Two posts to tell me how incredibly non-triggered you are.","labels":"neutral"},{"text":"MUSK is just HITLER if you remember that: M=HI U=TL S=E K=R!","labels":"neutral"},{"text":"Thank you new best friend.","labels":"caring"},{"text":"as a guy who has the ability to repair circuit boards, oh god oh fuck this is beyond cursed","labels":"neutral"},{"text":"Very cool toys, very cool video, very cool hostd","labels":"joy"},{"text":"That sounds like a lovely time :D","labels":"love"},{"text":"Lol! Nope. Any muscle in your body will shrink if yiu dont use it.","labels":"amusement"},{"text":"Hey buddy might wanna take it easy!","labels":"caring"},{"text":"She does have a great ass I’ve always thought so","labels":"amusement"},{"text":"Keep fighting the good fight","labels":"approval"},{"text":"It really do be like that","labels":"approval"},{"text":"Virtus.pro straight into Grand Final.","labels":"approval"},{"text":"What a sheltered life you have lived.","labels":"approval"},{"text":"Oui baguette senor","labels":"amusement"},{"text":"We all saw it, my American friend. Now go and fix your government.","labels":"neutral"},{"text":"[NAME] has said he's giving it over to [NAME] for about 5 minutes now","labels":"neutral"},{"text":"this is a relatable summer bop! it gives me some eurovision vibes. in this house we stan [NAME].","labels":"amusement"},{"text":"Timberwolves fans feel u bro","labels":"neutral"},{"text":"Well, [NAME] definitely a better actor but [NAME] seems like a better match for [NAME]","labels":"neutral"},{"text":"terrifying every time.","labels":"fear"},{"text":"I wasn’t even expecting the reply that’s why I’m literally bamboozled.","labels":"disappointment"},{"text":"Bruh fox and heild look like the same dude","labels":"neutral"},{"text":"One of our favorite rides.","labels":"approval"},{"text":"It's a bit of a saying from [NAME]. What I like to also say is love the person, hate the behaviour","labels":"approval"},{"text":"EXACTLY. It literally blows my mind that 45 minutes from me it’s completely legal but here it’s jail time like...ok.","labels":"amusement"},{"text":"Please share lol","labels":"amusement"},{"text":"I kinda wish people memed him a lot more because he has so much comedy potential. I hope my words inspire to meme him more","labels":"optimism"},{"text":"Sometimes people that are around each other a lot just get to be friends. Sometimes people ignore that their friends are actually terrible people.","labels":"neutral"},{"text":"Thanks, I was confused, too. I was like, \"how did your grandma rinse vegetables??\" Lol","labels":"amusement"},{"text":"Wow... never heard of that podcast. Looks awesome. Thanks for the link!","labels":"excitement"},{"text":"> I hate how much I care. My feelings exactly.","labels":"sadness"},{"text":"That's really good!","labels":"caring"},{"text":"Signatures are no longer required for transactions in the US as of April last year, so I guess this no longer applies really. ","labels":"approval"},{"text":"Imagine going back through post history to try and dunk on someone who routinely owns you because you're desperate to be liked.","labels":"approval"},{"text":"This one has been around longer than you, buddy.","labels":"neutral"},{"text":"Ok. Good idea!","labels":"amusement"},{"text":"I had the same thought, I didn’t see anything notable about this at all.","labels":"realization"},{"text":"It *was* pretty public.","labels":"amusement"},{"text":"Sorry, but [NAME] doesn’t even compare to [NAME].","labels":"sadness"},{"text":"bahhhhh i didnt know this existed. i love\/hate you. - [NAME]","labels":"amusement"},{"text":"Will you ask her to pray to her god and ask him to stop giving kids cancer!","labels":"desire"},{"text":"Haha, no I mean the kind of disposable powerups in a mobile game. Not console\/PC games.","labels":"amusement"},{"text":"How cute, the JV players are fighting","labels":"amusement"},{"text":"I use pinecones :)","labels":"approval"},{"text":"Okay thank you! Is there any word on when it's coming to live build?","labels":"curiosity"},{"text":"If [NAME] gets 350M+ from anyone we should be glad we didn't get him.","labels":"optimism"},{"text":"Missed Opportunity for a cat burglar joke, still 7\/10","labels":"approval"},{"text":"It was a pretty shit joke that deserves it","labels":"amusement"},{"text":"The [NAME] is coming...","labels":"amusement"},{"text":"I pray in the space I have inside my truck :)","labels":"approval"},{"text":"This... This is where my journey ends. I was not able to make it to the end, good luck future redditors! ","labels":"approval"},{"text":"True, C9 fans are manchildren","labels":"approval"},{"text":"Apple can still go kindly fuck itself tho","labels":"amusement"},{"text":"Another trendy communist that doesn't know what communism is.","labels":"neutral"},{"text":"I'm at a fighting game tournament and loving every minute of it.","labels":"approval"},{"text":"I felt bad for laughing","labels":"sadness"},{"text":"Well, they have a point on the Tories bad thing . . .","labels":"neutral"},{"text":"Because it's like she's a child, though it would be weird to explain it right then.","labels":"neutral"},{"text":"I heard the same thing after she had made false allegations and tried to hoover me back . Its so triggering now .","labels":"anger"},{"text":"The new live-action movie looks great!","labels":"excitement"},{"text":"That was a bitter sweet ending to This or That with Kobe and Jatt","labels":"neutral"},{"text":"How many times do you have to watch The Office. lol!","labels":"amusement"},{"text":"I thought that was the [NAME] special","labels":"realization"},{"text":"It feels oddly comforting and familiar that we suck at hockey again.","labels":"approval"},{"text":"Is that not common in your area? I see amish people all the time","labels":"disgust"},{"text":"i'm really disappointed this isn't a real sub because i know there are soo many good notes to go in there","labels":"approval"},{"text":"Hey, thanks for clarifying. I was trying to find news online without any luck.","labels":"approval"},{"text":"What a nice [NAME] sentiment!","labels":"approval"},{"text":"Not sure, what organization? How deep are you certified for? Most shops are PADI, but you can cross over easily.","labels":"confusion"},{"text":"I have no idea what that even means nor why you're being such a massive prick","labels":"embarrassment"},{"text":"Be brave. You have our support","labels":"neutral"},{"text":"I wasn't sure either. I'm 30 and my doctor has never said anything about getting retested or revaccinated.","labels":"confusion"},{"text":"My guess is they work with older folks","labels":"neutral"},{"text":"lol a milquetoast anarchist’s take on Marxism","labels":"amusement"},{"text":"This dude live near me. All my highschool classmates are big fans of his and look up to him.","labels":"neutral"},{"text":"And I dub thee [NAME]. An uninteresting name for an uninteresting person who has done absolutely nothing with their life.","labels":"amusement"},{"text":"OMG, how did they do that? I mean killed Petunias. My pot is from Bunnings as well.","labels":"curiosity"},{"text":"GIVE ME OTHER PEOPLES MONEY!!!!!","labels":"anger"},{"text":"You’re letting psychopathic people ruin your ability to take a joke. That is a mark of a weak man.","labels":"anger"},{"text":"Worst dad ever!","labels":"anger"},{"text":"I watch more Netflix on my phone than my other devices. And it looks incredibly amazing on my Samsung phone screen instead of my mediocre PC monitor.","labels":"approval"},{"text":"I haven't been able to find my 9th in the recliner in 3 weeks... 10th time is the charm I guess","labels":"optimism"},{"text":"I think it's the only ability in the game where you can't really use it in combat.","labels":"neutral"},{"text":"I think men take pockets for granted, once you're without pockets you'll understand the pain. ","labels":"approval"},{"text":"Lol yea I'm sure some were. High school girls are a little insane","labels":"amusement"},{"text":"At least you have some girl to talk with at work.","labels":"approval"},{"text":"Man I wish that was a real sub","labels":"approval"},{"text":"I can't find year stats. Anyhow, I needed the Excel files or a list of numbers in a table.","labels":"disgust"},{"text":"Funny they decided to show a bunch of T2 images demonstrating the chronic microvascular ischemic disease and omitted the diffusion which had the more interesting findings pertinent to TGA.","labels":"neutral"},{"text":"best part was him tearing apart his Real shirt while walking out","labels":"neutral"},{"text":"Does Mama count?","labels":"amusement"},{"text":"Yeeeaaaah, move out and keep showing off the clam.","labels":"approval"},{"text":"Well there’s a shocker.","labels":"neutral"},{"text":"Does that person only eats rocks? Because if you put bacteria and human beings on an equal footing, everyone is a fucking cannibal.","labels":"neutral"},{"text":"I'm old enough to remember the last time the Pistons got a stop on defense","labels":"neutral"},{"text":"Can't find it. (I don't mean [NAME] \"weewee weenie\") looking for 90df savage group","labels":"amusement"},{"text":"Make sure he gets some glucosamine(!)","labels":"neutral"},{"text":"How do I get one","labels":"curiosity"},{"text":"If you are feeding your two year old 1200 calories then you are fattening them up for the stew lady.","labels":"approval"},{"text":"Koracick. I totally know that by heart. Didn’t have to google it or anything. Totally...","labels":"approval"},{"text":"*Most of us are happy to help.","labels":"approval"},{"text":"It really isn't unhinged. I don't know if you were here a couple of months back but what this guys is saying is accurate.","labels":"neutral"},{"text":"[NAME] sent her! She had to thank him publicly for this outlay!!!","labels":"gratitude"},{"text":"The longer you look the worse it gets.","labels":"neutral"},{"text":"FotC for life","labels":"approval"},{"text":"Did you know that [NAME] and [NAME] named one of their children after a suburb in Pretoria? How cool is that!","labels":"neutral"},{"text":"\"Smile Dude\"","labels":"amusement"},{"text":"Wait a second what? The asshat found the story? Can someone teach me how to use the way back machine so i can read this?","labels":"neutral"},{"text":"r\/nba will find a way to hate.","labels":"amusement"},{"text":"Wow, this is why I never want to become a parent.","labels":"realization"},{"text":"Can I get this as a flair","labels":"approval"},{"text":"It's such a shame that the game forces you to use the q-tip and prevents you from equipping any other weapon.","labels":"annoyance"},{"text":"Bless your heart.","labels":"neutral"},{"text":"Moral and factual truths are equivalent. If you purposely make a wrong decision based on false beliefs or incorrect theories then you're immoral.","labels":"neutral"},{"text":"Pot meet kettle. I don't enjoy having the last word as much as I enjoy you not having it. It seems pretty important to you.","labels":"approval"},{"text":"Nice vid, is this a modded server? I see that sexy G36...","labels":"amusement"},{"text":"You can't slap a \"sustainable sourced seafood\" tag to pretend that over fishing doesn't exist and isn't a real","labels":"neutral"},{"text":"Go on...","labels":"caring"},{"text":"How courageous of this man. He helped a distressed wild animal that can rip him to shreds. Good job sir.","labels":"neutral"},{"text":"Share with grand-daughter. She needs to learn how to bake or she'll never get a good man to take care of her.","labels":"neutral"},{"text":"If you would do exactly as that kid did - then you will never get it. You’re defending a smug little asshole.","labels":"anger"},{"text":"I just gave you a quote direct from the current finance minister regarding the supply. Get real, man.","labels":"neutral"},{"text":"Short answer, you can’t. Your making that sacrifice","labels":"amusement"},{"text":"Is that were its from ? All i know is since i was young that is scary af !","labels":"approval"},{"text":"i said first world :)","labels":"neutral"},{"text":"That water looks like it has alligators in it.","labels":"confusion"},{"text":"Check her hormones. If they are normal then you need to get out ASAP and consider her position a blessing.","labels":"optimism"},{"text":"Welcome to adulthood my bro.","labels":"gratitude"},{"text":"Being compared to [NAME] is a compliment because he’s funnier than I’ll ever be soooo","labels":"amusement"},{"text":"yes it does.","labels":"approval"},{"text":"Insomuch that I'll probably avoid any Stahly products in future :|","labels":"optimism"},{"text":"Lol thanks! I thought it was funny but apparently my humor isn’t for everyone.","labels":"amusement"},{"text":"errr, nah she'll be dead in both without compesations. less than 40% winrate.","labels":"optimism"},{"text":"*looks at title* IS THAT A JOJO REFERENCE?!?!?!?!?!?","labels":"neutral"},{"text":"Galaxy brained hot take Your IQ must be near [NAME] levels of hyperinteligence","labels":"amusement"},{"text":"i’m sorry i don’t have the box with me","labels":"sadness"},{"text":"be careful of the island guy, he is sweet but he can be a lion too\"","labels":"neutral"},{"text":"As a pioneer of the 4 corners I vote you leave this question to someone else and just keep your head down","labels":"approval"},{"text":"Can’t see him doing well in the premier league tbh. Wouldn’t be surprised if he ends up wishing he stayed at Dortmund.","labels":"neutral"},{"text":"Just a reminder in case anyone forgot that UGA got embarrassed by Texas:","labels":"neutral"},{"text":"I feel like anytime a store accepts crypto is a way to get out of reporting income on taxes heh.","labels":"amusement"},{"text":"Lol not your picture mate","labels":"neutral"},{"text":"[NAME], u are a real piece of shit","labels":"neutral"},{"text":"Where is the best place for me to sell belt buckles, expensive watches, rings etc","labels":"curiosity"},{"text":"Why don't you just tell us? We're all dying to know!","labels":"neutral"},{"text":"Dead Island 2 is in developent hell still. They just changed devs again.","labels":"neutral"},{"text":"I accidentally drop acid all the time. It's pretty commonplace, from what I hear. Just hang out at home.","labels":"approval"},{"text":"I'm know Ashtabula. I'm from Lorain. That's cool that the company got bigger though.","labels":"realization"},{"text":"Make sure you bring your turn signal too ok?","labels":"neutral"},{"text":"check your DM","labels":"approval"},{"text":"Uh... What's stopping you from just throwing it away?","labels":"curiosity"},{"text":"San Junipero. What if old ladies could fuck, using the Matrix!?","labels":"optimism"},{"text":"u sound like u need more confidence","labels":"neutral"},{"text":"Funny part is There ISNT a wall (but maybe should be) and there ARE already plenty of \"Sensible\" Gun laws","labels":"amusement"},{"text":"[NAME] dirty talk really just Doesnt Work for me. Sounds silly at the best of times.","labels":"realization"},{"text":"Grew up in an early 90's house with door handles, no knobs. My parents just switched to knobs after 25 years.","labels":"approval"},{"text":"Ironically it’s [NAME] and his family that are the whiny crybabies in this case based on your criteria","labels":"neutral"},{"text":"Hi, [NAME]! I am stopping by to wish you the best day, and the best year! -HappyFriendlyBot","labels":"caring"},{"text":"REALITY BENDS TO MY WILL!","labels":"neutral"},{"text":"What a poor woman who only wanted to tell someone what to do.","labels":"neutral"},{"text":"And according to [NAME] even Green Arrow couldn't defeat Cicada. Though wasn't that the non-butterflied-by-Nora-punching-the-satellite version of Cicada?","labels":"neutral"},{"text":"I love how they didn’t really react negatively","labels":"gratitude"},{"text":"Yeah, I do this too. It's almost comforting. I'm glad I'm not the only one.","labels":"approval"},{"text":"I don’t like [NAME] As I love the 2nd amendment Can we stop him ?","labels":"approval"},{"text":"Those are separate issues from the sample size.","labels":"neutral"},{"text":"Idk how you can be definite about that considering [NAME] has never been rocked before.","labels":"neutral"},{"text":"“I got five on it” for the movie US is decent as well. They made it so creepy.","labels":"approval"},{"text":"What a fucking bozo","labels":"anger"},{"text":"Get woke, go broke.","labels":"amusement"},{"text":"If it's true i'm sad he's leaving but I wish him nothing but the best.","labels":"neutral"},{"text":"Dogs get itches every now and then and use the ground to scratch it out. But usually it's on dirt not asphalt.","labels":"realization"},{"text":"See her recent article in The Atlantic, in addition to what the other person who responded to you said.","labels":"neutral"},{"text":"not sure why your rhetorical question got downvoted.","labels":"confusion"},{"text":"Good thing I don't watch porn lol","labels":"amusement"},{"text":"Working now, 5:00PM EST.","labels":"approval"},{"text":"They obviously sent the funds to Binance because they didn't want them to get hacked on some shady exchange like Cryptopia.","labels":"approval"},{"text":"That's an insanely rational and expected response to someone with whining parents.","labels":"approval"},{"text":"Sorry This and [NAME] shot in game 5 of the 1990 finals are my all time favorite moments in basketball.","labels":"neutral"},{"text":"Amen! However, see my post about the problem with drafting [NAME]. If we do, [NAME] will probably be the odd man out.","labels":"caring"},{"text":"> He never actually said anything about spam He said in his video \"Take this profile picture and spam comments like oh y y\" on all videos","labels":"amusement"},{"text":"Grant us pies, grant us pies.","labels":"approval"},{"text":"Yea this seems to be a common view actually.","labels":"approval"},{"text":"[NAME] is retiring but I still agree with your point","labels":"approval"},{"text":"But if the dentist makes you wait more than 15 minutes, you are legally allowed to leave. ^I'm ^just ^kidding, ^you ^probably ^should ^stay.","labels":"amusement"},{"text":"[NAME] is a really cool name!","labels":"amusement"},{"text":"Yeah dude it is like a fertile egg - attacked by millions of sperm and only 1 gets to fertilize it. The other ones just die","labels":"neutral"},{"text":"Where did people get this? It’s hilariously wrong.","labels":"amusement"},{"text":"It's better to say a moment like that could truly ignite her love for the game rather than putting a bit of a damper on it.","labels":"neutral"},{"text":"It's been 2 hours since OP posted the comment, hope OP alright","labels":"approval"},{"text":"The NCAA doesn't just decide whatever they want. They are bound by the laws of the United States just like everyone else.","labels":"neutral"},{"text":"Wow! Good for her! I’m so glad she was able to see through the bullshit!","labels":"gratitude"},{"text":"Chia is this you?","labels":"confusion"},{"text":"who tf has twitter on light mode","labels":"neutral"},{"text":"Does anyone know what the BBC actually said? That article doesn't have the e-mail in which they admitted it.","labels":"neutral"},{"text":"This is what I’ve come to expect from this community. Good job","labels":"approval"},{"text":"I’m so sorry for your loss, I’ll drink a few extra for your fiancé","labels":"neutral"},{"text":"What is this fucking r\/niceguys bullshit?","labels":"amusement"},{"text":"Do you want us to return to mediocrity? Why even put that idea out there, man? Trading away our franchise player like that.","labels":"neutral"},{"text":"Be careful of drugs like MDMA. Often people regret taking it.","labels":"caring"},{"text":"Not really. Relying on someone you can't trust is bad. Sometimes relying on someone is the only happiness you'll get.","labels":"realization"},{"text":"Looking for a deserted island and packing up lots of books.","labels":"approval"},{"text":"[NAME]? Too soon?","labels":"amusement"},{"text":"Sex lesson for a 28 year old oh god, but I see the point you’re tryin make and I’ll try it! ","labels":"approval"},{"text":"Thank you for charging your fucking phone!","labels":"anger"},{"text":"True but still very unlikely, mostly just vocal harassment and maybe a few small objects. Something tells me police will be there","labels":"approval"},{"text":"Sounds like my SIL with me\/hubby. But she's a bitch and we never liked her anyways, so neither of us really care lol. ","labels":"amusement"},{"text":"maybe next time you should do some fucking research. prohormones will shut down your test production","labels":"approval"},{"text":"I can’t imagine being this retired","labels":"approval"},{"text":"oh man that actually sounds gross in that context","labels":"disappointment"},{"text":"Look on the bright side, you might never need to worry about that ever again.","labels":"neutral"},{"text":"Oh I know lol I overdid it w that comparison. The point is singers have shit vocal nights but that doesn’t make them unprofessional. Shit happens.","labels":"amusement"},{"text":"Oh yeah, I forgot about the mean one.","labels":"approval"},{"text":"I heard a fade in\/out version of palpatine’s screech in my head just now. Lol","labels":"amusement"},{"text":"[NAME], I'm just here for a good time.","labels":"amusement"},{"text":"correct me if i’m wrong but when [NAME] eliminates [NAME], she technically has a better track record than [NAME]?? i’ll fucking cry","labels":"disappointment"},{"text":"Wear some cool shades in your pics and play up your good qualities in your bio. If you’re funny and\/or confident, really own it.","labels":"neutral"},{"text":"Nah she's just a dull asari doctor, with a pleasing voice.","labels":"disapproval"},{"text":"I did the same with a group of buddies. Nonetheless, Happy New Year!","labels":"approval"},{"text":"Ph and Tesla doesn't do advertising. So any mention like this is fun to see","labels":"amusement"},{"text":"Battle of Boulogne (1940)","labels":"amusement"},{"text":"She's digging herself a nice grave for [NAME] to bury her in.","labels":"neutral"},{"text":"Wow! There's no reason for this comment!","labels":"excitement"},{"text":"Really? that's very interesting","labels":"excitement"},{"text":"There are quite a few heck I know of 3 alone right in Manchester","labels":"approval"},{"text":"Nothing says “I peaked too soon” more than a class ring.","labels":"amusement"},{"text":"I won't cry any crocodile pears for you, that's for sure.","labels":"approval"},{"text":">only ones who really suffer are sport and competition shooters. Which is likely the whole point What makes you think that?","labels":"approval"},{"text":"Glad you didn't add some awful \"Read that again.\" in the description like I see other people doing when they retell this joke.","labels":"neutral"},{"text":"I meant one sided comment. My bad","labels":"approval"},{"text":"I wish the theme was still larger than life but their outfit prompt was fetish\/bdsm wear and that they all posed next to giant sex toys","labels":"optimism"},{"text":"So how did all the new airmen with you in that class feel like after being treated to the real Air Force?","labels":"curiosity"},{"text":"Also seem not there any fighting games in this tournament...","labels":"amusement"},{"text":"You look like kids who will pay 60 bucks for a gram of weed and end up with broccoli","labels":"neutral"},{"text":"Sometimes your brows just hypnotize me","labels":"approval"},{"text":"It looks like Livonia flipped light blue as well? That’s pretty impressive.","labels":"neutral"},{"text":"Don’t let them get you down man. Nothing wrong with a cozy night at home by yourself.","labels":"approval"},{"text":"Always toward absent lovers love's tide stronger flows.","labels":"approval"},{"text":"Ah, didn't read the comment that way, my bad","labels":"disappointment"},{"text":"Yeah but you're not anymore I'm afraid.","labels":"approval"},{"text":"I agree. We could even change the colors to black and blue so we are not like soccer","labels":"approval"},{"text":"Oh [NAME] thank you.","labels":"gratitude"},{"text":"I really hope [NAME] is in mk11. Hes such an awesome character!","labels":"optimism"},{"text":"Definitely not a sky writer. These plane were flying way too high.","labels":"approval"},{"text":"Incels dont get laid regardless of age limits. Sorry dude","labels":"sadness"},{"text":"Wow. Uh...good luck.","labels":"gratitude"},{"text":"Interesting theory. I like your science. I just like the taste and wear protective clothing in case it falls apart.","labels":"optimism"},{"text":"Why'd I get downvoted? Am I not allowed to watch Spider-man?","labels":"curiosity"},{"text":"You would know if you weren't such a Filthy Ricefield Peasant.","labels":"disgust"},{"text":"It's good to see that the rich are being cured of this. :) As for the poor, we can just burn them for fuel.","labels":"amusement"},{"text":"Because train hitting your truck at full speed will prevent damaging the truck.","labels":"confusion"},{"text":"Come on how would gladiators let [NAME] go.","labels":"neutral"},{"text":"Something tells me no!! Lol.","labels":"amusement"},{"text":"I believe so","labels":"amusement"},{"text":"Using that for the r\/bossfight x-post","labels":"amusement"},{"text":"Oh I wouldn't be surprised my dad got away with some shocking things despite cps investigation but he was also white.","labels":"approval"},{"text":"Nothing wrong with striving. Forcibly making people is though.","labels":"annoyance"},{"text":"The horizon is very beautiful in this game. You should look at it often.","labels":"amusement"},{"text":">[NAME] No thanks","labels":"gratitude"},{"text":"This made me laugh until i tried to \"like\" the post. Dammit. I am the old people on the Facebook. Shit.","labels":"amusement"},{"text":"Been refreshing for days hoping for the Munchak news!","labels":"optimism"},{"text":"I never heard much detailed discussion at church, mostly general references to them.","labels":"neutral"},{"text":"Yes!! Im always horny when I am with my BF, but right around ovulation, I am super horny!","labels":"approval"},{"text":"Did anyone see [NAME] get pushed around by [NAME] and [NAME] in the post win lineup? I burst out laughing!","labels":"amusement"},{"text":"r\/forhonor leaking again?","labels":"amusement"},{"text":"8,000 jobs created in Frankfurt. Such a bright future","labels":"approval"},{"text":"What kind of response is that it's so shit","labels":"approval"},{"text":"[NAME] was the only rb I felt no matter what I would draft him, but I think he's one of the very few ","labels":"neutral"},{"text":"What sort of material would actually swell this much instead of eroding or just breaking? Is his ceiling made of rubber?","labels":"confusion"},{"text":"I really want to see us use the second first rounder or the second rounder on a receiver. If [NAME] goes down we would be absolutely screwed.","labels":"neutral"},{"text":"Gee...what a guy...","labels":"amusement"},{"text":"Nice find!","labels":"amusement"},{"text":"True sequels to what?","labels":"curiosity"},{"text":"We have a builder in the White House - build a dormatory. Wouldn't want to be an RA there lol.","labels":"amusement"},{"text":"Thanks. Didn't quite catch all that.","labels":"approval"},{"text":"Hello autism my old friend","labels":"approval"},{"text":"Thank you very much. Follow up question what is a suura?","labels":"curiosity"},{"text":"Ah. So cardboard. Haha","labels":"amusement"},{"text":"Neither, but I plan on it soon.","labels":"optimism"},{"text":"If DUP support were not an issue she would have likely gone for the Northern Ireland only backstop.","labels":"neutral"},{"text":"I’m here,it’s tough but I’m here.","labels":"realization"},{"text":"volunteer as tribute first, we need an example that we can follow :)","labels":"approval"},{"text":"What a beauty","labels":"amusement"},{"text":"Artificial bacon is always so bad. I think its just smoke flavor.","labels":"approval"},{"text":"You're the one making a positive claim, give studies or shut up.","labels":"approval"},{"text":"I'm not sure if this is \/r\/titlegore or \/r\/nextfuckinglevel But I approve.","labels":"amusement"},{"text":"Shit you are right! I can't believe I forgot to mention that as well! Thanks for pointing that out ;)","labels":"approval"},{"text":"> That shit happens all the time with cabs. No. It does not","labels":"disapproval"},{"text":"6% of [NAME] is [NAME] so it wouldn't be a shock if he was of this community.","labels":"approval"},{"text":"Cut the guy off and gave him a yes-no question. Which he exasperatedly answered. This is not the way to listen.","labels":"neutral"},{"text":"So you’re telling me [NAME] hasn’t got a baby face?","labels":"neutral"},{"text":"Those turkey legs look delicious","labels":"amusement"},{"text":"[NAME]? As in thay Saint Jimmy's shit that seems to be showing up in every convenience store these days?","labels":"neutral"},{"text":"Pay couples to have kids. I'm not sure if the incentives apply to single moms.","labels":"confusion"},{"text":"Ah, thank you! I’ve only seen them as decoration and on hotel doors. I had forgotten the name, thanks!!","labels":"approval"},{"text":"If it’s not raining, then GoBike is great. Only $15 for a month. ","labels":"optimism"},{"text":"It doesn’t get better than that","labels":"approval"},{"text":"Wait, I see the problem, you are changing the word observation to assumption, which I think you know is disingenuous.","labels":"approval"},{"text":"Funny how picture comes with no article link... typical BS post..","labels":"amusement"},{"text":"some people really need a life outside drag race. not me, but some people.","labels":"neutral"},{"text":"that sounds fun!","labels":"amusement"},{"text":"Thanks, :), as the days go by they are getting better.","labels":"approval"},{"text":"Why did you think the BP script was better than Spiderverses?","labels":"neutral"},{"text":"Lmao the cop stops like *\"Fuck, well I guess he won't be resisting on the way\"*","labels":"amusement"},{"text":"Lmao we really tried that again","labels":"amusement"},{"text":"I upvoted this comment because I'm a dumbass snarkball who doesn't know how anything works.","labels":"approval"},{"text":"So basically what we have is a horribly exploitative business model meant to prey on drivers by tricking them into accepting unprofitable rides.","labels":"approval"},{"text":"Welcome to the new normal.","labels":"amusement"},{"text":"Mate she looks like a feckin quality street","labels":"neutral"},{"text":"Looks like a hover hand for a few frames.","labels":"approval"},{"text":"I remember when reddit's default subs suddenly turned from [NAME] to [NAME] in a day.","labels":"realization"},{"text":"That’s better:-) now go get em tiger","labels":"approval"},{"text":"What Internet?","labels":"curiosity"},{"text":"Freakin cheers man, that looks delicious right now!","labels":"approval"},{"text":"Oh, I don’t work there. My bf is in a band that plays there often. ","labels":"approval"},{"text":"Haha I can imagine! Good on you for doing it though.","labels":"amusement"},{"text":"Edit: I realized I dont want my story publicized. Sorry yall. Too personal for me","labels":"approval"},{"text":"My favourite is when [NAME] was getting ready to be taken out of her house, but she had to have a bowl of Froot Loops first.","labels":"approval"},{"text":"Enjoyphoenix couple of products are different than Desi’s box but it’s still existing products.","labels":"realization"},{"text":"How is [NAME] fleshed out? His entire role in ep1 was that he cooks. He's about as important as [NAME].","labels":"approval"},{"text":"Cause as soon as he locked in execution he used the auto typing function immediately celebrating. Gets punished by karma and im the one down voted. Sure","labels":"approval"},{"text":"You have plenty of time. Forget about women for now. Focus on improving your status by getting a good education.","labels":"neutral"},{"text":"Tell me why it’s not wholesome so I can figure out how to reply in a way you understand","labels":"neutral"},{"text":"But we libertarians are incapable of blindly voting for a bad candidate based on party! \/s","labels":"neutral"},{"text":"The little “you hurt me so badly but I’m gonna be brave” yea... at the end oh my [NAME]. Your friend sucks.","labels":"amusement"},{"text":"Should have drafted [NAME] and then never traded for THJ...Anyways, just happy we got [NAME] out of this finally.","labels":"neutral"},{"text":"Ok. He is likely done in the NHL after this season I guess.","labels":"neutral"},{"text":"Confusingly, they also want less rights for [NAME].","labels":"neutral"},{"text":"What a locker room cancer - Some Nuggets fan, somewhere","labels":"amusement"},{"text":">it is fleshy I am horrified to learn that my flesh is fleshy","labels":"fear"},{"text":"Youre right...shes one of my least fav characters. I think they use her as a straight foil in alot of episodes.","labels":"neutral"},{"text":"Glad to see people actively calling out yet another asshole on here pretending to want to help people. Good show!","labels":"gratitude"},{"text":"Is “the end of the sky” a phrase I’ve not heard of? Or is there some other wordplay I don’t get?","labels":"confusion"},{"text":"Seriously what?","labels":"curiosity"},{"text":"Fantastic. Would love to see where its at at 250 and 500 hours - I'm sure still well ahead of my 1\/3 hourly.","labels":"approval"},{"text":"Haha. Yeah there is a vaccination now. When I was a kid my parents did the same thing. It hadn’t been developed yet.","labels":"amusement"},{"text":"Does anyone here think this will actually turn the Jet's around? I feel like this is the worst shit ever.","labels":"neutral"},{"text":"thank u, thank u","labels":"gratitude"},{"text":"Would love to donate as well!","labels":"love"},{"text":"Could you explain what you mean by \"both sides\" crap?","labels":"neutral"},{"text":"Great point.","labels":"amusement"},{"text":"Sending prayers!!","labels":"amusement"},{"text":"> When did I ever mention native genocide? How do you think the land was \"stolen\"? The residents were killed.","labels":"approval"},{"text":"I definitely expected unwatchable pro-life drama and was quite delighted","labels":"amusement"},{"text":"Cool. Hope they intended to clean it up but this kind human beat them to it.","labels":"optimism"},{"text":"I cant believe we elected this goon","labels":"annoyance"},{"text":"Stupid [NAME] is playing into the Church's hands. What an idiot. He has an amphetamine addiction.","labels":"neutral"},{"text":"Awesome! I just read Bad Blood and have been waiting for a documentary about it.","labels":"gratitude"},{"text":"I appreciate the pointer. It definitely sounds like something I’m capable of. I’ll reach out to them.","labels":"approval"},{"text":"I'm clueless as to what I could be clueless about too, [NAME]. What is the difference? Aren't all video games ultimately 'no lifeing' it?","labels":"confusion"},{"text":"Well that didn't take long, sorry for your loss :(","labels":"approval"},{"text":"Absolutely love this song, up there as one of my favorite fav frank songs","labels":"joy"},{"text":"One of the best in the series imo","labels":"approval"},{"text":"Why slum it if they’re giving you actual cost?","labels":"disapproval"},{"text":"OW MY LEG!","labels":"excitement"},{"text":"Ok well I hate to break it to you but I'm a magical pink unicorn...posting something on the internet does not make it true","labels":"approval"},{"text":"[NAME] is so cute ^_^, the second bunny image is my favourite. Since you haven't got any requests... I request Himiko.","labels":"amusement"},{"text":"Did you even read my comment???","labels":"neutral"},{"text":"lol [NAME] would definitely do this if [NAME] was that dumb to take this offer.","labels":"amusement"},{"text":"How did such a veteran make such a rookie mistake","labels":"curiosity"},{"text":"> neoprene kayaking gloves Thanks will check them out!!","labels":"gratitude"},{"text":"I don't know what you're talking about, but that sounds just as racist as it is sexist.","labels":"confusion"},{"text":"Wow I’m sorry. Can you take pictures of your bruises? What was she nagging you about?","labels":"neutral"},{"text":"S\/he just put them in their place I don't think this counts as a murder","labels":"neutral"},{"text":"Considering the whining he did in our modmail, he may not realize this.","labels":"approval"},{"text":"“But [NAME] wants you to have kids!” [NAME] should have given me ovaries then lol","labels":"amusement"},{"text":"I love your comment...","labels":"love"},{"text":"Wow, i never really understood how bad the star wars perecuelse really are till this moment.","labels":"approval"},{"text":"I agree you need to plan ahead. But you can't build infrastructure that will be heavily under-utilised and drive you broke to make.","labels":"approval"},{"text":"I’d say her knee is more done, ankle looks ok but I’m n doctor lol","labels":"neutral"},{"text":"THAT'S WHAT YOU GET WHEN YOU FIND A STRANGER IN THE ALPS","labels":"neutral"},{"text":"32nd? It felt like 99th or something...","labels":"confusion"},{"text":"what a strange, sad, moronic 3 day old account...","labels":"amusement"},{"text":"You can smell the basement from here on him","labels":"neutral"},{"text":"[NAME] the amount of protection that you are wrong *because* you are an outlier at all.","labels":"neutral"},{"text":"I am confused. I don't understand how that relates to what I said. Could you explain? Sorry, maybe I'm just tired lol","labels":"amusement"},{"text":"Good for you. But ignoring [NAME] situation makes the article pointless.","labels":"neutral"},{"text":"I don't think you can find a better support line in contenders than alarm and elk. absolutely insane and clutch it's unbelievable","labels":"caring"},{"text":"> lack of diversity in the cast now that's a new one lmao","labels":"amusement"},{"text":"I CANNOT WITH THESE COMMERCIALS","labels":"amusement"},{"text":"That's the kind of problem a physical therapist is more qualified to handle. Good luck","labels":"approval"},{"text":"Wow holy shit I didn't realize Reddit has become main stream media great analogy bud","labels":"approval"},{"text":"Boy, she really does live rent free in your heads. At least conservative head rent is cheaper than D. C. rent. ","labels":"neutral"},{"text":"Wow, that reverse from Nurk was smooth","labels":"neutral"},{"text":"Sorry I've already peaked male. I don't peak twice. But good try. I r8 8\/8, m8.","labels":"amusement"},{"text":"Turgeon offense at it's finest. The ball never gets past the three point line and [NAME] just hits a three in someone's face.","labels":"approval"},{"text":"Black people still get shot unarmed. Comparing suffering is stupid and pointless.","labels":"neutral"},{"text":"That’s how it be","labels":"approval"},{"text":"\/s, you forgot this.","labels":"neutral"},{"text":"A girl came into him recently and he pre maturely ejaculated. He had to type this.","labels":"neutral"},{"text":"yah [NAME] is well-known knock out artist. What's your favorite KO\/TKO of his in the UFC? Oh wait....","labels":"amusement"},{"text":"I go “thank you very much, come agaaain”. \/s and I’m Indian","labels":"caring"},{"text":"Sold out. Sorry my dude!","labels":"approval"},{"text":"Being the most hated team of the refs is fun huh guys?","labels":"amusement"},{"text":"Lmao do you just watch for the gameplay? Wow idiot. There's more to Youtube than gameplay. F***. Off.","labels":"amusement"},{"text":"Yeah, I don't think [NAME] supporters should use intelligence as a reason to talk down to people. I have watched [NAME] speak. Yikes.","labels":"approval"},{"text":"I feel so bad anytime I see anyone fall on their face... I just want to make sure they are ok.","labels":"caring"},{"text":"They didn't have a \"bullpen\" when they won the WS or when they went to the ALCS last year. They will get by as always","labels":"neutral"},{"text":"I’d be damned if she isn’t the one cleaning up that mess","labels":"anger"},{"text":"You just keep playing games until provisional is over, you can't lose lp during this time and gain big lp (I think?)","labels":"neutral"},{"text":"Just like [NAME] was defending himself against those younglings ;)","labels":"approval"},{"text":"Let people enjoy things","labels":"neutral"},{"text":">The ABC’s hard-hitting investigation :\/ Such a sad article.","labels":"amusement"},{"text":"“I am on the verge of exploding in my pants” “Hehe you’re cute :)” -her","labels":"amusement"},{"text":"I swear no ranked team can go without losing to an unranked team for very long.... that’s why I love college basketball","labels":"approval"},{"text":"On Your Mind- Kaskade Snow in Gothenburg-Kasbo Fuck Was I-Jenny [NAME] (Morgan Page Remix) Now or Never Now-Metric","labels":"amusement"},{"text":"It's fine, I just don't want to take the time out of my day to make food... or wait for food.","labels":"annoyance"},{"text":"Man I remember playing street hockey at desert breeze growing up, good times","labels":"approval"},{"text":"It was obvious with 5 min left coach [NAME] didn’t want to win this game","labels":"approval"},{"text":"One more pos to add to the heap.","labels":"approval"},{"text":"[NAME] what do you do with his underwEAR","labels":"neutral"},{"text":"That is an awesome idea and execution. Also a great example of an actual free market system working right.","labels":"amusement"},{"text":"And my apologies if I misinterpreted but you seemed to state multiple times that it keeps you from seeking other women, such as the [NAME] example.","labels":"approval"},{"text":"Even one second gets you killed against focus fire, especially if you're discorded, which is almost always in this meta. ","labels":"approval"},{"text":"I had a basketball coach who shattered his hand at halftime of a game doing that.","labels":"approval"},{"text":"Thanks to the way our society has perverted it","labels":"desire"},{"text":"Get the fuck out","labels":"anger"},{"text":"I dunno man. I'll forever like [NAME], but slapping the hand of someone trying to help you up\/see if you're alright is a big bitch move","labels":"approval"},{"text":"No problem, just wait until March and the site will be out.","labels":"caring"},{"text":"Thank you. If im not authorized to pickup from daycare tomorrow ill get my daughter friday with this court order and the police if necessary.","labels":"approval"},{"text":"Ahh you must be speaking of M & W Industries! I know it well I'll never forget the smell of pickles.","labels":"curiosity"},{"text":"> or just explore the zones to grab quests. Sounds like a terrible reward for exploration","labels":"neutral"},{"text":"Yeh It’s pretty obvious how I misread it bc ... I misread it. I didn’t downvote you.","labels":"approval"},{"text":"Oh I wish. 40.","labels":"amusement"},{"text":"Inheriting your dad's company when he dies doesn't count you spoilt piece of shit.","labels":"optimism"},{"text":"On days like this you can get an extra scoop. Just to make sure you have the finnnnnessst meals ;)","labels":"approval"},{"text":"And are millennials supposed to be attracted to these? If anything I'd be more offended than encouraged to join.","labels":"confusion"},{"text":"Well, that depends on what you mean by cwisis.","labels":"neutral"},{"text":"Because the Wizards play much much better without [NAME], thats why, they have won their last 3 games, all against playoff teams","labels":"neutral"},{"text":"[NAME] was the best, sweetest, most deep-feeling man to ever be on the show. I will fight anyone who says otherwise. ","labels":"neutral"},{"text":"Is it just me or does the outro hurt your ears. The intro is a whole 12\/10 but the outro just seems to hurt","labels":"annoyance"},{"text":"Literally has a sign on top of the screen that says OUTFRONT...","labels":"neutral"},{"text":"Could have cropped out whoever took the pic.","labels":"approval"},{"text":"White Oleander is such a great book, I haven't thought about it for years!! Adding it to my kindle to re-read.","labels":"approval"},{"text":"yeah so even after this he got drafted at 41 only lol...and he dominated vs KAT and rest","labels":"neutral"},{"text":"Why is there a huge focus on the living room? The perspective confused me so much.","labels":"confusion"},{"text":"Not cause I'm not that bothered about where I come from, it's were I am going that matters to me","labels":"approval"},{"text":"oh my good","labels":"amusement"},{"text":"Haha dude, love your spirit. But. It's not all shit (the cuisine that is), let's not overgeneralize and become the shitheads we are criticizing.","labels":"neutral"},{"text":"Street Samurai Koji and Ojiisan Koji are my personal favorites. Greased Lightning Koji is pretty fun as well.","labels":"amusement"},{"text":"I had a breakdown last night at around 3AM.","labels":"approval"},{"text":"This reminds me of the trolls that would tell people it was a ‘cool science experiment’ to cook up chlorine gas in people’s homes.","labels":"neutral"},{"text":"It was a dig at OP not you ahah, this video was posted there over a year ago","labels":"amusement"},{"text":"If you eat plants, you are eating animal’s food. That is so cruel!","labels":"amusement"},{"text":"I like how it's \"unacceptable\" lol. The nerve","labels":"amusement"},{"text":"I mean if it was crowded or rush hour I understand, but I don't see that much an issue if its empty like this..","labels":"approval"},{"text":"You weren’t here for the original wording but thanks for playing.","labels":"disapproval"},{"text":"I miss those lol","labels":"amusement"},{"text":"Will come back rich and driving his goddamn Bentley","labels":"optimism"},{"text":"THANK YOU SOMEONE SAID IT!!","labels":"gratitude"},{"text":"Fair. Actually fuck the last few songs on Bleach.","labels":"annoyance"},{"text":"> pro peace. Somehow pro-peace became pro-Putin. Yes, people have lost their minds.","labels":"amusement"},{"text":"Congratulations, it is satire!","labels":"amusement"},{"text":"Good idea, thanks","labels":"gratitude"},{"text":"It's easy to overthink things online, I'm glad you gave him a chance.","labels":"caring"},{"text":"Oh my [NAME] I completely didn’t realise. I’m so sorry","labels":"approval"},{"text":"Thank you for all of the tips. It's greatly appreciated!","labels":"gratitude"},{"text":"Well that wasn’t my argument all i said was that the second amendment is aimed att the state","labels":"approval"},{"text":"THIS. Thank you for this.","labels":"gratitude"},{"text":"But his parents love him and that's what’s important \/s","labels":"neutral"},{"text":"I'm so happy for you !","labels":"excitement"},{"text":"> No one likes being made to vote more often than they have to. My love of the sausage sizzle says otherwise!","labels":"annoyance"},{"text":"How tf do you not expect people to find them they're the first things that show up when you search joji","labels":"anger"},{"text":"Oh, so that's where I left my cigar","labels":"confusion"},{"text":"No, it's not that one","labels":"amusement"},{"text":"She was 100% more likable on the tell-all than she was in the show. She may deserve that sweet husband of hers yet!","labels":"amusement"},{"text":"Is this an \/r\/antijokes ?","labels":"amusement"},{"text":"[NAME] did it first!","labels":"amusement"},{"text":"You need to stop focusing on him and focus on you and your daughter.","labels":"neutral"},{"text":"Ooh, I wanna be [NAME]!","labels":"approval"},{"text":"As I mentioned above I don't have the funds for that right now but as soon as I do I'll definitely be doing that","labels":"approval"},{"text":"I don't know what that is","labels":"amusement"},{"text":"Hey! I’m watching this very episode right now! Haha","labels":"amusement"},{"text":"Are you actually serious? I'm really interested in the details lol","labels":"amusement"},{"text":"Very good advise, I did not realize this. I guess there is more risk in a lease than what I initially thought. ","labels":"caring"},{"text":"Lol that’s incredible! PLO is such an amazing game, so much more entertaining than NLH. Good job pal. ","labels":"amusement"},{"text":"She's stricter in the source material, I believe. Disney, as usual, watered her down. (No offense to the wonderful [NAME].)","labels":"approval"},{"text":"[NAME] needs to be thorough when looking for clues. Who knows what kind of sneaky business might be hiding in that plant.","labels":"neutral"},{"text":"okay, this is epic!","labels":"amusement"},{"text":"The new persona is only if you get the true ending. Not sure if the thread poster has but just in case he didn’t","labels":"realization"},{"text":"I honestly don't understand why everyone thinks he needs a rework because he's not \"fun to play\" in the worst game mode.","labels":"neutral"},{"text":"How? She gonna round up some more tricks to do so cause I don't think she's worked a day in her life.","labels":"neutral"},{"text":"r\/iamatotalpieceofshit call the police for destruction of private property gg ez clapz","labels":"amusement"},{"text":"Yes, huge problems. Buy it anyway. Such a sexy car with the power and fun to drive factor to match.","labels":"approval"},{"text":"Wow, that would have been messy.","labels":"amusement"},{"text":"Noticed the same thing. Wonder if it's also like that on the redesign. My hunch is on 'no'.","labels":"approval"},{"text":"With the tomahawk through the A? Loved those.","labels":"approval"},{"text":"Whenever a new guy apologises for taking a while to back i just tell him it takes longer if he hits something, so no worries.","labels":"neutral"},{"text":"Interactive map can be found","labels":"neutral"},{"text":"How though? I srsly don't get it. Seems pretty racist to me.","labels":"confusion"},{"text":"She should sell some on Etsy!","labels":"neutral"},{"text":"[NAME] [NAME], you made me think I was going colorblind for a second! How are there more colors in your rainbow than in mine?","labels":"amusement"},{"text":"I’m chuckling at you referring to it as a little ho.","labels":"amusement"},{"text":"Right. The comments people buy gold for astound me. I’ve seen some dumbass comments get gilded then comments that deserve it get nothing.","labels":"approval"},{"text":"For cart pushers, I can’t recommend getting good winter\/rain gear highly enough. Good socks and waterproof\/resistent shoes will make a world of difference.","labels":"approval"},{"text":"i can't believe i havent seen this before. well i was going to watch nosferatu tonight but change of plan","labels":"optimism"},{"text":"Guys a vulture who is feeding off people's fear.","labels":"anger"},{"text":"I love this reply.","labels":"love"},{"text":" I have worked at a shitty, south side smoke shop before so I can imagine all of these interactions perfectly hahahaha","labels":"amusement"},{"text":"Iirc it’s definitely darker than [NAME], but here it’s almost the same color.","labels":"neutral"},{"text":"The first guy? I think he’s just not [RELIGION]. Could be an atheist, [NAME], [NAME]; lots of things.","labels":"neutral"},{"text":"Sooooo happy for you.","labels":"joy"},{"text":"Florida, he got two","labels":"neutral"},{"text":"Trading for Zubac is a pure tank move, he averages less than 7 points a game for his career. ","labels":"neutral"},{"text":"I know and I think that's a lot more impressive\/interesting. :)","labels":"amusement"},{"text":"Nah, my comment stands. Poor effort. ","labels":"amusement"},{"text":"I'm phobic of needles and babies so that was NOT a picture I wanted to see.","labels":"fear"},{"text":"no not really i knew he was joking i was just clarifying what the bloke said","labels":"approval"},{"text":"I mean, he did believe in a clearly terrible [NAME] ","labels":"approval"},{"text":"“excuse me, sorry im next”. “oh sorry”(moves behind you). “thank you”","labels":"embarrassment"},{"text":"Its true. This week my family and I have found out that there is someone for everyone. I tell you there are some weird people out there.","labels":"neutral"},{"text":">as a part-time Knicks fan Join us! Become a full-time Nuggs fan!","labels":"surprise"},{"text":"I’ve done pajamas before but I think sweatpants would be way too thick","labels":"approval"},{"text":"Oh no you guys, I think I just Shattenkirked in my pants","labels":"neutral"},{"text":"We welcome her with open arms.","labels":"neutral"},{"text":"I AM CALLING THE POLICE","labels":"anger"},{"text":"OMG If you like weed with dust, hairs, & whatnots...","labels":"neutral"},{"text":"yep. Sucks don't it? You can't do anything about it now, and nobody cares. ","labels":"disappointment"},{"text":"Woot! Happy New Year!","labels":"excitement"},{"text":"so obnoxious.","labels":"disappointment"},{"text":"I might be in trouble in this case. I have 7 years going on 8 :(","labels":"amusement"},{"text":"Late-stage Reddit. I'm afraid it's malignant, there are only palliative care options available at this point.","labels":"approval"},{"text":"Once you pop, you can’t stop Wait a minute...","labels":"realization"},{"text":">CFMEU Any excuse to act like thugs and not do any work.","labels":"amusement"},{"text":"I heard on the scanner app of two trauma patients to IMC.","labels":"approval"},{"text":"Nkd is a very good brand they have amazing flavors","labels":"approval"},{"text":"Wonderful sculptures. Love the expression of the Scottish mythology behind them.","labels":"love"},{"text":"Had me worried for a bit. As a [NAME], I’ve always been impressed with [NAME] love of their country ( great anthem too).","labels":"approval"},{"text":"I mean if you wanna have more kids you should pay more, not less.. I’m not forcing anyone to have children","labels":"optimism"},{"text":"Hey now!","labels":"gratitude"},{"text":"Holy shit I think I see cheekbones.","labels":"approval"},{"text":"Venezuela should be one of the wealthiest and influential countries in the world except their infrastructure and society is falling apart due to centrally planned economics and socialism.","labels":"approval"},{"text":"Heya, how would u rate this story? Esp compared to 2 before? ;)","labels":"curiosity"},{"text":"It’s like. They didn’t even try to catch her lmao","labels":"neutral"},{"text":"It is not the ring. (I hope that you will be more relaxed now, but I’ve to be honestly, it is a fucking lie)","labels":"optimism"},{"text":"Well this is the dumbest take I’ve seen on here.","labels":"approval"},{"text":"What the fuck? Why would you ever say that? Downvoting you smfh edit","labels":"anger"},{"text":"Keep on hmmm-ing toots. Maybe you’ll put yourself to sleep","labels":"approval"},{"text":"**Ask Permission** from me and I will tell them yes or no.","labels":"approval"},{"text":"Fish tanks and fiddlesticks, that was intense!","labels":"approval"},{"text":"Well shit, then it's just like [NAME] wouldn't let me complete a maths degree just because I'm ideologically opposed to this 'algebra' thing!","labels":"annoyance"},{"text":"Celeste is one of the free Games with Gold this month on Xbox One, I picked it up, it's a great (super hard) platformer","labels":"approval"},{"text":"Hipsters love tapes tho.","labels":"love"},{"text":"Kirkland liquor is amazing. I can get a cheap bottle of vodka or scotch that's basically a mid tier bottle for half the price.","labels":"approval"},{"text":"I would be surprised if [NAME] doesn't let you in. I would write a letter to [NAME] and explain the situation they might make an exception.","labels":"optimism"},{"text":"Huh.. Well that ruins it :\/ At least the cats fine","labels":"approval"},{"text":"The BrokenMachine has one of these videos but I'm definitely going to watch yours. Thank you for taking the time to do this.","labels":"neutral"},{"text":"This can't be serious right? Already 14930 supporters have signed this crap!","labels":"neutral"},{"text":"Clearly he did at this point. He wasn't some serial killer cannibal.","labels":"neutral"},{"text":"Georgetown - great food, great shops\/ the \"exorcist\" steps are located there, too. the exorcist steps ","labels":"amusement"},{"text":"But what about teams like the cavs? They are clearly a terrible terrible team, but they gotta wait longer to rebuild with a 3 year average.","labels":"curiosity"},{"text":"If by ‘needs a talking to’ you mean ‘needs to be sterilised’ then you are correct.","labels":"neutral"},{"text":"DSJ, [NAME], [NAME], Zion\/Draft, [NAME] would be exciting to watch.","labels":"neutral"},{"text":"Ditto!!","labels":"approval"},{"text":"Shit like this is just depressing. Not surprising, but still depressing.","labels":"disappointment"},{"text":"Scottish Greens' \"say something that'll rile some people up\" [NAME] says thing that riles some people up.","labels":"neutral"},{"text":"Ooh, [NAME] not happy.","labels":"neutral"},{"text":"Your idea of the supposed limitations of bots is actually hilarious.","labels":"amusement"},{"text":"Lmao why does every sw fan have to be so melodramatic","labels":"amusement"},{"text":"Come on. Foul or not, that was a great move","labels":"amusement"},{"text":"What a homie.","labels":"neutral"},{"text":"[NAME] is a fucking god","labels":"neutral"},{"text":"that offense averaged 20 points a game. the same as this year and look where we are.","labels":"neutral"},{"text":"I mean, sharing is caring and momma wants her cummies. ","labels":"amusement"},{"text":"Getting back [NAME] would be nice. He's kind of like [NAME]","labels":"neutral"},{"text":"Thanks for the confirmation","labels":"gratitude"},{"text":"Yes! I used to do this all the time actually, especially go to the mall alone. It was actually really nice.","labels":"approval"},{"text":"Cinesphere and Trillium Park are both fantastic spots and I see absolutely zero reason to change them.","labels":"neutral"},{"text":"My man!","labels":"approval"},{"text":"I don’t think Bethesda is there yet but the next move they make is very important on deciding if they end up on that list or not","labels":"neutral"},{"text":"Hyde Park was beautiful this morning, frosty grass and the morning sun just catching the trees enough to make them glow. ","labels":"amusement"},{"text":"My grandpa does drive this way.","labels":"approval"},{"text":"Hold it there you. Shouldn't be throwing stones after what your team pulled.","labels":"neutral"},{"text":"cool buzz words","labels":"amusement"},{"text":"I’m convinced WB is more of a pain than it’s worth. Good luck making adjustments during the semester. I feel your pain.","labels":"caring"},{"text":"I honestly predict a riot on the scale of the 2011 ones if we undergo a no-deal brexit - possibly even worse. It's terrifying.","labels":"fear"},{"text":"One of my 56 favourites","labels":"approval"},{"text":"omg, id cry if this was my store ","labels":"sadness"},{"text":"The parallel to the mistake you're making is so apparent I no longer believe you're discussing this in good faith.","labels":"approval"},{"text":"Well that totally explains why we're on both ends of the spectrum lol","labels":"amusement"},{"text":"I stand corrected, my apologies to the mods. I'd personally like to see more banned or removed but at least they handled the most egregious.","labels":"approval"},{"text":"Oh for sure. Hopefully all 4 make the play offs. Pretty sure Leinster are nearly there already, the absolute madlads.","labels":"approval"},{"text":"He can barely speak, but he still pulls off the perfect \"yaaaa [NAME]","labels":"neutral"},{"text":"Honestly man just keep scuttling instead of changing","labels":"amusement"},{"text":"Without even talking about diabetes, you really must be an asshole to celebrate overeating and call it \"progress\"","labels":"approval"},{"text":"Thank you for your thoughtful, insight-filled post, which makes so many valid points.","labels":"approval"},{"text":"Not sure if I'm having a woosh moment or you think I meant something else...","labels":"approval"},{"text":"And I clapped. So hard.","labels":"neutral"},{"text":"Holy shit I didn’t realize he didn’t fumble all season that’s wild","labels":"approval"},{"text":"I love going out in treacherous weather. For real.","labels":"joy"},{"text":"Ah, the original turd burger.","labels":"approval"},{"text":"You have too many background processes running then. This shouldn't give you a single more frame on proper setups, think about removing some stuff.","labels":"neutral"},{"text":"[NAME] is my least favorite out of all of [NAME] love interest (In all live action movies) Bite me.","labels":"neutral"},{"text":"Oh I see","labels":"amusement"},{"text":"I'm sorry it happened like that for you. I really can't imagine.","labels":"remorse"},{"text":"Well he's right. The evil is a choice, it's not inherent.","labels":"approval"},{"text":"Oh god I miss Jet's. And I don't get to come home for another 3 months. Enjoy it for me.","labels":"approval"},{"text":"The fuck?! You're in the wrong subreddit with this regressive bullshit victim blaming.","labels":"anger"},{"text":"Attention Bajoran Workers: Your videos our now ours.","labels":"neutral"},{"text":"Thanks [NAME]. wait a minute...","labels":"gratitude"},{"text":"Bro, this is not what this sub is for.","labels":"neutral"},{"text":"Both look great, but I like the second one better. I'm a dude though and I have no sense of what works for other guys.","labels":"approval"},{"text":"Sorry, but this one is funny. Wake up at 3am jabbing with a needle, patient satisfaction survey, what could possibly go wrong??","labels":"amusement"},{"text":"Miz Cracker is the worst parts of Aquaria and Trixie. Unprofessional pettiness and shadiness of Aquaria and the slightly problematic and sometimes delusional humor of Trixie.","labels":"neutral"},{"text":"I think this is next on our list, thanks!","labels":"gratitude"},{"text":"Must be fun, just rewriting history at will...","labels":"amusement"},{"text":"Other source?","labels":"amusement"},{"text":"Not bad iv'd tho","labels":"amusement"},{"text":"Do these Salinas officers not realize that no-shave November is over?","labels":"curiosity"},{"text":"And him to then yell back at them.","labels":"amusement"},{"text":"Because people that comment on YouTube videos are toxic, filthy heathens.","labels":"anger"},{"text":"I don't think my town has a market.","labels":"approval"},{"text":"i’m so sorry.....","labels":"disappointment"},{"text":"Rule 2, 3, and 7. Impressive. Goodbye.","labels":"caring"},{"text":"it is very clearly incorrect, and it's apparent that your descent into reactionary politics has made you fully delusional. ","labels":"neutral"},{"text":"He was in the merge lane and should have yielded. He was legally in the wrong.","labels":"approval"},{"text":"I sense no awful taste here.","labels":"approval"},{"text":"Depends, but it seems that more states restrict teen drivers from packing their cars with friends than not.","labels":"approval"},{"text":"I loved [NAME]. She was too fine. [NAME] and [NAME] too. S1 babes were the best.","labels":"neutral"},{"text":"Didn't even think of that ><","labels":"amusement"},{"text":"Feeling better now?","labels":"curiosity"},{"text":"The castle, assuming it's properly furnished and comes with servants to run the place.","labels":"approval"},{"text":"Sounds sweet man, nice memory to have!","labels":"approval"},{"text":"Fuck you my fortnite k\/d is better bitch","labels":"anger"},{"text":"[NAME]² ~~good play btw~~","labels":"amusement"},{"text":"It depends... I understand if someone banns the champ in ranked.. but in normals i agree","labels":"neutral"},{"text":"I probably just watched whatever episode someone else is rewatching.","labels":"approval"},{"text":"too cold hurts my teeth, so i just drink whatever comes out of my sink","labels":"annoyance"},{"text":"Hey, quick question how do you add tournament points to your Reddit flair?","labels":"curiosity"},{"text":"Is there any way to force him to act? Sending more budgets or refusing to vote on anything non budget in the house etc.","labels":"approval"},{"text":"Not for off from a quadruple double in the near future...","labels":"neutral"},{"text":"Fox News devoted 42 seconds on [NAME], wow.","labels":"neutral"},{"text":"Thank you :) I was starting to seriously wonder if something was majorly wrong with my maternal instincts haha","labels":"amusement"},{"text":"You asked if I verified. You set the goal post, not me.","labels":"neutral"},{"text":"Typical humans, diminishing dog's accomplishments. ","labels":"amusement"},{"text":"We do? Strong disagree.","labels":"curiosity"},{"text":"Good instincts to try to get move out of the road. Hope they are alright.","labels":"approval"},{"text":"Knicks fans chanting lets go heat is sickening","labels":"neutral"},{"text":"Then [NAME] insults [NAME] and he cries","labels":"neutral"},{"text":"Girl then DM me if you visit! It’s a great place to live. I moved from NY.","labels":"approval"},{"text":"It would feel amazing. Which would scare you. So you would crush it. Along with yourself.","labels":"neutral"},{"text":"thank you guys!","labels":"gratitude"},{"text":"Bless you this post made me cry","labels":"neutral"},{"text":"Ah, she's assuming none are women. We won't really know unless we ask, right?","labels":"neutral"},{"text":"The worst thing about this tweet is how many likes and retweets it got","labels":"approval"},{"text":"Not cheating and not using exploits is honorable. Other opinions are not relevant imo.","labels":"neutral"},{"text":"Yeah but it is what it is. Apparently I wasnt as clear as I could have been either.","labels":"approval"},{"text":"Read this while pooping. Laughed WAY too hard! Thank you for that.","labels":"neutral"},{"text":"thank you for your answer","labels":"gratitude"},{"text":"I swear people just want to be angry","labels":"neutral"},{"text":"I dont think anyone said it would make the game better, it won't, but it certainly won't make the game any worse either ","labels":"optimism"},{"text":"Great [NAME], love Oasis, saw this in theaters when I had the chance.","labels":"approval"},{"text":"paper transfers too","labels":"amusement"},{"text":"Freaky, more like creepy","labels":"amusement"},{"text":"I am happy for you. No, seriously, I am.","labels":"caring"},{"text":"Can’t be worse than last week","labels":"disappointment"},{"text":"Maybe his son is 30 and drunk","labels":"neutral"},{"text":"Especially with the way they got rid of him... no real fanfare at all...","labels":"neutral"},{"text":"It’s literally a meme ideology. Sstaaaaahhhhpppp","labels":"amusement"},{"text":"Best comment ever.","labels":"amusement"},{"text":"No, the best thing is to do cool stuff with care. That's what science is. You don't learn if you don't do stuff.","labels":"approval"},{"text":"I’ve had to remove fallen trees on snowy roads because the forest service is not working as much. Shits a little fucked.","labels":"annoyance"},{"text":"Context is lost in the article, no way to know how it was asked or how the person was behaving.","labels":"neutral"},{"text":"fyi, straight men also use dildos. Also, your mom is awesome!","labels":"neutral"},{"text":"But transit is amazing here.","labels":"amusement"},{"text":"Oh fuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuck RIGHT OFF!!!!!","labels":"amusement"},{"text":"hell yeah dude","labels":"amusement"},{"text":"[NAME] is a sensitive topic for me, so when she is brought up, sometimes I just go on a little tangent. My apologies. ","labels":"caring"},{"text":"Before.revolution can happen in the streets it first has to happen in their minds - Stuck Mojo","labels":"amusement"},{"text":"LOL I read that and slavated. I wish we could pull that sweet of a deal off.","labels":"amusement"},{"text":"Hello. We have removed your comment for shaming. Thanks [NAME]","labels":"approval"},{"text":"LOL watch this with the Raptors' commentary:","labels":"amusement"},{"text":"Said to my very white-looking brunette coworker once: \"Are you an oriental?\"","labels":"approval"},{"text":"And whatever car he buys MUST have a strong Air Conditioning system. This is an absolute MUST here.","labels":"approval"},{"text":"Don't be so damn lazy, just type NEW YEAR'S EVE! I suppose you caled it Y2K also. - I'm so disappointed in you.","labels":"neutral"},{"text":"For some reason this post is making me crave an apartment.","labels":"desire"},{"text":"He’s so cute! How do you get to hang out with him? I’ve never seen him the times I went to visit.","labels":"neutral"},{"text":"Wow... I’m so glad that my dog is lazy like me.","labels":"joy"},{"text":"It doesn’t look cool","labels":"disapproval"},{"text":"Gods don’t die","labels":"neutral"},{"text":"I don’t think it’ll happen solely because of UA, however that’ll surely be cool if it does happen","labels":"confusion"},{"text":"At least it's ok in public & around children.","labels":"approval"},{"text":"Change your mindset to not expect anything in return, if they do great if not...their loss","labels":"neutral"},{"text":"Thank [NAME] , surprising he doesn't want the mets deal","labels":"gratitude"},{"text":"Not to worry. He'll gets his bats.","labels":"neutral"},{"text":"Oh my god. You *actually* asked reddit first? Fucking hell.","labels":"neutral"},{"text":"You guys look so amazing, even the pipe is making a jealous look... or maybe i'm just going blind from the cuteness.","labels":"neutral"},{"text":">very creepy horror-themed Very accurate description and only from a few second piece of an audio recording","labels":"amusement"},{"text":"I'm still rocking my Pebble 2SE.","labels":"approval"},{"text":"Roids are a lot more harmful than makeup.","labels":"approval"},{"text":"This guy used to be so good. I looked forward to his comics every week. Now, I couldn't care less about him. Complete economic illiterate.","labels":"approval"},{"text":"When I see a Lynx, even if far away, oh trust me I'll go to that cat and focus only him before anything else","labels":"approval"},{"text":"Thank you. ❤️","labels":"gratitude"},{"text":"Depends. Are your \"toys\" dildos and butt plugs? Or needles and strangers? ","labels":"curiosity"},{"text":"Skeptical approach, always lol","labels":"amusement"},{"text":"[NAME], it's like nobody learned a single thing from the game.","labels":"realization"},{"text":"Omg [NAME] he’s there because you don’t listen. You ass!","labels":"neutral"},{"text":"> [NAME] mother allegedly vandalized [NAME] grave, stating that she had ruined her son's life. No....","labels":"approval"},{"text":"He dresses that way in real life...perfect","labels":"neutral"},{"text":"Good news. Makes me feel BCH is way underpriced and has a huge upside.","labels":"excitement"},{"text":"What are you on sir","labels":"amusement"},{"text":"makeup call lol","labels":"amusement"},{"text":"But... but [NAME] literally wanted to murder almost all the Polish people.","labels":"neutral"},{"text":"Thank you for such kind words.","labels":"gratitude"},{"text":"My mom signed me up when I was 15. Wow that was a fun weekend. \/s","labels":"amusement"},{"text":"I did not know that, and tbf I did completely neglect my MH between 18-23. Too busy with sex, drugs and alcohol. ","labels":"approval"},{"text":"[NAME] it’s ok the trumpet player can’t hurt you anymore","labels":"neutral"},{"text":"I also have a boner!","labels":"approval"},{"text":"Yea we’re actually pretty efficient on offense considering our personnel. Way better than I expected. The defense is just historically bad","labels":"neutral"},{"text":"Also, they ruined Top Gear but that’s a whole other issue.","labels":"neutral"},{"text":"There’s a reason southern states have a massive teacher shortage. Please do yourself a favor a consider that before you take the leap.","labels":"approval"},{"text":"This is the most fucking sensible comment I have seen in the this subbredit. Have the exact same opinion.","labels":"approval"},{"text":"2weeks ago?","labels":"amusement"},{"text":"Nier 1 is 20-30 hours per playthrough. Nier Automata is about 10 hours per route.","labels":"approval"},{"text":"I forgot about the \"perks\" of a growing subreddit.","labels":"approval"},{"text":"Micklethwait Craft meats and La BBQ are right up there with Franklin.","labels":"neutral"},{"text":"I mean everyone already knows what u like so its gonna be weird","labels":"approval"},{"text":"Now it's 7","labels":"neutral"},{"text":"Oh for fuck sake. Things were going so well on the coaching front. This dude is nothing but a suck up","labels":"annoyance"},{"text":"[NAME] did that to [NAME] and let's just say that didn't end to well for anyone","labels":"neutral"},{"text":"Very clever!","labels":"amusement"},{"text":"Post on the [NAME] and listen to info wars, you shouldn’t have an opinion on the Internet and you should not share it","labels":"neutral"},{"text":"\"In Scotland, the word 'fuckin'' is just a warning that a noun is on the way\" -[NAME]","labels":"neutral"},{"text":"Oh god dammit I've been bamboozled, I fell for the b8","labels":"approval"},{"text":"I'm amazed people read BuzzFeed articles.","labels":"approval"},{"text":"Thank you sir","labels":"gratitude"},{"text":"I'm confused","labels":"confusion"},{"text":"Good [NAME].","labels":"amusement"},{"text":"thanks! That helps","labels":"approval"},{"text":"Fortunately for you, Racist [NAME] anticipated this when he added, \"Let the past die, kill it if you have to...\"","labels":"neutral"},{"text":"Talking about my feelings.","labels":"amusement"},{"text":"Well I was trying to imply that *because* they hire trash writers like this, they *aren't* a respectable news organization.","labels":"neutral"},{"text":"That isnt sustainable.","labels":"disapproval"},{"text":"5 minutes... 300 COMMENTS! gg [NAME]","labels":"amusement"},{"text":"They'll make them walk the plank. Granny will pirate!","labels":"neutral"},{"text":"I really wish this wonderful person would run for president! <3","labels":"optimism"},{"text":"And how did that turn out for [NAME]?","labels":"curiosity"},{"text":"You can go on the offical league forum and look for people.","labels":"approval"},{"text":"This reminds me of The Boy in the Striped Pyjamas!","labels":"approval"},{"text":"Lmfao is that bexey wtffffff ahahhahahaha","labels":"amusement"},{"text":"Love that he obviously went out there to do weird sweeping strokes in the snow. Those look super effective","labels":"approval"},{"text":"This is what they're addressing when [NAME] is asking if it was OK to kill the step dad.","labels":"neutral"},{"text":"Congratulations! Idk how long you've been living here, but welcome to Colorado!! :D I hope you're enjoying it!","labels":"optimism"},{"text":"How can you look at that. it hurts.","labels":"confusion"},{"text":"Love it. Be well [NAME]","labels":"caring"},{"text":"thanks i won't click","labels":"gratitude"},{"text":"[NAME], [NAME], [NAME], [NAME] and one of [NAME] or [NAME]. But I’m pretty sure all of [NAME] is under contract forever if that matters","labels":"neutral"},{"text":"I don't think [NAME] has landed any key punches as of yet","labels":"neutral"},{"text":"Man, dropping is rather dreadful but nothing’s more dreadful when you can reach into your pockets expecting it to be there and it isn’t ","labels":"annoyance"},{"text":"Thank you for your validation. *Kowtows and give thanks the [NAME] way.*","labels":"approval"},{"text":"Lol, good luck! Hope it goes well for you (I have no idea how it’s working at all for me)","labels":"amusement"},{"text":"[NAME]! I told you it would come to this. I was right. The [NAME] are taking over!","labels":"neutral"},{"text":"You had me at Atheism... Invite to discord","labels":"approval"},{"text":"What? No way, I thought ragnarok mobile was a pretty small game holy shit","labels":"realization"},{"text":"Breeding Bull Terriers is cruel. They're genetic monstrosities at this point.","labels":"approval"},{"text":"Thanks for the lead. Ordered.","labels":"approval"},{"text":"I like this man.","labels":"amusement"},{"text":"I’ll agree with you on that, I think it would fit well on someone’s forearm! ","labels":"approval"},{"text":"Rip [NAME] and [NAME] if [NAME] exposes everything to [NAME]","labels":"neutral"},{"text":"you should definitely negotiate and ask. you have nothing to lose by asking. good luck!","labels":"gratitude"},{"text":"Yea I've heard this also so that's why I'm curious how well this one will last.","labels":"approval"},{"text":"There are levels of survival we are prepared to accept.","labels":"approval"},{"text":"Been looking at Panthera, will take a look at RAP N. Thanks for the consideration of my big hands :D","labels":"neutral"},{"text":"Probably looks more like the walls of any room you've inhabited for more than 10 seconds.","labels":"neutral"},{"text":"I don’t think this fits the sub","labels":"amusement"},{"text":"Wait is this a euphemism for ditching your husband and finding a new partner or did you lose 179 pounds?!?!","labels":"approval"},{"text":"[NAME] reaction gives me life. His reaction when they got punched last episode was amazing too.","labels":"approval"},{"text":"You are like 2 years away from being Mr [NAME].... \"eeeeexcellent\"","labels":"neutral"},{"text":"The Beatles weren't even close to being \"in the past\" when they broke up.","labels":"approval"},{"text":"China colonizes Africa. Pakistan colonizes UK. Mexico colonizes USA. What a timeline we are living in!","labels":"realization"},{"text":"Needs a great winger to play off of. Without [NAME] he has struggled to be creative on the wing","labels":"neutral"},{"text":"I know right? Getting that wrong would’ve de-railed the joke.","labels":"confusion"},{"text":"It's normal school except they sexually identify as [RELIGION]","labels":"approval"},{"text":"I changed from [NAME] to [NAME] last night because I panicked. I am very pleased with my decision.","labels":"approval"},{"text":"When I read where the fire apparently started that was my first thought.","labels":"approval"},{"text":"[NAME] please. Everyone has already figured that out.","labels":"neutral"},{"text":"U R quite welcome buddy. Enjoy the rest of your weekend.","labels":"neutral"},{"text":"When I opt out it goes back to old reddit, but the next day it turns back on.","labels":"realization"},{"text":"Just googled this, apparently it's like cutting off a human's fingers down to the knuckle..... Your brother's girlfriend is a scumbag.","labels":"neutral"},{"text":"Nice try with your 1\/3 pan and t rex arms there buckaroo \/s","labels":"amusement"},{"text":"Am I the only one that still texts in complete sentences and at least attempts to spell the words correctly?","labels":"curiosity"},{"text":"Here you go, sis. be warned tho, top cringe.","labels":"neutral"},{"text":"I don't see how my reply was whataboutism when my point of contention is directly related to the point.","labels":"amusement"},{"text":"That sounds simple and good","labels":"amusement"},{"text":"That young [NAME] looking dude is intense!","labels":"amusement"},{"text":"Buddy I think you may have been wooooshed..","labels":"neutral"},{"text":"That was fun.","labels":"amusement"},{"text":"I didn't know until a couple months ago. I'm 41. I know exactly what you mean.","labels":"realization"},{"text":"Good luck. Netflix restricts known VPN IP ranges. Your best bet is a buddy with Open VPN server stateside and open vpn client app on your device.","labels":"gratitude"},{"text":"And Mac and cheese is shit too. If a grown man has to eat children's food, then STAHMs can get minimum wage jobs","labels":"disapproval"},{"text":"He was aggrieved that people didn’t recognize him and recognized steroid users instead.","labels":"realization"},{"text":"Dammit!!!","labels":"amusement"},{"text":"“I thought I was suppose to love 2018 wtf”","labels":"optimism"},{"text":"Nope nope nope","labels":"amusement"},{"text":"Without fail: East of the Hagen Orchards in Bayou Nwa or behind [NAME] mansion (look by waterline).","labels":"amusement"},{"text":"[NAME] is just awesome. I have vacancies for long range adoptive grannies if she's not busy?","labels":"approval"},{"text":"Sloppy ball handling and feels like there’s a lid on the bucket. Just not our day","labels":"approval"},{"text":"He'd be a homewrecker if he slept with the guy. Calling out the married dude's behaviour isn't home wrecking.","labels":"neutral"},{"text":"Yes she does! She is beautiful but has taken it much too far with the lip fillers and fake tan","labels":"neutral"},{"text":"If they could get a psychologist\/therapist maybe they would have a better life.","labels":"neutral"},{"text":"True, but I meant he has no holiday themed skin from any of those events and all his skins (volsksya included) are pretty bland sadly...","labels":"neutral"},{"text":"I’m sorry than happened to you and your family. Really puts things into perspective.. thank you for the reply !!:)","labels":"neutral"},{"text":"Thank you very much. I would certainly make a note of your name.","labels":"gratitude"},{"text":"damn, Now THAT's detail.","labels":"amusement"},{"text":"The anniversary march was held in Derry Sunday past , not one mention on BBC itv not a thing. 14 people murdered in cold blood. Nothing.","labels":"approval"},{"text":"LMAO BRONER REALLY HOLDING ON FOR HIS LIFE","labels":"amusement"},{"text":"You can't vote here anyway so it is a moot point.","labels":"neutral"},{"text":"> LMAO, it's not free shit head, where the fuck is the source codes? This the real question.","labels":"amusement"},{"text":"the left platform is idealist and they don't like anything that gets in the way of the dream of the iddal","labels":"neutral"},{"text":"Believe it or not, I actually am. With the exception of stupidity. ","labels":"approval"},{"text":"Gonna hang it in the grow tent for a few days with the lights off.","labels":"approval"},{"text":"A hatred for loot boxes and a desire to get them banned was quite popular on Reddit.","labels":"approval"},{"text":"thats not good","labels":"amusement"},{"text":"Thank you for the thorough reply! I definitely can’t say I’m not lucky for a long time after this.","labels":"disapproval"},{"text":"Nostalgia is the best high. You get to enjoy what you liked with several cool new perspectives.","labels":"approval"},{"text":"Buff *Nurse*??? Lol, this has to be some god-tier shitpost or something","labels":"amusement"},{"text":"Marketing! That’s a great word to describe what they do.","labels":"neutral"},{"text":"To be fair, people still go on about [NAME] ","labels":"neutral"},{"text":"I feel like [NAME] will have a great bounce back game tonight","labels":"amusement"},{"text":"I might start watching that instead. It wouldn’t help since I don’t live there, but may restore some faith in politics.","labels":"optimism"},{"text":"I am an older guy just trying to meet good chat buddies. Pm me if interested","labels":"approval"},{"text":"I see you missed the announcement. [NAME] tweeted a teaser.","labels":"neutral"},{"text":"Please just stop spouting rubbish.","labels":"neutral"},{"text":"Just made my first robocough purchase. Glad I used the website","labels":"joy"},{"text":"Wow, this is beyond fascinating.","labels":"amusement"},{"text":"No I did not. Cool","labels":"approval"},{"text":"The important thing to remember is 0 is also a number!","labels":"approval"},{"text":"She doesn’t deserve the hate. That mug, ladies and gentlemen, is phenomenal","labels":"approval"},{"text":"De un tronco a otro. I hope they wake up!","labels":"amusement"},{"text":"Except that would retcon him trying to get her to have an abortion so still a mess","labels":"neutral"},{"text":"I was under the impression that [NAME] also has some pretty rough health problems.","labels":"approval"},{"text":"I am pleased to report that my 5 win streak was broken.","labels":"disappointment"},{"text":"I have a 17 year old friend who just googles \"memes\" to get his fix","labels":"neutral"},{"text":"I feel personally attacked on this one. We're good people... : (","labels":"approval"},{"text":"There are two different accounts doing this shit atm. Go to r\/delusionalartists and sort by new. These guys are being douchebags.","labels":"amusement"},{"text":"What a political whore Uncle [NAME] is!","labels":"neutral"},{"text":"Congrats to you!! My husband went from being like your husband... to processing cannabis oil. There is hope.","labels":"surprise"},{"text":"it's ok to need an equal partner","labels":"approval"},{"text":"Ahah! I bring tidings of good news for you friend, [NAME] has heard our cries and is WELL AWARE of our desires for Co op","labels":"amusement"},{"text":"Weeb is confused! Weeb hurt itself in its confusion","labels":"neutral"},{"text":"Lol this never gets old","labels":"amusement"},{"text":"You conveniently ignored my response to this naivety when you said it before.","labels":"neutral"},{"text":"Chattel slavery is uniquely different from other types of forced labour and indenture.","labels":"neutral"},{"text":"No, [NAME] is dating [NAME]","labels":"neutral"},{"text":"So 7 years of playing the game (started playing at 15 and is 24 now). Ridiculous.","labels":"amusement"},{"text":"Well that escalated quickly.","labels":"amusement"},{"text":"Well one of them is a dirty kimono wearing weirdo","labels":"amusement"},{"text":"I see (thru) what you did there.","labels":"approval"},{"text":"As someone named [NAME], I welcome him to Dallas Gang","labels":"neutral"},{"text":"There seems to a bet between [NAME] and [NAME] whose semi final match would be more of a bloodbath","labels":"approval"},{"text":"[NAME] hasn't proved he still has it. Remember Celtic legend [NAME]?","labels":"neutral"},{"text":"This is his speculation or a leak?","labels":"confusion"},{"text":"Southern Mexico tends to always get fucked in the ass as well","labels":"neutral"},{"text":"If you bought it from Levi’s I think they do it for free at their flagship store","labels":"neutral"},{"text":"Actually they will reveal that they never were friends in the first place.","labels":"neutral"},{"text":"Are you invited to get birthday tho?","labels":"curiosity"},{"text":"I would consider it a date! Plus dancing (ballroom) is intimate...hope you have fun and good luck!","labels":"approval"},{"text":"Errr, i didn't want to risk get in trouble with the discipline master, especially since we weren't on good terms at that point in time","labels":"disapproval"},{"text":"Good lord, the whole him and [NAME] being twins thing got so stuck in my head this season that I thought this was about [NAME].","labels":"neutral"},{"text":"China shipping is also unreliable and most packages come ruined.","labels":"approval"},{"text":"Strange, I just told a few hundred guns to go kill people. They didnt respond. Are my guns broken?","labels":"neutral"},{"text":"Yeah like I just get more dissociated. Music sounds better and stuff","labels":"approval"},{"text":"I go 2x on all semiauto","labels":"amusement"},{"text":"Dudes never show any interest in me irl so I was just thinking about getting a Tinder. Seems like people have much lower standards on there so fuck it","labels":"approval"},{"text":"Happy cake day, just in case","labels":"surprise"},{"text":"Sadly not. [NAME] confirmed they couldn't make female premier skins for male characters and vice versa, because their hurt\/hit boxes are different from one another.","labels":"neutral"},{"text":"❤️ you are a strong individual and there is an amazing amount of support behind you","labels":"caring"},{"text":"Wonder how he feels about [NAME] now","labels":"neutral"},{"text":"Yup! She was also on a show called Queen Bees that was on the N network. I have never seen that show but I really want to","labels":"approval"},{"text":"Not that poster, but huh, ","labels":"amusement"},{"text":"Yeah I legitimately have no idea what he's talking about... cr lk is a chain","labels":"approval"},{"text":"I love Ashtray","labels":"love"},{"text":"I see this a lot on Reddit. Holding a dumb view, dying on a dumb hill just to finally not respond to a breakdown of claims","labels":"approval"},{"text":"Does not giving the puck away in the defensive zone every single fucking time he touches it count as an elite level skill?","labels":"neutral"},{"text":"Thank you for this! FA and the draft are exciting again - cool.","labels":"amusement"},{"text":"The mindset that feminism has instilled them with: entitlement.","labels":"neutral"},{"text":"Thanks for recognizing me bud. And yes I will take some crap to go please","labels":"approval"},{"text":"Not gonna lie I’m against offensive chants don’t @ me. I think they are unnecessary and a detriment to the O calling a play","labels":"approval"},{"text":"The Dude looks great. I always get worried when I see [NAME] play these haggard characters. But he's just that good.","labels":"neutral"},{"text":"Fuck why didn’t I think of that","labels":"disappointment"},{"text":"Putting your finger and a loose cloth inside the 3 jaw chuck to polish the inside is insanely dangerous","labels":"neutral"},{"text":"I love this game already","labels":"love"},{"text":"Hah hah I got the quote was mocking him - it was so perfect it thought it was genuine. Quality work :D","labels":"amusement"},{"text":"I just don't like OP for not explaining it before using the abbreviation. So even though the TIFU was great I downvoted it.","labels":"approval"},{"text":"And why would I do that? Edit: Thanks for setting up that Walder Frey line for me","labels":"curiosity"},{"text":"Hahahah Someone rmb this joker from movie!","labels":"amusement"},{"text":"Why would Orlando want [NAME] anyways, this deal isn't real","labels":"approval"},{"text":"Them or me? I like to catch up on it in the afternoon and drinking helped with the last few.","labels":"neutral"},{"text":"Oops, forgot to translate from UK lingo ","labels":"disappointment"},{"text":"What other account do you think is mine?","labels":"curiosity"},{"text":"None that's why I asked. Glad to see your doing something and not just wishing or whining as that wont make it happen","labels":"neutral"},{"text":"This is pretty funny","labels":"amusement"},{"text":"Heroin definetley isn't safer than Ritalin. The whole reason people prefer prescription drugs are because they are cleaner, thus safer","labels":"neutral"},{"text":"this would be insane on your heart dude, but life’s short and people have done worse.","labels":"neutral"},{"text":"Pretty sure you don't know what \"hurt\" means","labels":"neutral"},{"text":"Actually maybe the OP is not an INTP, have you thought about that!!","labels":"amusement"},{"text":"Me and my best friend both are..","labels":"amusement"},{"text":"Just saying, don’t give up. Fight back. Do it for your patients ","labels":"caring"},{"text":"Sounds like you’re all very young and she’s just enjoying herself flirting with some friends.","labels":"neutral"},{"text":" \"If you don't wear BROWN AND ORANGE...YOU DON'T MATTER!\" We need a tshirt with that on it asap! ","labels":"anger"},{"text":"There are plenty of cases of terminally ill people who elected to stop treatment and then pass away. You're not obligated to get treatment.","labels":"caring"},{"text":"Utah roads are definitely some of the best out there. Anywhere else I have lived has had either similar or worse, or waaaay waaaay worse","labels":"approval"},{"text":"Now you seem like a dumb cunt","labels":"neutral"},{"text":"LOL this lasted long.","labels":"amusement"},{"text":"Remind me! 6 months","labels":"neutral"},{"text":"Just checking in with my fellow zombie pale girls: what kinda brains do you like with your ghoulish pallor?","labels":"confusion"},{"text":"Marry her....she's a keeper.","labels":"amusement"},{"text":"What do you care you will never have any real wealth.","labels":"curiosity"},{"text":"Lol. What a great way to start off the morning","labels":"amusement"},{"text":"Beat me to it. Just because the news makes it seem like there is a pandemic of school shootings, it is exceedingly unlikely to happen.","labels":"amusement"},{"text":"The longer you look at this picture the less satisfying it gets","labels":"neutral"},{"text":"Are you an ENTP? That sounds like a pretty ENFP motivation to me. You don't have a flair, so just curious.","labels":"curiosity"},{"text":"How’d you film this and what type of microscope\/camera did you use? This is great!! Thank you for creating and sharing.","labels":"curiosity"},{"text":"Do you have the car? Why didn't you get copies? What aren't you telling us?","labels":"curiosity"},{"text":"Tried to take first one but says invalid. Thank you anyway.","labels":"approval"},{"text":"So, so good","labels":"amusement"},{"text":"No, that looks h*ckin delicious ","labels":"excitement"},{"text":"It is so refreshing to have [NAME] gone.","labels":"approval"},{"text":"I've realized after more than 100 hours that you can dismount a horse without jumping off","labels":"realization"},{"text":"Are there no ways to stand up for the Faith without ignoring the Church's law?","labels":"curiosity"},{"text":"Has anyone ever told you that you look like a young and skinny [NAME]?","labels":"neutral"},{"text":"*The Panic Virus* by [NAME] is a really interesting, well-researched book about the rise of the anti-vax movement.","labels":"approval"},{"text":"She should have her medical license revoked because she took an oath to do no harm","labels":"neutral"},{"text":"Yeh thanks man , been into meditation and mindfulness for a longtime , tho maybe not the most dedicated it def helps","labels":"amusement"},{"text":"felt like that shot by palms was our first in a while","labels":"approval"},{"text":"I'm going to Chicago in a few months. I hear Sbarro's is great for authentic Chicago style pizza.","labels":"approval"},{"text":"When you can't hold in years of emotional trauma anymore","labels":"disappointment"},{"text":"> a new release is imminent. Hahahaha","labels":"amusement"},{"text":"2010. [NAME] being all desperate, [NAME] return. Shit was gold","labels":"neutral"},{"text":"Nah I like my pockets kief free","labels":"amusement"},{"text":"Thanks for not running our prospects in the Pre-Season anymore!","labels":"gratitude"},{"text":"yeah but FUCK devil roar. I swear a volcano happens every single time I step on land there","labels":"anger"},{"text":"This is the worst Hellraiser reboot script I've read this month, and let me tell you, I've read a lot of them.","labels":"neutral"},{"text":"Scary. I bet youre fun at parties.","labels":"amusement"},{"text":"So true! I’ve always wondered why this is? I’m skinny as all hell and ppl tell me this all the time lol.","labels":"amusement"},{"text":"Fox News attacked [NAME] for a fist bump. The absurd attacks were directed from the very top of conservative media.","labels":"neutral"},{"text":"Nah, I'm good. But thanks.","labels":"caring"},{"text":"Can we at least look like we’re trying","labels":"approval"},{"text":"Did I say he was a scammer? I said he's disgusting and there's nothing endearing about him at all. Not surprised this subreddit is defending him","labels":"confusion"},{"text":"there is a whole youtube channel about this issue in russia just search for STOP HAM","labels":"amusement"},{"text":"The word \"YES\" has never erupted from my conciousness so fast before. I practically ejaculated it.","labels":"approval"},{"text":"$2M AAV, love this deal","labels":"approval"},{"text":"Doesnt matter where it happened, retail companys will find any excuse to throw their employies under the bus","labels":"approval"},{"text":"I mean, [NAME] really is downplaying the guys’ friendship. That’s suspect to me.","labels":"realization"},{"text":"Good, don't want speeders in my neighborhood and keeps taxes lower.","labels":"approval"},{"text":"Yes [NAME] are authoritarian. That’s why they’re always the ones advocating for bigger government and more government control over everything.","labels":"neutral"},{"text":"If it’s so in demands why are you posting that you can only get unpaid internships","labels":"neutral"},{"text":"You win some, you lose some.","labels":"neutral"},{"text":"Wayakum, [NAME] make it easy for you inshAllah. Feel free to PM me if you or your brother have any questions. Would love to help out.","labels":"neutral"},{"text":"There's a lot like that though: I don't think so.","labels":"neutral"},{"text":"Didn't look that thick either...no snow....this was ending badly no matter what.","labels":"disapproval"},{"text":"Without any kind if proof beyond ex gf’s texting eachother, im not going to just up and believe this","labels":"neutral"},{"text":"Dammit. I was expecting to see a motorcycle blow up. That woulda been awesome. Haha","labels":"amusement"},{"text":"Can the mods just delete this crap","labels":"neutral"},{"text":"Actually ugly women are not going to post their pics.","labels":"neutral"},{"text":"It is a very common verbal tic among tri-state Italian-American women of that generation and older. It takes me back to my old babysitter so vividly.","labels":"approval"},{"text":"Sometimes it even feels pathetic which I know I should be trying not to be so hard on myself but, yknow, evidence is hard to ignore","labels":"amusement"},{"text":"damn all you do is rate other people's submissions? worst reddit user ever, and I've been here nearly 11 years I should know","labels":"curiosity"},{"text":"This is amazingly unsatisfying.","labels":"annoyance"},{"text":"Troll, bro. They know they're saying stupid shit. The motherfucker does nothing but stink up libertarian subs talking shit","labels":"neutral"},{"text":"That doesn’t seem like very responsible presentation of findings.","labels":"disapproval"},{"text":"Welcome home!","labels":"gratitude"},{"text":"Blizzard was working with Activision long before Hots. I'm afraid its too late now, to divorce.","labels":"neutral"},{"text":"Don't use autism as an excuse to be an asshole","labels":"disapproval"},{"text":"Apparently reality is a simulation and the programmers are messing with us at this point.","labels":"approval"},{"text":"Such a beautiful smile! I can tell from your eyes that you’re a good person, and very sweet. I hope life treats you well.","labels":"caring"},{"text":"Standing ovation. Nicely done.","labels":"amusement"},{"text":"I thought you only get to be a wizard after you're 30yo and still virgin","labels":"neutral"},{"text":"Stuff like this makes me worry a little less about the future generations.","labels":"fear"},{"text":"I’LL SEE YOU AGAIN NEXT TIME","labels":"approval"},{"text":"I'd be worried about the tone, not the content.","labels":"fear"},{"text":"Oh, sorry bud. Didnt mean to be rude","labels":"sadness"},{"text":"This is a terrible idea","labels":"disgust"},{"text":"...they needed upvotes. That’s what makes it underrated.","labels":"approval"},{"text":"I love people watching from the balcony here","labels":"love"},{"text":"I actually got banned from vanilla sites for stuff like this lol. I think the guys get offended and flag your profile lol","labels":"amusement"},{"text":"That's a little girl, not a sandwich.","labels":"embarrassment"},{"text":"After 6 weeks, anything becomes a habit I hear. ","labels":"optimism"},{"text":"He kept talking about Israel, its security, and how Arab nations are slowly welcoming them. How times have changed...","labels":"realization"},{"text":"There was one I saw hanging out at Wash Park a few years back.","labels":"realization"},{"text":"Congrats on being clean, and having a great team mate! ","labels":"amusement"},{"text":"Why would the family talk about this on camera?","labels":"curiosity"},{"text":"I mean, you can definitely beat someone up passionately.","labels":"neutral"},{"text":"Just starting watching , what happened ? See we’re about to be down by 20 ","labels":"curiosity"},{"text":"Can we get actual delivery dogs? I feel like that would be so much better... =D","labels":"curiosity"},{"text":"I believe that you can search for providers here. Good luck and good on ya.","labels":"gratitude"},{"text":"Look at the party platforms for green parties. [NAME] and [NAME] proudly helped to shut down a local nuclear reactor","labels":"neutral"},{"text":"I still don’t understand what did [NAME] do? Lol","labels":"amusement"},{"text":"He doesn't seem like he has all the facts straight","labels":"neutral"},{"text":"Obviously, as long as [NAME] commanded it then it's moral. Morality brought to you by stone age goat herders!","labels":"neutral"},{"text":"[NAME] royally fucked up that last rotation. Also did [NAME] even get a single kill with their specialists ?","labels":"anger"},{"text":"Damnit, you beat me to it.","labels":"approval"},{"text":"This has to be bait.","labels":"approval"},{"text":"Dying to find out who it is","labels":"desire"},{"text":"Not sure but I imagine it's the liquid. The gel is just gelatin.","labels":"approval"},{"text":"Divine ruler [NAME]","labels":"amusement"},{"text":"Interesting, I know another millionaire who takes to Twitter and rambles in an attempt to distract people from negative news about him... ","labels":"realization"},{"text":"I’m not listening to a fucking plant.","labels":"approval"},{"text":"B + A? Is that [NAME] and [NAME]?","labels":"neutral"},{"text":"Nah, some cake sniffers were enjoying the books way before.","labels":"approval"},{"text":"Oh don’t worry, I have an oil for that","labels":"approval"},{"text":"That’s fair, I disagree with you, but I’m not here to change your mind. Was just curious. ","labels":"neutral"},{"text":"Guys how are we doing? Asking because dumb TV in my country prefers Copa d'Italia to fucking Real Madrid lol","labels":"amusement"},{"text":"Red Line guys are awesome. The Chicago office is going to be infinitely better than te New York one. So much for ditching the whole city thing.","labels":"approval"},{"text":"Tbh the floor is probably more comfortable than the seats. Doesn't make it safe though.","labels":"approval"},{"text":"I fear it is already too late if he already uses words that should hurt but really don't because of their misuse.","labels":"neutral"},{"text":"Not sure who they went to, but free in my state (Ohio).","labels":"neutral"},{"text":"How many surprise Pikachu memes are we gonna have this episode? Like 6?","labels":"curiosity"},{"text":"Been spamming [NAME] in gold\/plat elo, nashors into lich bane then hourglass is disgusting if you play it right.","labels":"approval"},{"text":"toy has lost its value","labels":"approval"},{"text":"Lol. That's exactly what I said. Yep. That's it.","labels":"amusement"},{"text":"Yeah that's about what I found. Not that specific page but I got into \"My Profile\" ","labels":"realization"},{"text":"see im on here having fun meming on all yall basement dwellers, stay salty ","labels":"amusement"},{"text":"Stop saying generic hating sentences!","labels":"annoyance"},{"text":"No clip? Screenshot? Picture at all? Sounds fake as hell","labels":"approval"},{"text":"Aim assists + people in console are used to this type of guns cuz like u said [NAME] or any popular shooter in console","labels":"neutral"},{"text":"Like a three dollar forty bag of fresh hiphop?","labels":"curiosity"},{"text":"The comeback starts now!!!","labels":"excitement"},{"text":"THIS BULLSHIT DOESN'T EVEN MATTER. SIGNATURE WIN. [NAME] SMELLS LIKE SHIT AND DOESN'T RECYCLE.","labels":"anger"},{"text":"There is no 'H' in [NAME]. Source: |","labels":"approval"},{"text":"Yeah fuck all of them down votes xD instantly had this run through my head when I saw the post. One of my favorites as well...","labels":"neutral"},{"text":"What in the fuck was [NAME] doing there","labels":"anger"},{"text":"Oh neat! I didn't realize you guys shot it. I figured the company had set up a tripod. In that case I retract my complaint.","labels":"approval"},{"text":"We have outlets with timers in every parking spot of all households in Finland.","labels":"approval"},{"text":"If I'm dipping my crust, it's in marinara sauce EDIT: I love hot sauce on pizza","labels":"approval"},{"text":"Oh? There's financial trouble in heaven? Lol","labels":"amusement"},{"text":"Didn't expect him to land back in the championship, although mears was much more unlikely","labels":"disappointment"},{"text":"The EU delusion:why a utopian project was always doomed to failure.","labels":"amusement"},{"text":"When and where did you go to basic, I never once even saw dessert in the dfac when I went thru","labels":"approval"},{"text":"Or pay someone to take photos. It's very easy to have a cheap wedding if you are a choosing beggar.","labels":"neutral"},{"text":"There are racist morons everywhere.","labels":"anger"},{"text":"Hungry hungry hungry","labels":"amusement"},{"text":"Just cancer. You’re good.","labels":"neutral"},{"text":"It’s good to see that all the [NAME] are relatively old, meaning they will all eventually die out.","labels":"neutral"},{"text":"[NAME] I hate plant thieves. They’re almost certainly ppl who should know better.","labels":"annoyance"},{"text":"Just made some Ham and Lima Beans with those. You are very correct ...","labels":"approval"},{"text":"I used to have a pet rat. She was the best pet I ever had.","labels":"approval"},{"text":"Hahaha yes, exactly!","labels":"amusement"},{"text":"ESPN said [NAME] doesn't deserve to because he should have the Pistons playing better and shouldn't be on the outside looking into the playoffs right now","labels":"neutral"},{"text":"Struggling to get the basics with a $1,000 phone. Y’all need a reality check ","labels":"annoyance"},{"text":"Ironic. He could save others from death, but not himself.","labels":"neutral"},{"text":"Funny. My wife is currently trying to grow shrimp by feeding the algae to them. She has some optimistic results!","labels":"neutral"},{"text":"That town is sadder than [NAME] town. I don’t remember it being anything besides rainy or gloomy in Ohio :( poor yonathan","labels":"neutral"},{"text":"It would be a surprise to be sure, but a welcome one.","labels":"optimism"},{"text":"I SAW THIS ORION IN HALF, AND WITH THE POWER OF SPEAR SPAM,,,,, :DDD","labels":"amusement"},{"text":"You’re right :(","labels":"amusement"},{"text":"Dude you’re right but just because we draft someone in the 1st round doesn’t guarantee a starting caliber QB.","labels":"approval"},{"text":"WHAT ARE YOU DOIN [NAME]?","labels":"curiosity"},{"text":"He was trying to move the gun away so that it wouldn't hurt anyone!!!!.","labels":"neutral"},{"text":"2 2nd rounders but not a first or a future first. He’s not worth the risk","labels":"amusement"},{"text":"Holy shit! Did not see that coming! Gonna miss you [NAME] :(","labels":"approval"},{"text":"What sort of condescending racist grandma shit is \"sweet pea\" lol","labels":"neutral"},{"text":"We should have had a dman protecting the net on that play. Our future is Taco's","labels":"approval"},{"text":"Fuck knows. They’ve stated both on seperate occasions. The media is all over them.","labels":"approval"},{"text":"Should I skip 1 and go straight to 2?","labels":"confusion"},{"text":"Sweetener is full of bops! Wish she would release another single from it.","labels":"optimism"},{"text":"Well... we have a game now!","labels":"approval"},{"text":"I got hung up thinking like this for thirty years with my first and only love. Don't let it happen to you.","labels":"approval"},{"text":"What?! I am level 20 and I already had 4. I did 5 hide outs in total not counting the tutorial hide out.","labels":"approval"},{"text":"hard to bound with half team who leave after every season","labels":"approval"},{"text":"Haha, just like teaching.","labels":"amusement"},{"text":"NBA is like Westworld only completely opposite. Every time you act like your true self you get a T lol","labels":"amusement"},{"text":"Why the fuuuhhh","labels":"amusement"},{"text":"Clearly not well enough","labels":"disapproval"},{"text":"Who the hell thought he was dead, seriously.","labels":"anger"},{"text":"Reminds me of this stunt [NAME] pulled a few years ago in","labels":"neutral"},{"text":"Don’t link the technical definition of terms if you don’t want people to apply it. Enjoy your New Year.","labels":"neutral"},{"text":"Get [NAME] streaky ass tf off this team.","labels":"neutral"},{"text":"Ok then youre leaving the enmey widow uncontested to kill your team. Genius.","labels":"amusement"},{"text":"She called someone from RHONJ a r****d and then doubled down in a particularly petulant manner when someone called her out","labels":"neutral"},{"text":"I used to know a woman who got a lot of freelance work out of okcupid. Never done it myself though.","labels":"approval"},{"text":"Your VR program is a *game* changer I see what you did there, [NAME]","labels":"approval"},{"text":"I'm guessing [NAME] and [NAME]. [NAME] needs to remove that stick up her ass.","labels":"approval"},{"text":"Friends for eternity! Loyalty, honesty!","labels":"amusement"},{"text":"Fuck these trendy hipster joints. Give me my shit like normal fucking people.","labels":"neutral"},{"text":"Thanks I was worried that I might die alone","labels":"fear"},{"text":"No, just illness, as long as it does less harm than good. ","labels":"neutral"},{"text":"Contracts & money in rtts mean absolutely nothing. Just one of the many missed opportunities year after year","labels":"approval"},{"text":"Whistler Medical, Broken Coast, and 7 Acres... looks to be the top 3 rec producers right now.","labels":"approval"},{"text":"And yet the next time [NAME] stirs the pot with some stunt like this it'll get major traction AGAIN.","labels":"approval"},{"text":"This is a good map though.... Just needs some minor QOL tweaks.","labels":"amusement"},{"text":"this is why I have backups off site that they’ll never find...try as they will they will never disarm me","labels":"approval"},{"text":"Raptors ML $$$$$$$$$$$$ Lowry has been upgraded to Questionable and will be at shootaround","labels":"approval"},{"text":"You’re wrong. Source: I looked before I commented the first time.","labels":"disapproval"},{"text":"I'm a Broncos fan. I'll never, ever root for the Chargers, Chiefs or Raiders. Who the fuck would? ","labels":"approval"},{"text":"Let’s see, this house is designated Zone R3, which allows for cats, dogs, telephone answering monkeys...","labels":"approval"},{"text":"Appreciate you keeping to the bet. The other guy hasn't yet. Take care bro.","labels":"approval"},{"text":"please don’t make me have to bring up fire emblem in trader joe’s again i can never go back","labels":"disappointment"},{"text":"ugh. I love guild wars 2 but it has the weirdest god damn community and management dynamic of any mmo.","labels":"embarrassment"},{"text":"I always compared him to [NAME].","labels":"approval"},{"text":"A few years ago a lot of shows tried to do a “second screen experience”. It didn’t work and died a quiet death.","labels":"disappointment"},{"text":"Do you have cash app?","labels":"curiosity"},{"text":"I've been exposed, time to go into hiding. ","labels":"optimism"},{"text":"You have inspired someone to create something that is liked by others. Is v nice feel.","labels":"neutral"},{"text":"Interesting how [NAME] leads his team in BPM and RPM every year while not being the most important player. Defense and efficiency matters.","labels":"approval"},{"text":"All i want is to be able to grab pig from an island and let it run freely on my deck","labels":"approval"},{"text":"i bet her breath stinks","labels":"neutral"},{"text":"How illuminating.","labels":"excitement"},{"text":"Ours are 30 minutes. Define by contract. Both long enough and not long enough","labels":"neutral"},{"text":"Praying for me family.","labels":"amusement"},{"text":"Absolutely true. Sit down to pee at home, the splashback is real. Especially if you're tall. ","labels":"approval"},{"text":"I mean who cares, this show isn’t built for perfection. It’s built for comedy. ","labels":"approval"},{"text":"This right here is the reason why the whole \"can't do venti nitro because of the caffeine\" excuse is bs","labels":"amusement"},{"text":"i love it","labels":"love"},{"text":"I can only speak from my experiences, but I have [NAME] and 3 siblings, 2 of which are extremely social.","labels":"approval"},{"text":"Probably when they fired their cartoonist a few months ago for having the wrong opinions.","labels":"disgust"},{"text":"I disagree with many picks in this list","labels":"disapproval"},{"text":"I'm 58, my 40 year wife is 59, and my handfasted wife is 64. I'm so in love with both of them!","labels":"approval"},{"text":"That was horrible defending what the hell","labels":"anger"},{"text":"Did he run them into the car? It hasn't been proven that he was holding a gun. As of now it is only on the kids","labels":"approval"},{"text":"Wow, thanks! Now i am rich again!","labels":"gratitude"},{"text":"Good grief... cushion those talons with some toilet paper or Kleenex next time. It’ll give you better traction, too. ","labels":"amusement"},{"text":"Anyone with a mirror?","labels":"curiosity"},{"text":"Not really the same, but we're the most vulnerable type to be on the spectrum. That explains why autists often appear as savants.","labels":"approval"},{"text":"Yeah, my bad","labels":"sadness"},{"text":"I have been contemplating taking him to a TLM. You are awesome!","labels":"approval"},{"text":"Dammit, you know I proof read this and I thought it changed correctly but I guess it didn't.","labels":"realization"},{"text":"I can safely and honestly attest that I have had *nothing* to do with any disappearances of any sort. ~~[NAME] has already touched the reply button.~~","labels":"approval"},{"text":"Next you're gonna tell me they didn't invent iron! The fuck?","labels":"neutral"},{"text":"RNG-based access to very important mechanics is frustrating for some people.","labels":"annoyance"},{"text":"Chill. Not everyone is perfect.","labels":"approval"},{"text":"I LOVE this.","labels":"love"},{"text":"Hey I’m going to eli today! Unfortunately for a funeral but hello stranger :)","labels":"approval"},{"text":"Google gold's formula. It's what NRcan recommends. Few whitepapers will come up as well, if more in-depth research is your thing.","labels":"amusement"},{"text":"Yikes. Be careful out there.","labels":"neutral"},{"text":"It's just an edgy 12 year old's creation.","labels":"approval"},{"text":"Because when everything goes ok people don’t post about it.","labels":"neutral"},{"text":"Beautiful part of the world. Heading back up in a few weeks once the snow finally settled!","labels":"optimism"},{"text":"[NAME] was my first Jersey as a kid blinked and he was gone","labels":"neutral"},{"text":"OK it should be 4 week Med Cert then 3 month Med Certs for Jobseeker Support with Medical Deferral, the Doctor can electronically send the forms thru to WINZ. ","labels":"neutral"},{"text":"But then I never would have gotten to see the double doink!","labels":"realization"},{"text":"He ain’t lying. I’ve seen the way he eats tacos!","labels":"neutral"},{"text":"We saw them last year from Baker Beach. So many whales!","labels":"approval"},{"text":"# SOMEONE GIVE THIS GOLD!!!!!!!!!!!! #","labels":"amusement"},{"text":"That’s a stud combo, that Baker jersey looks so sexy as a classic","labels":"amusement"},{"text":"BT In the commentary booth: \"Where's your god [NAME]?\" As she's being mauled by a lion","labels":"amusement"},{"text":"Congrats dude! I hope my shitstuation turns around as greatly as yours did.","labels":"gratitude"},{"text":"I'm just messing with you, dont be mad! I actually upvoted you, its probably just burried under all the downvotes.","labels":"approval"},{"text":"You'll find a few down South, too. No surprise.","labels":"amusement"},{"text":"Yes every time","labels":"amusement"},{"text":"Well tickle me pink. Thanks for following up, I enjoyed the read.","labels":"neutral"},{"text":"That will never not be true though","labels":"neutral"},{"text":"The conversion go muscle probably helped, considering the size of them. I'm super happy for you dude, you've done amazingly!","labels":"approval"},{"text":"Ya I sent one not too long ago.. I'll wait till my next try. Also I learned Sens a very crap selection for shot glasses.","labels":"annoyance"},{"text":"I just unassigned and left","labels":"approval"},{"text":"Is that her official name now? [NAME]","labels":"amusement"},{"text":"I've been at work all night, Im just tired af","labels":"annoyance"},{"text":"It’s a highly catchy and enjoyable song, I really like it. Not everything should be lyrical miracle spiritual individual music","labels":"approval"},{"text":"Love this answer.","labels":"love"},{"text":"don’t show the FDA \/s","labels":"disapproval"},{"text":"For the most part yes.","labels":"amusement"},{"text":"Nervously laughs in anxiety","labels":"amusement"},{"text":"This one is by [NAME]! Your suggestion was funny to me, and you've been blessed with your joke being DR Onion #20!","labels":"amusement"},{"text":"Are you serious?","labels":"curiosity"},{"text":"So. Fucking. Tone. Deaf.","labels":"annoyance"},{"text":"Why exactly would I be talking to other men about sex in any circumstance? I'm not in prison","labels":"annoyance"},{"text":"take my arrow. so fucking true","labels":"amusement"},{"text":"And then he comes back after Wallmark's goal with, \"A little Swedish Sizzle!\" Best play-by-play announcer in the business. Love him!","labels":"neutral"},{"text":"The Mavs would probably have to give up some picks as well","labels":"optimism"},{"text":"And then they claim that being incels have nothing to do with their personalities.","labels":"neutral"},{"text":"You are just tricking yourself.","labels":"neutral"},{"text":"Define woman please if you're not going to use the accepted denotation.","labels":"neutral"},{"text":"I will pray for you. [NAME] bless","labels":"caring"},{"text":"This is great and Elephant is pretty fun. We went to the clown exhibit last month.","labels":"amusement"},{"text":"This doesn't make any sense!!!","labels":"amusement"},{"text":"I hope you survive this. Losing a friend is a heavy loss","labels":"optimism"},{"text":"Have a good one!","labels":"gratitude"},{"text":"This is my new favorite video.","labels":"amusement"},{"text":"But if you go to fredmeyer, which is also Kroger, It's like 50% cheaper on most things. lol.","labels":"amusement"},{"text":"Hahaha! Yes.","labels":"amusement"},{"text":"It more means nuxia needs help.","labels":"approval"},{"text":"Lucky I caught people reacting on twitter. For some reason I thought this game as at 6 PM.","labels":"optimism"},{"text":"Ehhh kill streaks aka point streaks in bfv.. Not impressed. That game is booty water bf1 is way more fun","labels":"annoyance"},{"text":"It’s kinda sad that this made me lol.","labels":"amusement"},{"text":"Why not? My parole finalized in December. I've already done my time.","labels":"approval"},{"text":"There is nothing more disgusting than those who put children in danger unless it is the people who allow them to do more harm.","labels":"neutral"},{"text":"Lucky bastard the cool change came 5 minutes into the wedding","labels":"amusement"},{"text":"You basically already know the entire series for how much they've talked about it and how brazenly they spoil it.","labels":"approval"},{"text":"movie sucks do yourself a favor and watch the Infernal Affairs trilogy they bastardized","labels":"realization"},{"text":"He is actually good now. No teddy but he was great last year before he got into shit","labels":"approval"},{"text":"They’re letting teams get away with murder then they call [NAME] for that little touch foul. I don’t get officials.","labels":"disapproval"},{"text":"> The most important part of the adduction machine. However I am thinking, akin to being asked stuff like that, everyone will be awful.","labels":"approval"},{"text":"Gotcha. I see my clarification above. I sincerely apologize that anything I wrote made you feel that you needed to enforce your boundaries.","labels":"approval"},{"text":"Oh wow okay, where can I get a wind proof lining beaning or scarf? And do I have to cover my eyes or anything?","labels":"curiosity"},{"text":"Idk how tf he was able to play on pot and booze that sounds hard af to do","labels":"confusion"},{"text":"Ah, maybe the YouTube sound or phone sound. I don't know if it can tell when I turn off my desktop speakers","labels":"confusion"},{"text":"This only pushes me closer to the void","labels":"approval"},{"text":"This is the best Cowboy Story Arch.","labels":"amusement"},{"text":"Just looked them and and found the perfect one for him thanks!","labels":"neutral"},{"text":"Lol, it seems like your projecting your own problems on me","labels":"neutral"},{"text":"At least he's finally done one thing right. Utter fucking disappointment at every level, by every metric.","labels":"neutral"},{"text":"I'm just happy I have the Pen to watch and listen too when the Steelers are on the brink of collapsing...PLUS no locker room drama...","labels":"approval"},{"text":"If this is true, then we should be having kids out the ass","labels":"optimism"},{"text":"That's all I'm asking for :( thank you for expressing that it is a possibility, and for making me realize it should have happened...","labels":"gratitude"},{"text":"Lol I use an apple charger that’s split in half to charge mine so I think ur fine","labels":"amusement"},{"text":"I’m hoping I can find a stream of [NAME] doing the play by play!","labels":"optimism"},{"text":"Fuck a TD. I just want to survive [NAME].","labels":"anger"},{"text":"You have my good wishes and words of encouragement! There is so much wisdom in “one day at a time.”","labels":"neutral"},{"text":"This makes me feel so much better about the things I’ve done that make me cringe.","labels":"joy"},{"text":"This only makes me want him more. Proves he is decisive and has self belief. Our team has been devoid of both.","labels":"neutral"},{"text":"How do you prove someone is looking for a job??","labels":"curiosity"},{"text":"Yeah Stupid Sexy groening","labels":"approval"},{"text":"Congrats!!! Thatll be me in May and I cant freaking wait!","labels":"excitement"},{"text":"Uhh have they really concreted those phone boxes shut?","labels":"neutral"},{"text":"Fair enough, but that doesn't mean she won't in 2020.","labels":"approval"},{"text":"Im from Austria, so im supporting TSM from EU. Would appreciate to Share my thoughts.","labels":"approval"},{"text":"Maybe they are jealous that you found happiness.","labels":"neutral"},{"text":">[NAME] I don't know why, but that gave me a good laugh. Thank you. ","labels":"amusement"},{"text":"> But you will probably find you are noticeably worse looking at 40 than you are at 27. Well that's disappointing.","labels":"neutral"},{"text":"Well just the thought of it being named Katz but not being The Katz in New York would make me not go.","labels":"approval"},{"text":"We all lose it too fast from time to time...but you have to make up for it. Hope it gets better.","labels":"neutral"},{"text":"[NAME] looked just as bad as [NAME].","labels":"neutral"},{"text":"7-1 ISNT A RIVALRY. [NAME] WIN A FEW MORE AND THEN WE CAN BE FRENEMIES","labels":"approval"},{"text":"What a legend.","labels":"amusement"},{"text":"Well I can feel it was mentally hard bringing myself to go full [NAME] and shit talking prior to the plate, but this is some cutting edge analysis.","labels":"annoyance"},{"text":"Oh you mean the time when the world was controlled by individual land owners who created their own states","labels":"neutral"},{"text":"I didn’t actually know that. I wish I was surprised.","labels":"optimism"},{"text":"She was just trying out for the olympics guys calm down. [NAME] will be ok.","labels":"neutral"},{"text":"Ah, interesting. I couldn't find a translation like that. My French is very basic though so it might be right!","labels":"approval"},{"text":"Thank you thank you!","labels":"gratitude"},{"text":"Don't underestimate him, he can do it in 2","labels":"neutral"},{"text":"I play with all 20-24 year old so we most certainly did not hear the punishment on the radio. Not sure exactly where it came from though.","labels":"approval"},{"text":"I find that kind of thing really funny too!","labels":"amusement"},{"text":"My bitch dun left me All alone She took mah squeeky ball And mah rasty bone","labels":"amusement"},{"text":"Left handers are rejoicing over this","labels":"joy"},{"text":"> N.E.R.D. & [NAME] - Lemon > omg this came out in 2018?","labels":"amusement"},{"text":"Aye but happy cake day mate.","labels":"surprise"},{"text":"Agreed - from a team who made bowls at 6-6 twice in the past 5 years. We didn't deserve either of those.","labels":"neutral"},{"text":"You have to have a high IQ to understand Rick and Morty.","labels":"neutral"},{"text":"Waiting to see if a card expansion will make the game fun.","labels":"amusement"},{"text":"You're 17....calm down.","labels":"neutral"},{"text":"That k9 cop is such a bad ass Look at him carry this guy","labels":"neutral"},{"text":"Such grace.","labels":"gratitude"},{"text":"You have my up-vote Sir! ;-) Moderation in all things!","labels":"neutral"},{"text":"Ah I didn't know that. I meant this [NAME] ad:","labels":"amusement"},{"text":"I hope not, i was just sharing what happened to my bud. GL man, hope you get it figured out","labels":"neutral"},{"text":"I was in Korea in July and August, it's hot as humid hell. Spring and autumn are better.","labels":"approval"},{"text":"In her defense it’s like 20 something degrees in Indiana right now","labels":"neutral"},{"text":"So THIS is what it's like to have a seizure when listening to self control...","labels":"approval"},{"text":"It was the nationalists, not the crumbling Empire. The same Empire that protected palestine for centuries. Anyway I don't want to get into this debate.","labels":"approval"},{"text":"Good lord, totally missed that. What a croc.","labels":"surprise"},{"text":"Drunk [NAME] sounds like something I want to see","labels":"approval"},{"text":"I once heard the rotting carcass of a trash Panda works also thats if you cant get your hands on a fresh chinchilla","labels":"neutral"},{"text":"hMMM [NAME] is actually my worst hero in the game. I’ll work on him, though","labels":"approval"},{"text":"Right? That's news to me. I'll be excited when that happens, I wonder how that works.","labels":"curiosity"},{"text":"Never argue with religious people. You can't win. They think [NAME] is real after all.","labels":"amusement"},{"text":"You gotta watch with subtitles IMO. The dubbed English version looks and sounds ridiculous.","labels":"realization"},{"text":"Obviously, there's only a few inches, but I could never really see any improvement. i thought it would be a good supplement option for you.","labels":"approval"},{"text":"For that tropical flavor","labels":"amusement"},{"text":"Glad we aren't all like you , the world would have sucked","labels":"gratitude"},{"text":"[NAME] was struggling against the taller Sixer's guards, got swatted on a lot of drives too even with [NAME] out with injury. ","labels":"disgust"},{"text":"Cool. I wish I could come to anarchopulco this year. Have fun.","labels":"amusement"},{"text":"Thanks for the tip. Just sold 100K","labels":"gratitude"},{"text":"What? lol no. I feel bad they have to, but there are legit people who enjoy wearing it to show devotion.","labels":"amusement"},{"text":"Genuinely laughed really hard","labels":"amusement"},{"text":"What would constitute proof to you?","labels":"curiosity"},{"text":"LOL men don't have feelings ;)","labels":"amusement"},{"text":"But actually, they are all beta","labels":"approval"},{"text":"Is this strictly Denver, or for the metro area?","labels":"confusion"},{"text":"And it tastes great because it was chilling in my refrigerator","labels":"approval"},{"text":"Yeah of the business. That’s how I’d word it idk maybe that’s wrong","labels":"approval"},{"text":"[NAME] is pretty dry but he's great for down to the facts videos, I love his voice.","labels":"approval"},{"text":"Thank [NAME].","labels":"gratitude"},{"text":"The left has hurt itself in its confusion!","labels":"confusion"},{"text":"It has no value, it's just a representative of it like all other money.","labels":"approval"},{"text":"[NAME] is for real. This is gonna be his league in a few years imo. Great pick.","labels":"approval"},{"text":"Phew. We can safely disregard anything he says then. I thought he might be talking about another EU referendum. Cheers!","labels":"neutral"},{"text":"You are all a bunch of losers. Nuclear weapons will accomplish this faster and more efficiently than any other means.","labels":"neutral"},{"text":"They didn’t you lying sack of shit. This sub has no moderators.","labels":"approval"},{"text":"I think he had other, more important things on his mind at that moment.","labels":"approval"},{"text":"No matter what lies you choose to tell, you'll always be just as broken, and it'll always be just as obvious. ","labels":"neutral"},{"text":"Well, that sucks","labels":"disgust"},{"text":"OK, I'll be glad to help you with your trip! ","labels":"caring"},{"text":"Why is [NAME] me though lmao","labels":"amusement"},{"text":"omg good bot","labels":"amusement"},{"text":"Oh it is, it's just that you know that thing...about the intel","labels":"realization"},{"text":"> So basically, if you're responsible with guns, you have nothing to worry about. I'm worried about *other people* not being responsible with guns.","labels":"approval"},{"text":"Was that before or after he murdered over a million [NAME]?","labels":"curiosity"},{"text":"Yeah this bothers me. Family should be off limits, and this scene was really sad","labels":"annoyance"},{"text":"She was going to her safe place in her mind","labels":"amusement"},{"text":"Tbh it really is a long name. And pretty unusual for a ring name.","labels":"approval"},{"text":"Username does not check out then... I think?","labels":"curiosity"},{"text":"jeeez i've never seen a scorpion so bad it actually flipped the person up right","labels":"annoyance"},{"text":"Get out. And take your facts with you.","labels":"anger"},{"text":"This isn't meant to be a diy thing I think it's a YouTube craft channel they exist because it's calming to watxh","labels":"neutral"},{"text":"The amount of times this happened during the first tides of war event, smh.","labels":"approval"},{"text":"I think there are more deleted comments than actual comments.","labels":"realization"},{"text":"doubt it, there wasn't a single mention of it","labels":"amusement"},{"text":"Poor fellows. They're expecting food","labels":"neutral"},{"text":"Valium\/Diazepam is much much more enjoyable than Alprazolam\/Xanax IMO. I love the muscle relaxation. It feels so good, combined with an opiate, ","labels":"approval"},{"text":"You did it!","labels":"approval"},{"text":"Really curious how families handled this in the old days before the modern health care system.","labels":"neutral"},{"text":"but a dude","labels":"amusement"},{"text":"My mom thinks this neighborhood is safe, and I kinda don't want her being more paranoid but I feel like I should do SOMETHING.","labels":"approval"},{"text":"I was sad when the Hawks lost [NAME] but this Schottenheimer guy seems pretty cool.","labels":"neutral"},{"text":"Yeah it’d be cool to pair a Young [NAME] with [NAME]","labels":"neutral"},{"text":"At least there’s still more likes than dislikes","labels":"approval"},{"text":"You’re on the internet, no one owes you research and you don’t get to claim anything for googling supporting evidence You just get to be wrong","labels":"neutral"},{"text":"It taunts you","labels":"annoyance"},{"text":"How about French speaking parts of Africa? Legit question, have never been to Africa. Every airport I've ever been in has signs in English.","labels":"approval"},{"text":"Thank you.","labels":"gratitude"},{"text":"You just worded it badly, like we all SHOULD want to see it change, which many of us don’t.","labels":"neutral"},{"text":"You have no idea how incredible they make me feel in every single way. It's not something I'm used to!!","labels":"approval"},{"text":"I can't help it! These stories make me REEEEEEEEEEEE so hard!!!! Kidding :)","labels":"approval"},{"text":"I think dogs should vote!! It's alright. We're your friends now. Cheers, pal!","labels":"approval"},{"text":"It's 2019 and people are *still* saying \"SJW's?\" Ha! Hahahahaha! Oh my life. [NAME].","labels":"neutral"},{"text":"Oh my [NAME] please no","labels":"confusion"},{"text":"Same thing happened to me last year ended horribly","labels":"fear"},{"text":"> YOU DONT GET (ALL OF THE) MONEY IF YOU DONT SPECTATE UNTIL THE END OF GUN RUSH","labels":"neutral"},{"text":">would of ......","labels":"amusement"},{"text":"I wanna die!","labels":"amusement"},{"text":"Without US attempting to do a regime change by funding jihadists in the first place there wouldnt have been a syrian civil war.","labels":"neutral"},{"text":"That's a great trailer. [NAME] needs more scars though.","labels":"approval"},{"text":"[NAME] fucking [NAME]. You'd think strangling someone until they're unconscious would be *attempted murder,* not just second degree assault.","labels":"neutral"},{"text":"Thank you anyway! I’m 30 and I don’t get a lot of these things.","labels":"approval"},{"text":"[NAME] is getting the shit beat out of him and can't get a call","labels":"neutral"},{"text":"Btw how do you use conditioner is it something before or after the soap","labels":"curiosity"},{"text":"if they just let girls enter like these cats :)","labels":"neutral"},{"text":"that's horrifying","labels":"fear"},{"text":">looses his shit","labels":"neutral"},{"text":"That’s not how totaling works.","labels":"neutral"},{"text":"Keep it, join the army get promoted to SGT so pops has to stand at parade rest for you in heaven, or hell whichever one ","labels":"neutral"},{"text":"there's a thai restaurant in my husband's hometown that makes pad thai delicious enough to make me cry. i look forward to it every time we visit","labels":"amusement"},{"text":"That would be awesome","labels":"amusement"},{"text":"Yeah, but ask how many people know who [NAME] is and how many people know who [NAME] is.","labels":"curiosity"},{"text":"They're probably usually too fixated on how they look to even consider their surroundings","labels":"neutral"},{"text":"I hope your life is as lovely as you are","labels":"caring"},{"text":"But the alt right love him! \/s","labels":"amusement"},{"text":"It was some other girls","labels":"amusement"},{"text":"That's already a few steps ahead of many people.","labels":"neutral"},{"text":"Most importantly, their first bill was to reopen the government. Period. I won't bother insulting you because I feel sorry for you.","labels":"neutral"},{"text":"It was salt. This is the laziest ‘dish’ I have ever ordered in my life.","labels":"amusement"},{"text":">It is tailored to your viewing history. That's fairly common knowledge nowadays isn't it? Weird thing for the comic to point out.","labels":"approval"},{"text":"This will be me a year from now. Not fair at all.","labels":"neutral"},{"text":"Glad I could help. (Side tip: hit return twice to break out of the \">>\")","labels":"gratitude"},{"text":"Fuck the haters [NAME] > Everybody","labels":"amusement"},{"text":"I think the existence of scholarships and bursaries make schools think that they're doing something (even though it's not enough).","labels":"approval"},{"text":"Fuck Up would be more appropriate. Fuckin marketing wankers.","labels":"anger"},{"text":"Undoubtedly offensive goaltending on [NAME] here. Pistons got away with one.","labels":"neutral"},{"text":"I don't bother diagnosing it in people with BPD. The handful of genuine DIDs that I was referring to were people who didn't have BPD.","labels":"neutral"},{"text":"You too :)","labels":"amusement"},{"text":"I haven't seen a sign like that on mine. Not that it would carry the force of law, anyway, in Florida.","labels":"approval"},{"text":"[NAME] is back. So erect.","labels":"approval"},{"text":"So you'll bleed and be in pain twice that day.","labels":"approval"},{"text":"What? Shut up?","labels":"anger"},{"text":"Enjoying Mummers. I'm from Philly. I kind of terrified as they just used Skyrim music....","labels":"excitement"},{"text":"sorry for the dumb question, but where do the pagers get their signal from? Are there still emitter around or do cellphone towers this job now?","labels":"caring"},{"text":"And people have the audacity to ask me what’s special about this series.","labels":"neutral"},{"text":"Trash princess makes me imagine a possum with a little tiara.","labels":"neutral"},{"text":"[NAME] dude I’m sorry. That’s their problem now. Bump some [NAME] and keep moving forward.","labels":"approval"},{"text":"You can't be serious.","labels":"neutral"},{"text":"I agree. His parents were very supportive then. When they did a cast change, they decided to make his parents jerks! ","labels":"approval"},{"text":"Reddit is so right wing I can’t even believe it","labels":"approval"},{"text":"go commit ultimate punishment","labels":"neutral"},{"text":"Alright, thanks again","labels":"gratitude"},{"text":"Don't tell me what to do.","labels":"anger"},{"text":"Yes, your trolling is very good. You’re so brave for giving us the opportunity to downvote your sock account to hell.","labels":"neutral"},{"text":"Do both, son. Do both. You will find the fame you seek.","labels":"neutral"},{"text":"I don't know why that omni-directional treadmill in Ready Player One still isn't being mass produced.","labels":"neutral"},{"text":"But they aren't poisonous?","labels":"curiosity"},{"text":"Doing Gods work .","labels":"amusement"},{"text":"Almost but they took me to the hospital instead. Went through medical court, got forced to do treatment.","labels":"neutral"},{"text":"Obviously excluding shotguns..","labels":"approval"},{"text":"you can't really see the shitty comments on youtube. On instagram it's much easier","labels":"approval"},{"text":"How will identity politics help this situation?","labels":"curiosity"},{"text":"What do you mean if it's controlled?","labels":"confusion"},{"text":"Thanks! Do you think a skeleton fort shouldn’t be too hard for a 3 man crew of average players?","labels":"neutral"},{"text":"Bisexuality does not and never has implied gender preference. Assuming that is perpetuating biphobia.","labels":"amusement"},{"text":"Thank you for your service o7","labels":"gratitude"},{"text":"DRAG HER QUEEN","labels":"amusement"},{"text":"Good luck.","labels":"gratitude"},{"text":"ah fuck. From xbox to zullily? seriously!?","labels":"anger"},{"text":"That’s pretty amazing. You made me smile for sure today man. Cheers on a talent and a great setup.","labels":"joy"},{"text":"I’d buy a cheap version of it.","labels":"approval"},{"text":"I know they had an extremely toxic relationship but [NAME] was so much more tolerable when he was with [NAME].","labels":"neutral"},{"text":">Ruthless Lol, only in these people's minds, she's fine.","labels":"amusement"},{"text":"♫ Your love for me Won't be quite the same When you take a whiff Of my hershey stains. ♫","labels":"amusement"},{"text":"No. Arizona would be more useless than Italy. Let them win their own battles first before they help us fight ours.","labels":"neutral"},{"text":"Sure. Minus the ones that decided to wear MAGA hats and harass the indigenous people’s march.","labels":"neutral"},{"text":"He’s your rebound guy. Have fun. But expect little. And certainly don’t expect it to last.","labels":"neutral"},{"text":"Idk about you but I will accept my easy win if a Tiandi or Shaolin spam their 400ms lights","labels":"neutral"},{"text":"lol, not a bad idea I could always ~~use more easy money from you suckers~~ help the community ","labels":"amusement"},{"text":"The biggest issues are in suburban districts. They could probably leave most urban and rural districts alone.","labels":"approval"},{"text":"oh I thought you were calling OP loser my bad","labels":"optimism"},{"text":"the peppered moth would like a word good example of external pressure on evolution","labels":"approval"},{"text":"I used to work nights at a 24-hour Walmart, “interesting” is a damn tame word for it.","labels":"annoyance"},{"text":"Given the shorts and tee shirts, I don't understand why these guys wear helmets? Is that just to conceal their identities?","labels":"confusion"},{"text":"Good to know, and it gladdens my heart to hear you're all right! <3 ","labels":"caring"},{"text":"And try Nuraphones, seriously. It's like hearing your favorite song for the first time.","labels":"neutral"},{"text":"Man, fuck that shit. He lost us the Sonics, he has no business running for public office.","labels":"anger"},{"text":"Hey i used to work at Sams and i was a check our supervisor COS. It fucking sucked. I say that with the biggest grin.","labels":"amusement"},{"text":"I'm happy however those two don't get a ring. Would be overjoyed if it was at the hands of [NAME], [NAME], and [NAME].","labels":"excitement"},{"text":"Nah coal is pretty inert from an environmental standpoint. If the barge wasn't hauling oil, gasoline or chemicals there isn't much to impact the river.","labels":"approval"},{"text":"Thank you for subscribing to Bull Facts ^^TM !","labels":"gratitude"},{"text":"As long as the ink isn’t on a contract, I don’t listen to any rumors. Waste of time","labels":"approval"},{"text":"> we get a minimum of $11 Wow that's pretty generous, no wonder people don't need to tip.","labels":"surprise"},{"text":"You are not yet worthy to possess this knowledge. Watch the film and you may be rewarded.","labels":"neutral"},{"text":"This is heartbreaking. She always meant well, and really wanted to see people get along. She deserved happiness.","labels":"neutral"},{"text":"Turbo the Turtle","labels":"amusement"},{"text":"You are alone and touching her...that is a glaring sign!","labels":"neutral"},{"text":"He lives in Russia. This is not the best thing to make public in that country.","labels":"neutral"},{"text":"Maybe next time... Hold that 40 pt L for now.","labels":"approval"},{"text":"You're so fucking original","labels":"amusement"},{"text":"I thought chiropractors were bad! Look as these medical doctors who were pushing opiates on their patients by the thousands!","labels":"sadness"},{"text":"I'm not sure. There's some good youtube compilations of him.","labels":"neutral"},{"text":"[NAME] is my least favorite on the station.","labels":"approval"},{"text":">they're a moron because everything I do is crap. Haha gottem","labels":"neutral"},{"text":"That ice is dangerously thin for such a hot take.","labels":"approval"},{"text":"I think she looked perfect beforehand. They're just too big!","labels":"neutral"},{"text":"Wait, this is an actual music video you're describing, and not like... a Family Guy bit?","labels":"approval"},{"text":"Except [NAME] was actually extremely disruptive in college, and has some great film. [NAME] just doesn’t ..","labels":"neutral"},{"text":"Yeah I agree with you tbh. A rough patch of form from us and the 5 point lead could be gone fast","labels":"approval"},{"text":"Literally everything. What has happened, what is happening, and what will happen, all at once somehow. ","labels":"amusement"},{"text":"*Patiently awaits AFL*","labels":"amusement"},{"text":"Small group of friends either outside or at home listening to good music would be ideal for me. Maybe even one sober person to drive our high asses around","labels":"optimism"},{"text":"6\/10 Pumpkin Spice Lattes?","labels":"amusement"},{"text":"Why does everything have to be a debate?","labels":"curiosity"},{"text":"Do something to challenge yourself. Maybe something you’re really afraid of","labels":"neutral"},{"text":"cool, I never said anything about communism, that's a pretty wild non-sequitur ","labels":"neutral"},{"text":"Nope, my current response is that both the means and the ends are independently justified on their own accords.","labels":"approval"},{"text":"# Breeeeeeak me off a piece of that apple sauce!","labels":"amusement"},{"text":"I keep hearing [NAME] is a terrible hire.","labels":"approval"},{"text":"Save a spot for me! I'll bring the rainbow penis shaped bags of penis shaped rainbow glitter!","labels":"approval"},{"text":"Imagine being born in 1987 and not having been invited to a party since your friend's birthday party in 1999 though :(","labels":"optimism"},{"text":"Man'. The point became invalid once the school yard name calling came out. And, 'this year'. It's only January.","labels":"neutral"},{"text":"This is awesome! I want the same interaction for [NAME] & [NAME] and [NAME] & [NAME]!","labels":"amusement"},{"text":"Thank you :) it was hard to get back in the groove but now that I am, I don’t wanna stop!","labels":"approval"},{"text":"Her boyfriend wouldn't propose until the Capitals won a ring, she's telling everyone at the bar the whole story. ","labels":"neutral"},{"text":"I’m not unpleasant with her.","labels":"disgust"},{"text":"Thanks for your input into this discussion. It has been very productive.","labels":"gratitude"},{"text":"Too obsessed. The only other author I read is [NAME]. Now I post on sports subs too","labels":"approval"},{"text":"Medical interventions that are undertaken to save the life of the mother, even if the result is the death of the fetus, are morally permissible. ","labels":"neutral"},{"text":"Fuck you for making me read this.","labels":"anger"},{"text":"I doesn't have nudity so i didnt NSFW it, but i get why you'd say that. thanks for the compliment tho","labels":"neutral"},{"text":"As someone who has been in a similar relationship, it is indeed emotional abuse.","labels":"realization"},{"text":"I guess when it's a decision they agree with the other Tamaki stuff I've read so far (granted I don't read much anything else.","labels":"neutral"},{"text":"Many people. We just don't always hear about it but I've done some research on that in the past.","labels":"approval"},{"text":"Part of being an adult is putting awkward on the back burner because some things are more important and need to be said.","labels":"approval"},{"text":"There has to be a term for people who use the Occam's Razor this much to get to their conclusions. Occam's Masochist?","labels":"neutral"},{"text":"RemindMe! 1 day","labels":"neutral"},{"text":"No problem! I was upset I couldn’t chose a female rose grey bay Arabian in story mode. I wanted to name her Rosé","labels":"approval"},{"text":"your joke sucks","labels":"annoyance"},{"text":"“Thank you bus driver! Thank you navigator!”","labels":"gratitude"},{"text":"Fluid to the top!","labels":"neutral"},{"text":"Which one is he playing?","labels":"curiosity"},{"text":"Fuck the HRC","labels":"amusement"},{"text":"Too bad [NAME] is a bad person if abandoned and tries to kill you as well. Her singing was really nice..","labels":"neutral"},{"text":"It’s rebranded as the ‘Quarter Note Hotel’. For now.","labels":"approval"},{"text":"Oh dear. Ive tried to forget that. Lmao If some one brings this up, i just remind them we are also the toilet water town. Lol","labels":"amusement"},{"text":"He looks like he is half Italian half Russian and belongs in a fight club.","labels":"neutral"},{"text":"So they're just not going to change it like they did in the Louisville game? That's cool..","labels":"neutral"},{"text":"Maybe this will convince them we need mass transit! Haha.","labels":"amusement"},{"text":"They might if there was something to eat in the middle :s it's giving me shudders just watching it :S","labels":"neutral"},{"text":"Post this on \/r\/nba lol","labels":"amusement"},{"text":"That was [NAME] not Slacked.","labels":"neutral"},{"text":"It’s a shame that the name of the man doing the kicking is lost to history.","labels":"amusement"},{"text":"Looks delicious.","labels":"amusement"},{"text":"Lol let me do you one better, what FPS games have EVER had built in aim assist with controller on pc?","labels":"amusement"},{"text":"There's a Houston Jobs subreddit that may be of some help!","labels":"neutral"},{"text":"I was ok till that last one.","labels":"approval"},{"text":"Wasn't there some sort of human Cylon orgy in The Plan or am I misremembering? Because I have bad memories of [NAME] and sexytimes.","labels":"approval"},{"text":"Forget [NAME]. You gotta go to El Campo....","labels":"neutral"},{"text":"We need these people on our side; arguing with them may be both thankless and fruitless, but the argument must be put to them. ","labels":"neutral"},{"text":"How to PRETEND to have ice powers? Wikihow, *do you think this is a fucking game?!*","labels":"curiosity"},{"text":"Signing [NAME] and [NAME] is not fucking around? Lol","labels":"amusement"},{"text":"With the weather we are having, it is a surprise when a battery works.","labels":"approval"},{"text":"Fuck it, im paying the premium -- 15% risk in not getting your money is quite high! ","labels":"annoyance"},{"text":"My balls are telling me it’s a 2nd, but I like the feel of your balls lmao","labels":"neutral"},{"text":"Yeah I've been finding it so hard to not eat everything in sight since Christmas. I'm still staying under my TDEE, but I feel nasty. ","labels":"disgust"},{"text":"Sadly this is how you get shit fixed","labels":"approval"},{"text":"Damn that's a good-looking pizza","labels":"amusement"},{"text":"That’s so nice! Kindness like this makes my heart happy.","labels":"caring"},{"text":"Yes absolutely extreme levels of anxiety reaching the sheer terror phase tbh. People have no idea what I go through","labels":"disgust"},{"text":"I love her attitude and confidence! She has such good sportsmanship","labels":"love"},{"text":"Huh I would figure the Royce's have been lost in the shuffle of thousands of characters introduced since Waymar, rather than a late bloomer.","labels":"disapproval"},{"text":"Isn’t working for the NDP. It’s a hard line to tread.","labels":"realization"},{"text":"Kabhi Khushi kabhi gam? Slightly different but raichands were rich and mother was doing pooja.","labels":"approval"},{"text":"He insisted on a monogamous break and I agreed.","labels":"approval"},{"text":"That would be fun","labels":"amusement"},{"text":"It's crazy I don't get where their finding them","labels":"approval"},{"text":"I love you and your love for your dogs. You matter, and I hope that you're able to access and find treatment to improve your life.","labels":"love"},{"text":"She NeVer SaId No. ThAT's hOw CoNsEnT wOrKs rIgHt? She OWES me sex. She has boobs and we're fRiEnDs!","labels":"neutral"},{"text":"It is a long panel but very insightful - skip the intro pleasantries if you want, but you will have seen enough by the 30 minute mark ","labels":"approval"},{"text":"True. But that is one out of many.","labels":"approval"},{"text":">just something motor**sport** fans tell themselves to avoid admitting it’s not really a **sport**. Errr.","labels":"neutral"},{"text":"Cake! Happy days!","labels":"surprise"},{"text":"Unread. Unworthy of my or anyone else’s attention. You’ll have to hate alone today, [NAME].","labels":"neutral"},{"text":"looking forward to your selfie saturday then","labels":"neutral"},{"text":"Nursing school is wrong on that. Still, sickle cell is really, legitimately painful. Give the Dilaudid.","labels":"neutral"},{"text":"Don't get the downvotes. I found it funny","labels":"amusement"},{"text":"He made no reference to they slogan.","labels":"approval"},{"text":"exactly. so the kids who are going to the game probably already go to tons of games anyways...which are in the evenings...","labels":"neutral"},{"text":"Why is assuming the Hereditary Chiefs \"speak in their name only\" the rational assumption to make? What kind of assurances would be sufficient?","labels":"confusion"},{"text":"Pretty sure you could do that with a cargo ship too, so I'm not sure I buy that argument.","labels":"optimism"},{"text":"Ah man I finished RDR2 twice, so decided to try out GTA V and ran into [NAME] last night! Awesome character!","labels":"approval"},{"text":"Seen the headline went straight to the list haha","labels":"amusement"},{"text":"iRemindme 7 days","labels":"amusement"},{"text":"It’s a soulless facsimile of what made B movies actually fun.","labels":"amusement"},{"text":"I hate these cakes so much.","labels":"annoyance"},{"text":"On [NAME] I’m in Alabama [NAME] pay what you pay and get 179Mbps down smh","labels":"remorse"},{"text":"Fortunately, finding yourself and deepening your spiritual connection with the world only takes about 4 days in a beach hut with a thatched roof.","labels":"neutral"},{"text":"And then the sock goes into the unknown unprepared and gets lost in the washing machine.","labels":"amusement"},{"text":"Wait isn't that the [NAME] from Fiver?","labels":"curiosity"},{"text":"I couldn't agree more.","labels":"disapproval"},{"text":"Omg! An attentive parent actually teaching their children to safely handle guns! The horror!","labels":"approval"},{"text":"Haha that literally made me laugh out loud OMG I'm still dying. Take this upvote man. Well deserved","labels":"amusement"},{"text":"Do I need a reason other than: he hands out $100.00 bills to would-be voters?","labels":"amusement"},{"text":"first of all calm down. second","labels":"approval"},{"text":"Religion is different. It's not just facts and information.","labels":"approval"},{"text":"I find it kind of hilarious that you got downvoted for saying this","labels":"neutral"},{"text":"Pretend it's a multiplication table. Memorize a bit at a time.","labels":"approval"},{"text":"Gave ya an upvote but sadly, by reading this thread its not going to help","labels":"approval"},{"text":"In da club- 50 cent, when you need that extra motivation to finish the cake in a time crunch","labels":"approval"},{"text":"The reason I was commenting was because the other day i was reading threads about how it's annoying that the ocs doesnt do the bulk discounts","labels":"annoyance"},{"text":"[NAME] and [NAME] not being signed yet is getting on my nerves, am i alone in that?","labels":"neutral"},{"text":"What are you rambling on about","labels":"curiosity"},{"text":"So pure I'm smiling :)","labels":"joy"},{"text":"That’s like forcing skins back in the days of MOHAA everyone is fluoro Orange! That’s what they want!","labels":"neutral"},{"text":"What this guy said but with a little more cocaine and a drinking problem.","labels":"neutral"},{"text":"He wants to speak to the manager","labels":"neutral"},{"text":"I agree with this","labels":"approval"},{"text":"Pew pew pew.. gotcha!","labels":"amusement"},{"text":"This image is cropped to avoid showing the private passenger car NY plates. [NAME] has no need to pander to any ethnicity; he's term limited out.","labels":"approval"},{"text":"59 days until opening day!!!!!","labels":"excitement"},{"text":"I liked those no-look shots to the face that [NAME] got in on [NAME]","labels":"approval"},{"text":"This is where the fun begins.","labels":"amusement"},{"text":"That's how Catholicism works.","labels":"approval"},{"text":"Producers knew if [NAME] makes it to the ball challenge she'd kill it so hard [NAME] would just crown her instantly","labels":"neutral"},{"text":"“You”. Netflix. Thank me later. Hang in there <3","labels":"neutral"},{"text":"Pushit...always","labels":"amusement"},{"text":"Broooooo Just cause I can use my PC to play Earthbound doesn’t mean I don’t want it on my TV","labels":"approval"},{"text":"damn i’d love a transboy to be my prince charming","labels":"approval"},{"text":"All we need is 1 more Trae three and the W and this’ll be a great night","labels":"amusement"},{"text":"I appreciate him entirely because of the segment he did for The Daily Show were he absolutely shit on anti war protesters in","labels":"approval"},{"text":"“Huurr duuur I was only pretending to be retarded trolled hard drumpftard”","labels":"approval"},{"text":"I was wondering what that was!","labels":"surprise"},{"text":"Lmao this is hilarious not cringe","labels":"amusement"},{"text":"Yeah, I am! I'll private message you a link to my profile. Thank you.","labels":"gratitude"},{"text":"\"Sigh\" I thought you were better than this I thought we were over this but no you just had to do it \"Upvotes angrily\"","labels":"neutral"},{"text":"Omg I thought you were paraphrasing. I'm so happy that those were the exact words they said.","labels":"excitement"},{"text":"I wouldn't want to take any of his medals away but lets also not act like he was instrumental in either.","labels":"caring"},{"text":"Ah ok! I figured I was getting it wrong.","labels":"approval"},{"text":"Truth is, we don't know. Never tried it really.","labels":"confusion"},{"text":"How's the pp looking?","labels":"curiosity"},{"text":"Oh interesting. I must have got in a while ago.","labels":"approval"},{"text":"Best way to fight it is to fight it in every way.","labels":"approval"},{"text":"Yea but then he did the boop so it's fine","labels":"neutral"},{"text":"Its a sign","labels":"amusement"},{"text":"I just ordered a hoodie! Thanks!","labels":"approval"},{"text":"what a ground licker. Day 9799 of being alive - I still hate people.","labels":"amusement"},{"text":"Why do I seem to hit 6\/7, and can't go any deeper without throwing up. I wanna see and feel more shit FML lol.","labels":"amusement"},{"text":"Srsly, mountains in Netherlands?","labels":"curiosity"},{"text":"that's on hell of a dikke toeter","labels":"neutral"},{"text":"how much money can the raptors offer [NAME]? Can he get a supermax here in toronto after this season?","labels":"confusion"},{"text":"I’m going to bed nowish, hope you’re ok. HMU if you want.","labels":"approval"},{"text":"I saw gluten free cat grass at the pet supplies store once. Did not know that was a thing","labels":"approval"},{"text":"Well she played a damn long game with this 'Publicity Stunt' seeing as it was 10 years ago","labels":"annoyance"},{"text":"It pretty obvious why they were filming Can someone link me to a video on here where someone didn't say this?","labels":"curiosity"},{"text":"Good thing you listened to your gut, ran, and made a lot of noise! Yikes! Glad you're ok.","labels":"joy"},{"text":"What a great word","labels":"amusement"},{"text":"Stupid theory!","labels":"approval"},{"text":"So glad to hear they got banned. Can't believe adults can still behave like that.","labels":"disapproval"},{"text":"I think we'll find out how apt this comparison is within the next few years.","labels":"optimism"},{"text":"Relevant:","labels":"amusement"},{"text":"haha good one friend real neato joke!!!!","labels":"amusement"},{"text":"EGG ROLLS. That's why your progress isn't good.","labels":"amusement"},{"text":"i communicate through morse code by constantly crouching and standing up. I generally prefer explaining how my oponent can improve when i beat them badly","labels":"approval"},{"text":"Damn, wish I could just pick up a hobby and start training 4 or 5 times a week...","labels":"desire"},{"text":"I think most of us would really just rather you calm down a bit and stop being such a jerk.","labels":"neutral"},{"text":"I feel terrible for their daughter. I wouldnt want to grow up in between the middle of that.","labels":"annoyance"},{"text":"You are saying toxic people try to be the victim by calling you toxic.","labels":"neutral"},{"text":"Super fucking lucky","labels":"amusement"},{"text":"I wish they would have focused on them in the first movie, and slowly handed the torch off to the next gen by the 3rd.","labels":"optimism"},{"text":"I hope you bundle up too, Mr. President. ","labels":"optimism"},{"text":"No this is [NAME]","labels":"amusement"},{"text":"[NAME] who? Sorry i only know short haired [NAME]","labels":"curiosity"},{"text":"Wouldn't you just enjoy more focus on Celtic football?","labels":"approval"},{"text":"Who's the top three craft brewers in the area??","labels":"curiosity"},{"text":"In my day I had to wait 20 minutes for the internet to load a single porn pic. But man I miss that dial up sound","labels":"disgust"},{"text":"Good Luck at the SuperBowl [NAME]!","labels":"approval"},{"text":"I wonder how many managers you've pissed off","labels":"curiosity"},{"text":"Cancel your trip, man. This shit all too much for you","labels":"approval"},{"text":"Yes girl preach","labels":"amusement"},{"text":"I don’t know but I think they at least have foil inside, I remember seeing you could hack one into an antenna.","labels":"approval"},{"text":"That’s kind of the point of comment sections.","labels":"neutral"},{"text":"Very Cool.","labels":"amusement"},{"text":"I mean if my wife looks like that when I get married then I’ll be quite happy.","labels":"approval"},{"text":"So much tininess!","labels":"surprise"},{"text":"There is a bud superhighway called Interstate 80 that connects PA to CO.","labels":"approval"},{"text":"Ok. First I've heard pregnancy helping with tips. Thanks for sharing.","labels":"approval"},{"text":"Also groin injury, he’d probably take the week off regardless. ","labels":"amusement"},{"text":"Was at wreck beach yesterday a guy was masturbating around kids family etc just sitting next to a log...","labels":"surprise"},{"text":"Rematch against UVA, eh? First one to 40 wins!","labels":"approval"},{"text":"[NAME] damn good save","labels":"amusement"},{"text":"I heard [NAME] was an absolute monster too... Jk folks","labels":"amusement"},{"text":"Conservative is massively brigaded on an hourly basis. Unfortunately, it requires strict moderation or else it is unreadable.","labels":"approval"},{"text":"[NAME], old friend","labels":"neutral"},{"text":"on that real shit","labels":"amusement"},{"text":"You know, unless you die.","labels":"approval"},{"text":"Are you sure?","labels":"curiosity"},{"text":"For those wondering: that appears to be a sycamore. It's one of the biggest tree species in the eastern USA.","labels":"approval"},{"text":"That's why I added the edit","labels":"approval"},{"text":"Once you get to great great the odds go down for unique male ancestors though.","labels":"amusement"},{"text":"Finale","labels":"amusement"},{"text":"I would of my school would get me my fucking 1098-t!","labels":"amusement"},{"text":"DWIGHT, NEVER YELL AT THE CUSTOMERS","labels":"anger"},{"text":"Lol! Too funny. Mine are depressed, they gave up. :(","labels":"amusement"},{"text":"Flush the toilet that's a deduction.","labels":"neutral"},{"text":"I did.","labels":"amusement"},{"text":"Thank you for your support!","labels":"caring"},{"text":"Not sure what you're talking about then. Feints work on untrained people, just not subtle feints.","labels":"neutral"},{"text":"Wouldn't wipe my arse with it.","labels":"approval"},{"text":"And the woman dropped her underwear and begged him to fuck her. But in all his MGTOWness he refused.","labels":"neutral"},{"text":"He really should breathe in and out. It also gets hot down there","labels":"neutral"},{"text":"You can still check your feelings and then see how they’re messing up your facts.","labels":"approval"},{"text":"I feel like this happens to me every single time I shop there. I dont go in anymore because I'm tired of being followed.","labels":"disgust"},{"text":"I report them still as residences and attach a Google Street view screenshot and note that it's nothing at all","labels":"approval"},{"text":"Well the post wasn’t anything new. We’ve had these posts for pretty much all offseason.","labels":"realization"},{"text":"Yeah that's not almost a semi auto. And the slam fire is vastly over rated.","labels":"disapproval"},{"text":"The other leg is a blurred line","labels":"disappointment"},{"text":"I didnt see a ref's hand up, I was about to have a stroke","labels":"approval"},{"text":"*youve doomed us all, evacuate the continent immediately*","labels":"annoyance"},{"text":"They should have burned that shit to the ground and used the insurance money to buy another used one.","labels":"caring"},{"text":"I can't afford what I want. What now?","labels":"approval"},{"text":"Holy fuck [NAME]!","labels":"annoyance"},{"text":"Honestly, that would be my nightmare, I’d rather keep [NAME] another season and draft a new QB in 2020 instead ","labels":"optimism"},{"text":"wow i watch the video fews time and I'm still amazed","labels":"approval"},{"text":"That look is exactly like my Waffle House. And the one past that and a town over.","labels":"amusement"},{"text":"My favorite one that you’ve made so far haha Great work","labels":"amusement"},{"text":"Because she's a mediocre writer who got lucky with Harry Potter and is in no way relevant unless she needlessly retcons HP.","labels":"neutral"},{"text":"Sorry to hear that, glad you're feeling better. Take your time ofc; is there anything we non knowing anything people can do to help?","labels":"neutral"},{"text":"Purple are lowkey great value properties.","labels":"approval"},{"text":"Yup, not enough money","labels":"amusement"},{"text":"If you really want a constant attack on yourself you gotta hit up r\/TooMeIRLForMeIRL","labels":"neutral"},{"text":"It's been cross posted.","labels":"realization"},{"text":"Only time the police get any love","labels":"approval"},{"text":"__PSA__ Adults who wear Team Jerseys out in Public look absolutely ridiculous. Please stop, for everyone’s sake -Boot ","labels":"amusement"},{"text":"[NAME] alright dude","labels":"amusement"},{"text":"Happy cake day bro... or ma'am. You have to see this to really take it in.","labels":"surprise"},{"text":"Sick BURN!","labels":"amusement"},{"text":"Followup comment that not-so-subtly requests gold by feigning ignorance or pandering to the pathos of uninspired premium redditors.","labels":"amusement"},{"text":"You had me at \"fuck this winter\".","labels":"amusement"},{"text":"I could have gone to a party, but it's 10 outside. Sue me.","labels":"approval"},{"text":"Seriously! Like can any foreign power just come in and appoint a president?","labels":"confusion"},{"text":"I thought you looked familiar, get back over to r\/NCAAW","labels":"approval"},{"text":"The summer of love, hippie, anarchy communism thing kind of fell apart here: ","labels":"amusement"},{"text":"You came to die","labels":"amusement"},{"text":"You must make a killing as a Dublin landlord. That apartment will be rented 24\/7","labels":"neutral"},{"text":"140k CAN dollar worth NOT 140K BTC. Sorry I did not understood your original question","labels":"amusement"},{"text":"Thanks! I’m Excited To See How This Meme Become In The Future!","labels":"desire"},{"text":"I had a huge crush on the lead singer back in the day. Still have no idea what this song is about but love it.","labels":"desire"},{"text":"Sad thing is, I wanted to, but I’m stupidly awkward...","labels":"embarrassment"},{"text":"I’m glad you’re safe now and nothing bad happened!","labels":"approval"},{"text":"She accidentally tagged someone with the last name Bells","labels":"neutral"},{"text":"Oi! It was my turn to post that this hour!","labels":"approval"},{"text":"I’ll never be able to unsee this.","labels":"approval"},{"text":"Pudge was great","labels":"amusement"},{"text":"I’ve just said that both biology and social norms play a part? How is that me saying that there are no biological differences?","labels":"curiosity"},{"text":"I thought you were going to say something about that gross toenail on he left foot. She'll need an industrial grinder to take care of that.","labels":"neutral"},{"text":"Too lazy to type out \"him\/her\" 3x. That and I don't give a fuck.","labels":"annoyance"},{"text":"Been getting this same feeling these days.. idk what it is I just have no drive anymore maybe once the cwl comes back it’ll help","labels":"approval"},{"text":"Not sure about [NAME], but I think [NAME] would win easily against [NAME]","labels":"neutral"},{"text":"I always just join them.","labels":"amusement"},{"text":"The 2nd worst president. First time i voted. Been trying to live it down ever since","labels":"disgust"},{"text":"Sure, let's kill a guy with a buck on his horse because that's how it was in the old west. Smh","labels":"approval"},{"text":"But primarily, you think external factors are a bigger factor. It's true, after all. ","labels":"neutral"},{"text":"How is this cable beneficial to Belgium? Who agreed to this?","labels":"annoyance"},{"text":"You're not going to get anywhere with these kids, mate. Reddit is being astroturfed.","labels":"neutral"},{"text":">lol that's [NAME]","labels":"amusement"},{"text":"Wow talk about strength!","labels":"amusement"},{"text":"This comment is basically 10 words of “I didn’t read the article!! But boom, I’m edgy af”","labels":"approval"},{"text":"Gorgeous cats, poor babies","labels":"approval"},{"text":"Making DC climate an unapologetic brutality with blistering dry winds and no snow on a typical day.","labels":"disgust"},{"text":"nsfw exists for a reason tard","labels":"approval"},{"text":"This aged poorly","labels":"amusement"},{"text":"nice looks like I hit just about hit the sweet spot, thanks","labels":"approval"},{"text":"The great ancap argument lol","labels":"amusement"},{"text":"My main issue with Anarchism (although this should probably go on anarchism_101) is that i don't see a difference between anarchism and syndicalism.","labels":"amusement"},{"text":"Sorry for the stupid question but what's the Overton window? Still new to politics\/jargon.","labels":"amusement"},{"text":"Well you're lying about my pun being better bitch","labels":"anger"},{"text":"That's how mafia works","labels":"approval"},{"text":"You’re right. With IDs coming temple desk workers will look an awful lot like TSA workers.","labels":"approval"},{"text":"You obviously don't understand, this season was a bumper crop and *I* want to bank all that sunshine in *my own* pocket.","labels":"amusement"},{"text":"worst case of life is unfortunately apt here, eh?","labels":"curiosity"},{"text":"Great job thanks!","labels":"gratitude"},{"text":"Dude my brother just paid $300 for an ounce, can’t wait for legalisation","labels":"approval"},{"text":"I'm sorry, there is no way this guy is Canadian.","labels":"neutral"},{"text":" I didn't see any thinning spot. Again, it could very well just be the way his hair is cut this season. ","labels":"approval"},{"text":"Welp these were my happy tears of the days. :’)","labels":"joy"},{"text":"he was always WC. was banging them in for the arsenal since he was 20 yrs old.","labels":"amusement"},{"text":"Go easy on your mom; this letter sounds like it was written from a place of deep love.","labels":"approval"},{"text":"Let's watch impractical jokers!","labels":"approval"},{"text":"How did I not know this?! That show is so good.","labels":"confusion"},{"text":"and who's going to enforce that ?","labels":"neutral"},{"text":"Apparently Sim groomed a 14 year old girl.","labels":"neutral"},{"text":"This is what we have for emergencies. It’s great and takes the 1 lbs canisters that are super cheap and easy to find.","labels":"amusement"},{"text":"SIGN HIM NOW GASE","labels":"anger"},{"text":"No worries! Hope you enjoy it as much as I have! :)","labels":"caring"},{"text":"The Xanax thing is burning itself out.Crims don't give a fuck.","labels":"neutral"},{"text":"[NAME] was pretty dumb in s7","labels":"approval"},{"text":"Good video, friend","labels":"amusement"},{"text":"I love this","labels":"love"},{"text":"Thanks I hate it.","labels":"annoyance"},{"text":"Yay, coming out is hard, you're lucky that they didnt avoid you for the next month, I'm happy for you","labels":"neutral"},{"text":"I have mixed states and rapid cycling too! Super fun","labels":"amusement"},{"text":"YES!!!!","labels":"amusement"},{"text":"Also the joke. C=Sea Pirates sailed on the sea","labels":"amusement"},{"text":"Because [NAME] has been active for 4 years and every time he makes an appearance at their police station [NAME] is somehow conveniently not around.","labels":"neutral"},{"text":"That feeling when you hire a really horny electrical engineer to make a comic...","labels":"approval"},{"text":"212\/62 actually, lol. Good to know it's a metro-wide issue!","labels":"amusement"},{"text":"Kudos to you my friend. I'm so glad you are still here with us! <3","labels":"gratitude"},{"text":"That's how you're supposed to serve a pretzel, so it doesn't go soggy whilst lying flat on a plate. ","labels":"approval"},{"text":"No, just three gifts. I guess it could have been an entire room full of dudes (magi)","labels":"optimism"},{"text":"[NAME] and [NAME] gonna run around and discover stuff","labels":"approval"},{"text":"Depends on this being a small town or not.","labels":"approval"},{"text":">player consistently plays like shit \"Durr hurr here come da hate train\"","labels":"neutral"},{"text":"I agree its needs a bit more, due to the 88mm gun, I’ve got the heat T round which really is kinda useless,","labels":"approval"},{"text":"Pretty sure we’re the ones being carried with no thunderlords...smh.","labels":"approval"},{"text":"Oh I'm talking about cranberry.","labels":"approval"},{"text":"Wait what do you mean stop [NAME] from escaping, what happened? does that happen if [NAME] is taken? i romanced and saved her so idk.","labels":"amusement"},{"text":"Crash. We should stop calling them \"accidents\" because they rarely are. Crash implies, as it should, blame. ","labels":"realization"},{"text":"Yes I will no longer post updates thank you.","labels":"gratitude"},{"text":"thanks! :)","labels":"gratitude"},{"text":"Since [NAME] are technically [NAME].","labels":"amusement"},{"text":"That's a great dream. I love how your inner voice of him came out. It feels right on.","labels":"love"},{"text":"Nicely framed.","labels":"amusement"},{"text":"After I got rammed into by 2 planes on the 1st zone's storm edge in dusty, I couldn't agree more.","labels":"disapproval"},{"text":"Thank you for highlighting this. No wall. DACA is (almost certainly) fine for another year.","labels":"approval"},{"text":"I just don’t see why he pushed me leave with him so bad just to dip when I did","labels":"neutral"},{"text":"Like, there is an insufficient causal relationship for it to be an expectation to work with assholes.","labels":"annoyance"},{"text":"Thank you, I'll try my best. At least i'm not binging while i'm here.","labels":"approval"},{"text":"Thanks... that's the laugh I needed today.","labels":"amusement"},{"text":"I would say. ’good’ but it’s all fucking tragic.","labels":"realization"},{"text":"Love the flower, and hope you feel better!","labels":"love"},{"text":"I have no idea what \"[NAME]\" is. These billion and one denominations are getting kind of ridiculous.","labels":"amusement"},{"text":"Thanks bro means a lot","labels":"gratitude"},{"text":"Alway protect yourself","labels":"approval"},{"text":"He had that one goal last season against....someone, [NAME] I think. He's in good health other than that.","labels":"neutral"},{"text":"They don't even have that anymore, since [NAME] up and left the party.","labels":"neutral"},{"text":"My crush. 10\/10 would love a morning hunt with her.","labels":"neutral"},{"text":"I need to amend: Fuck the Patriots and fuck [NAME] in particular.","labels":"neutral"},{"text":"[NAME] 1st wife was his fucking cousin","labels":"neutral"},{"text":"Any time he's passionate about something. I love seeing passionate people and 9\/10 want to rip your clothes off.","labels":"neutral"},{"text":"She knows you only want them vaxxed so they're weaker and will be easier to seduce!!!!!","labels":"neutral"},{"text":"In my play through she became a prostitute.","labels":"neutral"},{"text":"Thanks for the clarification","labels":"gratitude"},{"text":"Me too. For some reason, even the people that I know that love reading don't read Murakami. I love that lil Japanese man. ","labels":"neutral"},{"text":"*OOH* *AH* *OW*","labels":"excitement"},{"text":"the knock off names are super cringey but i love looking for them","labels":"approval"},{"text":"Thank you very much that was quite swell of u sire","labels":"gratitude"},{"text":"Imagine being so indoctrinated, that you believe that any place that doesn't actually talk shit about [NAME] constantly is a right wing circle jerk. ","labels":"neutral"},{"text":"> nearly always That sounds unconstitutional..","labels":"amusement"},{"text":"“Spite-based refugee system...” really got me chucking.","labels":"neutral"},{"text":"At least you went out with a bang.","labels":"neutral"},{"text":"FUCC WHOEVER DOUBTED DUNN","labels":"amusement"},{"text":"It is physically impossible for [NAME] to get bad skins.","labels":"neutral"},{"text":"yeah it was a short poll because they thought not many people would vote no. they can play it off like it, but thats the case.","labels":"neutral"},{"text":"Wait, they're not? *looks closer* Huh.","labels":"neutral"},{"text":"[NAME] just keeps hopping backwards and forwards in time with no repercussions?","labels":"approval"},{"text":"I’m glad I’m not the only one who thought that.","labels":"joy"},{"text":"I can't believe that we've seen this ep before and missed the poster. Wish I could upvote y more than once.","labels":"desire"},{"text":"The only problem is that what you will never hear pf their relationship through sponsorships.","labels":"amusement"},{"text":"Happy Birthday [NAME]. You wont read this message but itll be here.","labels":"caring"},{"text":"[NAME] finally getting WCW going I see..","labels":"approval"},{"text":"Completely dwarfs the £14 billion we send to the EU a year.","labels":"neutral"},{"text":"I realised after I typed it, but I left it up. I feel sometimes in life, you just gotta take the L. ","labels":"amusement"},{"text":"Everyone except [NAME] dying and [NAME] doesn’t know what happened","labels":"neutral"},{"text":"Because [NAME] loves the American military more than any other one.","labels":"neutral"},{"text":"I apologised an very long time ago as I was wrong at this point you are beating a dead horse","labels":"remorse"},{"text":"As long as I can see my abs in the morning without trying too hard. Once I lose them, it's time to cut","labels":"realization"},{"text":"Suffocation, no breathing","labels":"annoyance"},{"text":"I don't understand the title.","labels":"confusion"},{"text":"...and?","labels":"amusement"},{"text":"I hope [NAME] does get a new devil trigger. I’m sorry but seeing the same one repeatedly has gotten old.","labels":"optimism"},{"text":"Get ready for the “I haven’t seen you since last year!”","labels":"approval"},{"text":"It's happening on the Villians side, too. Someone joins, sees Dooku is taken, then quits.","labels":"neutral"},{"text":"This is how Dayz is meant to be, very nice story!","labels":"amusement"},{"text":"♥ thanks for understanding","labels":"caring"},{"text":"I do this. It's pocket cash though. You have to do a whole lot of walking if you want to hit 6k.","labels":"approval"},{"text":"Everything is a red flag to reddit. I swear you people just hate relationships","labels":"neutral"},{"text":"I know you’re out there somewhere Beer Barron, and I’ll find you.... *no you won’t!*","labels":"neutral"},{"text":"Holy shit I grew up in Sugar Land! Moved to Philly. Didn’t expect to see it on reddit today. This made my day.","labels":"approval"},{"text":"My son is ten months. I hope we have this relationship when he turns 14. Congrats on your lovely teen ♥️","labels":"approval"},{"text":"Pull your fucking pants up oh my god","labels":"neutral"},{"text":"Run the addresses through the property records. If the mailing address of owner ain't local, they its a lie. ","labels":"optimism"},{"text":"ahh bro I jerk off to [NAME], does that make me a future murderer or torture enthusiast in waiting? didn't even know!","labels":"neutral"},{"text":"A billon more [NAME] saves and I’ll have [NAME]!","labels":"neutral"},{"text":"AOC has tons of corporate Dollars backing her recent wins. I cant believe anyone would see her as presidential material.","labels":"amusement"},{"text":"ha, hardly. maybe the biggest city. Russia is fucking huge.","labels":"approval"},{"text":"Can't believe this game actually released in the state it's in complete joke , should be criminal","labels":"optimism"},{"text":"I know. Come to us [NAME] and be lulled to sleep by [NAME] and his soft Catalan\/Norf London brogue","labels":"approval"},{"text":"Alright, and I remember what [NAME] is but I’m trying to go to sleep so don’t remind me.","labels":"approval"},{"text":"If at first you don’t succeed...welp, nevermind.","labels":"disapproval"},{"text":"jokic with a couple dumb arm fouls already, he seems a tad unsettled","labels":"neutral"},{"text":"The embassy staff has already been expelled from the country by my understanding.","labels":"approval"},{"text":"So fucking awesome. Cheers from Brazil.","labels":"approval"},{"text":"So I'm being unsafe. I'll work on that, thanks.","labels":"gratitude"},{"text":"I get you...","labels":"amusement"},{"text":"Never take advice from someone named \"poor judgement\" ","labels":"approval"},{"text":"Don’t hate barstool","labels":"approval"},{"text":"Hey guys don't freak out but Widow has a POISON MINE, ikr I never knew it existed. I was too busy missing body shots.","labels":"neutral"},{"text":"Uh oh spaghettio","labels":"neutral"},{"text":"pretty fukkin sure lmao, its over fam, doing another trumpdown would kill the gop so they wont let him do it","labels":"amusement"},{"text":"Those people don’t really write and speak like that, do they?","labels":"approval"},{"text":"\/s right?","labels":"curiosity"},{"text":"No I dont think I said that anywhere","labels":"disapproval"},{"text":"that's ace, thank you so much ","labels":"approval"},{"text":"I must've missed them. Looking again but if you have a moment can you link it?","labels":"approval"},{"text":"“Why is there always someone that brings eggs and tomatoes to a speech?” -[NAME]","labels":"neutral"},{"text":"You finna be nauseous as hell man, Dont stress it though just throw up","labels":"neutral"},{"text":"Fuck you, u\/SamuelZeign ! Your breath smells funny.","labels":"amusement"},{"text":"Good thing you didn't call your niece obtuse, that could have been bad","labels":"approval"},{"text":"Wow she said that? Let me just #red flag","labels":"neutral"},{"text":"Alright, I'm all ears as to what the HUGE difference is.","labels":"approval"},{"text":"Ever seen Paris nowadays?","labels":"curiosity"},{"text":"it’s a sensitive topic and she probably took it as if smelling bad lol. i’d just avoid saying that","labels":"neutral"},{"text":"That is utterly horrifying. I'm so sorry that your kindergarten teacher was such a heartless old bat.","labels":"neutral"},{"text":"Chicken. Mailman.","labels":"amusement"},{"text":"Maybe not the only one but he is our best shot.","labels":"approval"},{"text":"Oh, I stand corrected -half a million people is \"almost no one\". Bloody hell mate. ","labels":"anger"},{"text":"This is why im happy [NAME] is our owner. I don’t see him being a cheapskate","labels":"joy"},{"text":"imagine if this was a league youtuber. HOW TO GET FROM IRON 4 TO PLAT 1 INSTANTLY, ABUSE THIS BEFORE IT GETS FIXED!!!","labels":"curiosity"},{"text":"Sorry, but [NAME] is too POWERFUL, not to be his own character. But seriously i definitely now want this.","labels":"approval"},{"text":"Hungover lil chicken","labels":"amusement"},{"text":"Imagine thinking ffmi is the only factor when judging whether someone juices or not","labels":"approval"},{"text":"Mexico definitely had a lot of potential for prosperity, but then all the mess starting in the 1910s leading to the PRI really squelched all that...","labels":"approval"},{"text":"Brother, we've been separated.","labels":"neutral"},{"text":"I’m uncomfortable just looking at her.","labels":"annoyance"},{"text":"Speaking of \/u\/'s \"If your nips aren't leaky....if you ain't lactating....YOU SHOULD BE FUCKING PRACTICING!\"","labels":"neutral"},{"text":"What does having sex with someone you don’t love have to do with anything? People do that shit all the time.","labels":"neutral"},{"text":"Hey guys, thanks for tuning in to another video on","labels":"gratitude"},{"text":"If [NAME] gave me pizza I'd still be annoyed but I'd eat it.","labels":"neutral"},{"text":"More QUAD BRICKS","labels":"amusement"},{"text":"Nice little train journey. Come on everyone, shower up before the tour","labels":"amusement"},{"text":"You know he only follows NSFW subs","labels":"neutral"},{"text":"[NAME] would be really pissed off to lose c3po and r2 to the fucking destroy ending","labels":"neutral"},{"text":"I figured as much. If I were them I'd definitely be sceptical.","labels":"approval"},{"text":"I'm here with a devil axe and 34 Krit chance. And my killer axe just broke.","labels":"disappointment"},{"text":"that was the part that got to me first. ouchie.","labels":"approval"},{"text":"Nope. That’s a really inaccurate, misleading headline.","labels":"disapproval"},{"text":"Oh he did t quit when he just disappeared?","labels":"amusement"},{"text":"[NAME] I LOVE YOU","labels":"amusement"},{"text":"Yo your eyes are glued wide open like aderal and you move your head all the way back you are done","labels":"neutral"},{"text":"I enjoy vintage cooking porn. A young [NAME] trussing a round roast, for example. ","labels":"joy"},{"text":"Too much work to unsubscribe. And what happens when the timeskip ends and the new season starts?","labels":"curiosity"},{"text":"Thanks for reminding me not to have kids","labels":"approval"},{"text":"Slam the desk, stand up, and stare at the accuser for added emphasis.","labels":"approval"},{"text":"R\/T DIDN'T WANT IT!!!!","labels":"amusement"},{"text":"Damn its like that tv show on Netflix called You. Stay safe and hope everything works out for you.","labels":"approval"},{"text":"Basement fucking flooded","labels":"disgust"},{"text":"Who ever said [NAME] was the true pope.","labels":"neutral"},{"text":"Didn't one of those two idiots void their visa to the US over some political bullshit? I think it was [NAME], can't remember.","labels":"confusion"},{"text":"You do not look anywhere near 12, you look alot older than 19. To bad i only dated as young as 23 as i would date you","labels":"optimism"},{"text":"seems like me bruhhh...","labels":"amusement"},{"text":"Furthermore, that top part isn't even males only. The bottom part is tho.","labels":"amusement"},{"text":"Where are you getting that information from?","labels":"curiosity"},{"text":"Not sure if [NAME] or [NAME]","labels":"neutral"},{"text":"Reminds me of \"This Be The Verse\", haha.","labels":"amusement"},{"text":"Wait what vacation are we talking about?","labels":"confusion"},{"text":"Found the douchebag","labels":"amusement"},{"text":"They’re not just cute like everybody supposes","labels":"neutral"},{"text":"Xers and [NAME] would be more of age in the 90’s doh, signed [NAME]. ","labels":"neutral"},{"text":"Nice. Spotted it having a feed of quandong as well by the looks of it.","labels":"approval"},{"text":"Happy anniversary!! ❤","labels":"caring"},{"text":"Some forest i geuss. And if you are like me and don't give a fuck do it in a park or on a basketball playground.","labels":"neutral"},{"text":"I would try rubbing alcohol, high percentage. Looks greasy to me.","labels":"optimism"},{"text":"Great. So increase prices 20% overall, give the waiters the extra money. I'm happy with that. 20% is a great tip.","labels":"joy"},{"text":"It just keeps getting better","labels":"optimism"},{"text":"Witness tells police he heard suspect scream \"OKAY I'LL CATCH YOU LATER THEN\" while running away from the crime scene","labels":"neutral"},{"text":"Yours truly, The reddit supplicant. ","labels":"amusement"},{"text":"Her hair has looked it’s best since around 2015ish. I love the dark hair on her with the subtle pops of color.","labels":"approval"},{"text":"Seriously. Where I’m from it’s Heinz or excommunication.","labels":"curiosity"},{"text":"stop making me cry man","labels":"sadness"},{"text":"I’m sorry. It was nothing to be angry about","labels":"approval"},{"text":"Watch the movie. Its worth it","labels":"approval"},{"text":"that's the point","labels":"approval"},{"text":"[NAME] gives me the weirdest boner. I love these guys","labels":"approval"},{"text":"Wow. I have to say, I am relieved. Pretty incredible idea.","labels":"approval"},{"text":"That’s a pretty great play mate. I applaud you.","labels":"amusement"},{"text":"[NAME] does seem a little high strung. Did you see him on [NAME] podcast? WOW. Still, cool dude.","labels":"neutral"},{"text":"This is the funniest shit I've seen all day.","labels":"amusement"},{"text":"It’s not significant enough to be a bad move lol. It’s a push. Spalding is nothing","labels":"amusement"},{"text":"Don’t you just hate when they deforest the Sahara desert?","labels":"neutral"},{"text":"\"Here's your fucking well done with pink in the center [NAME], jsut like youre stupid fucking table wants!\"","labels":"anger"},{"text":"> Still hard Phrasing. O_o Sorry, I couldn't resist.","labels":"neutral"},{"text":"It's all fun and games until somebody loses an ear.","labels":"realization"},{"text":"Sweet. Thanks [NAME]","labels":"gratitude"},{"text":"I have no idea what you’re talking about, so do you have carpentry experience and\/or background in engineering?","labels":"approval"},{"text":"I believe it was a severe dislocation as opposed to a fracture. Regardless....poor guy....","labels":"approval"},{"text":"And if they got it, they'd get destroyed and whine about how the judge was deep state or something.","labels":"approval"},{"text":"Umm that’s me. Thanks I am youngish in these hollowed halls. Mid 40’s","labels":"gratitude"},{"text":"That looks lovely, but what’s the mutant on the top?","labels":"curiosity"},{"text":"There's limitations. Also, someone may have been assigned the number before a player joined the team.","labels":"neutral"},{"text":"[NAME], she really is my least favorite queen I drag race history. Boring, try-hard, and busted makeup.","labels":"neutral"},{"text":"Really should be twenty three year olds.","labels":"approval"},{"text":"And Tranna for Toronto.","labels":"amusement"},{"text":"I’ve made snapchats like this for friends","labels":"approval"},{"text":"There's no room in this movement for your bigotry.","labels":"approval"},{"text":"Glad we got that criminal off the streets! No-good [NAME]. Tsk tsk","labels":"gratitude"},{"text":"Fuck me daddy","labels":"amusement"},{"text":"And that’s assuming all your organs are in good condition, if you smoke or drink heavily you are likely losing lots of value.","labels":"approval"},{"text":"I played a lot of WW2 ranked and had a tone of close games. And the point of ranked is for everyone to be around a 50\/50 W\/L","labels":"approval"},{"text":"Grado SR80e is what I have, $100 and the best headphones I’ve ever put on ","labels":"approval"},{"text":"Would you start by cutting all education or by cutting all healthcare?","labels":"curiosity"},{"text":"What is this an excerpt from? [NAME] was a treasure. I should read more of his stuff.","labels":"curiosity"},{"text":"Woo hoo!!! Free at last!","labels":"excitement"},{"text":"CURRRRRRRRY!","labels":"amusement"},{"text":"I can honestly say I didn't know a single guy in highschool that put on makeup lol","labels":"amusement"},{"text":"This hurts to hear because we know it's true. There are 16 year olds who have experienced more than me.","labels":"approval"},{"text":"Me too, I'm shitting myself.","labels":"annoyance"},{"text":"> male person should be romanceable > of course this requires the protag to be female Found the [NAME].","labels":"amusement"},{"text":"Lets spare him his life from this monstrosity","labels":"neutral"},{"text":"Why you mad bro","labels":"curiosity"},{"text":"Lol that’s classic!! Thanks.","labels":"amusement"},{"text":"There was a huge pervasive fear of nuclear war in the 80s among kids. I remember often waking up screaming from nuclear nightmares.","labels":"approval"},{"text":"I work at a salon and we have a \"no kids unless it's their appointment\" rule. It's amazing.","labels":"amusement"},{"text":"You're right. I totally forgot about [NAME].","labels":"approval"},{"text":"This sounds nice, but then with what urgency would Congress have to end a partisan gridlock?","labels":"confusion"},{"text":"amendments are allowed on monday to mays deal, i'd be amazed if no one kills her deal","labels":"neutral"},{"text":"You're And no this post was on the front page, I would never subscribe to such a petty and pathetic sub.","labels":"neutral"},{"text":"Wouldn’t doubt its for good reasons, just didn’t understand what the were.","labels":"approval"},{"text":"Much more badass than the union suit.","labels":"amusement"},{"text":"Can someone please explain why is it illegal and where? Never heard of this before !","labels":"curiosity"},{"text":"Magic city is a strip club in ATL if you didn't know.","labels":"approval"},{"text":"Whoa, should've said that in the post. Threats is not good. I'd find a way to live away from him asap. ","labels":"realization"},{"text":"[NAME] should have done a diss song called \"Cammy\"","labels":"optimism"},{"text":"Women are nice. Except when they murder you.","labels":"neutral"},{"text":"Agree. Not sure why you are being downvoted.","labels":"approval"},{"text":"Fuck that, take some actual gold, bruh.","labels":"amusement"},{"text":"TrollX doesn't appear in \/r\/all; mods made it that way because we kept getting brigades of shitheads every time a post got remotely popular.","labels":"amusement"},{"text":"He once played the cop too but failed- **his only failed attempt.** *[NAME] a bitch, mayorape-boy!*","labels":"amusement"},{"text":"This song was my jam in 2018. [NAME] bless you.","labels":"approval"},{"text":"Convenience.' If that's your view of the issue, not much else to say.","labels":"annoyance"},{"text":"Father [NAME] does a good or a bad job of it is that most of this country with Nazism.","labels":"neutral"}]