[{"text":"I love that smile of his!!!!","labels":"amusement"},{"text":"If you're in the Bay Area check out Flying Over Walls.","labels":"amusement"},{"text":"I unfortunately can not afford a lawyer. Luckily the only thing that we shared is our daughter","labels":"amusement"},{"text":"Opposing ethnonationalism and private property is hardly a weird hill for an anarchism to defend","labels":"approval"},{"text":"Yes. One of her fingers is getting a sore on it and there’s concern it may push her into needing braces.","labels":"fear"},{"text":"Ignorance is strength.","labels":"neutral"},{"text":"Geez those heroes..","labels":"excitement"},{"text":"The kind of women they'll never get.","labels":"amusement"},{"text":"Lol, good luck with that, kid.","labels":"caring"},{"text":"The Calgary Herald has extremist on their payroll?","labels":"curiosity"},{"text":"Yeah. I wish I had some stories like [NAME] but I’m also grad I don’t.","labels":"neutral"},{"text":"This is cursed","labels":"fear"},{"text":"I had to give up college 2 times because of that. Now im doing kinda better, at least i can go to classes and talk to people.","labels":"relief"},{"text":"Look we are starving but we still have some honor. We don't need any help from your people. Especially not 50 cents a day","labels":"approval"},{"text":"I still can't believe I used to watch [NAME] videos","labels":"amusement"},{"text":"This makes me want to get nipple piercings but I’m too scared to :\/","labels":"fear"},{"text":"I think that had to do more with not wanting to hurt the old man lol","labels":"optimism"},{"text":"Weird flex but ok","labels":"neutral"},{"text":"A burned hand teaches best, after that advice about fire goes to the heart.","labels":"approval"},{"text":"The King of DoorDash. Great work as always.","labels":"amusement"},{"text":"True, the commonly affiliated ones are mostly just sheer ignorance or things like that.","labels":"annoyance"},{"text":"its even worse because the starter kit is like $70 too right? So in reality she probably made closer to $30","labels":"sadness"},{"text":"> How can you hate your brother in arms? They managed a damn fine job of it in Weimar Germany.","labels":"curiosity"},{"text":"You must be new to character ranking threads if you think I'm *genuinely* upset at some random person's worthless opinions.","labels":"approval"},{"text":"[NAME] was the only one I actually liked, besides [NAME].","labels":"approval"},{"text":"I hope so and I think they have the ability to, but I just have a bad feeling that they won't.","labels":"disappointment"},{"text":"You're on the internet, google [NAME]. ","labels":"neutral"},{"text":"It's the number it came from","labels":"neutral"},{"text":"This!!","labels":"neutral"},{"text":"Someone else suggested netrunner which is a card game like MtG.","labels":"neutral"},{"text":"Don't get excited yet...","labels":"neutral"},{"text":"Wow fuk I'm watching that right now","labels":"surprise"},{"text":"I think you're doing a great job modding <3 Can I have flair now?","labels":"curiosity"},{"text":"May regret asking but foid ?","labels":"neutral"},{"text":"Suddenly, the **average** block confirmation became an unchangeable API paramter? Wow. Just wow.","labels":"annoyance"},{"text":"Fair enough but I would imagine it's a small enough number that we can deal with. Don't throw the baby out with the bathwater...pun intended","labels":"approval"},{"text":"It doesn't have to only effect one for it to affect women.","labels":"disapproval"},{"text":"Lol this happened literally 5-10 seconds after the screenshot was taken too","labels":"amusement"},{"text":"I'm always paranoid of people following me when I am driving home. I would have pooed my pants yikes.","labels":"disgust"},{"text":"I’d love to hear Zombie Bastards, King of the World, and the Angel and the One. ","labels":"neutral"},{"text":"Oh, for the love of... The knock goes between the index and middle fingers, [NAME]!","labels":"neutral"},{"text":"I’m conflicting I want to upvote but really feel like it should be downvoted","labels":"neutral"},{"text":"I'm not surprised at all considering, you know, buzzfeed ","labels":"approval"},{"text":"Kids can't have fun anymore...:(","labels":"sadness"},{"text":"Ehhh but as a survivor I hate noed and hex ruin why would I run them against someone else","labels":"realization"},{"text":"Likely some more bitching about easily fixable features being swept under the rug by employees","labels":"neutral"},{"text":"People would still always parry them (600ms) :(","labels":"neutral"},{"text":"Vegan gamers, rise up!!!!!!!!","labels":"excitement"},{"text":"LOL \"making\" Nesquick takes exactly 7 seconds","labels":"neutral"},{"text":"nice work man","labels":"amusement"},{"text":"Exactly! How dare we give those people shade!","labels":"anger"},{"text":"Not livioosa it’s liviosaa","labels":"neutral"},{"text":"Yeah, clear off. And tell your mates you had a horrible time too. ","labels":"annoyance"},{"text":"Plz add ye and ksg. Thanks, ye","labels":"neutral"},{"text":"Funny looking bats.","labels":"joy"},{"text":"You are disgusting.","labels":"disgust"},{"text":"Shared misery *always* makes me feel better :D","labels":"joy"},{"text":"It’s saved in the cloud now lol","labels":"neutral"},{"text":"[NAME] was useless, aside from bandaging [NAME] up a bit more than she already did and treating [NAME], name one decision [NAME] has made smartly. ","labels":"curiosity"},{"text":"I would think they probably couldn’t take it if you tried","labels":"disapproval"},{"text":"Benzos stop working after a few weeks because they’re very addictive and tolerance grows quickly. I use them occasionally but never more than twice a week.","labels":"neutral"},{"text":"Looks like I found my wife's account","labels":"confusion"},{"text":"Lucky the patient passed out, they wont feel any of it or hear anything you're saying!","labels":"relief"},{"text":"I feel this in my soul.","labels":"approval"},{"text":"And when the 4th Quarter needed it most, it vanished!","labels":"surprise"},{"text":"I love my state sometimes","labels":"realization"},{"text":"Thank you for educating me. Lol","labels":"joy"},{"text":"At least you didn't open with, \"I was always a big [NAME] supporter...\" 99% of those go downhill fast.","labels":"neutral"},{"text":"but that's what covers are for. They show the title and sometimes a relevant image so you quickly know the contents.","labels":"neutral"},{"text":"I love [NAME], but this sounds like he’s claiming signing a 26 year old superstar is stupid. Come on.","labels":"annoyance"},{"text":"That's ruis intentions","labels":"neutral"},{"text":"I play those characters all of the time and have never, ever experienced this. ","labels":"neutral"},{"text":"1 is spot on. Anxiety completely disappears. I like when that happens. One less issue","labels":"joy"},{"text":"> Good thing I know who controls the HOA. . . . the [NAME]?","labels":"curiosity"},{"text":"Imagine is the other kids parent pulled a [NAME] on em.","labels":"amusement"},{"text":"Both consenting adults so nope not creepy","labels":"fear"},{"text":"He'll pull back into his shell before anyone gets a chance to hurt him","labels":"neutral"},{"text":"Take a shower brother, i can smell you through my phone","labels":"disgust"},{"text":"Nah, I like that they come here and tell on themselves. ","labels":"approval"},{"text":"If\/then. Not if\/than. “If this happens, then that happens.” “I have more than you.” It’s never if\/than.","labels":"neutral"},{"text":"She was 100% more likable on the tell-all than she was in the show. She may deserve that sweet husband of hers yet!","labels":"realization"},{"text":"Because it beats losing all your product","labels":"neutral"},{"text":"Then feel free to link to that data rather than politico.","labels":"neutral"},{"text":"These guys are playing hard to get. Gonna take off my bra, BLAST MY NIPS!","labels":"neutral"},{"text":"The only way this works is if [NAME] is doing the Bird Box challenge and cant see the terms of the contract.","labels":"approval"},{"text":"You're not [NAME] about your joke, good pun there mate","labels":"disapproval"},{"text":"Yeah gg man","labels":"neutral"},{"text":"happy birthday dude!","labels":"joy"},{"text":"Rather than having to guess at which part you consider a strawman, maybe you could just quote it for me. I may not always recognise fallacies.","labels":"neutral"},{"text":"It's amazing the people here supporting the [RELIGION] church and the child molesters over duterte... I wonder why.","labels":"curiosity"},{"text":"The whole Summerside area is a wretched hive of scum and villainy. Source: I live in Summerside.","labels":"neutral"},{"text":"Yeah you're right. That's the problem. Not guys thinking it's ok to message someone they haven't matched with outside of Tinder.","labels":"approval"},{"text":"thats some very advanced way of thinking - and I dont think I was able to do that when I was 18","labels":"approval"},{"text":"Schoolboy Q. - that part That [NAME] feature is intense :D","labels":"neutral"},{"text":"I’d tell her nothing, that freaking weirdo would just never see my kid. The End. Disgusting.","labels":"disgust"},{"text":"Do you people just sit in meme economy and wait for something new to come up?","labels":"curiosity"},{"text":"I’m starting to worry that [NAME] is not okay","labels":"fear"},{"text":"Shocking that a fat DnD kid is this self-important. Remarkable.","labels":"surprise"},{"text":"> that hurts my enjoyment of society. Then what could you possibly mean by this?","labels":"curiosity"},{"text":"Maybe you've been out of the game for a bit but literally every sentence is not a typical first date these days.","labels":"neutral"},{"text":"That’s the nicest thing ever said to me. Thank you!","labels":"gratitude"},{"text":"I wonder what he's listening to...","labels":"curiosity"},{"text":"Honestly I’d believe it. [NAME] seems stuck in that high school mentality","labels":"neutral"},{"text":"Power trip blindness is scary; how someone can't see the obvious aftermath of acting like this with their employees?","labels":"curiosity"},{"text":"I like it so far I’d heard of it ages ago just never got round to watching it.","labels":"joy"},{"text":"Come to Nashville. Love to help with that problem.","labels":"caring"},{"text":"So is being overweight","labels":"neutral"},{"text":"So much for the offensive burst in the first half. Lol.","labels":"amusement"},{"text":"$13,99 in Canada. It's reaching a price where I may also do a few months at a time and then cancel for a few months.","labels":"neutral"},{"text":"A bag of pita chips is really $8?","labels":"surprise"},{"text":"But I do I still love him and he still loves me but he says im too immature","labels":"sadness"},{"text":"My dog seems uncomfortable when I don’t. ¯_(ツ)_\/¯","labels":"confusion"},{"text":"I loved this costume and wasn’t even aware of the amount of hate it had until recently","labels":"realization"},{"text":"Italy would be so awesome - I think it's one of those countries you'll just instantly fall in love with.","labels":"amusement"},{"text":"This sounds like the kind of comment my weird uncle would leave on my Facebook post.","labels":"embarrassment"},{"text":"Idk about that, but if you were being genuine I apologize. I just don't think that is the case in this situation.","labels":"remorse"},{"text":"[NAME] claims to have only loved [NAME].","labels":"surprise"},{"text":"Ok I woke up and finished my French brœther. Pls give me the fact","labels":"neutral"},{"text":"I am sorry but what is a wholesome meme","labels":"curiosity"},{"text":"I agree with you here but I don't see how he is a sexist?","labels":"curiosity"},{"text":"#[NAME] camp is dying, price must be dropping now that NYY are out","labels":"neutral"},{"text":"I consider everyone attractive in their own way, so everyone is intimidating.","labels":"approval"},{"text":"Don't care. Have fun. Got better things to do.","labels":"approval"},{"text":"I love it when people barge into my house and demand to know why I don't like them.","labels":"amusement"},{"text":"Welcome from Chapo Trap House... wait, why are YOU guys here? Oh, right.","labels":"neutral"},{"text":"Are you hungry?","labels":"curiosity"},{"text":"well, they never said anything about curing her...","labels":"realization"},{"text":"Please no.","labels":"disapproval"},{"text":"Aw look at her little coat","labels":"amusement"},{"text":"just read it... how do these people get away with such garbage decisions.","labels":"surprise"},{"text":"This was so good I groaned audibly.","labels":"amusement"},{"text":"Your work is amazing! Really like the Rugrat one. The melting style is so cool. Prices are very reasonable for the quality too","labels":"amusement"},{"text":"That was what was most nauseating for me honestly. Not a single period used once.","labels":"amusement"},{"text":"I think you're missing a \/s","labels":"neutral"},{"text":"Just tagging along for the screenshot. As you were.","labels":"neutral"},{"text":"Hahahaha I love this man","labels":"joy"},{"text":"But seriously, you're probably going to feel very sick ","labels":"caring"},{"text":"hmmm interesting... i guess your an interesting lady. PM me then. :)","labels":"amusement"},{"text":"Not really. All pretty random injuries.","labels":"disapproval"},{"text":"You wont be in pain but you wont feel any relief either. Find what makes you feel comfortable and stick with it","labels":"neutral"},{"text":"Coulda had [NAME] at a much cheaper price but apparently we gotta have a hard on for returning players.","labels":"disappointment"},{"text":"Oh man, are we actually getting a real Ghostbusters sequel?","labels":"curiosity"},{"text":"For the love of [NAME] stop making him relevant. Please.","labels":"annoyance"},{"text":"When you live where it's this cold, incessant complaining is a national pass time.","labels":"approval"},{"text":"Oh and now vini is down","labels":"sadness"},{"text":"I teach the same students and one of them argued that poverty was a choice. It was an...interesting class discussion.","labels":"amusement"},{"text":"We need an irbe so bad right now. I hope [NAME] is that guy","labels":"neutral"},{"text":"My wife really likes Deja but hasn’t listened to TDAGARIM. I’m so excited for when she hears it for the first time.","labels":"excitement"},{"text":"Doing my part","labels":"neutral"},{"text":"Oh, no wonder I like her so much!","labels":"love"},{"text":"I think most of us would really just rather you calm down a bit and stop being such a jerk.","labels":"annoyance"},{"text":"My bad I’ll try to do better","labels":"realization"},{"text":"I don't know who [NAME] is but you're killin it in that sweater!","labels":"confusion"},{"text":"Should probably change the title to add that it is for medical only.","labels":"confusion"},{"text":"Aha, I didn't say that was a good thing.","labels":"disapproval"},{"text":"What a beast! Self defense definitely, hopefully the brain trauma will teach them a thing or two ^^^probably ^^^not though","labels":"neutral"},{"text":"And chocolate comes from child slavery.","labels":"neutral"},{"text":"wait, no more [NAME] SJW pwned vids in my recommended? YOU DARE DISGRACE OUR LORD AND SAVIOUR?","labels":"annoyance"},{"text":"Wow! Never thought of it this way but that's a REALLY good point.","labels":"approval"},{"text":"Guess this \"grown man\" had to run back to his safe space because words hurt his feelings.","labels":"neutral"},{"text":"Fake news. This video has been thoroughly debunked, here:","labels":"neutral"},{"text":"Yep. ~~(Also, I'm not interested in getting arrested so sorry.)~~","labels":"approval"},{"text":"> If everyone is put on the same level, where’s the competition? That's not what communism is..","labels":"disapproval"},{"text":"If you want to start a family, you can't just pass up 20k no matter how nice your current school is. ","labels":"approval"},{"text":"Looks like he deleted it. Can’t find it on his profile history","labels":"neutral"},{"text":"One of the 7 dwarfs is called happy","labels":"neutral"},{"text":"Sounds like you might need some time out in the re-education camp. You are getting frighteningly close to realizing that our system is designed to keep you imprisoned.","labels":"approval"},{"text":"I'm divorcing my narcissistic ex and that book helped me so much!","labels":"disgust"},{"text":"Fun movie, good choices of songs, and excellent visuals","labels":"amusement"},{"text":"Wow [NAME] went cold... can’t wait to see [NAME] find out why!","labels":"curiosity"},{"text":"Yup [NAME] got cucked","labels":"approval"},{"text":"I love you tooooo!!","labels":"love"},{"text":"that's weird... playing Smash Ultimate usually just makes me feel like drinking.","labels":"amusement"},{"text":"If being bisexual means I'm in a cult, I'm kind of pissed because I haven't received my cult robes yet.","labels":"annoyance"},{"text":"Eh, we all pay for sex one way or another. More power to you.","labels":"approval"},{"text":"> I'm clearly not even a student I guess you've never heard of \"you\" being used as a general address.","labels":"surprise"},{"text":"Thank you ☺️","labels":"gratitude"},{"text":"Haha thank you for all of this! I’m sorry you can relate to it all, you stay safe out there!","labels":"caring"},{"text":"All true, but [NAME] only “retired” to get out of AZ. Now that he’s back looking for a job...","labels":"neutral"},{"text":"[NAME] wife has wanted him done with wrestling for, oh, the last 25 years or so.","labels":"confusion"},{"text":"You didn't need to split this into two posts...","labels":"disapproval"},{"text":"Get out, clown","labels":"annoyance"},{"text":"Worst president ever.","labels":"anger"},{"text":"GG. We played as best as we could. Utah just a better team.","labels":"neutral"},{"text":"I have to admit, most of the worst people I have encountered in my life were met while LARPing.","labels":"neutral"},{"text":"That sound you are hearing is me, a middle aged woman, applauding you wildly. How fun this is to read on my morning break.","labels":"joy"},{"text":"This kid is blatantly trolling and everyone is taking him seriously LMAO. You people should quit Salem your scum reading skills are horrible","labels":"annoyance"},{"text":"They 100% know each other, maybe not personally","labels":"realization"},{"text":"You fool! Now look what you've unleashed!","labels":"anger"},{"text":"Omg yes!","labels":"excitement"},{"text":"Omg I want this dog ❤️❤️❤️","labels":"joy"},{"text":"Why didn’t she celebrate, she redirected that one in!!","labels":"curiosity"},{"text":"Shut up, why you so stupid!? I'm just kidding","labels":"annoyance"},{"text":"Looks like Big trouble in Little China","labels":"curiosity"},{"text":"[NAME], what is the \"short run\" vs the \"long run\"?","labels":"curiosity"},{"text":"Excited? No. Sitting back with popcorn? You bet. Sorry, privilege of not living in the united States.","labels":"neutral"},{"text":"He looks like some super imposed [NAME] face (from dumb and dumber) onto a kneecap.","labels":"approval"},{"text":"I always just join them.","labels":"neutral"},{"text":"Maybe focus on today instead of worrying about eternity? You'll get a lot more out of life that way.","labels":"approval"},{"text":"All we need is 1 more Trae three and the W and this’ll be a great night","labels":"approval"},{"text":"I'm expressing my distaste at the absurdity of being an internet outrage hero and hypocritical selective outrage, especially in an area such as black music.","labels":"neutral"},{"text":"I'm sorry, when did a subreddit become a sacred institution? That's a false equivalency.","labels":"curiosity"},{"text":"He isn't as big, but he's still quite popular. I've heard the same thing about his content. Never watched him much.","labels":"approval"},{"text":"Was there ever a PPV main event with [NAME] vs [NAME]?","labels":"curiosity"},{"text":"I love that show, that theme song is my ringtone, I never thought I'd see that anywhere else haha","labels":"joy"},{"text":"Trading for Zubac is a pure tank move, he averages less than 7 points a game for his career. ","labels":"neutral"},{"text":"They r like 5 dollars each","labels":"neutral"},{"text":"Oh, I wanna play through at the same time. Have a mini race to the finish vs [NAME]. ","labels":"neutral"},{"text":"Thank you. We literally had stopped her an hour before she made her break.","labels":"approval"},{"text":"Correct! Unfortunately, we're looking for a bit more computing experience than knowing what site you're on. Thanks for your interest though.","labels":"approval"},{"text":"??? Like a duck on a June bug?","labels":"curiosity"},{"text":"So sorry for your loss.","labels":"grief"},{"text":"I've been there. It's one of the most diverse places on Earth.","labels":"amusement"},{"text":"I'm ugly and able to bump uglies with someone I can make laugh. Mission accomplished.","labels":"neutral"},{"text":"Haha love it","labels":"joy"},{"text":"Probably from the [NAME] that don’t understand that we can’t honor the coupon that expired","labels":"neutral"},{"text":"Im desperately hoping that that is either sarcasm or a troll.","labels":"excitement"},{"text":"You two are perfect for one another.","labels":"amusement"},{"text":"Shout out to all the homes putting in work on the at marvel\/dbfz","labels":"neutral"},{"text":"I’m anxious, he’s shy. We’re both teenagers and from what I understand his parents won’t let him have one","labels":"realization"},{"text":"“I am on the verge of exploding in my pants” “Hehe you’re cute :)” -her","labels":"neutral"},{"text":"So you were triggered by that term in particular?","labels":"curiosity"},{"text":"I went through that phase, I was quite depressed. ","labels":"sadness"},{"text":"I learn things reading about them, but visual triggers also help.","labels":"approval"},{"text":"Eat too many whoppers and he'll be down with the sickness. Lma0 I'm sorry","labels":"neutral"},{"text":"Can you imagine being taken to court over a flushing loo? I can’t believe the courts are even entertaining this.","labels":"surprise"},{"text":"See you all tomorrow for FIN - USA! End of the evening iguana","labels":"relief"},{"text":"Also op I have my associates on top of my bachelors? Whatchu mean","labels":"curiosity"},{"text":"I'd rather be tasteless than artosis","labels":"annoyance"},{"text":"Do what your username is. They aren't comparable is the slightest.","labels":"neutral"},{"text":"Sure, okay.","labels":"neutral"},{"text":"They must love books because they demolished that one pretty quick. A har har","labels":"approval"},{"text":"Wow... congrats","labels":"gratitude"},{"text":"Is it bad if I didnt even know he was on waivers....","labels":"curiosity"},{"text":"Not really sweaty palms, but holy hell that's uncomfortable as all hell...","labels":"disgust"},{"text":"My favorite is they didn't have time to eat healthy. Wut.","labels":"neutral"},{"text":"The biggest issues are in suburban districts. They could probably leave most urban and rural districts alone.","labels":"neutral"},{"text":"Cheers, [NAME]!","labels":"joy"},{"text":"I haven't gone by the name [NAME] since, oh before you were born.","labels":"neutral"},{"text":"How dare the russian government expose the DNC and its corrupt behavior!!!!!","labels":"anger"},{"text":"No clue, all I know is that Shia [NAME] hit themselves for some reason ","labels":"confusion"},{"text":"Her face right befoe this needs to join the meme economy. The \"I'll regret this for years to come\" face.","labels":"neutral"},{"text":"Real Person. I'm just saying I like the merchandise.","labels":"approval"},{"text":"Don't forget about foden, I love [NAME], I even bought his shirt at the start of this season, but foden has an even greater ceiling","labels":"approval"},{"text":"Thanks, fixed it","labels":"gratitude"},{"text":"cool vid! but","labels":"confusion"},{"text":"Thanks, I understand what you mean, this made me feel better :)","labels":"relief"},{"text":"Art Director in advertising\/marketing design.","labels":"neutral"},{"text":"Aw jeez [NAME], we went from 2D to 2D...","labels":"surprise"},{"text":"I’d be cautious about making such an assumption is mine","labels":"neutral"},{"text":"Protests that don't disturb the status quo are ignorable.","labels":"neutral"},{"text":"I wasn’t aware of that. Thanks for the info. That makes the decision a lot easier.","labels":"gratitude"},{"text":"How many attempts did that insane tech take to pull off?","labels":"anger"},{"text":"This artwork is amazing! Only thing that bothers me a bit, is that [NAME] is wearing something that looks like Korean traditional wear as opposed to a kimono","labels":"amusement"},{"text":"Now that’s wild","labels":"amusement"},{"text":"Yeah with this and the other thread DoorDash is definitely down. Just go home and don't answer any 650 numbers","labels":"approval"},{"text":"i feel betrayed by the community","labels":"disappointment"},{"text":"I thought it said “now my biggest fear is the thing living inside my casket” like, *weet doo feek?!*","labels":"confusion"},{"text":"Hey at least we’re still 5th after losing 2 straight.","labels":"joy"},{"text":"> Obs streamlabs Thank you buddy, I will take a look at it now and do some testing","labels":"neutral"},{"text":"Oh I'm contributing mate, don't you worry. The sub clown has been made to look like a knob again! Enjoy your Sunday night x","labels":"neutral"},{"text":"Not to be a pedant but him being a corrections officer and her a felon doesn't mean shit to me about whether the abuse is legitimate.","labels":"confusion"},{"text":"I don't care. I shouldn't be forced to suffer allergies and a messy car","labels":"realization"},{"text":"I'm so jealous of people who have natural red hair. I think it's so unique and pretty.","labels":"approval"},{"text":"I got sucked right back into the vicious cycle of love-bombing, gas-lighting and degradation.","labels":"anger"},{"text":"Verisimilitude, which here means, utter bs meant to help justify terrible favouritism.","labels":"neutral"},{"text":"Girl I got you. guys haven’t experienced culture where basically every girl calls herself fat or tries to restrict their eating because they have insecurity or dysmorphia","labels":"approval"},{"text":"hum yhea i kind of agree, but i still dont understand what it has to do with the amount of devs left working on the game.","labels":"approval"},{"text":"“I am so sorry! That was not my intention at all. My apologies” so charming. They do give you warning though","labels":"remorse"},{"text":"what’d he say?","labels":"curiosity"},{"text":"Ya! It was a bangin’ movie! A super fun ride with characters I cared about.","labels":"amusement"},{"text":"i mean yeah but people need to understand when someone needs something other than just sexual comments and maybe some actual support","labels":"annoyance"},{"text":"No irony. Liberals are brainwashed.","labels":"neutral"},{"text":"Oh wow, I feel bad for the parents, they had no idea","labels":"sadness"},{"text":"I’m thinking it’s from when she was abused when she was pregnant and lost the baby.","labels":"sadness"},{"text":"It's honestly the best news I've heard all season.","labels":"joy"},{"text":"Now only up 250,000%!","labels":"neutral"},{"text":"I do take Vitamin C, daily. I purchased some probiotics yesterday. Hope those will help. ","labels":"neutral"},{"text":"It's like they are gatekeeping tiredness. So weird.","labels":"embarrassment"},{"text":"Can’t wait till they oversell it once again. Never change.","labels":"neutral"},{"text":"Great start to the post-All-Star game part of the campaign!","labels":"neutral"},{"text":"The reason I play quickmatch. I wont feel the shame..","labels":"approval"},{"text":"This is like 4 years old from vine","labels":"neutral"},{"text":"Being in FL keeps most of the cold at bay, but I've been layering for the last couple days.","labels":"neutral"},{"text":"[NAME] is always the dirtiest psychopath","labels":"disgust"},{"text":"I think this isn't allowed on \/r\/cringe and I think that's why they hid that sub.","labels":"approval"},{"text":"[NAME] and clutch free throws are arch Nemesis","labels":"neutral"},{"text":"Cruz Azul choked? I never would have expected that from them, thanks for the heads up","labels":"gratitude"},{"text":"Sorry about that!","labels":"remorse"},{"text":"Yeah, I mean we’re all just in their wake over here. I’m humbled.","labels":"amusement"},{"text":"heck","labels":"anger"},{"text":">not to a non negligible extent buy a thesaurus","labels":"neutral"},{"text":"Pls provide a timestamp to their antimigration chants and bravado lol","labels":"neutral"},{"text":"So we’re reposting stolen jokes now... cool","labels":"amusement"},{"text":"Prime management technique.","labels":"neutral"},{"text":"Grew up in an early 90's house with door handles, no knobs. My parents just switched to knobs after 25 years.","labels":"neutral"},{"text":"[NAME] and [NAME] have a strange relationship, I can see them teaming up to go to Kings landing for vengeance together.","labels":"curiosity"},{"text":"Is it just me or does the outro hurt your ears. The intro is a whole 12\/10 but the outro just seems to hurt","labels":"approval"},{"text":"Don’t be getting notions","labels":"neutral"},{"text":"Your entire argument is undermined by how triggered you are. Also buy a thesaurus. And not all words have power all words have meaning.","labels":"neutral"},{"text":"Is that even a debate anymore?","labels":"confusion"},{"text":"That's like the US Democratic Party, right? I heard that they support the far-left National Socialist maniac known as [NAME] ([NAME]). ;)","labels":"confusion"},{"text":"I agree 100%","labels":"neutral"},{"text":"[NAME] — 'There is no love sincerer than the love of food.'","labels":"neutral"},{"text":"Oh my bad I starting typing before you posted it","labels":"remorse"},{"text":"How have you not seen this movie yet?","labels":"surprise"},{"text":"DOES NOT COMPUTE WITH MANAGEMENT ALGORITHM","labels":"neutral"},{"text":"WAS THE A FUCKING QUESTION MARK ABOVE THAT GUYS HEAD? Time to git ur pitchfurks.","labels":"curiosity"},{"text":"What a fucking moronic jackass. \"This is what happened with my piece of shit dad so you have to experience it too\"","labels":"annoyance"},{"text":"I'm sitting at 7.5 Do I do it?","labels":"curiosity"},{"text":"great pass wiggins","labels":"amusement"},{"text":"This kid now: fun yay hahoo This kid as a grownup: I regret everything","labels":"neutral"},{"text":"I literally, like, hate people like that.","labels":"anger"},{"text":"Also, there are too many steps to a delivery. That needs to be made more efficient and the app needs night mode. ","labels":"neutral"},{"text":"My mum had this. I got to pick things I wanted from inside and we’d make them together. :) nice memories.","labels":"joy"},{"text":"Busy? Focused on long-term goals?","labels":"curiosity"},{"text":"\"there should not be capitol and a period on you previous\" yeah ok bud also, instramentals btw ","labels":"amusement"},{"text":"NO I HAVE NOT EVER FIRED MY GUN IN THE AIR AND GONE AAAAGGHHH!","labels":"anger"},{"text":"I am sorry but how in the hell is there no added time added ?","labels":"curiosity"},{"text":"I dont think she knows that once your body runs out of fat it starts eating your muscles and organs.","labels":"neutral"},{"text":"Oh, I always thought it was gum that had been \"pre-gooed.\"","labels":"realization"},{"text":"Why does everyone insist on trying to do this? Just open the [NAME] damn bottle with your thumb like a decent human being.","labels":"curiosity"},{"text":"Shut up, or you'll be tossed off the roof!","labels":"anger"},{"text":"I love you guys. Beers on me","labels":"excitement"},{"text":"Are you happy at your work?","labels":"curiosity"},{"text":"Oh my, it belongs to r\/comedyheaven. Laughed for a good minute","labels":"joy"},{"text":">Dumb, but wonderful. That's my kind of a pet. Silly,soft and adorable. ","labels":"love"},{"text":"Had no idea, they refused this type of deal in the past with other companies.","labels":"surprise"},{"text":"It's why it would be a mistake to move away from the \"mega-thread\" format.","labels":"neutral"},{"text":"The IW writers didnt want him to get out of it and the plot felt extremely rushed.","labels":"neutral"},{"text":"Haha haha! Excellent","labels":"joy"},{"text":"Dying like hero’s. What better way to die than saving the world. You’re right.","labels":"approval"},{"text":"What if she runs back to you just for more attention but still no interest in dating?","labels":"curiosity"},{"text":"Totally disagree. I love this look.","labels":"disapproval"},{"text":"yes, I could link the playlist, but my voice was even higher back then than it is now, and the video quality is terrible","labels":"disappointment"},{"text":"My heart skipped a beat when I saw this. My childhood dog looks just like them, and her name was Brandy!","labels":"sadness"},{"text":"That boy of yours is a real hero","labels":"amusement"},{"text":"Dude who knows u cant tell what a chemical is based on taste","labels":"confusion"},{"text":"ooh a piece of candy","labels":"joy"},{"text":"what's wrong with this guy's nose","labels":"curiosity"},{"text":"He looks like he is GTFO after that. \"The tiger shark is second only to the great white in recorded fatal attacks on humans.[7]\" ","labels":"neutral"},{"text":"If you think people in this sub are gonna get butt-hurt you are in for a pleasant surprise.","labels":"curiosity"},{"text":"> It's ironic. CTH is econ-left, not SJ-left Tell it to the ones brigading other groups.","labels":"neutral"},{"text":"So she knows of 3 languages, Wonder what they are?","labels":"curiosity"},{"text":"But it literally had. Her name on it. Kids are so fucking stupid.","labels":"annoyance"},{"text":"None that I know of. Any mental health issue needs to be cared for like any other health issue. Doctors and medications can help.","labels":"caring"},{"text":"I actually currently have a girlfriend and I love her. It's just that those past situations gave me trust issues for life I guess.","labels":"love"},{"text":"I actually should do that.....","labels":"neutral"},{"text":"Wow such a story! This is great art. Can I find more stuff like this somewhere?","labels":"amusement"},{"text":"I hope you two can figure this out. I feel for you and for him.","labels":"realization"},{"text":"That feeling when your mascot is there but none of his players. Sorry Youppi","labels":"neutral"},{"text":"Nah I choked on my food","labels":"neutral"},{"text":"I've never been so bored with so much money on the line. I am numb now.","labels":"neutral"},{"text":"[NAME] came back week 17. Might be coincidence, but I'd definitely keep an eye on that.","labels":"neutral"},{"text":"I’m easy going, I take everything with a smile. People around me often comments how I’m always in a good mood. ","labels":"neutral"},{"text":"From one eating disorder to another. That's not recovery that's just sad.","labels":"sadness"},{"text":"Disappointed [NAME] is not on it. He's leading the league and has a quick release.","labels":"amusement"},{"text":"I'm still here so that's a win. Hope you're OK too.","labels":"approval"},{"text":"Thank you for your response!","labels":"gratitude"},{"text":"Paws come flying out from the dark","labels":"neutral"},{"text":"banned from the show floor - second sentence. It’s in all the sources I’ve come across.","labels":"neutral"},{"text":"**You don't have to buy it.** Just like that probably because it's still true lol.","labels":"neutral"},{"text":"I like how the ceremony goes right out the window after he delivers the rings to get all the pets.","labels":"joy"},{"text":"For me it's how much I love canned black beans that take a minute and forty five seconds in the microwave lol.","labels":"joy"},{"text":"Hell yeah my dude. And the best part is, if I had the money, I could get either or both of those right now :)","labels":"realization"},{"text":"She should just go straight to therapy.","labels":"approval"},{"text":"Is there a sub reddit for targeted memes like this?","labels":"curiosity"},{"text":"Yeah [NAME] is actually really cute and nice but best boi and best girl goes to [NAME] and [NAME]. Just kidding. [NAME] all the way","labels":"joy"},{"text":"Right [NAME] I’m going to have to ask you to stop arguing with your other Reddit account [NAME] in every bastarding thread","labels":"neutral"},{"text":"Mine were huge. I wasn't comfortable until I had them reduced. Now they're awesome.","labels":"amusement"},{"text":"That's absurd, people commit crimes blacked out on drugs\/alcohol all the time. Also, they could just claim they don't remember it either way. ","labels":"anger"},{"text":"Not sad or cringe.","labels":"neutral"},{"text":"I’m going to die right now I’m so scared tears and snot everywhere","labels":"fear"},{"text":"My dosage was increased 2 weeks ago and I've noticed the issues getting worse. With your comment, I'm really leaning towards them being side effects.","labels":"neutral"},{"text":"Needs to justify her position with her world-class counter negotiation skills...","labels":"neutral"},{"text":"Anyone that actually takes the train daily can tell you that. And I do feel its getting worse.","labels":"annoyance"},{"text":"Thank you TC for getting us to 100!","labels":"gratitude"},{"text":"Wow he is... ugly.","labels":"amusement"},{"text":"Probably smashed his oil pan too, I'd give that car 3 miles to live.","labels":"neutral"},{"text":"That’s one big-ass bath candle.","labels":"surprise"},{"text":"[NAME] being 50-33 against winning teams kinda suggests it wouldn't matter that much if their division were better. Maybe have gone to 7 superbowls instead of 8.","labels":"confusion"},{"text":"We'll get em next time, Fox.","labels":"approval"},{"text":"I'm sorry but \"Amish heifer\" took me OUT. ","labels":"remorse"},{"text":"Ha, I thought it was about [NAME]. ","labels":"confusion"},{"text":"Neko Atsume is a really wholesome and cozy game too!","labels":"amusement"},{"text":"The Chargers defense looks impossibly bad","labels":"sadness"},{"text":"It didn’t help [NAME]. He should have invested in a crosscut, it might have been a bigger challenge to put back together","labels":"disapproval"},{"text":"I love him even though the newest season of t@gged kinda sucked.","labels":"disappointment"},{"text":"Battle of the Bastards","labels":"neutral"},{"text":"[NAME] always looks like he just got handed a test and he realized he studied all the wrong material.","labels":"remorse"},{"text":"congrats. i'm broken rn but if I wasn't I'd be happy for you","labels":"caring"},{"text":"She likes sending nudes? I mean, just go with the flow and see what happens. ","labels":"curiosity"},{"text":"Thanks mrs—mr [NAME]","labels":"gratitude"},{"text":"Hmm, I didn't notice that change ... will pay attention ..","labels":"realization"},{"text":"if my legs looked as good as the dude in the red, i'd be rocking shorts like that too","labels":"sadness"},{"text":"!remindme 1 day","labels":"neutral"},{"text":"Anecdotally, I have severe hypothyroidism and it hasn't significantly affected my weight loss. The key for me was tackling the synthroid dose first.","labels":"neutral"},{"text":"Don't worry looking for it, there isn't any porn tab\/hidden message","labels":"neutral"},{"text":"Do you have any data to suggest this?","labels":"curiosity"},{"text":"Wow you’re pathetic for calling out someone who did something right","labels":"annoyance"},{"text":"THANK YOU!","labels":"gratitude"},{"text":"Oh [NAME].","labels":"neutral"},{"text":"You didnt!","labels":"annoyance"},{"text":"only suckers believe this don't be a sucker","labels":"annoyance"},{"text":"I haven't gone to someone to talk about it. I really want to, though. ","labels":"curiosity"},{"text":"Really? it's probably the funniest movie I've ever seen.","labels":"amusement"},{"text":"Thanks. 22-23 is about when Chabad bochurim tend to do semichah. And it's officially always done before marriage.","labels":"gratitude"},{"text":"Mmm... chocolate weekends are my favorite.","labels":"excitement"},{"text":"I'm 27 and I want to live in a society that shuts down at 8pm!","labels":"approval"},{"text":"Not everyone find it meaningful, but it helped me and my friends at least :) Hope others may find it useful too","labels":"neutral"},{"text":"And if they can't find US suckers to give them cheap labor with desired skills, they'll simply replace you with an imported indentured laborer from India.","labels":"annoyance"},{"text":"making us look like punks, disappointing","labels":"disappointment"},{"text":"A tshirt. I actually bought the cutest shirt that has a nasa logo on it and it says I just need some space. I love it.","labels":"joy"},{"text":"I'm lost here","labels":"disappointment"},{"text":"No refund for services rendered.","labels":"neutral"},{"text":"Yeah that’s one of the things I’m most worried about, still hopeful!","labels":"fear"},{"text":"She does't even go here","labels":"neutral"},{"text":"The attraction and the action are two separate things, and you know that. No one chooses who they are attracted to. Stop it. ","labels":"anger"},{"text":"I run medic all day every day.","labels":"neutral"},{"text":"[NAME] is available","labels":"neutral"},{"text":"Yes the achilles gave out and so did my hopes. I miss brandon :(","labels":"sadness"},{"text":"Soundboard operator needs to start blasting duck quacks whenever we block their guys","labels":"neutral"},{"text":"Good. Stay the fuck away.","labels":"anger"},{"text":"One you don't like. It keeps messing up your contacts as well.","labels":"approval"},{"text":"I doubt it, serial killers enjoy killing, the stuff they do afterwards is just the icing on the cake for them. ","labels":"annoyance"},{"text":"Maybe he just never wanted to be a head coach and was content with being a defensive coordinator? Either way, I’m excited!","labels":"curiosity"},{"text":"Also: - more snipers - another stealth hero This makes my top 3 of what would make the game even more fun.","labels":"neutral"},{"text":"Oh wow, hate that. ","labels":"annoyance"},{"text":"Happy Another Day random strangers!","labels":"joy"},{"text":"One of the most memorable games I’ve been to. And I got some great seats for an even better price.","labels":"joy"},{"text":"LOL thank you for this, it made me genuinely laugh. They're so weird","labels":"gratitude"},{"text":"I would like that.","labels":"curiosity"},{"text":"That is a valid question, I hope it can change, but admittedly that hope is pretty small.","labels":"approval"},{"text":"Yep. He also said it’d happen on a Manbij patrol","labels":"neutral"},{"text":"The only way to truly be yourself is to bare it all for the world to see.","labels":"neutral"},{"text":"Rash sun [NAME] dropping out of the first round?","labels":"curiosity"},{"text":"This whole episode is one of my favorites; it has this AND \"Requiem for a Tuesday\" AND \"the Low-Cal Calzone Zone\" ","labels":"approval"},{"text":"i suppose it did, but the kick follow up whiff is what i was really pointing out","labels":"approval"},{"text":"That's probably percisely what they did... They couldn't get into the server still. I'm sure they have specific rules about delaying and pausing.","labels":"neutral"},{"text":"Oooooooh!!","labels":"neutral"},{"text":"Negative canthal tilt. Poor lil' guy.","labels":"remorse"},{"text":"Spent time with them. Argue with them. Laugh with them. Cry with them. We all get lonely when we are old.","labels":"approval"},{"text":"All the plans I have seen proposed were over 5 years. This is a crazy one time jump.","labels":"amusement"},{"text":"Da Colts!!! Go frank go!!!","labels":"neutral"},{"text":"Awkwardly remembering all of those promises I made mid-panic attack...","labels":"neutral"},{"text":"Stop having kids you can't afford. Make sure you check the kids credit to make sure there are no accounts opened in their name. Good luck!","labels":"neutral"},{"text":"there are a lot of heroes who have tricky mechanics, tinker especially for me","labels":"neutral"},{"text":"In bases loaded situations last year, opponents hit .500 against [NAME]. He was a far cry from the [NAME] of old. ","labels":"neutral"},{"text":"Reading a screenshot of comments from Facebook on Reddit","labels":"neutral"},{"text":"I'm glad you managed to find your own fun and most probably made a big contribution for this great ending. The whole masked rogue idea was amazing","labels":"amusement"},{"text":"Damn didn’t see it sorry","labels":"sadness"},{"text":"lmao i love this!","labels":"amusement"},{"text":"Good. It's weird that Polish gun culture is nearly non-existent, given their history as a country. Hopefully this is a step toward fixing that.","labels":"approval"},{"text":"What does ‘open border’ mean to you? Honest question because I may be confused by what it means","labels":"confusion"},{"text":"That's a giant, adorable, super-good woofer you got right there!","labels":"amusement"},{"text":"I really love that game. It's so chill, I played it a lot. ","labels":"joy"},{"text":"I'd be extremely motivated to take any form of martial arts lessons if they didn't cost $100 per month around where I live","labels":"curiosity"},{"text":"Come back here and fight me m8","labels":"anger"},{"text":"It's good to see that the rich are being cured of this. :) As for the poor, we can just burn them for fuel.","labels":"neutral"},{"text":"yea, get back to me when the deal is done. ","labels":"neutral"},{"text":"because it's a morning ritual and i like the smell and taste","labels":"joy"},{"text":"Probably looks more like the walls of any room you've inhabited for more than 10 seconds.","labels":"neutral"},{"text":"I've gotten injured before in RTTS from being hit (Bruised hand). 3 day DL.","labels":"neutral"},{"text":"I need this in my veins now.","labels":"amusement"},{"text":"Last year was our worst defensive performance since 1995 and the manager lost his job as a result. It shouldn't take much to give even a slight improvement","labels":"disappointment"},{"text":"Not this time","labels":"annoyance"},{"text":"Do you know of a strike with greater participation? If so, I'd love to hear of it!","labels":"curiosity"},{"text":"It’s incalculable","labels":"neutral"},{"text":"What the hell- they're paying for cars they don't and won't ever own?!","labels":"surprise"},{"text":"YES to all of this!","labels":"neutral"},{"text":"It looks really pretty :D!","labels":"amusement"},{"text":"Then stop arresting them for shooting at thieves","labels":"anger"},{"text":"Sad to see this as a one-off. [NAME] seemed to be really enjoy the game and itself. Will give the game a try.","labels":"neutral"},{"text":"[NAME] a pro","labels":"neutral"},{"text":"That's really interesting.","labels":"amusement"},{"text":"Weezer and squeeze her?","labels":"curiosity"},{"text":"Sir, you have been warned. You antagonistic attitude will not be tolerated. Please try harder at being a model citizen. Thank you for your cooperation.","labels":"anger"},{"text":"Even if no sickness is spread, no one else wants to see or smell that while they are eating. ","labels":"disgust"},{"text":"never worth it.","labels":"annoyance"},{"text":"Attention Bajoran Workers: Your videos our now ours.","labels":"neutral"},{"text":"i've definitely got better, the opponents just happen to be ppl dropped from gold or so","labels":"neutral"},{"text":"Why do people think the \"tide pod challenge\" was a real thing and not just a meme?","labels":"curiosity"},{"text":"Hate that scene? Believe it or not, jail. ","labels":"realization"},{"text":"It's funny how he even has the same attitude in both shows.","labels":"amusement"},{"text":"Never heard of the artist or the song. But it sounds really great! Thank you for sharing!","labels":"gratitude"},{"text":"Look at me! I care about animals!","labels":"approval"},{"text":"Does this mean there's no police on the streets or do they have to work with no pay? (I'm not from the US)","labels":"curiosity"},{"text":"I never understood the part where he dives into a pile of money, even as a child. It seems wildly painful.","labels":"curiosity"},{"text":"How generous :) you must really make them happy. Good on you for that","labels":"approval"},{"text":"I think they mean the banker is being unethical, but I'm not 100% sure","labels":"confusion"},{"text":"[NAME] sounds happy to be back! So glad we have the full crew today!!","labels":"joy"},{"text":"The good kind","labels":"neutral"},{"text":"Damn that’s a lot of reposts!","labels":"surprise"},{"text":"Me too. Scorpion sounds so odd now","labels":"embarrassment"},{"text":"This is trying way too hard. Ease up on the carefully sculpted one-liners and I might start to believe this was even partially real.","labels":"amusement"},{"text":"Well that's the cool part about ranting, it's to make me feel better, not you.","labels":"neutral"},{"text":"Oh yeah? Name one nature reserve or park and how will the wall affect them?","labels":"curiosity"},{"text":"Good edit. I was going to go on a tirade about changing diapers on my lap\/bathroom floors, but now I don't need to.","labels":"approval"},{"text":"Maybe write your own music and it won’t get taken down.","labels":"neutral"},{"text":"Must've been hard to resist, although the joke would've felt flaccid since it hangs so low","labels":"neutral"},{"text":"Yeah it sort of sucks now.","labels":"disgust"},{"text":"Be confident when you’re breaking the skin! If you hesitate, the vein is more likely to roll.","labels":"neutral"},{"text":"I always wanted to be an actor! Always found it fun to emulate and\/or imitate others","labels":"desire"},{"text":"My wife enjoys marking me. We just make sure they are below the collar line.","labels":"love"},{"text":"You're not from America, are you? Bless your pure soul <3 ","labels":"curiosity"},{"text":"My favorite movie of all time. This movie man... Words can't express how good it is.","labels":"amusement"},{"text":"Claw since AW and logged a fuck ton of hours and no discomfort","labels":"neutral"},{"text":"Dying because of too much vitamin c sounds odd, since it's water soluble iirc","labels":"surprise"},{"text":"Hey PBR is good ‘cheap’ beer tho.","labels":"amusement"},{"text":"Two overtime games on championship Sunday? We are blessed as football fans. Too bad one game had to be between FYTB and FUKC","labels":"curiosity"},{"text":"Wolf and her dog ❤️","labels":"neutral"},{"text":"So that's what happened to [NAME].","labels":"neutral"},{"text":"^ Didn't read the article.","labels":"neutral"},{"text":"Your friend must have had a horrible time writing papers if adjectives like that were off limits","labels":"neutral"},{"text":"what's an alt right?","labels":"curiosity"},{"text":"GET IN MAH FEELINS","labels":"amusement"},{"text":"Man, this just gets funnier even after seeing it for the 30th time in the last month! \/s","labels":"amusement"},{"text":"$20 paywall out $20 'starter pack' in — this would be great","labels":"amusement"},{"text":"Doesn’t change the fact that you’re still wrong....","labels":"disapproval"},{"text":"Yes, this at least makes sense. ","labels":"approval"},{"text":"This is where [NAME] from OC belongs.","labels":"neutral"},{"text":"I hate the marvel stuff. I do love stuff like murder mountain and you. So that’s a hit for me in the last month.","labels":"approval"},{"text":"Man, thats ruthless. Lesson learned. Trust me, there will be a time when they actually need money and I really hope you say no. ","labels":"neutral"},{"text":"This. Our new grad orientation was basically us being checked off on all the skills we learned during nursing school.","labels":"neutral"},{"text":"[NAME] loves her kids.","labels":"neutral"},{"text":"$20 too much","labels":"surprise"},{"text":"This is brilliant.","labels":"surprise"},{"text":"I just started watching Brooklyn 99 this week and was looking for this reference. Thank you.","labels":"gratitude"},{"text":"Ok. This is freaking awesome! Good job.","labels":"amusement"},{"text":"Every instagram page posts this lol","labels":"amusement"},{"text":"This reminds me of the Percy Jackson series :P they do the same thing at one point when they visit a dam :P","labels":"joy"},{"text":"I could but it's been a few months so you'll have to one","labels":"neutral"},{"text":"Oh, but amazingly it seemed to work out in the end because oil eating bacteria evolved in the Gulf of Mexico","labels":"surprise"},{"text":"Remindme! 467 Days","labels":"neutral"},{"text":"I miss those days.","labels":"sadness"},{"text":"Remind me about this on Tuesday and I'll have it looked into (the not being able to report part).","labels":"neutral"},{"text":"Lol it was worse for them last year","labels":"amusement"},{"text":"Im always worrying about the same thing, thats why Im always posting and within hours freaking out and deleting my posts ","labels":"confusion"},{"text":"We all got our thing hun. Embrace it.","labels":"approval"},{"text":"My sister did Blue Apron and loved it.","labels":"joy"},{"text":"Bringing it up now because you and many like you made this sub a hostile environment for voices of reason. Eat crow.","labels":"annoyance"},{"text":"I'm glad for that. Once that check comes in, I only have about $3000 to work with.","labels":"approval"},{"text":"SMILE BY [NAME]","labels":"neutral"},{"text":"Lolz yeah you got me for sure. That's another huge reason.","labels":"neutral"},{"text":"Who [NAME] should fight next after AB","labels":"curiosity"},{"text":"But do you have a notoriously shady history a la Jax? (Hope not)","labels":"curiosity"},{"text":"[NAME].","labels":"neutral"},{"text":"We're not exactly short on white homophobes either though.","labels":"disappointment"},{"text":"I wish I could hear Waves with earbuds\/headphones for the first time again","labels":"desire"},{"text":"Don't blame me, I voted for Kodos.","labels":"disapproval"},{"text":"Reminds me of the blueberry girl from [NAME]","labels":"realization"},{"text":"Gotcha. Given how contentious even the top-tiers are, I wanted to play it safe.","labels":"approval"},{"text":"Wait, how do u know he is a therapist","labels":"curiosity"},{"text":"Grey’s Anatomy is still on the air? I thought it was cancelled years ago.","labels":"curiosity"},{"text":"You're right :) It's not all about aim though Anyways, [NAME] hard to hit lol D:","labels":"amusement"},{"text":"Yep, it would be super easy. Honestly makes me regret not doing that to the flames sub... \/S kind of","labels":"approval"},{"text":"I love the content the PC channel puts out, its what wwe's channel should do more of","labels":"neutral"},{"text":"OOF. DEAD ON","labels":"neutral"},{"text":"This is just so beautiful, man! ","labels":"amusement"},{"text":"I guess this is place where we are thankful for Microsoft complexity.","labels":"gratitude"},{"text":"Didn’t intend for it to be, just having a bit of fun because the dog was ironically let loose. ","labels":"approval"},{"text":"Then, why include any indication of gender or sex at all?","labels":"curiosity"},{"text":"I don't care what anyone says I love [NAME].","labels":"love"},{"text":"You're trying to come off smart, but failed. ","labels":"sadness"},{"text":"Lmaoo the comment posted 14 hours ago gets doenvoted, but the same exact comment posted one hour ago gets upvoted. What??","labels":"amusement"},{"text":"That might be the prettiest shot I've ever seen [NAME] make.","labels":"amusement"},{"text":"Those damn tires","labels":"surprise"},{"text":"There is a huge hormone dump around 48-72 hours after birth. Totally normal. Take care of yourself, eat well, and get some rest.","labels":"caring"},{"text":"She’s a [NAME] also, but I doubt that means much in the entertainment business..","labels":"approval"},{"text":"\"We need to be careful about hiring this one\" ","labels":"realization"},{"text":"While I appreciate your post, this is an old meme that I thought fit [NAME] perfectly.","labels":"curiosity"},{"text":"Something on the telly about Scottish football that saves me watching [NAME] and [NAME]? I'm all for it.. Fair play to them.","labels":"neutral"},{"text":"Finally some appreciation","labels":"relief"},{"text":"Oh cool so you admit to being a pedo.","labels":"curiosity"},{"text":"Is that at Beachtown?","labels":"curiosity"},{"text":"[NAME], just admit your were mad.","labels":"annoyance"},{"text":"The problem is your husband. If he prioritized you, he would have figured something out. I’m so sorry.","labels":"annoyance"},{"text":"With [NAME] at over 30m (on average), our 2nd expensive player is only at 14.7m? Wow...","labels":"surprise"},{"text":"You know better. People will just ignore this and move on to their next talking point.","labels":"annoyance"},{"text":"It's hard for me to switch between english and spanish in the same sentence, sorry I'll try to improve in the future","labels":"remorse"},{"text":"Interesting that the starters are out there in a blowout on the first night of a back to back, [NAME] must be trying to send a message to them","labels":"neutral"},{"text":"I'm the plane boy! I'm the one who flies!","labels":"neutral"},{"text":"Belgium is an awesome assignment","labels":"amusement"},{"text":"He has been training for this 5k for about 20 years","labels":"amusement"},{"text":"We just got paper straws and we have to ask everyone if they want one first. it's anoying.","labels":"annoyance"},{"text":"Thanks for sharing! I've got some smoothie recipes to start me out and the one I bought today at a local shop seemed to help a bit.","labels":"gratitude"},{"text":"So, just a super verbose tone trolling?","labels":"curiosity"},{"text":"Sorry for your loss. My bestfriend is turning 13 soon and I'm trying to cherish every minute we still have.","labels":"excitement"},{"text":"My point is that [NAME] is a giant hypocrite for claiming he wants to respect party democracy while ignoring members.","labels":"annoyance"},{"text":"Too bad [NAME] is a bad person if abandoned and tries to kill you as well. Her singing was really nice..","labels":"disapproval"},{"text":"Slacks casting, oh no here we go... I'm ready for the memes.","labels":"excitement"},{"text":"That game was great. THOT, be gone...","labels":"approval"},{"text":"Just when I thought I was burnt out on comic book movies! Hell yes, let’s go! ","labels":"amusement"},{"text":"I can appreciate that but snitches get stitches unfortunately","labels":"sadness"},{"text":"It’s so crazy how [NAME] went from being an elite goaltender to barely an ahl bum in a matter of 2-3 years. I cri","labels":"amusement"},{"text":"yes!! i was like oh my god. oh my [NAME]. it’s gone. the weight’s GONE. i’m FREE!","labels":"joy"},{"text":"im so sorry you had to go trougth that. it's a shame people are so stupid to deny someone the attention they need becouse their gender.","labels":"remorse"},{"text":"What a cool argument dude!! Lol. This coming from the worlds most empowered dater who can date anyone!! Stop age shaming.","labels":"annoyance"},{"text":"I've been called ugly, pug ugly, fugly, pug fugly, but never *ugly* ugly.","labels":"sadness"},{"text":"Oh, you thought I was referencing you ... you may well be right.","labels":"confusion"},{"text":"More fake news from CNN. I thought coming off the last fake news blowup they would at least bother to watch the video before writing their ridiculous story.","labels":"annoyance"},{"text":"I’m sure [NAME] was thinking this when he told his daughter that she stunk like a toilet on his deathbed.","labels":"approval"},{"text":"Yeah, the content is bad enough but the financing is on a whole other level of sketchy. ","labels":"neutral"},{"text":"That's a weird way of spelling Disenchanted","labels":"neutral"},{"text":"Still haven't heard a good reason why the delay isn't shorter","labels":"neutral"},{"text":"Neither am I. I'm mocking her alongside you.","labels":"neutral"},{"text":"Of course I remember a time when I didn't know what calories were. I was a child.","labels":"neutral"},{"text":"This literally made my day!","labels":"joy"},{"text":"MassivelyOP: really new, but can't say it's not news.","labels":"neutral"},{"text":"? For real I stand corrected!","labels":"neutral"},{"text":"Heyyy that's the chair i'm sitting in right now at my home office!","labels":"neutral"},{"text":"This is so powerful.","labels":"surprise"},{"text":"Yea, a doctor that diagnoses based on how healthy a patient looks isn’t qualified for professional work as a doctor","labels":"neutral"},{"text":"I've heard of Ne Obliviscaris and the Ocean. I'll check these out, thanks!","labels":"gratitude"},{"text":"Damn that is spicey","labels":"amusement"},{"text":"Agreed to your statement","labels":"neutral"},{"text":"I wouldnt go that far, but paranoid schizophrenia can definitely do that to someone. Even mild social anxiety can also cause it, though","labels":"neutral"},{"text":"He told you that he hates your friends because they don't beat you up? That is so disgusting!","labels":"disgust"},{"text":"He's eating cheese and watching football in the sky now. Rest in peace!","labels":"grief"},{"text":"Wow, that’s fascinating! I’d be interested to know the rationale (or lack thereof) for a [NAME]. ","labels":"amusement"},{"text":"I miss the [NAME] and [NAME] love story.","labels":"neutral"},{"text":"Might be wrong but isn't it [NAME] who wanted gase more than mac","labels":"curiosity"},{"text":"It is litterally happening under your eyes.","labels":"surprise"},{"text":"Oh my [NAME] I saw the rocks below the dog and feared the worst!","labels":"fear"},{"text":"Flashbacks to hallucinations? Whoa","labels":"surprise"},{"text":"The Russian goal is division. You know, the exact sort of division these people are willingly participating in.","labels":"neutral"},{"text":"Make the fro bigger, and it will be a perfect master piece. Rating 9.9 out of 10","labels":"amusement"},{"text":"I believe that people with the disease give it a chance to mutate when around people who are vaccinated","labels":"realization"},{"text":"Thanks! Fridays...and Saturdays...and Sundays...all gonna be long, lol. Ack!","labels":"gratitude"},{"text":"She looks like snooki bro","labels":"amusement"},{"text":"Become friends with people who work night shift. We are always up at crazy hours and need a distraction from our work.","labels":"approval"},{"text":"I honestly don't know but the more attention something gets the less it gets ignored","labels":"neutral"},{"text":"Good job [NAME]!","labels":"amusement"},{"text":"Can confirm am big fan!","labels":"neutral"},{"text":"Try out ESEA brother it is way less toxic and almost no cheaters (as far as I noticed, played 240 faceit matches and that is hella toxic)","labels":"neutral"},{"text":"HEY! NO OC IN r\/ComedyCemetery","labels":"joy"},{"text":"It still amazes how many people on this show and family by the ton can do perfect splits lol","labels":"amusement"},{"text":"I came here to see this. Never disappointed in reddit","labels":"amusement"},{"text":"Wow I had no idea all of this transpired. Crazy!","labels":"surprise"},{"text":"Aww, look at you still wearing your hospital bracelets even. ","labels":"amusement"},{"text":"There is no doubt about either one. Question is offside for this one.","labels":"neutral"},{"text":".. :< you're welcome ;;","labels":"joy"},{"text":"It's understandable to be in so much pain and agony after losing a child. If I may ask, was this your first baby?","labels":"curiosity"},{"text":"Very good (and depressing) point haha","labels":"annoyance"},{"text":"Yes please. Take the cheeto too, fuck it.","labels":"approval"},{"text":"Congrats!!! Happy for you.","labels":"joy"},{"text":"Always go for someone you like and feel connected to.","labels":"neutral"},{"text":"Beautiful. Makes me wonder how the Persona 6 Velvet Room attendant will be like and how the dynamic with their siblings go...","labels":"neutral"},{"text":"what does gl even stand for can't find it while searching gl mmorpg","labels":"neutral"},{"text":"I'm moving to the UK in 2 weeks. This terrifies me.","labels":"fear"},{"text":"I think the book portrayal is more ambiguous than you say. I like that the show leans into one interpretation of her character instead of keeping it vague.","labels":"approval"},{"text":"Lol. What a great way to start off the morning","labels":"joy"},{"text":"That game was one of the craziest I’ve ever been to","labels":"amusement"},{"text":"She was carrying all my burdens >:((","labels":"sadness"},{"text":"Too late. Gooble gobble, gooble gobble. We accept you. One of us.","labels":"approval"},{"text":"Wanting America to be better does not mean hating America. We can do better than [NAME]. He’s an embarrassment to the entire country.","labels":"annoyance"},{"text":"That’s possibly why he couldn’t get rich or famous in Hollywood without LVP propping him up.","labels":"approval"},{"text":"It's nothing on you. I just hate the idea from a justice standpoint. I strive for fairness as much as I'm able.","labels":"disapproval"},{"text":"I think the drug site is supposed to help solve the overdose problem, not the housing problem.","labels":"neutral"},{"text":"Well I hope it works out lol. We really need help in that department","labels":"approval"},{"text":"Why is [NAME] smile at the beginning the best part of this whole thing?!","labels":"curiosity"},{"text":"That cowboy was pretty deft","labels":"amusement"},{"text":"These rich fucking senators are completely out of touch with reality. Eat. The. Rich.","labels":"annoyance"},{"text":"I would say ask him. Don't read into things too much. Just enjoy. You'll never know if you don't ask.","labels":"approval"},{"text":"> Ditch the drugs, especially the acid. Nothing wrong with occasional psychedelics, but my god dont do acid with these guys ","labels":"amusement"},{"text":"Not adjacent. Far enough away that I am not easily in sight but could get to the hook 2-3 seconds after I see that glint of movement.","labels":"approval"},{"text":"Thanks for sharing.","labels":"gratitude"},{"text":"I'm in a DTLA highrise around floor 50 and at various times this week it has been nearly impossible to even see the ground.","labels":"neutral"},{"text":"xD Add it to the meme list guys","labels":"neutral"},{"text":"I am so very, very happy at your last sentence. If you understand that, you will be permanently free.","labels":"approval"},{"text":"I want to be a rapper. I also like to write poetry and stuff. So to be successful with those things also I want to design clothing.","labels":"desire"},{"text":"Clamato? I see you Canada. And I like it. By the way, we need Wonderbars here in the US. Thanks","labels":"neutral"},{"text":"Again.. lolz.","labels":"joy"},{"text":"I, a homosexual, have been fantasizing about sleeping with women... a lot","labels":"desire"},{"text":"oops, back in a minute, your round!","labels":"neutral"},{"text":"you got me [NAME]","labels":"remorse"},{"text":"The whole post reeks of troll.","labels":"annoyance"},{"text":"I hate that. PC is way better for using the internet. I also hate how all the important features for the website missing on phone version.","labels":"annoyance"},{"text":"That troll and his Kotaku cronies have no shame. None at all.","labels":"annoyance"},{"text":"Man i was so sad when i found out vodka had calories","labels":"sadness"},{"text":"Oh oh oh","labels":"neutral"},{"text":"Hi, top minds!","labels":"neutral"},{"text":"[NAME] isn’t even a homer at this point. He’s just dumb.","labels":"annoyance"},{"text":"Some disturbing thoughts, but I hope you’re in a better place now pal. ","labels":"neutral"},{"text":"Another year filled with Mets disappointments...... LGM! Can't wait for Spring Training!","labels":"annoyance"},{"text":"Could've done this last year and got [NAME]. I'm just praying we pick in the top 3","labels":"excitement"},{"text":"Haha, this is awesome, this sub is usually full of terrible stories, it's great to hear a nice one once in a while.","labels":"amusement"},{"text":"Okay. I mean 18% of the words in the comment you replied to were \"Times\", but okay","labels":"neutral"},{"text":"That kid checking to see if he was still wearing a helmet made me laugh.","labels":"amusement"},{"text":"But you appear to think you have some amazing insights on how to handle a pwBPD. Have you considered the possibility that you don't?","labels":"amusement"},{"text":"My comment wasn't aimed at you... try to relax","labels":"disapproval"},{"text":"Cancel as soon as you can it’s far more enjoyable!!!!","labels":"excitement"},{"text":"yeah so even after this he got drafted at 41 only lol...and he dominated vs KAT and rest","labels":"curiosity"},{"text":"Cockles, like the shellfish? Oysters clams and cockles!!! ","labels":"neutral"},{"text":"I don't see how it can get to -1.20?","labels":"curiosity"},{"text":"I have [NAME] hat so I could marry it, flip it and kill it","labels":"annoyance"},{"text":"Thanks, that's what I was looking for! ","labels":"gratitude"},{"text":"Old Firm game also on the same day. Media won't care about the rugby.","labels":"neutral"},{"text":"Thanks for all these suggestions!","labels":"gratitude"},{"text":"Thanks! I'm going to Middlebury this fall but that's going on my resumé for the rest of my life tbh","labels":"amusement"},{"text":"That makes a lot of sense. I appreciate you taking the time.","labels":"amusement"},{"text":"we need his euro step comp with this in the background [NAME]","labels":"joy"},{"text":"I wish more than anything that I was [NAME]","labels":"optimism"},{"text":"Damn. It's hard to comprehend how massive the USA really is.","labels":"neutral"},{"text":"Hiroshima is a crime against humanity","labels":"annoyance"},{"text":"This is adorable I want an update","labels":"amusement"},{"text":"Over thinking things on both sides.","labels":"neutral"},{"text":"Levels mate. Absolutely obsessed with our dominance.","labels":"joy"},{"text":"That's why the other half of people call me an asshole","labels":"annoyance"},{"text":"I’m sorry. Can you please explain what are the 2 accounts of the order of creation are contradictory?","labels":"confusion"},{"text":"Fo you understand his lingo","labels":"amusement"},{"text":"Emotes have a ridiculous amount of effort put into them, which only makes the fact that nobody uses them sadder","labels":"sadness"},{"text":"what a cruelly poetic fact","labels":"anger"},{"text":"No words required :)","labels":"neutral"},{"text":"The look on her face when she lies is like one I’d expect on a 6 year old who thinks he’s being cute.","labels":"realization"},{"text":"[NAME] says hello! We’re at version 2.0 now!","labels":"neutral"},{"text":"She does, they are best friends.","labels":"neutral"},{"text":"Ah, so you've an ugly face as well. Can it be rectified via plastic surgery?","labels":"curiosity"},{"text":"Wow, \/r\/noisygifs for real. First time I genuinely felt I could hear it.","labels":"realization"},{"text":"Oh good grief! Put it away, [NAME].","labels":"grief"},{"text":"At the very least, I’m glad he tried something other than the standard blue. And yeah, I think the title is above-average as well. ","labels":"approval"},{"text":"I figure if I'm being held up by my waist, I have better shot at your knee than your groin.","labels":"confusion"},{"text":"Anyone have a link to the unedited footage?","labels":"curiosity"},{"text":"I genuinely teared up when I heard it in the game","labels":"disappointment"},{"text":"Why should I waste my time with that?","labels":"curiosity"},{"text":"So you think I can not find it anywhere? I love that sweatshirt yes you help me! thank you!","labels":"curiosity"},{"text":"He's also unfathomably rapid.","labels":"confusion"},{"text":"We’re some spoiled [NAME].","labels":"neutral"},{"text":"Banning abortion causes way more harm than good and is evil to be against. Same with requiring suffering people to suffer. you seem evil","labels":"neutral"},{"text":"Can confirm he does not follow the 49ers on Instagram.","labels":"neutral"},{"text":"I honestly hope you do that","labels":"optimism"},{"text":"LETS GO WE SACRAFICED ALL THOSE OPEN THREES FOR [NAME] [NAME] TO HIT THE CLUTCH THREE","labels":"neutral"},{"text":"OwO what's this?","labels":"curiosity"},{"text":"getting signed by a team just because youre a girl is advantageous what do you mean?","labels":"annoyance"},{"text":"\"I want to be me\" Then go ahead cure yourself, [NAME]. Don't make this decision for others ","labels":"approval"},{"text":"Aww thanks :)","labels":"gratitude"},{"text":"I second this. 3 months is early to really know someone anyway. She could want kids for all the wrong reasons and you wouldn't even know.","labels":"approval"},{"text":"There are quite a few hideous high rises in dallas. But also some beautiful and iconic ones.","labels":"neutral"},{"text":"Because he's attractive. Hence [NAME] come out in droves to defend him despite the fact he's a horrid asshole.","labels":"anger"},{"text":"I ALWAYS notice how [NAME] used latex gloves now","labels":"amusement"},{"text":"I know that feeling man","labels":"neutral"},{"text":"Was waiting for a mirror to get clipped. Give this person the gold medal already!","labels":"approval"},{"text":"Thank you. I appreciate the advice and I agree with what you said about therapy but I'll keep trying.","labels":"gratitude"},{"text":"I think it was [NAME] and I'm not even convinced [NAME] caught on to it lol. Then he was made to be the moron.","labels":"annoyance"},{"text":"If you want any hope of getting better, you must stop everything and anything with underage girls...forever ","labels":"approval"},{"text":"No now a days they’re regularly updated to reflect the current stats and rosters. This commercial would have been great for The Show 17.","labels":"neutral"},{"text":"yeah, my stbxmil has done the same for all 9 years we've been together. his ex also cheated. everyone knew. they're all besties.","labels":"neutral"},{"text":"That’s not how roundabouts work. You give way to approaching traffic on your right. Doesn’t matter if they haven’t entered yet.","labels":"disapproval"},{"text":"Many Stores are doing away with the \"fine\" jewelry - but we make a ton of money on the costume jewelry - the mark up is ridiculous!","labels":"disgust"},{"text":"If the answer is No, the kid dies. If the answer is yes, the kid also dies","labels":"neutral"},{"text":"That face is awesome!","labels":"amusement"},{"text":"I was actually introduced to hbomb and breadtube in general Becuase of [NAME] vid on ds2. So thanks [NAME]?","labels":"gratitude"},{"text":"Man, that sounds like a big stuff around. Good luck getting it sorted","labels":"caring"},{"text":"My favorite is this gem where [NAME] told [NAME] to stop whining and there is no election rigging..two weeks before the election","labels":"realization"},{"text":"Art degrees are useless! Now excuse me while I go watch a Pixar movie. \/s","labels":"disapproval"},{"text":"How about the hair... lovely. I'd rather die from a headshot...","labels":"neutral"},{"text":"when you watch game reviews and youtube thinks you hate women and minorities","labels":"neutral"},{"text":"I always loved fighting [NAME] in Arkham Origins, he was really fun to fight, I’m still mad they did him dirty in Arkham Knight","labels":"neutral"},{"text":"It's like calling a snake a \"danger noodle\" or a hedgehog an \"ouchy mouse\". It's just like a silly thing","labels":"neutral"},{"text":"Oh sorry, I forgot there isn’t any paperwork involved in getting a gun.","labels":"remorse"},{"text":"Yikes. That’s straight up paranoid, you can tell they were looking through comments for someone to rage at. ","labels":"disgust"},{"text":"the excitement when they all first come in always makes me happy","labels":"excitement"},{"text":"Conversion to make gay people straight. It's horrifying","labels":"fear"},{"text":"My problem with history in school is we learned about American history every year, which meant we learned a lot of the same stuff over and over.","labels":"annoyance"},{"text":"Very true.","labels":"approval"},{"text":"I used to get messages from neck fetishists a lot because I have a long neck lmao I didn't even realize that was a thing","labels":"neutral"},{"text":"In this case his hands were up, so the solution is them keeping their hands up, and not beating innocent people. ","labels":"neutral"},{"text":"Story of my life","labels":"neutral"},{"text":"Thanks. I didn't quite get it from the original. Appreciate the time.","labels":"approval"},{"text":"Let's not forget that local politicians don't like it and give them hell for their efforts.","labels":"approval"},{"text":"Oh I got one are you overweight","labels":"curiosity"},{"text":"He’s a professional liar making promises to get elected when all he concerned with is a power gain.","labels":"anger"},{"text":"Keep your expectations low and you're less likely to be disappointed?","labels":"approval"},{"text":"I was so worried for the kitty the whole story.","labels":"caring"},{"text":"I’ve tried a few times on mobile and it never works for some reason. Edit: just logged on at work and fixed it. Feels good","labels":"joy"},{"text":"I like it!","labels":"excitement"},{"text":"# 5 at the end of that clip... Teammate love","labels":"neutral"},{"text":"Wow. Have that much debit in your bovada account is something crazy. Props to you","labels":"amusement"},{"text":"And sing the beat !","labels":"excitement"},{"text":"Love this - beautiful penmanship","labels":"amusement"},{"text":"And it's been drummed into them since birth that not working = lazy bum\/death and homelessness.","labels":"neutral"},{"text":"It’s totally my hardest game, too! Congrats to us all! :)","labels":"excitement"},{"text":"You told me it was pointless to point it out. You're the idiot","labels":"anger"},{"text":"I’ve been on team [NAME] since he won the axe toss competition after the draft, lol","labels":"neutral"},{"text":"Yay! (Tech will be improved. Eeeek.)","labels":"joy"},{"text":"I have little to no anxiety and it really helps me when i have to take a test.","labels":"relief"},{"text":"The dryer sounds like a fire hazard to me.","labels":"fear"},{"text":"he’s not happy with me","labels":"sadness"},{"text":"This viral video of her gets posted every once in a while too: Her legs are ridiculously strong.","labels":"approval"},{"text":"How far down the rabbit hole do you want to go?","labels":"curiosity"},{"text":"I know how it feels. I’m just too Anxious to sleep.","labels":"approval"},{"text":"True or False, you post in \/r\/The_Donald ?","labels":"curiosity"},{"text":"Really didn't like. I thought it was nasty and mean-spirited. \"[NAME]\" on ice it isn't.","labels":"disapproval"},{"text":"I wish the camera showed the cops reactions and faces when it didn't work","labels":"amusement"},{"text":"Seattle's train is nice... once you get there. It is an absolute hike from the terminal","labels":"amusement"},{"text":"Now I'm just picturing you going up to another kid and going \"MAA!\"","labels":"excitement"},{"text":"The third picture is creepy.","labels":"fear"},{"text":"Picked up my new glasses. Does anyone else feel nauseous after getting a new prescription","labels":"curiosity"},{"text":"Oh no.","labels":"surprise"},{"text":"The company president was so impressed with the prank that he promoted op to company president before stepping down himself","labels":"neutral"},{"text":"I _hate_ it when I can't get hold of a specific food I've been craving on a binge day.","labels":"annoyance"},{"text":"I actually like the progression of the [NAME] story. I think he has a chance to have a fantastic arc between FC5 and New Dawn.","labels":"amusement"},{"text":"He didn't know to place them","labels":"neutral"},{"text":"What? They all look entirely different. Yes, they are all handsome, masculine men, but that's it.","labels":"surprise"},{"text":"[NAME] that was me","labels":"surprise"},{"text":"If that's true OP, you've lived quite a sheltered existence.","labels":"approval"},{"text":"Rule 3 removed.","labels":"neutral"},{"text":"Alright imma set small goals for myself thanks for tip man!","labels":"gratitude"},{"text":"Fried Egg is my #1 since cricket cafe stopped doing breakfast sandwiches.","labels":"joy"},{"text":"USC had 4 guys commit 2 fouls in the first half. This might become a war of attrition.","labels":"neutral"},{"text":"We aren't even buying it's loans and still nobody has been signed","labels":"neutral"},{"text":"I should have known what awaits behind the oilymama hashtag and yet I searched. Now I’m sad.","labels":"sadness"},{"text":"Is that why you stayed so long? :P","labels":"curiosity"},{"text":"An especially large comfortable shirty [NAME] wear. It's annoying though because people get jealous of how comfy you are so they climb in your shirt.","labels":"annoyance"},{"text":"We were by far the better team - [NAME] had no chance on any of the goals. Bad mistakes by [NAME], [NAME], and [NAME]","labels":"neutral"},{"text":"You forgot to add how you hated your job or had a sick kid or some other sob story that changed once you met [NAME]","labels":"amusement"},{"text":"They’re trying to escape the crushing oppression of gender roles. It’s not a fun sexy fetish to them the way it is to TiMs.","labels":"neutral"},{"text":"I never knew this! Nuts are a total fear food for me","labels":"realization"},{"text":"What are ferals and what's wrong with them? (I'm relatively new to the furry community and don't know a lot about it yet.)","labels":"curiosity"},{"text":"You’re ignorance would be excusable if you weren’t so douchey about it.","labels":"annoyance"},{"text":"That’s fair.","labels":"amusement"},{"text":"A little too old to be skateboarding","labels":"approval"},{"text":"I am interested if still available. This would be way more fun then my smith center season!","labels":"excitement"},{"text":"Perhaps the person who named it didn't understand the meaning of masala? Technically the Tikka itself is marinaded in a garam masala.","labels":"confusion"},{"text":"[NAME] has not played under [NAME] for a single day of his career.","labels":"neutral"},{"text":"Came here for this. Thanks for representing","labels":"gratitude"},{"text":"[NAME] oh wait, this aint Instagram ","labels":"realization"},{"text":"Wish i had more up votes for you.","labels":"sadness"},{"text":"someone who believes in facts.... thankz, this was also my understanding of how income generation works on youtube","labels":"neutral"},{"text":"Juul is heavy vapor. Idk how to describe it but i didnt feel like that when i used other juices","labels":"realization"},{"text":"She’s a liar. And an idiot. What else is new.","labels":"annoyance"},{"text":"Yeah, not the rich,that makes sense to me. I'm just commenting on the title saying billionaires are bad for democracy","labels":"neutral"},{"text":"Be happy because I won't be short anymore one day","labels":"neutral"},{"text":"But I was told that sub was for civil discussion!!!","labels":"confusion"},{"text":"Or had the plan for a while and put 25 bucks away each cheque for a bit for this plan.","labels":"neutral"},{"text":"Yeah I just googled that, I still wouldn't call them my favourite restaurant but its cheap!","labels":"approval"},{"text":"Anyone that puts something in their ass\/genitals then touches it and then puts their and on their face is gross","labels":"disgust"},{"text":"I have no faith, but the theodicy problem has multiple answers, I’m not too concerned with it.","labels":"neutral"},{"text":"If you use one of those two I automatically hate you","labels":"annoyance"},{"text":"I’ve never heard of a vet adopting out pets before.","labels":"disapproval"},{"text":"It hurts to look at it","labels":"sadness"},{"text":"There are 5 lines, am I crazy?","labels":"annoyance"},{"text":"yuck no I'm waiting until marriage obvs","labels":"disgust"},{"text":"Yeah mate, was just being sarcastic. [NAME] after January is something else. But still, I'm happy for [NAME].","labels":"approval"},{"text":"I agree. But shooting him left me feeling bad too.","labels":"remorse"},{"text":"00:09 when the glue gun shows up","labels":"neutral"},{"text":"I mean there's a pretty big community of people that idolize school shooters and rapists so you never know on the internet.","labels":"surprise"},{"text":"Oh [NAME] is serious about trying to win this game huh","labels":"curiosity"},{"text":"Available 24\/7? You could put a ring on it and still not get that kind of service.","labels":"realization"},{"text":"The dress was trailer trash appropriate. Did he just run out of money for a good dress? I mean, $300 BLACK UNDIES.","labels":"surprise"},{"text":"Jurisprudence fetishist gets off on technicality.","labels":"neutral"},{"text":"My favorite pod when they are fresh & clear. Sadly, all of my recent packs look like dark brown syrup pods. ","labels":"neutral"},{"text":"[NAME] likes this post","labels":"neutral"},{"text":"What a catastrophe.","labels":"fear"},{"text":"Cheers! Let's keep it going!","labels":"excitement"},{"text":"31 here. 2 weeks is ridiculous.","labels":"annoyance"},{"text":"Idk why you’re getting down voted I also pick it every time and almost always get it done on that initial skirmish","labels":"disappointment"},{"text":"You're right. Lets see what Fox News Analyst Lt. Col. [NAME] has to say about Fox","labels":"approval"},{"text":"My mums told me about gunmen standing at the end of her driveway escorting her family to school, really shudder worthy stuff","labels":"surprise"},{"text":"Apparently those corpses, along with hideouts, are the only ones that can give you treasure maps","labels":"neutral"},{"text":"i envy you, I'm just stuffed with cringe","labels":"annoyance"},{"text":"will do, thanks","labels":"gratitude"},{"text":"My first Hawks jersey was #81. Praise be.","labels":"joy"},{"text":"i dont know the system cause i never speak a word i have never had trouble with it i just wanna play the game","labels":"neutral"},{"text":"Naw man, I think they were everywhere in Glasgow. The trams in the City Centre had the same colour scheme aswell apparently haha","labels":"neutral"},{"text":"Only until recently, that being said, I’m really glad. Run the scum over.","labels":"neutral"},{"text":"Same but I’m not really believing the OP isn’t a troll.","labels":"disapproval"},{"text":"At some angles you can get a ws4 into a combo but its inconsistent.","labels":"neutral"},{"text":"No you don't, you love lies and liars. ","labels":"approval"},{"text":"This may be overreacting, but I would not touch those presents. There could be a bomb in them. ","labels":"fear"},{"text":"i used to work in that area. my god, what a complete & total sh*thole - and even then, there are worse places","labels":"disgust"},{"text":"Lol no, you said that it isn’t called swinging anymore so I was curious as to what partner swapping was called now.","labels":"amusement"},{"text":"Oh definitely. When you work for the gov't you root for the party looking to expand it. Maybe that's how you'll get a raise right?","labels":"curiosity"},{"text":"Did not expect it to work with a body on it..","labels":"surprise"},{"text":"I was wondering what that was and now, I need to go get some brain bleach.","labels":"annoyance"},{"text":"Smoking a pipe whilst laying some pipe. Fantastic.","labels":"annoyance"},{"text":"I wondered if anyone else here watched Family by the Ton","labels":"curiosity"},{"text":"You're most welcome!","labels":"joy"},{"text":"TIL that [NAME] is a guy.","labels":"surprise"},{"text":"Sorry to say it, but you will have to do that for now It sucks ","labels":"disgust"},{"text":"They've done it before with private law and private militias, dumbass. ","labels":"annoyance"},{"text":"What the hell? Why can't people leave this place alone? They make good pizza. That's it. It's a pizza shop.","labels":"amusement"},{"text":"Reported *Checks mod list* u\/JannisT I regret nothing","labels":"neutral"},{"text":"Kinda sad but... Okay then","labels":"sadness"},{"text":"At least I can rest easy, knowing [NAME] isn't real ","labels":"neutral"},{"text":"This, in top of my already terrible mental health, is the reason why I'm severely underweight and need help.","labels":"sadness"},{"text":"[NAME] is amazing, big fan of him. ","labels":"amusement"},{"text":"Yeah he's a real one. I would've loved him coaching the Broncos","labels":"amusement"},{"text":"> this racist rant. Pretty amazing to drop the N word while trying to talk about incivility and decorum.","labels":"neutral"},{"text":"This is the worst I've ever seen. It really is","labels":"disgust"},{"text":"[NAME] is worse because he’s all of those things plus he took out my boi [NAME].","labels":"annoyance"},{"text":"That's too much meta for me to follow, pls explain.","labels":"confusion"},{"text":"[NAME]. Can't believe she went to Parliament nine-months pregnant just to vote on the thing. That's dedication.","labels":"amusement"},{"text":"Glad to see that thoughtful doggo found a home here!","labels":"joy"},{"text":"Hey Man! Your house is on fire! All you gotta do is look just turn around and look!","labels":"surprise"},{"text":"Thank you, I thought the plane in the picture was cool too. I am. One of the best pictures I’ve taken with my phone.","labels":"amusement"},{"text":"Would love it if [NAME] showed up as church lady and played a solo on it.","labels":"desire"},{"text":"I like Sao very much, bit not because of the game setting, for other reasons. The game itself sucks, tbh.","labels":"disgust"},{"text":"If you don't know the gender of the person you're referring to, \"they\" will suffice. In this circumstance I am a woman.","labels":"neutral"},{"text":"A year ago I said that this continuous ISO by Houston is disgusting to watch. It s still disgusting.","labels":"disgust"},{"text":"That's memorial park. Mountain bike trails and the rugby pitch.","labels":"neutral"},{"text":"I thought they left that address and moved to Henderson.","labels":"confusion"},{"text":"Hugs. We put our sweet lady kitty to sleep one year ago tomorrow.","labels":"neutral"},{"text":"In that case, I’m appalled. ","labels":"fear"},{"text":"I love you raccoon go blazers","labels":"love"},{"text":"I'd assume that the player is on the list as the king sense losing a king is losing the game, right?","labels":"neutral"},{"text":"I'm with you. Let's this together.","labels":"approval"},{"text":"My man!","labels":"love"},{"text":"Breathing out like a dragon keeps me from gagging when i brush the back of my tongue","labels":"neutral"},{"text":"lol..You're not getting [NAME] or any of the young core..","labels":"joy"},{"text":"Totally understand and love this.","labels":"love"},{"text":"Thank you so much","labels":"gratitude"},{"text":"Those are the [NAME], they sing backup for [NAME]. They’re awesome!","labels":"amusement"},{"text":"Well. Good... they should know they've pissed me off","labels":"annoyance"},{"text":"I Can't Believe It's Not Butter.","labels":"surprise"},{"text":"Have you ever brought up your concern before? I understand if that is the only issue but if it doesn't change it could fester.","labels":"confusion"},{"text":"We have no other winger bro....","labels":"sadness"},{"text":"Keep it, join the army get promoted to SGT so pops has to stand at parade rest for you in heaven, or hell whichever one ","labels":"approval"},{"text":"Sorry lol, that’s left over from a lot of parenting and relationship subreddits. ","labels":"neutral"},{"text":"Agreed. He always sounded like he was forcing to much air out of his lungs when he talked to try to have a more intimidating voice.","labels":"approval"},{"text":"I'm so happy for you and so, so, so proud of you. It's HARD to talk to your doctor about this stuff.","labels":"love"},{"text":"We dem boys.","labels":"amusement"},{"text":"Wheres [NAME] to make sense of all this?!","labels":"neutral"},{"text":"[NAME] and others claim he was boxed in and had to call it. I think it was a mix of naivety, cockiness and flippancy. ","labels":"neutral"},{"text":"Go back to bed, grandpa","labels":"caring"},{"text":"I think it was sponsored by rent but musical theatre themed","labels":"neutral"},{"text":"Thank you! I will!","labels":"gratitude"},{"text":"Are you sure?","labels":"confusion"},{"text":"Great! Now down with [NAME]!!","labels":"amusement"},{"text":"\"It's time to put your mouth where our balls are.\" - [NAME]","labels":"neutral"},{"text":"Nope, not a [NAME] fan at all.","labels":"disapproval"},{"text":"Also I've heard she owns a bag.","labels":"curiosity"},{"text":"See, this is what films lack nowadays, taking real risks with implications of [NAME] on Animal fart sex. Bravo [NAME]!","labels":"annoyance"},{"text":"If you're not helpless so be super easy to fix.","labels":"approval"},{"text":"You must be really slow. Life must be hard for you. You have my pity.","labels":"approval"},{"text":"[NAME] didn't finish the LPs!? Wow. I am in episode 20 something and was expecting him to finish :(","labels":"disappointment"},{"text":"Hoping LSU can kill 2 minutes and 20 seconds of clock here and not let UCF score more...","labels":"optimism"},{"text":"Nice of you to jump in for no reason, very cool.","labels":"neutral"},{"text":"not really but [NAME] has written many interesting books on the subject.","labels":"neutral"},{"text":"It's amazing that some people think that [RELIGION] will prevent all of this from happening.","labels":"amusement"},{"text":"I don't see anything about harassment in that statement. Weird.","labels":"confusion"},{"text":"This wait is killing me . I don’t even care about the Super Bowl.","labels":"annoyance"},{"text":"And even then... It won't be for long.","labels":"disapproval"},{"text":"I continue to sub here only because your quips make me laugh","labels":"neutral"},{"text":"Because you had the audacity to reply when called out makes me think you might have trouble understanding sarcasm, which you have my condolences for.","labels":"neutral"},{"text":"Incels dont get laid regardless of age limits. Sorry dude","labels":"remorse"},{"text":"I visibly recoiled from that.","labels":"fear"},{"text":"I found it using Guide to Purposeful Success. Hope it can help you the way it helped me!","labels":"caring"},{"text":"I was expecting the surprise birthday, not seen this twist on the sister before. ","labels":"curiosity"},{"text":"This is the best news I've heard in weeks. Source: Albertan where scum like wolves of odin are multiplying like fruit fly's.","labels":"neutral"},{"text":"Maybe time to see a doctor or psychologist? Although a bit of social anxiety is normal and not necessarily the disorder.","labels":"confusion"},{"text":"I can't believe [NAME] is considered an mua and he can find match his foundation lmao","labels":"surprise"},{"text":"Is your job my job? Because I don't know what it is about hardware stores that make Ppl stupid but hell are they stupid...","labels":"confusion"},{"text":"I'd trust someone who is bound by regulation over [NAME] from Essex who blames immigrants cos he was fired for sleeping on the job","labels":"neutral"},{"text":"Skiing is great but I haven’t been skiing yet this season rip","labels":"sadness"},{"text":"My movie theater has automatic reclining seats.","labels":"neutral"},{"text":"I had a similar experience. I used to be masters for a while, and now am GM. People are not very understanding of new GMs.","labels":"neutral"},{"text":"I will always have faith in [NAME], he can be a factor even if his shot is not falling.","labels":"approval"},{"text":"Do you have any hobbies? Potential hobbies that you're interested in?","labels":"curiosity"},{"text":"No, this was changed years ago. Schools don't lose funding.","labels":"disapproval"},{"text":"That is one of the things I’m most excited for in S2. Seeing him playing [NAME] and go off like this so effortlessly is amazing","labels":"amusement"},{"text":"This is amazing!!","labels":"amusement"},{"text":"Yes! A 1000 times","labels":"neutral"},{"text":"......man Shes a decent candidate. But [NAME] is better. Well see. Lets hope for a legit primary.","labels":"neutral"},{"text":"I believe they use some tissue from the urethra that creates some small amount of lubrication.","labels":"confusion"},{"text":"not much better tbh","labels":"disapproval"},{"text":"Damn *fabulous*!","labels":"amusement"},{"text":"I love [NAME], he’s literally the craziest couch in the nba lol! He could win couch of the year or be fired next week! ","labels":"neutral"},{"text":"i think [NAME] and [NAME] used to be married then he divorced her when he found she was cheating.","labels":"curiosity"},{"text":"Any normal draft game is more serious than a silver or gold game. Atleast thats what I see.","labels":"neutral"},{"text":"I never heard much detailed discussion at church, mostly general references to them.","labels":"realization"},{"text":"Nope, no such thing as [NAME]. More likely comunity, economy, race, sex, wealth of family and upbringing \"dealt you your hand\"","labels":"neutral"},{"text":"At least she'll probably die of her own accord, not murdered like [NAME].","labels":"approval"},{"text":"Ozone Coffee near Old Street - Kiwi coffee shop; it’s great.","labels":"amusement"},{"text":"What, again? This stupid country!","labels":"anger"},{"text":"Wow really? I watched a fair bit of KR Contenders. I guess I just wasn’t paying that much attention.","labels":"surprise"},{"text":"The best mori will always be Nurse's.","labels":"neutral"},{"text":"Your comment from exactly 40 days ago was, “Your mom.” I wouldn’t recommend you eat your words. ","labels":"approval"},{"text":"Lol I know right?","labels":"joy"},{"text":"It's a bitter cycle","labels":"annoyance"},{"text":"No amnesiac was my friend.","labels":"neutral"},{"text":"[NAME] has 6 eyes and will thus be the best actor in the movie","labels":"amusement"},{"text":"Thanks for sharing! I can so see me taking the scraps when he inevitably is having a good day and reaches out. I will resist!","labels":"approval"},{"text":"What do you do for work?","labels":"curiosity"},{"text":"I’m blown away by how many people know this.","labels":"amusement"},{"text":"You were at a casino. Sounds like you won.","labels":"curiosity"},{"text":"I remember them looking very happy. I loved that they were there and seemed very happy about what was happening.","labels":"realization"},{"text":"Ah, cool cool cool","labels":"neutral"},{"text":"Come to Louisiana! Gas stations have single 16oz’s on ice and we have drive through daiquiris.","labels":"neutral"},{"text":"It's a shame when a really attractive person does this to themself. Pretty eyes great smile.","labels":"disgust"},{"text":"Shamelessly stolen from","labels":"neutral"},{"text":"A fringe western movement is taking over Canada?","labels":"curiosity"},{"text":"Enjoy a weekend of eating ice cream 100% guilt free. (That's standard practice for wisdom teeth still, right?)","labels":"joy"},{"text":"Eat the stump","labels":"neutral"},{"text":"Upvoted for visibility. Disapprove of the poll results.","labels":"neutral"},{"text":"Wait so the aboleth only kills you if you dont do what the dm says","labels":"fear"},{"text":"This is such a good game so far from literally all of BIG. THIS IS THE FUTURE BOYS!","labels":"approval"},{"text":"I always thought filet mignon had bacon and garlic butter. Colour me surprised Deliberately ignoring anything to do with the minion","labels":"surprise"},{"text":"Oh jeez I missed that :(","labels":"remorse"},{"text":"I'm not apologizing for it. I just didn't think there was something this blatantly immoral in the new testament.","labels":"annoyance"},{"text":"Strangely enough, the student debt still counts. Yet another sign civilization is doomed. ","labels":"neutral"},{"text":"Weird flex but okay","labels":"neutral"},{"text":"It's gonna be somewhere between 25-30 overall, who cares","labels":"neutral"},{"text":"I know my periods coming when the self loathing hits lmao","labels":"realization"},{"text":"As someone who's been trying to break the bad eating habits, I feel you.","labels":"approval"},{"text":"if the game would stop crashing on my ps4 that would be great :c","labels":"approval"},{"text":"every time it gets a little wet and windy","labels":"annoyance"},{"text":"Keep it going. Love your hot takes on this sub.","labels":"amusement"},{"text":"Like protesting for higher minimum wages and better benefits for worker? Yeah, we protest for the opposite in Canada.","labels":"curiosity"},{"text":"This does not have to be juice I don’t think. Six months is a long time","labels":"approval"},{"text":"Dude got owned by a glass of cider. He spent a full month roiling and gnashing his teeth in an existential nightmare because of sulphites.","labels":"sadness"},{"text":"[NAME] were the peak memes back when I first started on Reddit. Honestly none of the meme subs are good, they're all pretty cringy. ","labels":"disgust"},{"text":"Yes. Exactly. Anything non [NAME] belongs in the trash. Glad you agree.","labels":"neutral"},{"text":"Don't grab another slice of pizza. Maybe if they would've eaten the crust they would have not been so hungry. It's greedy and picky.","labels":"disapproval"},{"text":"judah!!","labels":"neutral"},{"text":"Excuse me, my friends cousins uncles brothers friends fathers nephews sons friends great grandfathers great great great grandfathers friend was a police officer back in 1776","labels":"confusion"},{"text":"Come back when your dad rock genre manages to produce icons like [NAME], [NAME], [NAME] and [NAME]. Now bye [NAME] ","labels":"neutral"},{"text":"thats just an unpopular opinion, and legally wrong.","labels":"disapproval"},{"text":"Tool fan from the U.S. here. Something seems off about this question. Cheers, mate!","labels":"amusement"},{"text":"shadaha and the faith in your heart is enough to be [NAME]. also dont forget to repent. welcome back!!","labels":"realization"},{"text":"These made up phonetic alphabets these cops use drive me nuts...","labels":"annoyance"},{"text":"Don't go rouge or stick your tounge out at those across the boarder, but perhaps you could care less because I'm obviously bias. :) ","labels":"neutral"},{"text":"Yup, same as you but when I'm waking up. Too much effort trying to remember letters with little meaning when I'm waking up.","labels":"neutral"},{"text":"That's so disappointing. I'm sorry that happened to you. It really is hard to make friends as an adult.","labels":"disappointment"},{"text":"The Gra was very anti-Chassidus, including [NAME]. ","labels":"neutral"},{"text":"Honestly in belonged in 2016 or 2017. Fortnite and the little kids that love it are the only reason it gained popularity again and for so long.","labels":"neutral"},{"text":"Ah, the good old days where you could lose in a game! Yes!","labels":"joy"},{"text":"Your harshest critic will always be yourself","labels":"neutral"},{"text":"Oh yeah, thanks!","labels":"gratitude"},{"text":"I hope they caught the bastard","labels":"anger"},{"text":"I love [NAME]. But I’m not sure there is a single player in he nba who he can guard","labels":"confusion"},{"text":"Stop giving this idiot attention.","labels":"annoyance"},{"text":"Me too! I don't believe in likes or karma points, but I know other people care and it might be the highlight of their day.","labels":"approval"},{"text":"Have you seen Lord's and Ladles on Netflix? It's not a competition, but the scenery and the little facts are super interesting.","labels":"curiosity"},{"text":"This would still happen if they didn't have kids lol Most people engage in conversation time from time, OP. ","labels":"approval"},{"text":"Her question was theology actually. I wasn't even answering about the rape at all.","labels":"confusion"},{"text":"What prompted you to change? Just curious. She does have a tinge of perfectionism.","labels":"curiosity"},{"text":"Damn these refs actually fucking hate us.","labels":"annoyance"},{"text":"It won't, it will stop the ones who cross the border. Not a very hard concept. ","labels":"approval"},{"text":"Sorry I should have been more specific! A spiral chemical perm (I love curly hair!)","labels":"remorse"},{"text":"It can be safely backdodged in duels because of its lackluster tracking. Avoids feint to gb too. People just dodge at the wrong timings.","labels":"annoyance"},{"text":"[NAME] awful.","labels":"joy"},{"text":"I find it really strange how people align themselves with or against a politician so strongly.","labels":"approval"},{"text":"You seem fun","labels":"amusement"},{"text":"Just give him a chance!","labels":"neutral"},{"text":"I friggin choked scrolling up to this","labels":"fear"},{"text":"Gee I wish.","labels":"desire"},{"text":"This is the sort of chucklefuck who finds himself saying \"and there was nothing I could do\" after a mishap... often.","labels":"annoyance"},{"text":"Well I hope so, I work in a pawnshop in a not great part of town and I'd love to be able to carry","labels":"desire"},{"text":"> what **the straights** have > ... > **\"stereotyping** Hmm","labels":"neutral"},{"text":"Yeah, apparently they're wrong. It is a bummer and only getting worse, it seems.","labels":"annoyance"},{"text":"Your question was is 4.2 inch small for an erect penis, my answer is yes it is. ","labels":"neutral"},{"text":"Nice strong heavy stream will make it through","labels":"neutral"},{"text":"Thanks for explaining. I hope you'll fill out the survey!","labels":"neutral"},{"text":"wooosh! orange fans mad","labels":"approval"},{"text":"Highgate Hill! Close to westend and has a lot of cute houses. :)","labels":"neutral"},{"text":"So they are saying \"We'd rather you spend your money elsewhere?\" to their employees? I","labels":"curiosity"},{"text":"fat people want to be oppressed so badly. I guess it's because they need an excuse to emotionally eat.","labels":"neutral"},{"text":"I’m kind of scared to talk to my manager about it","labels":"fear"},{"text":"There you go, the familiarity was nagging at me","labels":"annoyance"},{"text":"This is more like yesyesyesyesmeh.","labels":"neutral"},{"text":"Well one of our leading candidates is [NAME] so it's not like we're killing it in our search either","labels":"disapproval"},{"text":"Even today, many years later that still gives me chills. RIP.","labels":"grief"},{"text":"I wanted to romance [NAME] more than I've wanted to romance more than any other character in the series. Such an awesome dude","labels":"amusement"},{"text":"I know I don't know the Spanish alphabet but I can't believe I didn't catch that before","labels":"realization"},{"text":"could you mark this nsfw or something I didn’t want to see that :(","labels":"neutral"},{"text":"Same, but [NAME] is one of my favorite champs, so beong useless hit me extra hard.","labels":"neutral"},{"text":"That would be a hoot wouldn't it? Thank you!!","labels":"curiosity"},{"text":"Sorry, that was a camel (unless you're talking about the remake).","labels":"neutral"},{"text":"Japan is awesome.","labels":"amusement"},{"text":"Now comes your affiant, [NAME], law school and attorney credentialing expert. I don't understand what's wrong, though. [NAME] passed the bar.","labels":"neutral"},{"text":"I like it. But I'm not the most fashionable fella out here.","labels":"excitement"},{"text":"Username does not check out then... I think?","labels":"curiosity"},{"text":"Their behavior? Going to campuses to talk about fiscal responsibility and [RELIGION] values is something that is bad? You’re a bigot, just admit it. ","labels":"annoyance"},{"text":"Cheers man, will be taking it easy for sure. ","labels":"approval"},{"text":"Even if you don't act on them, you still should stay away. It's not normal to fantasize about doing sexual things to children.","labels":"anger"},{"text":"The fuck? Come from nothing, now something doesn't matter? ","labels":"annoyance"},{"text":"Be brave Star Wars fans. You've likely been analyzing RotJ wrong your entire life. OP has it all figured out. Amazing. I love you.","labels":"love"},{"text":"What documentaries would you recommend? I want to see it.","labels":"curiosity"},{"text":"Nothing will, no, but it gives \/r\/conservative ammo against a sub like this. ","labels":"neutral"},{"text":"He drives to the basket like [NAME] used to. And can shoot the 3. And he's super clutch. Love the dude","labels":"joy"},{"text":"makes sense...except it doesn't.","labels":"neutral"},{"text":"Glad you got her back! Fantastic way to start off the new year with good news!","labels":"excitement"},{"text":"Grow up.","labels":"approval"},{"text":"So what happened is she tried to rape you","labels":"curiosity"},{"text":"Thanks bro. This is do or die for me. Will value my streak like gold.","labels":"gratitude"},{"text":"I love hunting\/fishing. I’m on every day, too. Add me: [NAME]","labels":"neutral"},{"text":"We draft [NAME] OUR ARMS WILL BLOT OUT THE SUN!","labels":"neutral"},{"text":"Funny how picture comes with no article link... typical BS post..","labels":"amusement"},{"text":"Goth pale is lovely.","labels":"amusement"},{"text":"I’m sorry to be that guy, but I don’t get it ","labels":"disapproval"},{"text":"Livin life on the edge man","labels":"amusement"},{"text":"I had a little kid once get really concerned on Christmas Eve that I would not be home in bed before [NAME] was due.","labels":"amusement"},{"text":"Thank you. Ignore the morons who have never heard of lactose intolerance.","labels":"annoyance"},{"text":"But where?","labels":"curiosity"},{"text":"thanks mate! I haven’t given that idea much thought, i’ll give it a shot next time i’m home","labels":"gratitude"},{"text":"Very frustrating. And totally the fault of your school’s systems for handling the issue. Sorry you have to deal with it.","labels":"annoyance"},{"text":"Not all. [NAME] is cool. If he ever runs again in the primaries he will get my vote.","labels":"approval"},{"text":"I miss seeing us capitalize on our rivals’ slip ups","labels":"neutral"},{"text":"Oh shit I didn't even connect those dots!","labels":"realization"},{"text":"They sure do love their fanfiction!","labels":"approval"},{"text":"No, don’t wait it out. Do everything you possibly can to lose it earlier in the meantime.","labels":"caring"},{"text":"I will not being awkward if I am being myself but I just scared","labels":"approval"},{"text":"Ah gotcha, lemme move it. New to this reddit stuffs ","labels":"amusement"},{"text":"Best form of government is 150 people tribe in a situation where there are no non-perishable goods, just food an clothes. ","labels":"neutral"},{"text":"Since it’s a commercial truck, the driver probably has a CDL.","labels":"neutral"},{"text":"True! He probably is just lonely. Thank you for the kind words :)","labels":"caring"},{"text":"Because what you described is the definition of the job.","labels":"neutral"},{"text":"I recently ate here and it changed my life. Get the steak sandwich with roasted peppers and goat cheese. You will not regret it.","labels":"amusement"},{"text":"[NAME] is such a disgusting champ to play against ....","labels":"disgust"},{"text":"You're eating us out of house and home, garmfield.","labels":"annoyance"},{"text":"What if she’s also the franchise owner who likes to get to know her customers better?","labels":"curiosity"},{"text":"Then [NAME] took little Donnie Two Scoops out to get a happy meal because he's been such a good top businessman!","labels":"amusement"},{"text":"I cant wait. I'm curious if it will give us any more insight into the incident other than what we already know.","labels":"curiosity"},{"text":"I have never gone from almost brushing off something to darn near vomiting because of it, good lord.","labels":"disgust"},{"text":"Money is always going to exist sorry","labels":"neutral"},{"text":"No. Without getting into spoilers that ring is reserved for something else later in the game.","labels":"neutral"},{"text":"That’s awesome, wonder if it’s available to buy on eBay. ","labels":"curiosity"},{"text":"Making DC climate an unapologetic brutality with blistering dry winds and no snow on a typical day.","labels":"neutral"},{"text":"I'm scared that they would turn out like me, even if I tried really hard to make them nice. ","labels":"fear"},{"text":"For Citynews dot ca that is really sad.","labels":"sadness"},{"text":"It's a beautiful video of family and [NAME] finally accepting [NAME] as a brother is one of the highlights of the show","labels":"amusement"},{"text":"Ayee it made it ! Enjoy","labels":"joy"},{"text":"I literally do not like this","labels":"anger"},{"text":"Did feel that one but I find it hard to tell sometimes","labels":"neutral"},{"text":"Again it's weed not heroin. Smoke it. Or sell it.","labels":"annoyance"},{"text":"I’ve not had it happen on mobile but that is because I use apollo. This happens on desktop","labels":"neutral"},{"text":"That was the worst power play I’ve ever seen","labels":"disgust"},{"text":"It's natural selection when a mentally ill person shoots and kills an innocent person out of the blue? Wow... just wow....","labels":"anger"},{"text":"This incident happened a few years ago, before the angle. So it’s really establishing a pattern of horrible behavior. ","labels":"neutral"},{"text":"Wiggins and towns pick and roll use it more","labels":"neutral"},{"text":"Youd be surprised how many times the \"hebephilia is not pedophilia\" argument comes up on reddit. ","labels":"annoyance"},{"text":"How dare they not have the foresight to realize he'll become a president we don't like decades later.","labels":"optimism"},{"text":"Trust me it gets worse from there....i shortened it a lot","labels":"sadness"},{"text":"Thanks so much for taking the initiative to do this! Not all heroes wear capes :)","labels":"gratitude"},{"text":"I have no idea, I just get texts.","labels":"neutral"},{"text":"You do eat off them in very special situations","labels":"neutral"},{"text":"Cray to the crazy","labels":"neutral"},{"text":"Man, I can still remember [NAME] playing for Texas","labels":"neutral"},{"text":"I'm sorry you fell for the carnie, bro.","labels":"remorse"},{"text":"No they are not.","labels":"neutral"},{"text":"damnit i've been enjoying the mutual pisstaking with my Swedish mate","labels":"annoyance"},{"text":"Alternative: He didn’t live as long as he thought he would. He died mid-sentence while writing a","labels":"neutral"},{"text":"Ive never been happier and wouldnt want to live any other way","labels":"joy"},{"text":"The incorrect number of O's has depressed me","labels":"disappointment"},{"text":"Yes, at home recuperating from a fractured ankle. ","labels":"sadness"},{"text":"Macaroni and cheese Beans Bacon Grits Hash browns Maple syrup Imported Tim's coffee Poutine Hawaiian pizza Beaver tail Ketchup and all dressed chips Nanaimo bars Whiskey Craft beer","labels":"neutral"},{"text":"I just see two inflated peacocks with a dumb and disgusting look in their face. But unfortunately I am not the gender evaluating them.","labels":"neutral"},{"text":"Your passion for [NAME] literally put a big smile on my face. Stay wavy!","labels":"joy"},{"text":"This is dangerous.","labels":"fear"},{"text":"Maybe you were depressed because your place was a mess.","labels":"confusion"},{"text":"Lol what boyfriend","labels":"amusement"},{"text":"Once they get a taste of catfood they’ll be back for the whole cat.","labels":"approval"},{"text":"And some of us wish to die first so we don't have to deal with the loneliness.","labels":"neutral"},{"text":"My bad , thought it was the English one ","labels":"remorse"},{"text":"That’s adorable! I hope they stick with it!","labels":"amusement"},{"text":"Pretty dangerous for women, too. 40% of cops are domestic abusers. Stay safe. ","labels":"caring"},{"text":"Get your degree first.","labels":"neutral"},{"text":"Only [NAME], their deputy leader, their most experienced minister....remember there was evidence she assaulted a staffer and kept her job as a MP...","labels":"neutral"},{"text":"Well now I have [NAME] in my head for the morning! Love a bit of Northern soul.","labels":"joy"},{"text":"I've been watching a lot of mavs games, I don't think we want [NAME]...","labels":"neutral"},{"text":"Is...Is this a Hitman themed FE Shitpost?...I dunno whether to be happy or impressed by this.","labels":"confusion"},{"text":"Ooof girl...I thought this was satire at first it was so cringe.","labels":"annoyance"},{"text":"I was only thinking of the players that were drafted. [NAME] is a UDFA GOAT.","labels":"neutral"},{"text":"he ignored a question I asked him as well he is not big into responding.","labels":"annoyance"},{"text":"No unless it’s like someone you were close to that’s passed away like a parent or something. Kissing your pillow is kinda weird though.","labels":"disapproval"},{"text":"Ah got it. Sounds like most CW shows (Smallville)..thanks for the heads up :)","labels":"gratitude"},{"text":"The worst is working with dealerships","labels":"disgust"},{"text":"Tell me a couple","labels":"neutral"},{"text":"Also N.e.r.d and [NAME] reference lmao","labels":"joy"},{"text":"They must've been inside a tornado or something, might be what caused the tree to fall behind them.","labels":"neutral"},{"text":"Very sorry for your loss.","labels":"grief"},{"text":"Ok good points but you didn't address the issues faced by [NAME]. So you agree with me that losing as [NAME] shouldn't result in lost elo?","labels":"curiosity"},{"text":"Legit. Can't beleive that society lets those people run around free like the walking sex crimes they are.","labels":"annoyance"},{"text":"I think majority of people who made WarCraft 1-TBC, Diablo 1-2 and StarCraft are no longer there.","labels":"neutral"},{"text":"We can’t have that","labels":"neutral"},{"text":"Chicken and the egg argument. Gun companies don't donate to [NAME] *because* they have gun control on their platform. This goes back decades mind you.","labels":"neutral"},{"text":"There will *always* someone gaming the system. Always. I still donate food for the other 999 people that really need assistance to get over a tough time.","labels":"caring"},{"text":"OMG I’m dying she said carrot!!!!","labels":"surprise"},{"text":"I use 3 different credit unions and all of them are great. Used Wells Fargo for a short while and hated them.","labels":"amusement"},{"text":"Scripted but funny","labels":"amusement"},{"text":"Do you happen to know what time and program that was, please? I’d like to see it. Thanks. ","labels":"curiosity"},{"text":"Love [NAME], he reminds me of the little receiver from NE Edlemen (I think misspelled) .","labels":"joy"},{"text":"You know what’s ignorant? People who spend their free time making themselves look like a belligerent, disputatious assholes. Find something better to do. ","labels":"annoyance"},{"text":"No problem, hope things get better for you guys soon!","labels":"caring"},{"text":"Maybe for the last 8 minutes.","labels":"realization"},{"text":"Someone get us a [NAME] version of the [NAME] nice lead meme!!!","labels":"approval"},{"text":"Women don't have penises so cannot rape by the legal definition of the word. They can sexually assault however.","labels":"annoyance"},{"text":"Was it? Honestly I didnt get it, even asked some other people and they didnt get. I guess color me ignorant. Care to explain? ","labels":"curiosity"},{"text":"They don't mean it hurts they mean it's just bad and awkward. It can feel good but is nothing compared to sex with experience.","labels":"approval"},{"text":"Chill. Not everyone is perfect.","labels":"approval"},{"text":"This is genius","labels":"amusement"},{"text":"Pure unadulterated hatred. It’s disgusting.","labels":"disgust"},{"text":"He wasn’t a US citizen.","labels":"neutral"},{"text":"Never, ever, ever, ever double text. Pursue other girls after the first text is unanswered.","labels":"neutral"},{"text":"> No one bugs me. And yet you're scared to take your family in public because of Patriot Prayer?","labels":"surprise"},{"text":"He kept talking about Israel, its security, and how Arab nations are slowly welcoming them. How times have changed...","labels":"realization"},{"text":"Oh fuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuck RIGHT OFF!!!!!","labels":"anger"},{"text":"Unfortunately, we live in 21st century America, where this kind of behavior ensures that they will both be given high-paying jobs at CNN.","labels":"sadness"},{"text":"They’re still around but part of NLF. Also weaker than they used to be.","labels":"neutral"},{"text":"You dirty scavenger","labels":"annoyance"},{"text":"Yeah, she's reasonable on some issues for sure, but the problem is that there isn't more like her","labels":"approval"},{"text":"The sweeter it is","labels":"neutral"},{"text":"It's far too busy","labels":"annoyance"},{"text":"Fake news! He only serves the Bigliest Macs!","labels":"neutral"},{"text":"That was [NAME] not [NAME]","labels":"neutral"},{"text":"if your paraphilia is public facing at any point in your life I think it's reasonable to assert that there's something wrong","labels":"approval"},{"text":"Yeah, I’d definitely wanna be baked for that","labels":"curiosity"},{"text":"I hate you.","labels":"annoyance"},{"text":"Scenes like these are what make me wish I could forget the entire show at will. So I can watch and enjoy them all over again.","labels":"amusement"},{"text":"Yeah thank you you ungrateful bast.....","labels":"anger"},{"text":"I’ve found it quite useful up until the nuclear option.","labels":"neutral"},{"text":"That is always a black box to fans too - let’s say they pull the trigger, we have no idea if any of these reports are real","labels":"neutral"},{"text":"Sick comeback. Not really a dirty combo other than the unblockable.","labels":"annoyance"},{"text":">The only way change will happen is when the national media actually focuses on them. Precisely what a protest is aimed at engendering.","labels":"neutral"},{"text":"I just draw for the fun of it tbh... But having \"success\" or getting recognition still surely feels nice... Don't give up :)!","labels":"caring"},{"text":"To pay a merchant that accepts Bitcoin and doesn't accept ERC20, for one.","labels":"neutral"},{"text":"Actually [NAME] had the #1 PP who bazooka [NAME] fired lol","labels":"amusement"},{"text":"I’m concerned this story does not have a definitive conclusion","labels":"fear"},{"text":"Even the worst pyramid scheme pays out something.","labels":"neutral"},{"text":"Yeah let’s sit this one out.","labels":"neutral"},{"text":"I heard a version of this where the president was also a woman!","labels":"neutral"},{"text":"Bonus: her infamous bizarre introduction video. Truly frightening","labels":"fear"},{"text":"Happy Birthday!! It was great seeing her at the Royal Rumble and SmackDown.","labels":"joy"},{"text":"Ah well the Devs change the cle all the time and this was knowledge from before new year. I forgot they changed it a while ago again.","labels":"realization"},{"text":"Booty matters MUCH more in my opinion","labels":"approval"},{"text":"I'm so sorry. This is no way to be live or be treated. It's so immature and emotionally-abusive. I really hope your circumstances improve","labels":"remorse"},{"text":"I can relate, and I blame sexual tension because of it.","labels":"sadness"},{"text":"[NAME] has noted your transgression. Punishment is forthcoming. Please stand by.","labels":"neutral"},{"text":"I hate that attitude, as if it's every woman's, purpose, dream, and personal duty to reproduce.","labels":"annoyance"},{"text":"The more you wind me up the worse it gets for her later on","labels":"neutral"},{"text":"its here! nice","labels":"neutral"},{"text":"bets* , not best","labels":"neutral"},{"text":"It means France. [NAME] is a guy from Paris.","labels":"neutral"},{"text":"Looks expensive. Hope you enjoyed the game!","labels":"optimism"},{"text":"Such a nice photo of city hall.","labels":"amusement"},{"text":"This is my ex and I rib about this all the time","labels":"approval"},{"text":"EVERYTHING in a house that smoked in, will smell like smoke","labels":"neutral"},{"text":"There's probably a YouTube video about how to do that....","labels":"confusion"},{"text":"Weird, though. So many people love to identify themselves by their corporate loyalty.","labels":"realization"},{"text":"Wow sold out during break without most of the students. Don't know how they'll fit the students in once we're back","labels":"realization"},{"text":"Some great advice right here!!!!!! I forgot about this","labels":"realization"},{"text":"Its free karma","labels":"neutral"},{"text":"Anyone know how I can tune in. Without paying for Blaze Tv subsription. This gonna be good.","labels":"curiosity"},{"text":"Blame [RELIGION] communities where it's normalised for men to divorce women without giving her any of her rights , even Islamically. ","labels":"annoyance"},{"text":"yes they do, and I am glad that you were able to change hers. ","labels":"joy"},{"text":"I wonder if these little creatures with their big bulgy eyes ever poke themselves in the eyes accidentally.","labels":"curiosity"},{"text":"This is the dumbest post I've read today. How's that?","labels":"annoyance"},{"text":"Do you want help?","labels":"caring"},{"text":"[NAME] was half-blood but it wasn't a smart idea to bring up his father.","labels":"annoyance"},{"text":"This is just so sweet! That's all. :). So sweet.","labels":"amusement"},{"text":"Interesting theory. I like your science. I just like the taste and wear protective clothing in case it falls apart.","labels":"amusement"},{"text":"The truly sad thing is she's getting burned to legitimize Russiagate. It's a shame she wasn't a legit whistleblower.","labels":"anger"},{"text":"80k\/month? Damn. I need to become a Union Square store","labels":"surprise"},{"text":"if your former manager is receptive in re-hiring you, it's a positive first step. your email is fine. good luck!","labels":"neutral"},{"text":"It's not even artisanal? You're a monster.","labels":"anger"},{"text":"We aren't a bunch of Republican puppets like you believe.","labels":"disapproval"},{"text":"It's interesting that you don't address anything but just come to troll","labels":"joy"},{"text":"How about this, you can be the \"bigger man\" and the rest of us will bask in the tears of saints fans. ","labels":"amusement"},{"text":"Too late, you read it anyways. Ban me if you don't want to read more. Lmao!! ","labels":"amusement"},{"text":"I love assault","labels":"annoyance"},{"text":"I go to the same hairdresser as [NAME], and she told me we were interested. Dunno how she got her info though.","labels":"confusion"},{"text":"Glad to see [NAME] getting a point, he's been overdue. Now for the 3rd period [NAME]? ","labels":"curiosity"},{"text":"Hopefully you're ok now & doing some good stuff","labels":"caring"},{"text":"Nice. Spotted it having a feed of quandong as well by the looks of it.","labels":"neutral"},{"text":"Lol found the neckbeard","labels":"joy"},{"text":"[NAME] I want to get that ~~monkey~~blackhawk off our back so bad.","labels":"curiosity"},{"text":"Interesting theory.","labels":"curiosity"},{"text":"Intp:(","labels":"neutral"},{"text":"Because it's scary, and therefore thrilling to face your fear. Also the shrimp are easier to catch at night.","labels":"approval"},{"text":"No,not a fan of cigarettes","labels":"disapproval"},{"text":"I've unlocked the wrong company truck at a truckstop.","labels":"neutral"},{"text":"Jack torrance can be nice","labels":"approval"},{"text":"What sorcery is this!","labels":"curiosity"},{"text":"YEAH! How dare he ask if you were feeling ok!!!","labels":"anger"},{"text":"Hijab, keeps my ears warm","labels":"neutral"},{"text":"I'm slightly ashamed to say I thought that was what the title implied too. Glad that's not the case","labels":"embarrassment"},{"text":"I've been working in engineering jobs for years and I'm not licensed. I don't think most of my former classmates got their license either.","labels":"curiosity"},{"text":"The fact that you have to ask what other good games there are makes me think you don't take competitive gaming seriously in the first place...","labels":"neutral"},{"text":"I'm not having any thoughts that are safe for me to publicly type.","labels":"approval"},{"text":"I didnt know that sub existed,im faaaaaar too excited, thats my next hour of skivving work sorted!! ","labels":"confusion"},{"text":"No. Hell no. It's \"anxiety\". When needed for medical notes and such my doctor will also write anxiety. ","labels":"sadness"},{"text":"I’m gonna do lsd again in 2 weeks","labels":"neutral"},{"text":"I like that they have a red light camera there to combat the red light runners. You can see it flash twice at 0:48.","labels":"joy"},{"text":"You’ll have to take it up with my good friend [NAME]","labels":"neutral"},{"text":"Have to run some plays for him, he is guarded pretty tightly. ","labels":"realization"},{"text":"Ah, the other kind of dog.","labels":"realization"},{"text":"lol @ additionally “learning” physiotherapy as if we DPTs\/PTs didnt spend our own 3 years learning.","labels":"joy"},{"text":"ok now you are being adorable on purpose i see what youre doing","labels":"amusement"},{"text":"That extra four billion going into private schools could probably build a lot of schools...maybe if we stopped pumping so much cash in to them..","labels":"neutral"},{"text":"Not a fan of [NAME] but [NAME] I hope [NAME] gets knocked out here","labels":"neutral"},{"text":"[NAME] approved this comment!","labels":"neutral"},{"text":"I don’t think this fits the sub","labels":"disapproval"},{"text":"Ahhh, I was curious about that since I do both Postmates and IC at the same time.","labels":"approval"},{"text":"You cant post that without proof","labels":"neutral"},{"text":"We're not a cult, so long as he apologizes and sees the fault in his actions, I see no reason to ban him.","labels":"neutral"},{"text":"Don't tell me what to do.","labels":"anger"},{"text":"She look like any dude I use to battle rap with","labels":"approval"},{"text":"as an underweight couch potato I don’t relate to any of them.","labels":"embarrassment"},{"text":"Nope! It doesn't matter how stupid you were being.","labels":"approval"},{"text":"That's awful. also i think I just realized why I have so much trouble finishing the last bite of food. I get all anxious about it.","labels":"sadness"},{"text":"Eh, you can't really judge his character solely on the appearances he makes on his GF's IG without making a ton of presumptions","labels":"annoyance"},{"text":"Istn't there a trick about coating the metal with clear nail polish?","labels":"curiosity"},{"text":"R1\/L1, always played like this R2\/L2 feels weird and slow","labels":"neutral"},{"text":"Thanks [NAME] for moderating, I appreciate the hard work you guys do!","labels":"amusement"},{"text":"I lost a six pack this way once. For a good year every traffic stop became a field sobriety test.","labels":"approval"},{"text":"He looks normal. This entire post is a massive reach","labels":"neutral"},{"text":"Yea it's a tricky one, we need more buttons!! ","labels":"approval"},{"text":"It said in the post that it had started a month ago","labels":"neutral"},{"text":"random fact: my pokerstars avatar has been a picture of that very hit since that night of 2006 LOL you could say that this hit was... pretty mint","labels":"neutral"},{"text":"What do you expect? They used WordPress to create the entire thing. I wish this was a joke but you can check for yourself.","labels":"neutral"},{"text":"She immediately regretted it when you reacted like an excited 3rd grader","labels":"annoyance"},{"text":"Had my suspicions but didn't want to mindread such a civilized honest actor.","labels":"neutral"},{"text":"That’s a fair point. Pretend to be a foreigner than? Haha I don’t know. I wish you luck my friend!","labels":"approval"},{"text":"They need a speedy guy to fish pucks.. Either get nylander or Hyman on that line.. [NAME] line deployment is brutal..","labels":"approval"},{"text":"This is why I’m afraid to fly.","labels":"approval"},{"text":"several illegal wars? You seen much combat?","labels":"curiosity"},{"text":"> whatever happened to MK9's revealing style? Female characters started getting treated as actual characters and not just strictly fanservice mannequins.","labels":"curiosity"},{"text":"They claim religious persecution and no lawmaker would want to deal with that can of worms.","labels":"anger"},{"text":"*[when your pet is still barking at you]* I'm done trying to convince you.","labels":"neutral"},{"text":"> freak degenerates who live to subvert all [RELIGION] values and Prods What? Are you for real? [NAME], tell me it isn't true.","labels":"curiosity"},{"text":"Imagine caring about last laugh This post was made by the warlord gang.","labels":"approval"},{"text":"Alright, thanks. I appreciate you taking your time to explain that to me. ","labels":"gratitude"},{"text":"It is hard [NAME] damn work, making something this pretty look like a chump!","labels":"approval"},{"text":"\"what's wrong?\" with legitimate care and empathy when I talk about what's wrong. Really long hugs. ","labels":"neutral"},{"text":"You still haven't shown any evidence of racism outside your own mind.","labels":"curiosity"},{"text":"It's because you play against 1000 ms ping EU players that have no idea what's going on. Happy hunting!","labels":"joy"},{"text":"Educate yourself! Stay in your lane! (It all sounds so totalitarian if you look at it more closely.)","labels":"neutral"},{"text":"I am assuming since it's shut down, no one can access the website to change these things. They are most likely delayed.","labels":"neutral"},{"text":"The tone is damning","labels":"sadness"},{"text":"That’s Wikipedia, isn’t it? So not quite official. ","labels":"curiosity"},{"text":"Makes my skin crawl","labels":"amusement"},{"text":"i agree that far right are not our friends bur this seems fake af","labels":"approval"},{"text":"My kitten just got very happy when Pasta scored. Such loud purrs! I was happy too.","labels":"joy"},{"text":"He’d be amazed i was alive and I’d have a super hot wife.","labels":"desire"},{"text":"You know what I love abou you [NAME]? Octopussy. Man, I must have seen that movie... twice.","labels":"amusement"},{"text":"Are we not going to discuss the fact that his head is forming from the top of his ear","labels":"surprise"},{"text":"I wonder if this will ever appear on BotW. Since it's so straightforward there probably isn't much to talk about.","labels":"confusion"},{"text":"CBA's app is atrocious. I had to set it up on my mother's new iPhone and it was a nightmare.","labels":"fear"},{"text":"It's weird that actual socialists will say that politics has moved far to the right.","labels":"realization"},{"text":"There is so much I want to say. Keep [NAME] close. Don't judge others. Work in love. Take love there and bring love back.","labels":"neutral"},{"text":"Yep. I’ve done a couple shoots at Hornsby small bore and one clay pidgeon day at Lucas Heights.","labels":"approval"},{"text":"So I can’t do anything about it now?","labels":"curiosity"},{"text":"Maybe it is offended which is why he commented in the first place","labels":"curiosity"},{"text":"[NAME] was seen walking into a doctors office in NYC using Google maps for directions. That screams 2nd opinion if I ever heard one","labels":"neutral"},{"text":"This bit was more fun than it should have been.","labels":"disappointment"},{"text":"After they put the bullet in it I wouldn't be surprised if it got scaled back even further, considering just how much of the community up and bailed","labels":"neutral"},{"text":"Yes. You’re both at fault for not getting vaccinated.","labels":"anger"},{"text":"OP, this is the definition of manipulation. Ignore it, I promise it’ll be better for you in the long run. ","labels":"neutral"},{"text":"I don't like sleeping in the couch :(","labels":"sadness"},{"text":">a fun activity!!! At no point in my TBM life would I have found that fun or worthy of even one exclamation.","labels":"joy"},{"text":"Yes my mother is ok with it.","labels":"approval"},{"text":"I heard he was a vegan so it didn’t matter that he died","labels":"realization"},{"text":"Wow that’s weird. I’m too used to that age group complaining about “kids these days”. Thanks for sharing.","labels":"gratitude"},{"text":"My first thought.. Girl your eye makeup!","labels":"amusement"},{"text":"One of the rare times I actually laugh out loud while browsing online.","labels":"approval"},{"text":"I think someone else should open a drive through so I can enjoy the flavours without the dishes aha","labels":"approval"},{"text":"if he ended up with that chef, damn that will break my heart for sure.","labels":"sadness"},{"text":"Lord help me I want to be a mod again. So many damn trolls here","labels":"annoyance"},{"text":"[NAME] you are a freak.","labels":"amusement"},{"text":"When I can see them while a call it's okay it's only when they stand in front of me","labels":"neutral"},{"text":"It doesn’t really change anything, just side with your preference ","labels":"approval"},{"text":"I wonder what was stopping that barber using the lightning network for payments?","labels":"curiosity"},{"text":"I have a TKL so no numpad, bummer.","labels":"neutral"},{"text":"I think by and large it encouraged men to become better betas.","labels":"realization"},{"text":"Yeah. It didn't even work, that's why nobody went crazy. ","labels":"neutral"},{"text":"Sorry I kind of took it like you were flexing on my or my opponents skill or something lmao","labels":"neutral"},{"text":"It was a beautiful week","labels":"approval"},{"text":"Please provide some receipts! I believe you and can totally see this happening!","labels":"neutral"},{"text":"I thought V had great gameplay, but the big character switch that no one asked for really held it back.","labels":"disappointment"},{"text":"Damn, dude lol You should've calmed him down. ","labels":"neutral"},{"text":"[NAME] getting off beat the dribble is hurting me a little inside \/: Edit:words","labels":"neutral"},{"text":"[NAME] is happy.","labels":"joy"},{"text":"I appreciate the honesty! If you don't mind me asking, what state do you live in?","labels":"curiosity"},{"text":":^)","labels":"neutral"},{"text":"Has anyone else realized that there are 16 [NAME] on this glorious movie poster?","labels":"curiosity"},{"text":"I don’t know about the whole state but we do have some shady cab drivers here.","labels":"annoyance"},{"text":"Really feeling you today.","labels":"sadness"},{"text":"I know how you feel and I’m sorry you’re going through that. But I’m glad you are still here","labels":"joy"},{"text":"Oh my gosh! That light house!! Its terrifying!!","labels":"fear"},{"text":"Honestly, no. But even vague references would do more to help decide if it's a fresh take on something.","labels":"approval"},{"text":"I was flabbergasted when I saw it.","labels":"surprise"},{"text":"Man I hate that [NAME] guy.","labels":"disgust"},{"text":"Yeah, I'd rather have Butch than NBC","labels":"anger"},{"text":"You could get a new costume!: Cheesesaurus. It's still a dinosaur but now it's yellow.","labels":"neutral"},{"text":"So you did. And now you're here talking about how it's not important.","labels":"neutral"},{"text":"Maybe [NAME] anti could help. Make sure you kill him before the duration ends. Also, [NAME] works. ","labels":"neutral"},{"text":"Is that the one with [NAME]?","labels":"curiosity"},{"text":"Dark humor is like food. Teenagers love it and prefer quantity over quality.","labels":"approval"},{"text":"Ditto this. Happy hour after work is nice and low-commitment.","labels":"joy"},{"text":"Did I just get called [NAME]? Achievement Unlocked!","labels":"excitement"},{"text":"I'm pretty relaxed thanks for the concern though","labels":"gratitude"},{"text":"I am female. If someone approached me in a coffee shop who followed your above rules, I’d be giving out my number for sure.","labels":"curiosity"},{"text":"I wish I could see [NAME] slipping on shrimp","labels":"curiosity"},{"text":"\"Stay in your lane, bro.\"","labels":"annoyance"},{"text":">she looks like squidward when she smiles LOOOL","labels":"amusement"},{"text":"~~Comrade~~ [NAME] I'm appalled that you would accuse me of using performance enhancing drugs. Neigh! Neigh I say!","labels":"fear"},{"text":"Gotta love how \"QUESTIONING\" is front and center in the list of things these warriors for [NAME] consider brainwashing.","labels":"amusement"},{"text":"This post should demonstrate that it already has become one of those subs. Disingenuousness is rampant here","labels":"neutral"},{"text":"I’m wondering if your church and bible study attendance lets her pretend you are [NAME].","labels":"curiosity"},{"text":"Fortunately, finding yourself and deepening your spiritual connection with the world only takes about 4 days in a beach hut with a thatched roof.","labels":"joy"},{"text":"The scorpion one on the swing set looked so bad. I think I heard her back break\/crack.","labels":"disgust"},{"text":"I agree. I could tell she was really upset.","labels":"approval"},{"text":"I want one of those so badly! Perfect bag, perfect color. And of course they’re not for sale ","labels":"neutral"},{"text":"GDMNIT! Now I'm hungry!","labels":"neutral"},{"text":"you never go full loco","labels":"neutral"},{"text":"Yah, thanks...I've several times made mistake of getting excited b4 face to face..no more i say","labels":"realization"},{"text":"When are you and dad going to pop out a few baby-mammas for us boys, huh? And that's the *less* disgusting alternative. Blech!","labels":"curiosity"},{"text":"having your head smashed into a kebab shop's counter","labels":"neutral"},{"text":"not sure if this is a joke, but if you've ever worked at a dev studio, this adds credibility if anything","labels":"approval"},{"text":"The whole trinity!!","labels":"neutral"},{"text":"Just be honest with this person. Sorry I didn’t read the whole thing I don’t have time rn :(","labels":"caring"},{"text":"Idk how to do that on my phone :\/","labels":"neutral"},{"text":"after another rape joke, though I think both times he was quoting It's Always Sunny in Philadelphia. ","labels":"neutral"},{"text":"Interesting, thanks for clarifying.","labels":"gratitude"},{"text":"Not just bad, but actively shortens your life because you have finite energy ","labels":"neutral"},{"text":"it’s starting to get weird","labels":"embarrassment"},{"text":"Elly's is dog friendly for brunch.","labels":"neutral"},{"text":"Hi from a former [NAME]! Enjoy all the snow this weekend, we're barely getting anything in Iowa, which is frankly ridiculous. ","labels":"disappointment"},{"text":"Oh I don't think so. I like AOTC and am looking forward to watching a 5 hour analysis of it.","labels":"excitement"},{"text":"This could only end badly.","labels":"sadness"},{"text":"Before.revolution can happen in the streets it first has to happen in their minds - Stuck Mojo","labels":"neutral"},{"text":"Crazy when the police are becoming more militarized to deal with threats, you could almost lump them into the 3rd amendment based on that alone. ","labels":"neutral"},{"text":"[NAME]’ column the other day had an interesting line, “zealotry is often people working out their psychological wounds.”","labels":"neutral"},{"text":"I've been looking forward to this But damn, I was hoping for some epic revenge story ;-; ","labels":"disappointment"},{"text":"He was in a state of shock lol","labels":"surprise"},{"text":"No. [NAME] can't do anything to me because he does not exist. He is just a chatacter in a book.","labels":"disapproval"},{"text":"Yeah having a camp invetory was something i already wished they add to the game, the crafting part i did not think of..","labels":"neutral"},{"text":"Oh wow this is good to know, it was always my go-to spicy ketchup when I make frozen fries at home.","labels":"excitement"},{"text":"This is good","labels":"amusement"},{"text":"Props to YOU for being so appreciative, sir. :) You don't often see it. Good luck out there!","labels":"amusement"},{"text":"Yes they do. Thank you for the idea!","labels":"gratitude"},{"text":"I agree. Girls digg when you take the lead on this, Just be upfront.","labels":"neutral"},{"text":"I’m really glad [NAME] wasn’t [NAME]","labels":"approval"},{"text":"My stress levels are really too high. Let Tuesday bring some good news...","labels":"curiosity"},{"text":"they both rugged, worn, and wrinkled, like fine leather !","labels":"neutral"},{"text":"Meow-meow smiles upon all of this.","labels":"neutral"},{"text":"Well if you're in the plane I assume a boot in your ass to get you","labels":"annoyance"},{"text":"Out of curiosity, about how many students were in the class?","labels":"curiosity"},{"text":"I learned about [NAME] about 1749485 times in medical school lmao Soap helped a ton but it just did not cut it after a while","labels":"neutral"},{"text":"I’m so glad I’m not the only one with this stuck in my head now!","labels":"realization"},{"text":"Well that explains why [NAME] was able to win","labels":"approval"},{"text":"I used to when i was younger, but then i got old and started caring about conserving water. ","labels":"caring"},{"text":"LIVE LAUGH TATTOO","labels":"neutral"},{"text":"Nope. Not atm anyway. I somewhat doubt they’ll ever add upgraded satchels but it would certainly be welcomed.","labels":"neutral"},{"text":"That’s a terrible amount of bp for 11 kills","labels":"surprise"},{"text":"Scared? A little bit. It's more of a simmering disgust at this point for myself.","labels":"disgust"},{"text":"I see so many different worlds in this! Love it","labels":"excitement"},{"text":"Damnit, now they're ruining IKEA too.","labels":"anger"},{"text":"Can we all agree to stop lending credibility by calling tiny fringe groups like these \"movements\"? There are dozens of us! DOZENS!","labels":"realization"},{"text":"But atacking it over and over again is considered griefing, you wanted to shoot fishes in a barrel over and over and got caught.","labels":"annoyance"},{"text":"It's also my 40th birthday, so bring a gift! ","labels":"neutral"},{"text":"Pretty sure neither team wants this, it's a BS rumor","labels":"disappointment"},{"text":"Maybe. It's an interesting theory for sure :)","labels":"neutral"},{"text":"Ouch. Hurts because it's true.","labels":"sadness"},{"text":"Also, he never gets hurt so you can't Robidas the guy. ","labels":"neutral"},{"text":"Maybe you'll get lucky and it will fall apart before they go through with it.","labels":"approval"},{"text":"Flour and salt in Fairfield","labels":"neutral"},{"text":"That's what worries me the most - the exposed glans. Is there anything you can recommend so I can prepare myself for underwear etc?","labels":"curiosity"},{"text":"Yeah I'm hoping the different-colored eyes and long hair help! (S)he is a beautiful cat.","labels":"amusement"},{"text":"Spoiler alert, it's terrifying and depressiong","labels":"fear"},{"text":"I just come right out and admit it. Saves on disappointment.","labels":"neutral"},{"text":"Typical humans, diminishing dog's accomplishments. ","labels":"neutral"},{"text":"[NAME] might be up your alley, friend. ","labels":"neutral"},{"text":"I love your entire look, from your hair to your pout to the wallpaper (!)","labels":"amusement"},{"text":"I appreciate your meme OP.","labels":"amusement"},{"text":"Meat makes it taste horrible. Hydrating is also important.","labels":"approval"},{"text":"How so? How do you keep stupid people from voting?","labels":"curiosity"},{"text":"What happened with the guy at work?","labels":"curiosity"},{"text":"Ok, fair enough. From your original post, it wasn't really clear that you looked at sources other than YouTube.","labels":"confusion"},{"text":"Rainbow Road is edgy enough you usually fall off","labels":"neutral"},{"text":"Really seemed like a great guy :(","labels":"sadness"},{"text":"Its much better. Inhaling burned particulate plant matter is very bad.","labels":"disappointment"},{"text":"Wait did [NAME] steal that name from the pinkerton guy?","labels":"curiosity"},{"text":"I get through a pack of tennis biscuits a week at work. Coconut bliss","labels":"joy"},{"text":"Honestly nothing, death is an awful part of life. The only thing that can do anything is time. Just never forget them.","labels":"neutral"},{"text":"Yeah I think he was joking though. Like a cynical, sarcastic sorta comment","labels":"annoyance"},{"text":"She forgot about the Buttfor","labels":"neutral"},{"text":"This...is just beautiful","labels":"amusement"},{"text":"Yeah that does, actually. Most of this is news to me. Thanks for actually providing some articles","labels":"approval"},{"text":"Totally and sorry for that","labels":"remorse"},{"text":"BOOM BOOM BOOM (not Bitton related)","labels":"neutral"},{"text":"Actually a good idea. Starbucks, breakfast sandwiches, donuts... all fine excuses unless you work at one of those places.","labels":"approval"},{"text":"Sorry to hear that, I have it for ps4 and hardcore dlc servers are still up","labels":"remorse"},{"text":"Do you dislike the concept or the way they use prepositions? Does your first language lack the concept as well? :)","labels":"curiosity"},{"text":"I’m positive he’s going to leave her","labels":"approval"},{"text":"SHE AIN'T NO DEMON!","labels":"disapproval"},{"text":"Is the misspelling on the cake the only thing you see wrong with this post?","labels":"curiosity"},{"text":"Wow, this is bizarre. Well, I agree too. A wealth tax is exactly what we need.","labels":"surprise"},{"text":"Who said that","labels":"curiosity"},{"text":"I think the downvotes are coming from Mavs lurkers who are pissed we didn’t give them [NAME] unprotected first","labels":"approval"},{"text":"It’s very difficult for men to have platonic friendships with women. Unfortunately it’s just part of life.","labels":"sadness"},{"text":"I think it’s a bit more complicated than that, it also would appear I may have been misunderstood.","labels":"approval"},{"text":"Yeah no problem. Here is the link to her sons foundation.","labels":"neutral"},{"text":"Where in the timeline does ESO take place? If there be dragons, is this around Skyrim or in the distant past?","labels":"curiosity"},{"text":"Maybe if you live in America.","labels":"confusion"},{"text":"I'm 27 and still look 15. When does this change?","labels":"annoyance"},{"text":"Maybe so. Should I try to ask her about it? I'm worried that will only scare her more","labels":"fear"},{"text":"Only issue I have is that tiramisu is a beautifully layered cake and all of that is hidden by the container","labels":"disappointment"},{"text":"Ik these are great!","labels":"amusement"},{"text":"I learned that recently driving into SLC for the first time in the rain\/snow. I couldn't see shit. 1\/10 Was scary.","labels":"neutral"},{"text":"Hot girls get horny too.","labels":"approval"},{"text":"Huskies are better than Malamutes fight me [NAME]","labels":"neutral"},{"text":"Honestly I agree. We should shun vegetarians regardless of the [NAME] thing. \/s","labels":"amusement"},{"text":"In case anyone missed this masterpiece of cinema","labels":"realization"},{"text":"His time will come for that","labels":"amusement"},{"text":"Same with the seated calf machine always leave a plate on.","labels":"neutral"},{"text":"Not up in UK yet","labels":"neutral"},{"text":"It takes a lot of time to watch games. I got better things to do.","labels":"disapproval"},{"text":"Oh I know. [RELIGION] is the most severe form of brainwashing on the planet. There’s absolutely nothing like it. It blows my mind.","labels":"disapproval"},{"text":"how the hell do I post a picture","labels":"annoyance"},{"text":"Shithole universe i mean.","labels":"approval"},{"text":"This is probably why people are fleeing CT. Our state is on fire and people just keep saying \"this is fine.\"","labels":"annoyance"},{"text":"At least you can admit you missed it","labels":"neutral"},{"text":"There is a special place in hell for drivers like you. I pray to [NAME] there is.","labels":"anger"},{"text":"Contentious statements cause unrest in public forum. In other news water is wet.","labels":"neutral"},{"text":"No babies for him!","labels":"neutral"},{"text":"Don't hesitate to do it.","labels":"approval"},{"text":"Yes I would love to see!","labels":"joy"},{"text":"Not in Oregon anymore. They raised the legal age to buy smokes to 21, which, as a smoker, I think is a great idea.","labels":"amusement"},{"text":"I enjoy being a girl. (are shutdown memes still allowed? ...No matter. Couldn't find a decent one for this)","labels":"joy"},{"text":"[NAME] is awesome","labels":"amusement"},{"text":"I wonder if the mapgen portion of the population will die in the first place. Dwarves just waste all their time working on the labyrinth it hits 30.","labels":"curiosity"},{"text":"It's punishment for endangering others purposefully. That's not a slippery slope.","labels":"approval"},{"text":"Nothing better to do with their time, I guess?","labels":"confusion"},{"text":"Get two, I'm not sharing with [NAME]","labels":"neutral"},{"text":"No he won’t :)","labels":"neutral"},{"text":"01\/11\/19 - pretty easy to remember as it is the day my band released it's first full length record. The release day gig was also pretty neat!","labels":"neutral"},{"text":"Gross. I hate using those reusable cloth ones because they retain smells. You've got cats? I know, I can smell them. ","labels":"disgust"},{"text":"Ahhhh fond memories","labels":"joy"},{"text":"He’s just paying lip service to the idea to secure support from people who think he’s pro-EU","labels":"approval"},{"text":"Is this Hawaii? I had such a feeling this was Maui when I saw it.","labels":"confusion"},{"text":"Keep spreading the word fellas. Wishing you all a great 2019, love you guys and the whole community.","labels":"joy"},{"text":"Shivering Isles is what DLC should be. Fantastic expansions of content that dont cost quite as much as expansion packs did.","labels":"neutral"},{"text":"I'm sorry, I can't hear your useless badgering over me drinking my 38' from a wine bottle and enjoying my extra $200.","labels":"amusement"},{"text":"Crowder is terrible... How do you lose that gunfight or not have the common sense to just run away","labels":"anger"},{"text":"oh yeah? Mines real","labels":"neutral"},{"text":"Leader is an aura perk so you can't be affected by it yourself, you can only affect other people with it. ","labels":"neutral"},{"text":"Am owned by a tiny beagle that was previously a stray. This is an underrated comment!","labels":"annoyance"},{"text":"You shouldn't force someone to come out you know. Now look at what you did! You killed [NAME]! You bastard!","labels":"anger"},{"text":"Thats too funny","labels":"joy"},{"text":"I think they'd do ok (Sorry but as an INTJ a lack of my thoughts here is also bothering me, too)","labels":"neutral"},{"text":"watching [NAME] attempt hook shots gives me a panic attack, even when he makes them (which is rare)","labels":"surprise"},{"text":"Ahh yeah I've been there didn't know it had a name. Thanks dude.","labels":"gratitude"},{"text":"That's the purpose of the experiment.","labels":"neutral"},{"text":"Same here, she left the house we bought and is giving me till the end of the month. Woooo","labels":"excitement"},{"text":"Serenity now ! Serenity now !","labels":"relief"},{"text":"Because nothing he says was remotely sexist? Sure it could have escalated but what he said was pretty tame.","labels":"approval"},{"text":"OHHHH, I like where Richmond is going with that.","labels":"neutral"},{"text":"Uncle [NAME] doesn’t deserve this","labels":"annoyance"},{"text":"and it's way better than the shit websites do now.","labels":"approval"},{"text":"They can quarantine us but if they come for woofers we riot.","labels":"amusement"},{"text":">How do you know I didn't Because you posted this dumbass post. And only someone who didn't would say that","labels":"anger"},{"text":"I have faith that you do it *correctly*","labels":"approval"},{"text":"that is what retardation looks like","labels":"amusement"},{"text":"this is def an ad to buy doritos, but ill be goddamned if its not a pretty cool recipe","labels":"approval"},{"text":"Ay i saw that live. You have amazing movement! GG bro!","labels":"amusement"},{"text":"I LITERALLY SAID THAT TO MY FRIEND","labels":"realization"},{"text":"They too wish they could be comfortable, but they have this idea that they can't.","labels":"sadness"},{"text":"For the love of [NAME] do not ever link that again","labels":"annoyance"},{"text":"Im loving these DBS and canuck meme mixtures","labels":"joy"},{"text":"Hmm. My sister is halfway vegan and she loves oreos because they actually don't have any dairy in them.","labels":"neutral"},{"text":"“-sigh- I’m so bad at making friends”- Owl","labels":"neutral"},{"text":"Interesting that despite not having absolute views you are absolutely all over here pushing the view it's [NAME] that's the problem","labels":"neutral"},{"text":"\/uj I would've thought this was pics had it not been for your commie t","labels":"neutral"},{"text":"i mean it can if its a meritocracy and an uncorrupted government. Whereas in modern America theres a shit ton of nepotism and a corrupt state\/federal government","labels":"approval"},{"text":"Nope. I like looking at people.","labels":"joy"},{"text":"Gonna get a cheeky nandos with the mandem","labels":"approval"},{"text":"When it comes to kids people get irrational. One good snake oil salesmen peddling this garbage can convince people with enough fear.","labels":"fear"},{"text":"Married 3.5 years and we're down to 1-2 times a month. I feel ya","labels":"disappointment"},{"text":"I'll take these close thru 36 minutes Ls over a loss by 25 and was never in the game Ls","labels":"neutral"},{"text":"This is me and my wife. She squeals with delight whenever it snows and I start looking for property in Arizona.","labels":"neutral"},{"text":"Then these people are worrying for no reason.","labels":"realization"},{"text":"No he didn't lol every ref gives that. He was looking for it but it's still a foul","labels":"disapproval"},{"text":"“Touch me again and I’ll kill you.” I’m low key blown away that The Last Boy Scout even *made* it to Australia.","labels":"anger"},{"text":"I liked the Celtics until I started following barstool.","labels":"approval"},{"text":"Omg i hope this is about [NAME]. I would LOVE to see [NAME] and [NAME] go head to head","labels":"excitement"},{"text":"Great, now I want to pee in it.","labels":"neutral"},{"text":"No, [NAME] has said more than once it was not. ","labels":"disapproval"},{"text":"Because you didnt add enough context","labels":"neutral"},{"text":"It's good at everything, just need a little rest, Even before [NAME] was a high scoring midfielder at one of the worst teams un Italy","labels":"neutral"},{"text":"I gave undeliverable perishables to a local fire department before","labels":"approval"},{"text":"The guy who I consider the best lover I’ve ever had, had the smallest penis. ","labels":"realization"},{"text":"Well at least he wont be hungry ever again","labels":"approval"},{"text":"£20 per child?! That is ridiculous! You can’t buy much of anything for that! I am furious on your behalf!!","labels":"anger"},{"text":"I'm with you. I'd love for my nex to read what I post. It probably wouldn't matter because she has zero self-awareness.","labels":"approval"},{"text":"At least it isn't too terrible? Actually it's not bad at all. Still VERY delusional!! Good post","labels":"amusement"},{"text":"If you are not worried about stranger danger I could probably give you a lift.","labels":"neutral"},{"text":"I feel for the dad curled up at the end of the bed like a loyal dog","labels":"joy"},{"text":"No. Well...maybe. Good point.","labels":"confusion"},{"text":"My worry about [NAME] is that running former governors hasn’t worked out the greatest. Especially when his been out of office for 11 years.","labels":"approval"},{"text":"EVERY POST YOU MAKE IS AMAZING THANKS MY MAN","labels":"gratitude"},{"text":"But you have about 0% chance of winning the lottery and the lottery isn't determined by your effort, skill, etc. ","labels":"neutral"},{"text":"I am not.","labels":"annoyance"},{"text":"I'm just glad we'll be getting either [NAME] or [NAME]. They both seem like they'll be beasts and it'll fill our greatest position of need","labels":"relief"},{"text":"No worries, good luck!","labels":"joy"},{"text":"Didn't [NAME] say that [NAME] was going to be on?","labels":"confusion"},{"text":"I for one applaud any and all fake big cats","labels":"neutral"},{"text":"FoX cHaNnEl BaD!!!!!","labels":"amusement"},{"text":"She probably just said it because it rhymes, sorry Op","labels":"confusion"},{"text":"So true. The chicks I pick up from clubbing are nothing compared to the love of a good woman.","labels":"approval"},{"text":"I'm interested, more than I should be.","labels":"realization"},{"text":"Not bad at all.","labels":"neutral"},{"text":"I am just a regular guy. Maybe you guys should talk to a specialist....especially if you are trying to conceive. Good luck!","labels":"caring"},{"text":"> The defunct club still sit third in the overall NI league roll of honour despite not having competed for 70 years. Wow","labels":"amusement"},{"text":"Online gaming is toxic. If those cuts were ever tapped, there would be lots of people in jail.","labels":"disgust"},{"text":"cars don't start, sometimes car doors are frozen shut. that's the worst of what i've experienced.","labels":"annoyance"},{"text":"Because it is.","labels":"neutral"},{"text":"It will hurt, try to take your mind off things, and try to understand why it hurts","labels":"approval"},{"text":"I had one of those... my cat broke it.","labels":"sadness"},{"text":"Yeah they’d probably want more than [NAME] and [NAME]. [NAME], maybe [NAME] can finesse them too lol","labels":"joy"},{"text":"Self driving cars still won't help fix the problem if old people can't afford them","labels":"annoyance"},{"text":"Will the RNG fuck me as with XCOM?","labels":"curiosity"},{"text":"Was about to say, if that guy is going to remember the amazing Kansas 2007 season, can't leave out our 06.","labels":"neutral"},{"text":"Because you deserve to live and be happy","labels":"neutral"},{"text":"Who the fuck is that?","labels":"confusion"},{"text":"[NAME]: \"I wish I won't get robbed of a victory again\" [one finger of the monkeys paw curls]","labels":"neutral"},{"text":"Oh sorry. Instead of “willfully stupid “ I meant, why do you hate America?","labels":"confusion"},{"text":"That's an yup!","labels":"neutral"},{"text":"Someone who believes oil is a miracle cure all.","labels":"neutral"},{"text":"It doesn’t really matter what you mean, it matters what you say and do.","labels":"neutral"},{"text":"Someone will actually spend their money on this too, that’s the sad part","labels":"sadness"},{"text":"[NAME] left too early.","labels":"neutral"},{"text":"[NAME] looked just as bad as [NAME].","labels":"disgust"},{"text":"So you are projecting to defend your hate. Nice psyche you have there enlightened one","labels":"amusement"},{"text":"Sounds sensible.","labels":"approval"},{"text":"He needs to be tested. And you need a divorce lawyer ASAP. He needs to move out. Actions have consequences.","labels":"anger"},{"text":"Exactly.US has the 2nd highest carbon emmisions in the world","labels":"approval"},{"text":"❤️ you are a strong individual and there is an amazing amount of support behind you","labels":"joy"},{"text":"This is about as close as I can get to singing IRL. It's fun.","labels":"joy"},{"text":"\"I CAN CLEAN MY OWN VAGINA NOW!\" Kills me every time. ","labels":"realization"},{"text":"Anyone considering bed - we all knew coming in that AO means two weeks of no sleep. Persist!","labels":"curiosity"},{"text":"The real tips are always in the comments :D","labels":"approval"},{"text":"Don’t mind him. His post history is full of portion size complaints.","labels":"embarrassment"},{"text":"They used it as a political insult. Nothing about his sexual life.","labels":"neutral"},{"text":"Pickeks are nice idk how many calories I eat day to day lol","labels":"amusement"},{"text":"My name is [NAME]. You killed my father, prepare to die.","labels":"anger"},{"text":"This is oddly wholesome. I love it.","labels":"joy"},{"text":"It’s a circlejerk that’s so strong it could power a small country","labels":"amusement"},{"text":"Plot twist: she didn’t turn on any water, just pissed in their hands ","labels":"neutral"},{"text":"Don't live near Chicago but still have my winner from the Dec 21 game. Hope I can still use it when I'm back on the 27th.","labels":"optimism"},{"text":"I always imagined they would be really easy to refuel, for obvious reasons. I never had the chance though.","labels":"disappointment"},{"text":"If my team lost like that, I’d definitely be very upset. Just hard to see it.","labels":"sadness"},{"text":"An accurate but depressing assessment of our political system.","labels":"disappointment"},{"text":"Kids are awesome","labels":"amusement"},{"text":"Is there any example in History where a 'multicultural' society has succeeded to the point of them becoming a major power?","labels":"curiosity"},{"text":"I haven't seen the chet response, but I cannot imagine myself not telling that person to go to hell and enjoy a lone existence.","labels":"approval"},{"text":"Once I saw the LV logo I then realized I’m not rich enough to even watch that video.","labels":"realization"},{"text":"C'mon [NAME]! If you get this done quickly, the sooner [NAME] can begin.","labels":"approval"},{"text":"Lethargy and depression both make me personally expect to not go through that later in life dilemma but kudos for finding the cure.","labels":"neutral"},{"text":"Furries Knot good if you feel me ayyyy","labels":"neutral"},{"text":"Copy pasta?","labels":"curiosity"},{"text":"I cannot sadly, good luck though.","labels":"sadness"},{"text":"I can talk to them, but they won’t be able to do anything except listen ","labels":"approval"},{"text":"Seems like cutting out the middleman. They already know they are fat so no need to go to the doctor","labels":"neutral"},{"text":"Side deflects are stupid hard to pull off imo also because you might be used to 500ms lights or slower heavies for deflects his 600ms lights might throw you off","labels":"neutral"},{"text":"The point of an Umeshism is that 'half-baked' is often optimal, or as [NAME] put it, \"Anything worth doing is worth doing badly.\"","labels":"neutral"},{"text":"That’s gonna be a no from me, [NAME]!","labels":"disapproval"},{"text":"The amount of hate that [RELIGION] people get in the world is absolutely staggering.","labels":"surprise"},{"text":"If you ever need to talk to some one and just vent to just DM me.","labels":"caring"},{"text":"I'd love if Sony use [NAME] as [NAME] in a Venom movie. I want [NAME]","labels":"approval"},{"text":"Will you ask her to pray to her god and ask him to stop giving kids cancer!","labels":"caring"},{"text":"thanks man, i'll do one for him surely, im planning to make one for every player in our squad :)","labels":"gratitude"},{"text":"They have to know how bad people hated it since youtube reset the dislikes on it, from what I understand, more than once.","labels":"neutral"},{"text":"That's not how it works","labels":"disapproval"},{"text":"Please. Sorry.","labels":"remorse"},{"text":"Wow, that was fast","labels":"amusement"},{"text":"Please, it'd be to stop time wasting doomed repeat VoNCs.","labels":"neutral"},{"text":"That's what I'm speaking purely about. We can only speculate. And oh, yeah, still quality cringe.","labels":"disgust"},{"text":"Can you expand a bit? That would be interesting for us that are not in the know.","labels":"curiosity"},{"text":"It was weird, but there were usually just 5\/6 players at each scene at most, and the rest would be usually doing other stuff.","labels":"embarrassment"},{"text":"Just be sure to take some condoms with you.","labels":"neutral"},{"text":"Omg deans you forgot to put your nagito relevance stamp","labels":"realization"},{"text":"i think its cool because its a hybrid that comes in stickshift","labels":"neutral"},{"text":"So cool! Me and my sissy got the same but on our arms! On twitter!","labels":"joy"},{"text":"Thanks for the [NAME] quote.","labels":"gratitude"},{"text":"2010: The Year We Made the Super Bowl","labels":"joy"},{"text":"i can relate heavily to this","labels":"realization"},{"text":"Sounds painful man","labels":"sadness"},{"text":"Damn, that was dirty.","labels":"disgust"},{"text":"MAD JOKE!","labels":"amusement"},{"text":"My son isn't old enough to remember his brother and my husband and I feel like that's a blessing.","labels":"gratitude"},{"text":"Not to mention she didn't get her rightful Snatch Game win","labels":"approval"},{"text":"..... That would seem like the ultimate way to get rejected and never spoken to again.","labels":"neutral"},{"text":"Dentist did this to me I hate it. I knew i should have waited until \"it wad worse\" but i didn't. I regret it ","labels":"sadness"},{"text":"That was a brutal shift. Honestly he should be playing sheltered minutes. Team needs [NAME] and [NAME] back, give bulk of his minutes to [NAME]. ","labels":"sadness"},{"text":"Such a great thing to hear. Setting aside my very immense distaste for SA, this really just makes me happy. I love our country.","labels":"joy"},{"text":"Now you know which cars to wreck into !","labels":"neutral"},{"text":"Probably past 11 est at this point","labels":"neutral"},{"text":"Lucky I caught people reacting on twitter. For some reason I thought this game as at 6 PM.","labels":"joy"},{"text":"Dude, I think you've just proven my point. ","labels":"realization"},{"text":"Just admit you got busted and admit you were wrong and we can move on","labels":"annoyance"},{"text":"There were people who knew about that before Vice. Not me, but people.","labels":"neutral"},{"text":"I was wondering if that would happen. The story I first read was crazy.","labels":"amusement"},{"text":"[NAME], that was 2013? Time flies","labels":"surprise"},{"text":"Absolutely amazing how people think this is anonymous.","labels":"amusement"},{"text":"Is a really worrying bench","labels":"curiosity"},{"text":"They have my favorite reality shows too like Hell’s Kitchen and Survivor.","labels":"neutral"},{"text":"No, not sarcastically :) ","labels":"neutral"},{"text":"I use to get this but now I just get ghosted.","labels":"approval"},{"text":"guess nature has it all wrong then, for physical work what he said is undeniably the case.","labels":"approval"},{"text":"If you have to ask you're too uncool to be allowed in.","labels":"disapproval"},{"text":"Right. The mantra at my school is that we don't give grades, kids earn them.","labels":"neutral"},{"text":"IMO it's time to go, wth would you put up with that","labels":"annoyance"},{"text":"So many questions...","labels":"surprise"},{"text":"It’s a facepalm just for the wrong reason","labels":"neutral"},{"text":"The concept, design and artwork are gorgeous. I would love to buy this skin if it was available in game. ","labels":"amusement"},{"text":"A great way to start the new year. Happy New year everyone.","labels":"joy"},{"text":"It was like he suddenly realised he couldn't claim that a product both had no effects and beneficial effects at the same time","labels":"neutral"},{"text":"OK it should be 4 week Med Cert then 3 month Med Certs for Jobseeker Support with Medical Deferral, the Doctor can electronically send the forms thru to WINZ. ","labels":"neutral"},{"text":"Great movie, almost timeless :)","labels":"amusement"},{"text":"It makes me wonder if Old Money New England families are into their own cousins a bit much.","labels":"curiosity"},{"text":"Woah so [NAME] was finally unhappy with the team? I sense a lineup shuffle coming","labels":"curiosity"},{"text":"I don't particularly want an Eagles repeat either. Chargers, Colts or Chiefs would make me feel best. Then Rams and Saints.","labels":"amusement"},{"text":"He said this awhile ago. His splits away from coors scares me.","labels":"fear"},{"text":"I think you're right. She has oodles of cash and young grandchildren to enjoy. Going through that hideous gauntlet again probably isn't that appealing.","labels":"annoyance"},{"text":"The Volvo driver is calling his lawyer...","labels":"fear"},{"text":"True only it's much harder to hide real property than it is to hide cash.","labels":"realization"},{"text":"This is the greatest thing I've read in my entire life","labels":"realization"},{"text":"Did you miss the massive throbbing erection the Dems had over the no fly no buy thing?","labels":"curiosity"},{"text":"It’s indicating his uncles death wasn’t a accident and he died for a specific reason such as conspiracy","labels":"grief"},{"text":"I am serious. I have no idea what they were prior to a few days ago.","labels":"amusement"},{"text":"And file a report if she doesnt cancel it when i confront her. Thanks for the advice though it’s well appreciated","labels":"annoyance"},{"text":"Thing is...it's the media the masses take in that is driving this anxiety [NAME] or AP reader isn't falling for this","labels":"neutral"},{"text":"He was skinnu guy all his life, untill that transformation.","labels":"surprise"},{"text":"Thank you. It feels better knowing that this is not an unheard of thing.","labels":"gratitude"},{"text":"She's 17. Let her brag about cool visual effects, yikes","labels":"realization"},{"text":"Just keep trying. Dont give up! If you are getting numbers that is half the battle...seriously.","labels":"approval"},{"text":"So sorry that was his response. I hope you're able to get free soon so that you can begin to heal and move on.","labels":"remorse"},{"text":"Ugh. [NAME] [NAME] (another British celeb)","labels":"neutral"},{"text":"Yeah, he does. Just because he draws different conclusions than you doesn't mean he isn't reading [NAME]. Get out of your little bubble.","labels":"anger"},{"text":"Everyone knows he's not a spy. He's a pawn. Russia want him to swap for their actual spy, currently talking to [NAME]. ","labels":"neutral"},{"text":"Well, I'm pretty sure I don't act like that, but aight.","labels":"approval"},{"text":"you didn't win fast enough and it's already mana 10? guess who deserved that bolt right in his face","labels":"anger"},{"text":"Or maybe just cross posting. Or even just saving the picture, reddit does have a handy feature for that. ","labels":"neutral"},{"text":"Instagram is in fact owned by Facebook","labels":"neutral"},{"text":"... and no one seemed to care Except that lonely woman with white hair","labels":"neutral"},{"text":"Bravo, that looks beautiful. Though i know for a fact that i would find a way to fall face first on those things sticking out.","labels":"amusement"},{"text":"i have bought this but not played. i'm scared. hold me.","labels":"fear"},{"text":"Always worth a try. Good luck!","labels":"approval"},{"text":"I've luckily never been a part of a group that does this, and I never witnessed it in my serving years either. ","labels":"relief"},{"text":"i ended his misery by kicking him off the cliff his brother will take his place","labels":"neutral"},{"text":"Shoes in flesh-matching nude are as bad as leggings in flesh-matching nude","labels":"disgust"},{"text":"I didn't come out [of my mother] drawing [goshdarn] [NAME]","labels":"neutral"},{"text":"[NAME] was horribly inconsistent this year","labels":"disappointment"},{"text":"Was that a sound effect or the pup freaking out?!","labels":"curiosity"},{"text":"While this makes me happy to know, it would probably be for the best if we didn't post these things where abusers can find out about them.","labels":"neutral"},{"text":"We discussed vaping, but decided against trying it due to the cost of investment in the equipment.","labels":"neutral"},{"text":"I’d love a new Governor to do it. [NAME], [NAME], and [NAME] are all talented orators.","labels":"neutral"},{"text":"Your company sucks.","labels":"disappointment"},{"text":"Wait did he actually do this? Seems like it would be insanely disrespectful to you fellow craftsmen.","labels":"curiosity"},{"text":"Just take them and get them vaccinated without his knowledge. Only one parent is needed. Dont even tell him after it's done.","labels":"neutral"},{"text":"OMG! I can only imagine. I've gotten it into a hang nail before and that was NOT fun.","labels":"surprise"},{"text":"ONLY FUCKING MERRILL WOULD MISS THAT","labels":"anger"},{"text":"Gentile is a perfectly fine term (not as coopted ironically by the white supremacists). Do you disagree?","labels":"curiosity"},{"text":"Looks like your typical blurry picture to me, but I’m no doctor.","labels":"approval"},{"text":"If you're talking about tfue you're insane. He plays scrims for hours, every, single day. ","labels":"annoyance"},{"text":"Thank you. It was just an idea that popped up that I figured I could ask here before proceeding with getting actual legal advice","labels":"approval"},{"text":"Yikes, maybe [NAME] can pull some [NAME] magic with him ","labels":"approval"},{"text":"She actually survived the incident, I don’t know if anyone has the article","labels":"curiosity"},{"text":"I'd not help you either. Not giving that dude a 4k. Although, I'd be looking for hatch instead of nothing.","labels":"approval"},{"text":"You're one unusual table, dude. Edit: Have you ever tried testing your hormone levels? ","labels":"curiosity"},{"text":"You’re doing so good! We’re all so proud!","labels":"pride"},{"text":"27 too many","labels":"realization"},{"text":"Tell that to r\/Polygrumps (very *VERY* NSFW) dude. They scare me more than this sub.","labels":"fear"},{"text":"I took it as a woke\/edgy joke. Don't admit it was just a typo!!!","labels":"approval"},{"text":"Still can't see. Thanks.","labels":"annoyance"},{"text":"This has been going on for months and bypass 2018 and now it is about to end.Actually I doubt it","labels":"confusion"},{"text":"You people.","labels":"neutral"},{"text":"What a little nugget!","labels":"amusement"},{"text":"It sucks to get resigned to living with trolls. I still want to live to see a world without them.","labels":"disgust"},{"text":"It is pointless to work for under a dollar an hour, that doesn't even cover the cost of their transportation to and from work.","labels":"disapproval"},{"text":"You missed the pi.","labels":"approval"},{"text":"This question belongs in askreddit or the like. They can deal with the sexist crap this is going to dredge up.","labels":"annoyance"},{"text":"IS THIS NOT THE GOOGLE???? GOOGLE CHICKEN POT PIE RECIPE. DAMN TECHNOLOGY AND MELLINIALS.","labels":"confusion"},{"text":"Something I just thought of... Can you email her or text her instead of call? I find it's easier to deal with difficult people that way.","labels":"curiosity"},{"text":"Thanks for the info! I will definitely try my hardest now that I know what to do. I really appreciate your help.","labels":"gratitude"},{"text":"no. Queef is vaginal period. I call it mumbles, when the lips move but you can't understand what they are saying.","labels":"annoyance"},{"text":"use this to make you aim better than my bad aim :)","labels":"caring"},{"text":"It isn't called the immortal science for no reason ey","labels":"disapproval"},{"text":"No but that's why I stay up way too late.","labels":"approval"},{"text":"I hope she wins next week","labels":"excitement"},{"text":"Find some good rats bro, and just run thru them man. I mean just plow thru them and get your sex game up. ","labels":"neutral"},{"text":"Thanks for the tip! You get bonus points for no spelling mistakes. If I can offer a tip in return, look up what \"ironic\" means.","labels":"neutral"},{"text":"I applaud both of you for taking whatever action you can to make this succeed. Sorry I couldn’t offer any advice. Good luck.","labels":"neutral"},{"text":"I wonder if NBCSN allows for the crowd to take more of the sound space","labels":"curiosity"},{"text":"Don't judge our love","labels":"anger"},{"text":"She reminds me of my crazy sister. Just a ball of nervousness and constantly just on the verge of crying.","labels":"love"},{"text":"That was hot!","labels":"amusement"},{"text":"Please do!","labels":"neutral"},{"text":"Immigrant children dying in state camps? Horrible. Healthcare for the poor and eldery? Also horrible! Got it.","labels":"disappointment"},{"text":"Sorry man, it’s gonna be really hard to find a Rose jersey anywhere that isn’t a 3XL","labels":"remorse"},{"text":"That’s...not even close to being an accurate comparison. What point are you offering by doing this?","labels":"curiosity"},{"text":"i never really laughed at it, but its still one of my favorite movies. i view it more as a slice-of-life drama.","labels":"neutral"},{"text":"This reminds me - I need to feed my horse......thanks AOC","labels":"caring"},{"text":"Constitutional protections are our best bet. They're the hardest to overturn.","labels":"neutral"},{"text":"No I wish. They don't come to Texas very often.","labels":"disapproval"},{"text":"I'm really excited for [NAME]. He seems to be continually improving in this stretch of games. I'm hoping he stays up once [NAME] is healthy.","labels":"neutral"},{"text":"Yeah I guess, still going to try to keep a log of my feelings as a way of venting them and getting them out of my head.","labels":"confusion"},{"text":"I still think we didn't give the guy a fair shot to coach.","labels":"remorse"},{"text":"to stop any confusion we're talking about this photo","labels":"neutral"},{"text":"I hope you have good people around to support one another.","labels":"caring"},{"text":"Oh ya, def me","labels":"approval"},{"text":"This is the sad truth for the exact reason he mentioned, they want a short fix to avoid doing this type of hard work.","labels":"neutral"},{"text":"I stopped trying a long time ago. I actually feel much better (most days anyway)","labels":"relief"},{"text":"I'm glad they called it. Basketball is so dumb in that it's one of the few sports you're rewarding for committing a penalty.","labels":"approval"},{"text":"The powers that be don't like it when you try to educate the [NAME], but that's to be expected.","labels":"neutral"},{"text":"I'm hoping it's more statistical noise at this point still, but it's definitely worrying.","labels":"fear"},{"text":"On the bright side, anyone dumb enough to do this would quickly be buried in a hail of well-deserved poor reviews.","labels":"annoyance"},{"text":"I like how they roll","labels":"joy"},{"text":"Degloved finger...*ouch*. One of the worst types of avulsions.","labels":"disgust"},{"text":"What did I just read","labels":"surprise"},{"text":"Eh, Level 7 is pretty serious. Give me my Massif and I'll survive anything.","labels":"excitement"},{"text":"i think u mean symfuhny lol","labels":"amusement"},{"text":"\"They mostly vote at night... mostly.\"","labels":"approval"},{"text":"Just cut it all of, you won’t look bad","labels":"neutral"},{"text":"I'm glad you're doing a bit better. Sorry about your grandma. Good luck.","labels":"grief"},{"text":"Something extremely fishy is going on here with this story.","labels":"curiosity"},{"text":"Everybody let’s join hands","labels":"neutral"},{"text":"You’re welcome!","labels":"caring"},{"text":"And smash melee*","labels":"amusement"},{"text":"I put Norilsk on my phone so I feel better when Chicago is crazy cold","labels":"approval"},{"text":"I got sort of excited and really was hoping it was [NAME]. Obviously it's not.... so yey... mystero.","labels":"neutral"},{"text":"1.) Love yourself 2.) Accuracy is a duty 3.) Care about all encounters Format like this to receive more than 10 up-votes.","labels":"neutral"},{"text":"This is a great idea. I'd even figure out where my printer ended up after I moved and set it up for this.","labels":"confusion"},{"text":"yeah see some of us come from youtube it's a horrible place never go there","labels":"annoyance"},{"text":"The weird eyes.","labels":"neutral"},{"text":"Females living on Recruit difficulty. Smh","labels":"sadness"},{"text":"TIL when your fiancee steals 500 from you to buy products that harm you physically by being in the home due to allergic reaction you're controlling her.","labels":"approval"},{"text":"It's brainwashing. When you have people keep pleasuring themselves, they're easier to manipulate. ","labels":"approval"},{"text":"I travelled for almost 9 years. Now I'm an auditor back home. So yeah boring.","labels":"neutral"},{"text":"That really is all they have. He’ll just keep asking questions in bad faith to continue getting your attention.","labels":"neutral"},{"text":"The original is funnier... or at least it's funny, to begin with.","labels":"approval"},{"text":"I agree with everything. Yet, society and its stupid outdated, conservative norms see it otherwise.","labels":"annoyance"},{"text":"Transit Police were obviously too busy checking tickets to prosecute the anti social behaviour.","labels":"neutral"},{"text":"If you feel like it, please do a careful read of the post you're replying to, including the concepts explained in italics.","labels":"approval"},{"text":"That's because: Emotion = Reality","labels":"approval"},{"text":"I mean you got 1.8k upvotes off it so far","labels":"surprise"},{"text":"I wasn’t single and then the girl who I wasn’t single with informed me that I’m now single","labels":"neutral"},{"text":"This entertained me far more than it should have. If I had gold to give...","labels":"amusement"},{"text":"Wish we hadn't already played them twice so we could hop in on this with something like \"Stanley Cup Parade Planners are here to battle\"","labels":"neutral"},{"text":"thats.... not the type of disco that i remember","labels":"confusion"},{"text":"Fly out of KDVT? Love flying out there.","labels":"joy"},{"text":"[NAME] is unbearable. I wish [NAME] had killed her.","labels":"anger"},{"text":"woah this is a reversal of the norm you took a meme from instagram to reddit","labels":"approval"},{"text":"He ain’t lying. I’ve seen the way he eats tacos!","labels":"disgust"},{"text":"Lol you sweet summer child. I wish I weren't so cynical and had hope like this.","labels":"joy"},{"text":"Doubt [NAME] will solve our problems","labels":"neutral"},{"text":"I think so. It’s one of my favorite [NAME] characters and a fun trilogy. At that price point I think it’s really worth it","labels":"amusement"},{"text":"Haha imagine if that limo in Vancouver where him, [NAME], and [NAME] were shirtless had a dash cam.","labels":"amusement"},{"text":"I agree with [NAME]. I'd read the mention of intimacy as just bait for rinsing.","labels":"neutral"},{"text":"[NAME] Housekeeper is really funny lol","labels":"joy"},{"text":"Lmao, this guy is a tool.","labels":"amusement"},{"text":"Inexperience meant I didn’t know that I could legally refuse service","labels":"confusion"},{"text":"I couldn't agree more.","labels":"approval"},{"text":"[NAME] making moves, as much as I still miss [NAME] I'm excited to see our teams future.","labels":"excitement"},{"text":"It's not deep, it's a proverb. Actions speak louder than words. He's just paraphrasing something everyone is already told","labels":"neutral"},{"text":"Oh my god. Don't you know it's illegal to share memes if you don't have an IQ of 16 trillion?","labels":"annoyance"},{"text":"[NAME]?! Is that [NAME]? I know \"meegwetch\" means thank you lol","labels":"amusement"},{"text":"Cant wait to see it buddy!","labels":"excitement"},{"text":"WELL SHE SPECIFIED CONSERVATIVE! NEXT!","labels":"neutral"},{"text":"Sorry, What I meant to say was if it had been worded differently it wouldn't have the same effect. ","labels":"remorse"},{"text":"What the fuck is [NAME] doing in the background","labels":"surprise"},{"text":"It was shocking to me when I realized this! Best of luck on your journey!","labels":"caring"},{"text":"Lol \"not sure what I'm going to do.\" Maybe stop digging through people's trash and judging it?","labels":"curiosity"},{"text":"No not funny just sad","labels":"sadness"},{"text":"The shattered glass looks like a sassy elf","labels":"amusement"},{"text":"Thank you...next","labels":"gratitude"},{"text":"Good answer -- thanks!","labels":"gratitude"},{"text":"Because train hitting your truck at full speed will prevent damaging the truck.","labels":"approval"},{"text":"Truth The most occulted of all","labels":"neutral"},{"text":"spit on them when they do it","labels":"anger"},{"text":"The fact that her pillows are brown is way more disturbing to me","labels":"disgust"},{"text":"Not very cringey","labels":"neutral"},{"text":"Ik some of my fav episodes of recent","labels":"neutral"},{"text":"If she says she is thinking of leaving maybe she wants you to prove to her that she shouldn't?","labels":"curiosity"},{"text":"This picture is a prime example that [NAME] are intolerant douchebags who will always demonize wealth, fame, and entertainment.","labels":"approval"},{"text":"I love how this sub is so sensitive. Some people just havent seen them IRL!","labels":"approval"},{"text":"Could be something limited to my branch too.","labels":"neutral"},{"text":"[NAME] has such a weird relationship with his parents. It’s as if he’s 15 years old still.","labels":"confusion"},{"text":"First of all, that's not true in any sense of the terms. Second of all, I'm not a national socialist lmao","labels":"disapproval"},{"text":"This is clearly the world's most dangerous gang","labels":"fear"},{"text":"Glad I could help. Feels good once in a while, I know the feeling.","labels":"approval"},{"text":"Oh no, the horror. Look, a pause! Let's start CPR! Those nurses, probably","labels":"fear"},{"text":"I wish I could :( tried","labels":"sadness"},{"text":"I don't like [NAME] this season but she's always been a favorite before. Am I the only one? She has an edge that seems unlikable","labels":"confusion"},{"text":"Yes it does. I kept doing this for 2 mins. But yes it can still be reassigned manually at the command center I'm sure","labels":"approval"},{"text":"So many? I’d be amazed if it was more than 0.1% of active players at any time","labels":"surprise"},{"text":"Don’t waste money on guns, you’ll be given all the best guns in the story","labels":"neutral"},{"text":"Pls shut up","labels":"annoyance"},{"text":"I'm a fan from Oregon and listen to KFANN alot. If PA i sucks so much what do locals listen to?","labels":"curiosity"},{"text":"[NAME] fast asleep is adorable. I love how the two blonde girls are asleep and with drool.","labels":"joy"},{"text":"My sister and cousin got one. I'll probably say \"not even with a gun to my head\" if I get one.","labels":"neutral"},{"text":"The functional use could be served by a $5 watch, so that's not really the point.","labels":"neutral"},{"text":"No. It’s not. This is disgusting behavior and anyone who supports it is a fool.","labels":"anger"},{"text":"Dude, y'all anti American scum don't even believe in science. Fuck off with your generic bullshit because you can't list a specific example. ","labels":"anger"},{"text":"Yeah but how is that even possible if 99% of girls who are out are with friends? That’s pretty intimidating","labels":"curiosity"},{"text":"this is my worst fear","labels":"fear"},{"text":"I actually didn't realize that my libido had gone down after getting off hormones, and only noticed it after it reappeared with the IUD :'V","labels":"neutral"},{"text":"I guess I can see that, especially cuz [NAME] has connections with TMZ and they love drama between two people","labels":"approval"},{"text":"I hate to be the bearer of bad news but she is more than likely dead and will never get to say goodbye","labels":"annoyance"},{"text":"Honestly scared to see what happens","labels":"fear"},{"text":"But aren't they the only people? Also, that's a damn nice rack and it makes me feel kinda off. Idk why.","labels":"curiosity"},{"text":"Yep. Let him know. Weird awkward NOPE is better done online than in person","labels":"embarrassment"},{"text":"Delusion at its finest","labels":"amusement"},{"text":"RemindMe! 3 hours","labels":"neutral"},{"text":"*[NAME] misses his spot* \"GAATT\" in case u dont know what im talking about","labels":"amusement"},{"text":"Loving everyone so far. This is going to be a great season.","labels":"excitement"},{"text":"Wayne’s World actually did make queen “mainstream” again. Bohemian Rhapsody charted for a while after Wayne’s World came out.","labels":"neutral"},{"text":"I like this rule because in life there are always exceptions. The problem is when you start feeling entitled to *being* that exception.","labels":"neutral"},{"text":"I mean I understand the joke but are y’all actually going to he posts relating to the team","labels":"curiosity"},{"text":"Start acting mature. Don't get into fights with security guards about how you look.","labels":"annoyance"},{"text":"[NAME] loves [NAME], because [NAME] loves America and protects us from the tyranny of evil men. [NAME] bless [NAME]! [NAME] bless America!","labels":"neutral"},{"text":"Happy New year!","labels":"joy"},{"text":"Toxic feminism is ti blame","labels":"anger"},{"text":"El oh el that was fucking funny","labels":"amusement"},{"text":"Mother’s Day is the worst.","labels":"annoyance"},{"text":"It's a difficult one really, because some customers would probably be offended if he said \"your husband or wife\". ","labels":"annoyance"},{"text":"How do you think this would have went if those two switched roles? Probably not as smooth huh","labels":"curiosity"},{"text":"I love a good leg pop","labels":"joy"},{"text":"Mmmm, I sure do love some Vaseline on a hot piece of toast in the morning. ","labels":"disgust"},{"text":"If we trade him I don’t think be will be a playoff team :(","labels":"disappointment"},{"text":"I think they were just doing their job. Reporting what they saw. And yea that was the happiest I have seen [NAME]. Weird.","labels":"surprise"},{"text":"That's amazing, wow! People can be so good.","labels":"amusement"},{"text":"Omg yes lol","labels":"joy"},{"text":"one of my all time favorite episodes i even love the closing animation of them crossing the bridge out of the","labels":"joy"},{"text":"[NAME] just might be the hardest working man in hockey.","labels":"amusement"},{"text":"World politics you ARE the media","labels":"neutral"},{"text":"Didn’t know if you knew, so I was just trying to give context to your statement. Sorry. ","labels":"remorse"},{"text":"What about for the Switch?","labels":"curiosity"},{"text":"Oh what a feeling, [NAME]!","labels":"joy"},{"text":"Don't chase after out of position teammates. Your life as a Mercy is more important. Let them fools die and learn their lesson.","labels":"annoyance"},{"text":"My soul twin must be [NAME] because I’m terrified of water!","labels":"neutral"},{"text":"That is beyond disgusting.","labels":"disgust"},{"text":"lol Whatever that proves, sure.","labels":"neutral"},{"text":"Yea. I'm not to worried about it","labels":"realization"},{"text":"Except she doesn't have a wall...","labels":"neutral"},{"text":"Idk about any anime from 16-23 years ago but it's probably too outdated for his new waifu","labels":"neutral"},{"text":"Ideal situation. I just don't instead why fans are writing him off. He's a beast.","labels":"confusion"},{"text":"“There it is!- look for somewhere to park!” -ravers upon seeing the bridge every weekend in the 90’s RIP that bridge","labels":"neutral"},{"text":"You got a problem with Canada gooses taking Canada deuces","labels":"annoyance"},{"text":"Remember when the media ignored all of the horrible things [NAME] did? Including what he did to Syria?","labels":"surprise"},{"text":"Yeah it’s pretty cringe tbh, I think he’s a good guy just a little insecure ","labels":"disgust"},{"text":"I like how it's also a subtle girls>guys","labels":"neutral"},{"text":"I second that motion...with A VENGEANCE!!","labels":"amusement"},{"text":"This guy fiths","labels":"amusement"},{"text":"r\/UpLiftingNews Edit: I just got banned for posting this there.","labels":"neutral"},{"text":"I'm surprised they've gone this long not knowing [NAME] swears a lot.","labels":"surprise"},{"text":"The books are pretty cool. They even get into the nerdier science side of being able to teleport.","labels":"amusement"},{"text":"I'll keep them coming!","labels":"neutral"},{"text":"Thanks for the honour of speaking with the representative of atheism.","labels":"gratitude"},{"text":"You are totally right!!! Complete waste of time","labels":"annoyance"},{"text":"Safeco had these chocolate covered \"fruit kabobs\" that were damn good. ","labels":"amusement"},{"text":"Yeah yeah science, but I never said anything about meeting forcing him. That's disgusts me.","labels":"disgust"},{"text":"Srs it's so bizarre! There's often someone like \"OP is wayyy prettier than [celebrity]!!!\" as well. ","labels":"amusement"},{"text":"Are u gey","labels":"curiosity"},{"text":"yeah he was a good defender in Utah","labels":"amusement"},{"text":"Unfortunately, on that we can agree.","labels":"approval"},{"text":"SEVEN parrots? Wow. Bit of a hoarder there.","labels":"amusement"},{"text":"Given it looks like a cotton field, it feels a bit more sinister than that. ","labels":"approval"},{"text":"[NAME] damn it, dude. Are you trying to ensure every gun owner in PA votes red? Because that's how you do that. ","labels":"curiosity"},{"text":"It would be nice if south Florida was like that","labels":"approval"},{"text":"Gotta wonder how a fake BC could possibly result from a 'mixup'.","labels":"curiosity"},{"text":"Great story, but I'm on PC and didn't get a chance to play ;c.","labels":"amusement"},{"text":"Y’all are the bomb thank you :)","labels":"amusement"},{"text":"Oh dear, you are entertaining. Please, talk more to me. ","labels":"amusement"},{"text":"I have no clue either","labels":"confusion"},{"text":"Does [NAME] do it telepathically?","labels":"curiosity"},{"text":"Be careful mentioning the word \"dio\" on the internet.","labels":"neutral"},{"text":"Yes...it would be weird, but at the same time there are immigrant families without citizenship or working toward getting citizenship.","labels":"neutral"},{"text":"Try to listen to yourself. I should have done that more.","labels":"approval"},{"text":"I told her that same thing. She insisted that it was a possession","labels":"approval"},{"text":"Even the royals aren't immune to it.","labels":"approval"},{"text":"That ET one looks like he has stuck his finger is some strawberry jello or something and is disgusted that some has stuck to his finger!","labels":"disgust"},{"text":"It still baffles me how they cover for him, and his trace amounts, when they’re in his body because he cheated in the first place.","labels":"annoyance"},{"text":"I was love bombed, then ghosted... and it broke me","labels":"disappointment"},{"text":"Man, half the time they show me a google search that had no target results.","labels":"annoyance"},{"text":"Really appreciate this post and article. I just subscribed and between this and the sidebar I'm feeling pumped about starting he learning.","labels":"amusement"},{"text":"Just don’t buy a sports car and you’ll be fine","labels":"approval"},{"text":"What? Who said I hated him? I dont give a damn about him either way.","labels":"annoyance"},{"text":"8 His morality is depraved. 9 His brutality is indulgent. 10 His religion is repudiated. 11 His existence is nullified. 12 His believers are mistaken.","labels":"approval"},{"text":"When he shoved them.","labels":"neutral"},{"text":"It's racism. It doesn't make me angry, it makes me feel sorry for their ignorance and yours.","labels":"annoyance"},{"text":"I'd worry about traffic more than the TSA.","labels":"neutral"},{"text":"I have one crazy as hell three year old boy.","labels":"neutral"},{"text":"Goodness, don't say that. But then, if that half is the one that survives I don't want to","labels":"neutral"},{"text":"It’s a problem because that box of apparent bone fragments could literally have been found anywhere.","labels":"neutral"},{"text":"That cat's jump when the coyote takes his eyes off him.. Ouch!","labels":"disgust"},{"text":"It's like that just before you enter the matrix. Keep at it","labels":"neutral"},{"text":"It's also complicated because a lot of videogame media outlets quote him","labels":"realization"},{"text":"I'm just curious. I don't have anyone in mind rn. Just wanted to know if there are some cues","labels":"curiosity"},{"text":"I love how they cannibalize each other.","labels":"approval"},{"text":"Am I out of touch? No, it's the [NAME] who are wrong!","labels":"disapproval"},{"text":"That guy at the start with the hat reminds me of [NAME]","labels":"neutral"},{"text":"I feel like the last two seasons made me detach from the show.","labels":"disappointment"},{"text":"[NAME] being the most manipulative person in the house was not something I expected","labels":"sadness"},{"text":"All of this is almost blow for blow identical to the conditioning children in abusive homes go through. Take from that what you will.","labels":"neutral"},{"text":"Then you realize it actually is the only way to feeling better, except having one or no friends make it tough.","labels":"sadness"},{"text":"Wow. This is messed up.","labels":"realization"},{"text":"Welcome home, [NAME]","labels":"approval"},{"text":"I am sorry human being :(","labels":"remorse"},{"text":"\"the unemployment rate is so low because everyone has two jobs\" - AOC , Economics 100","labels":"neutral"},{"text":"hes got a clear weakness on his forehand side though. not sure if injury related or just ... ???","labels":"confusion"},{"text":"Now there is no one face to face so tough is an option","labels":"neutral"},{"text":"I don’t like [NAME] in the slightest but I hate [NAME] even more. Get her Belcalis","labels":"annoyance"},{"text":"Came here to say exactly this. It's almost the same scene, as if he tried to recreate it","labels":"approval"},{"text":"[NAME] thinks the carbon tax is as bad as Holodmor. He is totally unhinged and shouldn’t be taken seriously.","labels":"neutral"},{"text":"Except of course that's not what I said. Autists like you like to live in a fantasy life.","labels":"approval"},{"text":"Even [NAME] had a few missed dunks and airballs. Extremely rare, but they happened. ","labels":"realization"},{"text":"A shame our driver education programs in the U.S. are pretty much a joke as compared to those in Germany.","labels":"disgust"},{"text":"I get migraines too and I’m sooo tired the first two days of my period","labels":"sadness"},{"text":"I see. Thanks again.","labels":"gratitude"},{"text":"Whoever the mod is that removed this needs to rethink their priorities.","labels":"approval"},{"text":"I think he is dead but he died long before the supposed raid. He was old and sick, dying of kidney failure.","labels":"neutral"},{"text":"Every. Single. Time.","labels":"anger"},{"text":"Epsom salt baths are helpful for me.","labels":"neutral"},{"text":"WE ARE .500!!!! I'VE WAITED SO LONG!!!!","labels":"realization"},{"text":"Good thing it wasn't entrapment. Entrapment would be tricking him into, or forcing him into breaking the law. Here she's just lying and begging.","labels":"neutral"},{"text":"Not really. It's just that things you would do in Street Fighter to win are monumentally more difficult if you try to do them in MK.","labels":"neutral"},{"text":"And he doesn’t even stop. It’s your work truck, man! They’re going to find out regardless. ","labels":"surprise"},{"text":"Tan woman here. I can see my boob veins too. Kinda cool to trace the lightening strike","labels":"amusement"},{"text":"Using an argument based on intolerance is frankly a bad strategic idea and borders on offensive. It won't persuade anybody and it sounds ridiculous.","labels":"annoyance"},{"text":"Screams in boner","labels":"neutral"},{"text":"Nothing like stealing a comment from the lottery thread..","labels":"joy"},{"text":"I think this is a normal human emotion that a lot of people can relate to.","labels":"approval"},{"text":"Actually it's quite hard to decide without a proper reason. Under what circumstances do we have to do that?","labels":"confusion"},{"text":"Wait, no one finds it odd that Russia was playing war games over American airspace the day before?","labels":"curiosity"},{"text":"Not any meaningful amount as far as I can tell. Although I’d love to be surprised","labels":"approval"},{"text":"I always suggest Laser Quest downtown, it's a blast!","labels":"amusement"},{"text":"Attempts [NAME] rant -> Proceeds to attack all of East-Asia","labels":"neutral"},{"text":"Miami is supposed to have beautiful people, but these camera shots of the crowd sure as hell aren't showing them.","labels":"curiosity"},{"text":"do it bro, get some practice in, she can teach you alot","labels":"realization"},{"text":"There is clear video of them harassing people before any confrontation.","labels":"neutral"},{"text":"Na. Rediting my post. Sorry for the ignorance.","labels":"remorse"},{"text":"if you ever played hardcore in previous titles with no doritos you would know that this in fact not the case","labels":"neutral"},{"text":"That's the magic of drugs, my friend","labels":"joy"},{"text":"Cool thanks, posted on there just now! I'm not a super big reddit user so I'm glad that you are telling me all this haha.","labels":"gratitude"},{"text":"Can you believe it girls? [NAME]: 9 months ago I was in jail and now I'm a cabaret star","labels":"neutral"},{"text":"Because the universe is dumb and not fair, but we can make it less dumb","labels":"approval"},{"text":"Ye. And I can put it on another scumbag i know","labels":"approval"},{"text":"Good luck with the interview!","labels":"caring"},{"text":"Look like when i wake up in the same bed with my uncle","labels":"surprise"},{"text":"Mine is 2.5 and trying to drop her last nap. She needs it so desperately though. It is HELLLLLL dealing with this.","labels":"anger"},{"text":"I wonder why don't we share this planet together as human beings instead of slaving and being like robots... [NAME]","labels":"curiosity"},{"text":"Man I love this team. No I hate this team. No I love this team!","labels":"confusion"},{"text":"This sounds an awful lot like a solicitation. In case it isn't, what you seek may exist but you'd probably have better luck with the lottery.","labels":"neutral"},{"text":"Tommy John is an amazing brand for comfort","labels":"approval"},{"text":"Love this. Thanks for sharing.","labels":"gratitude"},{"text":"Would love to if I wasn't sitting here writing a 40 page report for work.","labels":"neutral"},{"text":"That fact that sub has so many subscribers hahahahaha","labels":"amusement"},{"text":"I didn’t think it was possible for one Twitter account to be so obnoxious, but here it is.","labels":"realization"},{"text":"Polarizing filter needed??","labels":"curiosity"},{"text":"True. Guys who are legitimately ugly (a facial deformity) don't even have the chance to make an impression.","labels":"approval"},{"text":"Inland Empire must be objectively the worst film ever then.","labels":"annoyance"},{"text":"Hope this place will still be around in a few years time!","labels":"optimism"},{"text":"Pressure 7 targets\/10 targets, popcorn, any tracking, and any tile frenzy because I enjoy trying to beat my highscore","labels":"neutral"},{"text":"I was also [NAME]. We all make mistakes","labels":"approval"},{"text":"NSFW tagged for showing [NAME]. But anyways, I hope you enjoy the video!","labels":"amusement"},{"text":"I think thats dumb and simplistic. You really can't boil down the sociology of race by comparing it to 2+2=4.","labels":"approval"},{"text":"Marlins: [NAME], OF Wow talk about a blast from the past. I don’t remember him being so highly regarded as a prospect ","labels":"neutral"},{"text":"Probably nothing. I'm assuming they're disputing the DMCA claim.","labels":"confusion"},{"text":"Putting any human on the same level as [NAME] is sacrilegious and you should be ashamed for spreading such blasphemy.","labels":"anger"},{"text":"People who don't rematch when it's 1 to 1.","labels":"neutral"},{"text":"I suppose it is quite frustrating to have someone telling you the sky isn't blue","labels":"annoyance"},{"text":"that's a pretty cool box art. Shame the beetle's hand isn't actually wrapped around the stick though.","labels":"amusement"},{"text":"I can hardly wait all the picture posts of this sign with the sunset flooding this subreddit just like all the craptastic skyline pictures already on here.","labels":"neutral"},{"text":"Precisely this. I don't see why this is such a hard concept for some people to grasp.","labels":"confusion"},{"text":"**Iowa’s best player is out** I would simply avoid this game as we haven’t seen Iowa play without [NAME]","labels":"neutral"},{"text":"Fool me once, shame on you...","labels":"anger"},{"text":"dude, that's [NAME] or [NAME]","labels":"neutral"},{"text":"Im so glad they him a burial.","labels":"neutral"},{"text":"The same comedy bit [NAME] has disavowed because it's used almost exclusively in circumstances like this? It's an awful and weak explantation.","labels":"disapproval"},{"text":"I feel like [NAME] would have laughed at it though. It was a one-liner. I thought it was funny.","labels":"approval"},{"text":"Nice-full circle! Leaving [NAME] for dust- I love it.","labels":"joy"},{"text":"two robocoughs what a good idea i love buying robocough by the case","labels":"neutral"},{"text":"The amount of people there saying water is free is astounding. How out of touch with reality can you be?","labels":"disgust"},{"text":"Also thanks to 4chan","labels":"gratitude"},{"text":"You’re argument is so bad you’re now asking people to deny common sense because you can’t prove your point LOL super pathetic","labels":"anger"},{"text":"what about the balls!?","labels":"curiosity"},{"text":"The fact she'd want her daughter with someone as awful as [NAME] is strange. And what's wrong with [NAME] that she would stay with him ?","labels":"curiosity"},{"text":"Looking at thngs that way can also help with confidence. Realizing that it doesn't matter can be quite freeing.","labels":"neutral"},{"text":"They're obviously not.","labels":"disapproval"},{"text":"Ok so the scape goat is gone. No more excuses now [NAME].","labels":"neutral"},{"text":"plumlee is such a bully. i love it","labels":"joy"},{"text":"I'm surprised they play the national anthem at derby bouts there, been to many bouts in Minnesota and haven't once heard the national anthem performed.","labels":"surprise"},{"text":"It’s just speculation, but...yikes!","labels":"disgust"},{"text":"I LOVE THE HIGHS TOO. At least I know tomorrow I will hate them. Is the good worth the bad? Sometimes...","labels":"confusion"},{"text":"This post is so true Clothes these days are so bland","labels":"disappointment"},{"text":"I mean... I'm [RELIGION] so...","labels":"neutral"},{"text":"I crave physical contact. I get irritable if I go too long without it, which conflicts with the fact that I also enjoy being alone.","labels":"confusion"},{"text":" '*Pray*, v. To ask that the laws of the universe be annulled in behalf of a single petitioner, confessedly unworthy.' — [NAME]","labels":"neutral"},{"text":"No, it's not. If they grow in the wrong way then they can become extremely painful and cause discomfort. People usually like chewing freely","labels":"disapproval"},{"text":"-30°, then again I'm only 16. Been a while since these temps have come around so it's not pleasant.","labels":"disgust"},{"text":">Parkour is better in odyssey Hah. Nice one. I was actually believing that this was a serious post up until that point.","labels":"realization"},{"text":"I can't tell if you're serious.","labels":"approval"},{"text":">Not all 70% of the filthy [NAME] money is gonna be taken. ...unfortunately.","labels":"disapproval"},{"text":"Of course! It’s just sometimes your garage is not big enough for two cars, or you’re not at your house.","labels":"annoyance"},{"text":"Looks like an HD image of the moon.....that garlic bread doesnt look too bad tho","labels":"disappointment"},{"text":"Abusing antibiotics like that is how you come down with an antibiotic resistant bacterial infection.","labels":"anger"},{"text":"Oh my [NAME]. The hand mixer instead of forks. Shredding poultry is like my least favorite thing on Earth","labels":"disgust"},{"text":"Don’t forget sports gambling. THEN we’ll be happy.","labels":"approval"},{"text":"supernova AOC <3, the lies the media gets away with. Glad someone is talking back with real umph","labels":"neutral"},{"text":"I'm not too excited to see [NAME] and [NAME] throwback offense again. Run 3 times punt and play great defense. Zzzzzz.","labels":"neutral"},{"text":"Thank you for sharing!","labels":"gratitude"},{"text":"Ugh I never thought I'd be someone that gets jealous about shoes, which ones did you get?","labels":"realization"},{"text":"I've been seeing these since I was a kid! Wish we all had an answer...","labels":"joy"},{"text":"Horrendous , this is also reflected in my experience act school where you are not allowed to defend yourself at all ","labels":"neutral"},{"text":"Don't worry, you'll get to keep your same plan. It'll just double in price.","labels":"caring"},{"text":"Since you seem to have posted this twice, I would recommend you take this down.","labels":"neutral"},{"text":"> spending money I think you meant earning. Or they actually spent the money on the way home lol.","labels":"amusement"},{"text":"Sadly not. [NAME] confirmed they couldn't make female premier skins for male characters and vice versa, because their hurt\/hit boxes are different from one another.","labels":"sadness"},{"text":"It's amazing how people will tell you not to go for something, but then are the same ones who can't go 2 minutes without it.","labels":"annoyance"},{"text":"Wooah :o Didn't know [NAME] had a son xD","labels":"surprise"},{"text":"Yes had the problem a month or so ago but has since gone away","labels":"neutral"},{"text":"Not anymore, haven't heard of him in ages.","labels":"realization"},{"text":"Lmao servers in America make like $2 an hour with no tips.","labels":"amusement"},{"text":"Nothing that comes to the top of my mind right at this moment, sorry.","labels":"neutral"},{"text":"> when Hahahahahahahahahahahahaha","labels":"joy"},{"text":"its becoming increasingly concerning that you refer to yourself in the plural.","labels":"caring"},{"text":"It’s neither. It’s an acrostic, lol.","labels":"neutral"},{"text":"She reminds me if [NAME]. Half haked pictures with vague sayings. Ugh","labels":"sadness"},{"text":"Yeah, 16 yearolds being attracted to other 16 yearolds sure is creepy... ","labels":"disgust"},{"text":"As a teacher it would be lovely to eat lunch in this room instead of where i do. GTAGE","labels":"neutral"},{"text":"Sorry about your poor trolling. 3\/10.","labels":"remorse"},{"text":"I should stop jumping in elevators.","labels":"realization"},{"text":"[NAME], what? That's pretty hilarious and disgusting. ","labels":"disgust"},{"text":"Oh like \"both of.\" Gotcha. Good times","labels":"amusement"},{"text":"Yeah that helps. Thanks :)","labels":"gratitude"},{"text":"That's why the link points directly to that time stamp.","labels":"neutral"},{"text":">I cant really see many objecting. Won't get through parliament, precisely because no deal might well win.","labels":"neutral"},{"text":"step 1: remove yourself from the mass media","labels":"neutral"},{"text":"But what’s wrong with mayo","labels":"curiosity"},{"text":"It makes being ugly even more pathetic. All that work just to create suffering.","labels":"disgust"},{"text":"They typically go bad before use. I can buy a plastic banana!","labels":"neutral"},{"text":"Because I am stressed out and need to take my mind away from the source of stress. That's how my brain tricks me into it.","labels":"approval"},{"text":"It's a photograph with one of our greatest ever defender and captain. What's your problem?","labels":"surprise"},{"text":"I.. love arby's..","labels":"love"},{"text":"He will rest easy knowing how happy he made all of us","labels":"joy"},{"text":"Yeah very true","labels":"neutral"},{"text":"I put [NAME] on over the holidays...my family hated it. Freaking love his stand up though and he's pretty widely liked. My family is weird.","labels":"embarrassment"},{"text":"[NAME] is timeless, so I think both can be true at once. We have been saved, are being saved, and will be saved.","labels":"gratitude"},{"text":"Oh man you sure showed me, good job champ","labels":"amusement"},{"text":"That sounds like a lovely time :D","labels":"joy"},{"text":"That boy ain’t right","labels":"disapproval"},{"text":"So do you think the court ruling to release the money to them is fake or something?","labels":"curiosity"},{"text":"I love that quote, thank you ","labels":"gratitude"},{"text":"I mean he's rockin the hell outta that porn 'stache","labels":"amusement"},{"text":"as much i like those posts, for depressed people it often isn't that easy!","labels":"neutral"},{"text":"Yeah I am seeing a therapist. I should probably talk this out with them next week.","labels":"realization"},{"text":"Wonderful :D, she looks like [NAME] from Frozen, or [NAME] form Dota 2. Great job!","labels":"amusement"},{"text":"Two problems: It's not a newsworthy story. You'd get sued for defamation.","labels":"neutral"},{"text":"I had forgotten it was coming up until I saw this. That us my level of excitement and anticipation.","labels":"surprise"},{"text":"Love reading these kind of posts! So happy for you.","labels":"joy"},{"text":"The same thing used to happen with Cowboy. We've been that team before.","labels":"approval"},{"text":"iS thIs a MeTapHor FoR LifE?","labels":"curiosity"},{"text":"I'd be happy with a Goff win too. And you can't hate Brees. Rams vs. Chargers would be perfect. final score 72-70.","labels":"excitement"},{"text":"She said that? Wtf?? That's fucked up. I shouldn't be surprised. Hypocrisy is common with this bunch.","labels":"anger"},{"text":"No, but its a big problem in itself. ","labels":"annoyance"},{"text":"I was there, too. I do NOT remember that, though. Yikes...","labels":"disgust"},{"text":"That's the idea, don't be so indignant that I called out your bs.","labels":"approval"},{"text":"I think you'll find that dating is really difficult for poly men. It's the biggest reason why I'm monogamous.","labels":"confusion"},{"text":"This is so scary but I would love to go there. And it is actually in Brazil","labels":"fear"},{"text":"They see me rollin’.....","labels":"neutral"},{"text":"Sadly the Request a Book of [RELIGION] requires a phone number now. But if you have theirs it might work;","labels":"disapproval"},{"text":"**Didn’t really think about it at the time. Either way, everything’s still visible and the content is the same.**","labels":"neutral"},{"text":"She was using her lighter to heat up the cold pump handle.","labels":"neutral"},{"text":"Here is [NAME], a member of parliament saying [NAME] was a socialist killmenow.jpeg","labels":"neutral"},{"text":"D'OH! Right in front of my face and I missed it","labels":"sadness"},{"text":"Well this all started Wednesday. But I’ve been unhappy with my life for weeks now","labels":"sadness"},{"text":"Marginal taxes was taught in my high school economic literacy class, it's so sad that so many people don't even understand the basics of our tax system ","labels":"sadness"},{"text":"Feels weird when something that wasn't bad but not the best back then is now incredibly overrated.","labels":"realization"},{"text":"Lol it's a bit of both I think.","labels":"confusion"},{"text":"Exhibit A, lol","labels":"amusement"},{"text":"Tbh the floor is probably more comfortable than the seats. Doesn't make it safe though.","labels":"approval"},{"text":"My first thought was ahh who was the RuPaul contestant with the insane legs? [NAME]!! Legs for dayssssss!! Thanks for saving my brain!","labels":"confusion"},{"text":"Needles = government\/big pharma who are only out to get you","labels":"neutral"},{"text":"All without a red circle, color me impressed.. ","labels":"amusement"},{"text":"I'm so glad I grew up playing a shooter made for kids rather than a shooter made for kids.","labels":"joy"},{"text":"Got it, thanks for clearing it up.","labels":"gratitude"},{"text":"Mug that fool","labels":"annoyance"},{"text":"Tell him he needs to go to rehab or he’ll be kicked out.","labels":"neutral"},{"text":"Incredibly stupid if they are caving to the anti-gun rights lobby! Not like [NAME] are big fans of gas-guzzling monster trucks...","labels":"neutral"},{"text":"Literally what happened.","labels":"surprise"},{"text":"I hate Detroit","labels":"disgust"},{"text":"Hi I’m [NAME], why don’t you take a seat over there.","labels":"neutral"},{"text":"My coffee burned its way through my nostrils. Thank you!","labels":"anger"},{"text":"Nope, but I'm sure it was mostly sales, you can lose a lot of clients if they lose the salesperson they have a relationship with.","labels":"approval"},{"text":"And motherf'ing crack!","labels":"anger"},{"text":"My bad lol.","labels":"neutral"},{"text":"You are a delight upon this earth","labels":"amusement"},{"text":"Wrong on so many levels. Just sit back and watch it implode. It will hurt at first, but guarantee, you will have the last laugh. ","labels":"approval"},{"text":"Show me one conservative congressman\/senator who is actively fighting climate change to break this stereotype","labels":"curiosity"},{"text":"I'd keep taking it. The side effects should go away soon. Paxil has been the only med that helped me.","labels":"neutral"},{"text":"That's me every damn time","labels":"neutral"},{"text":"a must win game if we have any ambitions for 8th seed, even with [NAME]. any news on him & jsimms?","labels":"curiosity"},{"text":"Thanks [NAME]! <3 #9","labels":"gratitude"},{"text":"If that’s the case then these shows really are all about messing up people’s health...","labels":"annoyance"},{"text":"but.... but the lizards would eat the bugs....?","labels":"curiosity"},{"text":"Taking a 2-0 in any WTA match is asking for a heart attack. Not necessarily bad though.","labels":"sadness"},{"text":"I am glad, and enjoy. It has some pretty cool theological discussions.","labels":"joy"},{"text":"Everyone’s ageing on here like the milk my flatmate left on the kitchen counter over the holidays","labels":"annoyance"},{"text":"bro if you can't hold your pee for 30 min, you should go see a doctor","labels":"caring"},{"text":"You're so right. It's unbelievable how well generalizations work for this game.","labels":"amusement"},{"text":"Oh [NAME] that was horrible","labels":"fear"},{"text":"To be fair it seems like we're in a month-long shutdown because a large portion of the feds are desperately tryjng to not build a wall.","labels":"realization"},{"text":"I've debated shaving my head just to avoid this. My haircuts often get stretched several extra weeks because i'm dreading it.","labels":"neutral"},{"text":"Such a shame. Her butt was pert, cute and perfect in her Vogue days. Yes, I am showing my age.","labels":"disgust"},{"text":"Alicorn then maybe?","labels":"curiosity"},{"text":"An other skier that wasn't injured I guess","labels":"approval"},{"text":"Oh, apologies. Silly me didn’t think to check the sub first.","labels":"remorse"},{"text":"The best part of adult snow days is no make-up!","labels":"joy"},{"text":"Son: I can't believe you were in i-wreck","labels":"neutral"},{"text":"lol dont worry im aware, just thought it fit more here is all","labels":"neutral"},{"text":"He's hot","labels":"amusement"},{"text":"She's a weekend mother at best.","labels":"amusement"},{"text":"They were bad times.","labels":"realization"},{"text":"What a great haircut","labels":"amusement"},{"text":"That's like if she went up to your car and removed your bumper stickers because she doesn't want them in her pictures.","labels":"amusement"},{"text":"Too many scammers and time wasters anyways!","labels":"annoyance"},{"text":"I think the issue is this feels like green washing","labels":"neutral"},{"text":"I agree. I was merely attacking the fragility and ineffectiveness of democracy. Thanks for the example!","labels":"gratitude"},{"text":"What in the hell are you talking about? I've never said that","labels":"anger"},{"text":"This is the reason why I don't have friends. Not even skinny ones, you never know how they will be in the furure","labels":"neutral"},{"text":"They all clapped.","labels":"joy"},{"text":"Idealogues are annoying.","labels":"annoyance"},{"text":"But funny, and that absolves the sin!","labels":"neutral"},{"text":"Did he just get fat? What caused him to fall off so much? It's amazing how quickly he flamed out.","labels":"curiosity"},{"text":"I hate it when the suits call our oncology program a \"service line\"","labels":"annoyance"},{"text":"[NAME] likes making us excited, but not *too* excited","labels":"approval"},{"text":"Oh, I’m so sorry! Good luck, I hope your 3000% more successful than me! Sending love and support!!!!!","labels":"caring"},{"text":"It's holiday time here in Europe. Today is my first day in work for 2 weeks.","labels":"joy"},{"text":"I identify as a person of size despite being actually smol","labels":"neutral"},{"text":"He took the pin, and verbally put him over. Big night for [NAME].","labels":"neutral"},{"text":"The phrase I used was \"perceived as weak\" and that context was by bullies. You must be delighted you are not in that set.","labels":"neutral"},{"text":"Life must be difficult for her then, I'm surprised she can leave her home. Hopefully she finds help if she wants it. ","labels":"surprise"},{"text":"[NAME] is decent? Dude he was drafted 3rd overall he's been a massive disappointment","labels":"disappointment"},{"text":"I don't know what you're talking about, but that sounds just as racist as it is sexist.","labels":"disgust"},{"text":"that would’ve tasted a lot better","labels":"disgust"},{"text":"Too greasy.","labels":"disgust"},{"text":"He can barely speak, but he still pulls off the perfect \"yaaaa [NAME]","labels":"amusement"},{"text":"This movie, though simple but effective, shows how it is being jammed in your face is because it was just one police officer, chill.","labels":"approval"},{"text":"I get why you hate this guy, but why do you hate [NAME]?","labels":"curiosity"},{"text":"Yeah, I applied this morning. I wasn't planning on quitting and I felt like I wasn't given a choice... ","labels":"disappointment"},{"text":"It's a really fun game and is a great way to hang out with friends. Hope you have fun!","labels":"joy"},{"text":"Damn that’s sad","labels":"sadness"},{"text":"They’re disgusting people inside and out","labels":"annoyance"},{"text":"Game day activities would be my guess. Not positive though.","labels":"neutral"},{"text":"I like her too! I hope she does well and stays away from [NAME].","labels":"neutral"},{"text":"Is that going up? It seems like back in the 90's it was 16-17.","labels":"confusion"},{"text":"Because the people pushing the myth are either willfully ignorant or outright malicious.","labels":"approval"},{"text":"No one asked for that honesty.","labels":"annoyance"},{"text":"I had one of these... she would even steal my jokes and observations and recycle them to other people in front of me! lol","labels":"amusement"},{"text":"Enjoy friend.","labels":"caring"},{"text":"Skynet has really lost its edge","labels":"neutral"},{"text":"Oh so it's more like r\/im14andnothingisdeep","labels":"amusement"},{"text":"Great way to clarify! That's the whole point of talking about nebulous stuff like this.","labels":"approval"},{"text":"Yeah, my thoughts exactly. Alright people, time to revive this comrade's karma.","labels":"approval"},{"text":"Good job!","labels":"amusement"},{"text":"I stopped reading in the first paragraph where they try to make Vanderpump Rules and Desperate Housewives legit shows.","labels":"neutral"},{"text":"I’m so sorry the internet has inconvenienced you","labels":"remorse"},{"text":"Starting?? BF4 is a lot of fun when you havent played in a while. Just faster and more immersive.","labels":"realization"},{"text":"*curb your enthusiasm theme intensifies*","labels":"neutral"},{"text":"What an obnoxious, drunk girl. ","labels":"surprise"},{"text":"I would think terrible, awful things.","labels":"realization"},{"text":"Please explain “Hoover\/ed”. Not familiar with the term. Thank you-","labels":"curiosity"},{"text":"He's just keeping the pieces warm for you.","labels":"neutral"},{"text":"Quoting die hard was his only likable moment","labels":"neutral"},{"text":"Then when you dropped them that was it for youth group cred for the night. Lol","labels":"amusement"},{"text":"I hate that I was young enough to not remember this but old enough to remember the next Super Bowl....","labels":"annoyance"},{"text":"Why? Mine is a mixed bag. Sometimes ready. Sometimes 5 but rarely ever more than 10.","labels":"neutral"},{"text":"Right, like what was wrong about a backhand there?","labels":"curiosity"},{"text":"bargaining chip for what? The 25% tariff increase is not big enough of a bargaining chip? lol","labels":"amusement"},{"text":"That sums it up perfectly, but for a lot of people it's still the worst mgs... So you can tell it was very risky","labels":"approval"},{"text":"It could be, but I hope it's abandoned. I haven't been too impressed with the flash forwards. ","labels":"approval"},{"text":"i mean, at least we don't have to worry about being embarrassed that we have a small penis, I guess? ","labels":"confusion"},{"text":"So we need a jewelry store and a tv show. Bet lol","labels":"neutral"},{"text":"Thanks I am among them.","labels":"gratitude"},{"text":"I'm saying I've only ever seen one case of obvious hacking","labels":"approval"},{"text":"It’s irreversible, we’ve started something bigger than we know.","labels":"neutral"},{"text":"Colts fan here. [NAME] seems like a nice enough guy but, holy crap, terrible coach. Buyer beware.","labels":"caring"},{"text":"My worst fear when I finally get over someone Those damn what ifs","labels":"fear"},{"text":"... that's inflatin' LAOP's frustration?","labels":"curiosity"},{"text":"State = good Anarcho-capitalism = bad Have fun getting taxed.","labels":"neutral"},{"text":"One does not simply Steal kidneys on my watch","labels":"neutral"},{"text":"I kiss the shade all dude. His username was trewdat. I miss that guy.","labels":"sadness"},{"text":"Coming back pretty strong with UFC Fortaleza at least. [NAME] vs. Moicano has me excited","labels":"excitement"},{"text":"I just enjoy feasting off tears ....mmmmm","labels":"neutral"},{"text":"It’s certainly a cute concept.","labels":"amusement"},{"text":"tl; dr you can just bore them to death.","labels":"annoyance"},{"text":"No one is holding a gun to their heads telling them to moderate the sub, either. ","labels":"neutral"},{"text":"Old toothless finally coming out of his den?","labels":"curiosity"},{"text":"I still gotta watch the last one. ☹","labels":"realization"},{"text":"But those rich kids get to save an additional $600!!! \/s","labels":"neutral"},{"text":"Yeah, and I don’t know why, it was totally out of character for me...","labels":"curiosity"},{"text":"Yeah hed be a pure rental so maybe [NAME] is too much. [NAME] on his contract is definitely not worth assets though. Closer to a negative asset imo","labels":"neutral"},{"text":"There to busy guzzling down Russian propoganda , to enact a final solution on tmor.","labels":"approval"},{"text":"Are you serious?","labels":"surprise"},{"text":"Sorry for your losses. Keep up the awesome work. Your son will remember your efforts and hopefully be part of your life soon","labels":"grief"},{"text":"Roll on 5pm till i sit in bumper to bumper traffic until about 7pm when i can finally roll into lisburn","labels":"neutral"},{"text":"I'm on the receiving end of a breakup, and i'm not handling it well. So cheers from Germany!","labels":"joy"},{"text":"You can do it! live the dream!","labels":"caring"},{"text":"If we made him stop once we can do it again!","labels":"curiosity"},{"text":"which is the very issue because he banned me","labels":"annoyance"},{"text":"I love how the dog is just happy the cat is giving him attention.","labels":"amusement"},{"text":"mavs fans and r\/nba as a whole are weak spirited smh i gotta step my trolling up","labels":"curiosity"},{"text":"Would breaking her jaw and hands be out of line? She couldn’t call or text, what a shame. ","labels":"anger"},{"text":"That’d be lovely. Although now I have to root for AD to the Lakers which makes my chest hurt","labels":"approval"},{"text":"That’s so nice! Kindness like this makes my heart happy.","labels":"amusement"},{"text":"I have the darndest feeling you already know the answer.","labels":"curiosity"},{"text":"Occasionally. I prefer it but I feel obligated to do so.","labels":"approval"},{"text":"I love how she literally held [NAME] back, a few times. They’re adorable. ","labels":"joy"},{"text":"Lol you wish it was that easy. Lying POS customers have the advantage with review websites sadly.","labels":"confusion"},{"text":"KNC is [NAME] syrian political party and a manifestation of the KRG, so yes indirectly.","labels":"neutral"},{"text":"Perfect example of the disgusting misuse of ‘Orwellian’ on this website","labels":"neutral"},{"text":"You are aware. That in other countries this doesn’t exist right? Also a culture is something else than my boss made me do it.","labels":"neutral"},{"text":"[NAME] is a good basketball player","labels":"amusement"},{"text":"Oh it is going to be glorious.","labels":"excitement"},{"text":"Baby, You get all the credit with your excellent research!","labels":"amusement"},{"text":"And that's an issue. Councils are *so* unrepresentative it hurts.","labels":"annoyance"},{"text":"yea he had 6 assists which created 13 points, if he had 13 points and no assists people would be calling it a great game for him","labels":"surprise"},{"text":"Chugging hot sauce is for retards, not for serious chefs.","labels":"anger"},{"text":"27 I like the Reds and am indifferent towards the Angels","labels":"neutral"},{"text":"oh, what an unlucky woman, that mother of his...","labels":"disappointment"},{"text":"The “figuring it out” part seems really hard","labels":"realization"},{"text":"[NAME]? Y’all [NAME] are weird AF (and I love it).","labels":"amusement"},{"text":"Hey now I masturbate in my own filth and I don't take kindly to being compared to these people.","labels":"approval"},{"text":"Is this strictly Denver, or for the metro area?","labels":"curiosity"},{"text":"[NAME] had some pretty harsh words.","labels":"annoyance"},{"text":"I'm not different than [NAME] secret refusing to sell male clothing.","labels":"disapproval"},{"text":"I would if possible but we are a flexible bunch.","labels":"realization"},{"text":"With the way [NAME] carried himself in Hard Knocks I wouldn’t be surprised if he flew off the handle during his firing.","labels":"amusement"},{"text":"Dude I love these","labels":"excitement"},{"text":"Nah they did a good job. It appears you’re very mentally unwell, I hope you get better.","labels":"caring"},{"text":"I see... that's a shame, but I guess we're comrades until it comes time for the 8th revolution or so","labels":"disappointment"},{"text":"Wait until you’re at least 25 to get a tattoo. You’ll more than likely regret it otherwise.","labels":"neutral"},{"text":"Yes of mine worry, no one liked mine either. ","labels":"neutral"},{"text":"Whining on reddit about whining in game.","labels":"sadness"},{"text":"Not too picky? Aha, I tried that a few weeks back. Boom 50 matches. They're as desperate as us","labels":"approval"},{"text":"[NAME] here...that guac looks horrible","labels":"disgust"},{"text":"I am always hungry. I do not know fullness. No matter how much I eat.","labels":"confusion"},{"text":"I absolutely love how you can't read what's in yellow somehow it perfects this cringe","labels":"annoyance"},{"text":"Id be pretty weary if a girl wouldn't talk about previous relationships.","labels":"disappointment"},{"text":"There's no way ye should go for a second referendum. Go for BINO and limit the damage.","labels":"approval"},{"text":"I love all things supportive of books and spreading their wonderfulness.","labels":"amusement"},{"text":"The Subbanator!","labels":"neutral"},{"text":"Only an idiot would visit places like China or NK. Arbitrary abductions and detentions against foreigners have happened for a long time now.","labels":"neutral"},{"text":"Couldn’t get the votes in the senate. We had control in the house though. That’s flipped though","labels":"neutral"},{"text":"I remember being so excited when we got AAA back, even though it cost us Fournier...man, that sure went south. #ThanksShaw","labels":"amusement"},{"text":"Still wish [NAME] hadn't sent him away the way he did.","labels":"desire"},{"text":"Very interesting documentary, just shows how devastating one punch can be.","labels":"amusement"},{"text":"In the USA you would've gotten that imaging faster.... *then* mortgage your house for that knee replacement","labels":"neutral"},{"text":"I just go over my FEASMs head for that.","labels":"neutral"},{"text":"Well I did add an edit you might have missed haha","labels":"approval"},{"text":"Oh i had it where whoever you didnt pick becomes the mastermind","labels":"neutral"},{"text":"Yeah I did think that was the case, thank you! So excited to see my new Capstan!","labels":"approval"},{"text":"- me when I’m definitely not fine but too embarrassed to admit it","labels":"embarrassment"},{"text":"hm so overall was this video a + or a -? I'm trying to figure out whether or not to publish it lol","labels":"curiosity"},{"text":"Yheaaa I always gave me till 35 to decide if I want a kid or not. [NAME] kicked in sooner than expected.","labels":"realization"},{"text":"It’s so weird, I think it’s like excited\/stressed? ","labels":"confusion"},{"text":"What? A [NAME] supporter purposefully misrepresenting the facts? You don't say.","labels":"curiosity"},{"text":"Please come and visit again soon! Have a safe flight!","labels":"caring"},{"text":"...what? You're far more concerned with the o line than signing [NAME].","labels":"realization"},{"text":"also big pp","labels":"neutral"},{"text":"Pretty much. Him and [NAME] will share ball handling duties. Point Lance and Point Outlaw in the house","labels":"approval"},{"text":"Yes. Wait until recreational marijuana is legalised federally. Portugal could legalize all drugs including cocaine, but they are a small country.","labels":"neutral"},{"text":"But, it entertains you.... in some way. Thats the point dude.","labels":"joy"},{"text":"I find this aspect of the law so ridiculous. I suppose pepper spray is lethal to people with respiratory conditions like asthma or certain rare allergies.","labels":"annoyance"},{"text":"Go your own way, loser. ","labels":"annoyance"},{"text":"Help that damn cat","labels":"caring"},{"text":"I only wrote it down as a last choice if I have trouble meeting people on campus.","labels":"neutral"},{"text":"This guy is wrong. Yes, most illegals do pay taxes and generally rely less on government help than native citizens.","labels":"neutral"},{"text":"Both are weird.","labels":"realization"},{"text":"This is amazing!! Will it be integrated with the 7th heaven mod collection?","labels":"curiosity"},{"text":"Wow. That'll teach you to try and help!","labels":"amusement"},{"text":"Hey [NAME], just wanted to say thanks for coming to Minnesota, that’s all :) ","labels":"gratitude"},{"text":"[NAME] looking like his older brother on that one.","labels":"neutral"},{"text":"oh, you're back? have you gotten help for your paranoia yet?","labels":"curiosity"},{"text":"Northern Ireland?","labels":"curiosity"},{"text":"wouldn't it actually probably be Army?","labels":"curiosity"},{"text":"don't you know? the world is america only [NAME] Bless.","labels":"approval"},{"text":"quality content owo","labels":"neutral"},{"text":"I mean she’s very outspoken, she’s just typically wrong","labels":"approval"},{"text":"Every time I get a distinct *[NAME]* vibe. A bunch of savage children devoid of compassion and understanding.","labels":"neutral"},{"text":"Fascinating! Thanks for the info!","labels":"amusement"},{"text":"If you've got a problem with [NAME], then you've got a problem with me and I suggest you let that one marinate","labels":"annoyance"},{"text":"Yeah, I don’t get paid 30 million a year to get my a** kicked.","labels":"anger"},{"text":"lovely! the real grass and metal roses compliment each other.","labels":"amusement"},{"text":"TYT is a gossip shitpost panel for race baiting idiots. By race baiting idiots.","labels":"neutral"},{"text":"Generally you are still a “teacher” but I’m not sure 100%. I know my instructional coach role is still “teacher” contract\/pay.","labels":"confusion"},{"text":"You’re mean","labels":"anger"},{"text":"I wonder if we need to find a way, as a people, to not be so dependent on the government. ","labels":"neutral"},{"text":"What a nasty goal! Gives you chills!","labels":"amusement"},{"text":"I would not be surprised seeing as both picked up [NAME] and the other [NAME].","labels":"approval"},{"text":"I think he's a lustful, gluttonous, greedy, lazy, wrathful, envious, and prideful man. ","labels":"anger"},{"text":"Fake smile always gives dopamine\/happiness to deal with stress","labels":"neutral"},{"text":"The NPR interview was linked in the article. She used the term skin texture. I knew what she meant.","labels":"neutral"},{"text":"May live in Florida, but [NAME], NJ born and raised!!","labels":"neutral"},{"text":"This sub: YOU SHOULDN'T SWERVE TO AVOID A COLLISION This sub: WHY DIDN'T SHE SWERE TO AVOID THE COLLISION","labels":"neutral"},{"text":"For those as confused as I was, this is DeKalb County, Illinois, not DeKalb County, Georgia","labels":"neutral"},{"text":"Hahaha was this the guy, OP?","labels":"curiosity"},{"text":"yeah it really looks like your reading comprehension is the facepalm here from just the screenshot you’ve provided.","labels":"annoyance"},{"text":"She has a PINK semi?? Wow! Impressive!","labels":"amusement"},{"text":"Why people talk about their prior sex lives is beyond me. There is no upside to doing that, and plenty of downside.","labels":"curiosity"},{"text":"No, this sub adores puig lol","labels":"neutral"},{"text":"Wonder which one belongs to [NAME] and what would be his final carbon footprint tally for this trip alone.","labels":"curiosity"},{"text":"Yes that was abuse.","labels":"anger"},{"text":"hope so! Gfinity3 at the copperbox was an incredible event\/atmosphere","labels":"amusement"},{"text":"Wow! You definitely Trader Joes. Do they have chocolate covered pretzel balls? I have been looking for those forever.","labels":"curiosity"},{"text":"YAS, but all the pedestrians give me the greasy when I follow this advice (or at least I think they are giving me the greasy) ","labels":"approval"},{"text":"I drive semi trucks into denver. Im not there for very long typically","labels":"neutral"},{"text":"You’re an angry elf","labels":"annoyance"},{"text":"Is [NAME] gonna die to a bucket of water at the end of the series?","labels":"curiosity"},{"text":"I cant’t stand mint flavored toothpaste. That’s how much I hate mint.","labels":"disgust"},{"text":"He's been playing better this season though, in my opinion.","labels":"approval"},{"text":"There is none, if anything pro government newspapers have been trying to show that its not the case in the last couple weeks. ","labels":"neutral"},{"text":"Not that I fully disagree but this seems a lot more like a rant that you want people to back you up on rather than a genuine question.","labels":"neutral"},{"text":"People still expecting that are delusional regardless tbh. Messed up they'll never say what happened to Half Life but time to start using some context clues herr","labels":"neutral"},{"text":"Sorry but this is too rad to be cringe for me. This is like if [NAME] was a general.","labels":"approval"},{"text":"Which one is your favorite?","labels":"curiosity"},{"text":"Bro, he left his team in the middle of the game... idc what argument you have with [NAME] you still left your team.","labels":"anger"},{"text":"I was just watching the episode last night. So adorable.","labels":"amusement"},{"text":"Bruh, fake music was the fucking best, wish we could go back.","labels":"sadness"},{"text":"Belief as Attire?","labels":"curiosity"},{"text":"Haha hopefully, that'd be good for his morale. I just wanna beat the Knicks tonight honestly. ","labels":"joy"},{"text":"Crap, crap, mega crap!","labels":"annoyance"},{"text":"i’m fking crying lmaoooo","labels":"amusement"},{"text":">. Cinders not going to be there when [NAME] fights [NAME]. Shes getting the relic. [NAME] has the Relic.","labels":"amusement"},{"text":"Lmao imagine thinking rubbing a smelly oil on your face will make you grieve better","labels":"annoyance"},{"text":"I AM COMPARING THE TITLES YOU OVERGROWN CABBAGE","labels":"neutral"},{"text":"I really love that this sub has it's own little culture","labels":"amusement"},{"text":"Sorry for the stupid question but what's the Overton window? Still new to politics\/jargon.","labels":"curiosity"},{"text":"[NAME] has some great videos on the guy. He's definitely a piece of work.","labels":"amusement"},{"text":"My bf just got this too. He's obsessed","labels":"neutral"},{"text":"just test to turn up your bitrate and tell me if it changed or not, would be interesting ","labels":"curiosity"},{"text":"You can do a blanket report for police to investigate. You don't have to say who you are.","labels":"neutral"},{"text":"Oh wow this is big. Thanks for the heads up. Indeed! So many great memories that I still like to reflect back on. Thanks!","labels":"gratitude"},{"text":"I hope he learnt more in his degree than that","labels":"realization"},{"text":"I'm not sure losing billions in trade is in anyone's interest other that political zealots.","labels":"confusion"},{"text":"He was standing there, they went up to him. Like have you not watched the video?","labels":"amusement"},{"text":"Using high capital (money\/picks) for 3 edge rushers would both be incredibly stupid *and* unjustifiable","labels":"neutral"},{"text":"You’re right","labels":"approval"},{"text":"The House comes and goes every few years. Judges hang on until they die. Congrats on the House.","labels":"neutral"},{"text":"I hate this.","labels":"disgust"},{"text":"The uncanny valley of creepy.","labels":"fear"},{"text":"And that smilie she gave the fiancé when he sat down with the sandwich....I would be scared if I was him.","labels":"fear"},{"text":"She's a good chief stew and very good at her JOB but a shitty people person and a shitty leader.","labels":"amusement"},{"text":"If they bolt its a feature.","labels":"neutral"},{"text":"Kids Day in Toronto, Leafs STHs donate their tickets to kids so there's like 10,000 kids in the arena today. Pretty cool thing they started last year","labels":"neutral"},{"text":"> and the top 20% of wealthiest [NAME] own 92% of stock Well, I hope they had a wonderful December, then.","labels":"neutral"},{"text":"[NAME], [NAME], [NAME], and [NAME] all at top tier make me happy","labels":"joy"},{"text":"What a great terrible movie. Always worth a watch. Boondock Saints for those who dont know.","labels":"amusement"},{"text":"Omg this made me laugh!","labels":"joy"},{"text":"What do you mean?","labels":"curiosity"},{"text":"Wheres the telescope?","labels":"curiosity"},{"text":"Kinda. And thank you. I'm curious about those files and film and fotos you mentioned.","labels":"curiosity"},{"text":"[NAME] needs to be moved up to second place and [NAME] needs to be under jay lmao [NAME] should be moved up too","labels":"approval"},{"text":"That is so cool!","labels":"amusement"},{"text":"Which is why not only did PR lose but RUP was not the first choice sadly even if it had won in BC :(","labels":"sadness"},{"text":"You should probably just use the same soap that you use to wash your body. You can boil silicone sex toys to kill bacteria.","labels":"neutral"},{"text":"Would any gathering of the Knights of Ren count? Or would they have to officially organize a thing.","labels":"curiosity"},{"text":"Logging is pretty dangerous.","labels":"neutral"},{"text":"I would say more people who have no fucking clue what they are talking about. The hilarity of \"he was trying to advance position\".","labels":"neutral"},{"text":"Wow it's almost as if those losers have a lot of money or something else to leech off of.","labels":"amusement"},{"text":"What is the story behind your account name? Just curious.","labels":"curiosity"},{"text":"Good for you to get out of it!! seems like a nasty example of narc abuse. No contact!","labels":"anger"},{"text":"Most traffic violations are victimless crimes and fining people for them is wrong.","labels":"neutral"},{"text":"Oh, what a tangled web we weave When first we practise to deceive!","labels":"approval"},{"text":"Bad luck you’re in Beckton","labels":"sadness"},{"text":"Absolutely true. Sit down to pee at home, the splashback is real. Especially if you're tall. ","labels":"disgust"},{"text":"I'm just salty man. I hate playing Houston. I'm sure it's a nice place to live.","labels":"neutral"},{"text":"Bringing the country down with the government.","labels":"neutral"},{"text":"Why is it embarrassing?","labels":"curiosity"},{"text":"Apparently, he can't just have sex with anyone because he needed to rape someone.","labels":"disgust"},{"text":"I might not agree with the maduro regime, but t how can BoE justify what amounts to stealing $1.2 billion in gold from Venuzuela? ","labels":"curiosity"},{"text":"They love me!","labels":"love"},{"text":"Had to pause for a sec to properly cringe when [NAME] says why he got sent to the school. Whyyyyy would you *announce* that oh my [NAME]","labels":"surprise"},{"text":"It just so happened that PD, sick kids , and family emergencies all happened to overlap between all my coworkers leaving me all alone. ","labels":"sadness"},{"text":"Prove it.","labels":"neutral"},{"text":"Heres some well wishes to you staying up","labels":"caring"},{"text":"He was injured in real life, watch the news. He'll be back in ep 15 and fully recovered.","labels":"neutral"},{"text":"I'm sorry :( I hope this year ends up being incredible for you in ways you never anticipated, to make up for it. Hugs.","labels":"caring"},{"text":"That would be hilariously vicariously through the subterranean passages to the bottom of this post.","labels":"amusement"},{"text":"Ah, yeah. That's the trouble with anywhere that isn't London\/NYC, especially if you speak English.","labels":"annoyance"},{"text":"\"...after the ear grew back...\" Wait. What?","labels":"curiosity"},{"text":"Music and getting outside really helps me, even if I’m not sober. Cheers.","labels":"amusement"},{"text":"I'm really sorry you're experiencing this. You are not in the wrong. I hope you can get away from their control when possible....stay strong","labels":"remorse"},{"text":"You're a sealion and a leftist troll. Begone, and enjoy your ban.","labels":"joy"},{"text":"Now this I like.","labels":"joy"},{"text":"things are simply wrong and ignorance is an insufficient defence from prosecution.","labels":"approval"},{"text":"False. Leftists do not believe in private property so paying rent is offensive to them","labels":"disapproval"},{"text":"Kirkland liquor is amazing. I can get a cheap bottle of vodka or scotch that's basically a mid tier bottle for half the price.","labels":"amusement"},{"text":"That is not how that all went down. Good story though.","labels":"approval"},{"text":"I would love to see some encouragement and smiles on the sideline instead of yelling and whining.","labels":"approval"},{"text":"Lmaooo I’m sooo gonna use “As asap as possible.”","labels":"excitement"},{"text":"Right? Don't want to get my hopes up for a rumor.","labels":"curiosity"},{"text":"I think you spoke too soon","labels":"approval"},{"text":"The dashcam only proves that someone inside that vehicle was angry. It barely proves a gun was fired, let alone at someone.","labels":"approval"},{"text":"Out of curiosity, why won’t you play Odyssey?","labels":"curiosity"},{"text":"This is a good step. Refusing to vaccinate your kids should be considered child abuse.","labels":"amusement"},{"text":">Limes have autobreaking Ha! That's an amusing typo! You meant autobraking, I assume.","labels":"amusement"},{"text":"[NAME] and [NAME] are ok because they were devout [NAME]. Like they hate secular music.. but U2 is worshipped by a lot of the 40-something [NAME].","labels":"neutral"},{"text":"Yeah, as I'm being resuscitated in A&E, I'll remember to let them know about my workers comp. #america","labels":"neutral"},{"text":"That kinda happened to me at a chillibees once. I semi full on panicked. I grew to hate that place. And booths.","labels":"annoyance"},{"text":"[NAME] is honestly really badass and he has a great design I hope they give him something good to do in 11","labels":"approval"},{"text":"The dude with the eyepatch is fitting.","labels":"approval"},{"text":"DJ's mocks are always a little off pre combine\/FA. I still really like his mocks, this one i just off to me though.","labels":"neutral"},{"text":"This is disgusting.","labels":"disgust"},{"text":"That's my plan!","labels":"approval"},{"text":"I feel a lil dumb now, but not as dumb as the idea to switch those subreddits","labels":"annoyance"},{"text":"And the rest that women complain the most are still there to pump them and dump them. No matter how fast she puts out.","labels":"neutral"},{"text":"Why exactly would I be talking to other men about sex in any circumstance? I'm not in prison","labels":"curiosity"},{"text":"Oh, didn't know. Will lock the post.","labels":"realization"},{"text":"This is also (as an exmo myself) why I love her. She is awesome.","labels":"love"},{"text":"Who knew Mother's Day had move to Jan 25th????","labels":"realization"},{"text":"I almost thought this was gonna turn into a story of your tissue you'd been reusing for months. I'm glad it was not lol","labels":"joy"},{"text":"No. We have the same desire. No one should be told how to live.","labels":"annoyance"},{"text":"I'm just glad I've never heard of this game before otherwise this news would be disappointing.","labels":"neutral"},{"text":"Sometimes though, the developer's vision is close to perfect, something that other games don't offer. ","labels":"neutral"},{"text":"Love is war","labels":"neutral"},{"text":"Yea. That video is garbage.","labels":"disgust"},{"text":"Not that surprising, but *very* exciting to see! Here’s hoping Syria reclaims its place as a major regional industrial and commercial center!","labels":"excitement"},{"text":"I read that as vape-inspired. Little puffs of smoke rolling down the road...","labels":"neutral"},{"text":"As much as I like [NAME] and want him to score so many (hes a speedy mofo) I think that this would be a good trade for sure","labels":"approval"},{"text":"What's he building in there?","labels":"curiosity"},{"text":"I like watching old shows and movies and seeing old brands and how the logos and stuff changed.","labels":"amusement"},{"text":"It's just the reliability of a Honda. But I don't know a whole lot.","labels":"neutral"},{"text":"Someone had to do it when [NAME] got cut","labels":"approval"},{"text":"I bet she’s gonna bring it. Hopefully they spend more money on the production of the season versus that Scheißer RuVeal.","labels":"neutral"},{"text":"I made a severe and continuous lapse of judgement....","labels":"disappointment"},{"text":"American here. Not laughing. Routine circumcision of male infants is a violation of their bodily autonomy. I wish had my foreskin back.","labels":"neutral"},{"text":"I'm a nasty ho","labels":"amusement"},{"text":"My last name is 4 letters. It's a common English word. It still gets mispronounced and misspelled constantly.","labels":"neutral"},{"text":"They literally don’t have enough time on the planet to regret their actions.","labels":"approval"},{"text":"I'm 14 stone...so probably about 2 stone over weight. I don't drink alcohol or do drugs, but I love food.... ","labels":"neutral"},{"text":"Strangely enough 70% of women in the work place are queen bees","labels":"neutral"},{"text":"I honestly don’t think of the term that often and generally use it seriously, but still use sparingly.","labels":"neutral"},{"text":"What do you mean?","labels":"curiosity"},{"text":"Let people have fun","labels":"neutral"},{"text":"I literally cried out IS THAT MATT BERRY?!?!?!?!?!","labels":"curiosity"},{"text":"I tried the pilot and it just felt very \"meh\" to me. Does it get better or is it just not to my sense of humor?","labels":"confusion"},{"text":"Whenever I'm having a bad day, I watch a few eps of Cosmos to chill out.","labels":"neutral"},{"text":"Everything on the internet is real and serious... Im here to be downvoted and laugh.","labels":"approval"},{"text":"Is that the cobbler in the background of the family portrait? This is great.","labels":"curiosity"},{"text":"Don't lie to the doctor. You can't expect them to be able to help you if they're going off of false information. Good luck","labels":"neutral"},{"text":"He’s a grumpy boyo","labels":"neutral"},{"text":"Blow me you feckless moron, I was out of state. ","labels":"anger"},{"text":"Doesn't suck nearly as bad as Metropolitan Grill. I'm surprised that place is still open.","labels":"surprise"},{"text":"[NAME] funny, girl.. not so much ","labels":"neutral"},{"text":"Pull that sucker right up to your face","labels":"annoyance"},{"text":"From my experience is the difference that ketchup is smooth. And that tomato sauce contains spices and such.","labels":"realization"},{"text":"Create a youtube channel for when you work on cars.","labels":"approval"},{"text":"Dont call your self pansexual if you've never deepthroted a pan.","labels":"optimism"},{"text":"The day I get the phone call: \"your Nmom\/Ndad\/Nbrother have passed away.\" \"Fuuuuuuuuuuucking ***FINALLY***\"","labels":"amusement"},{"text":"This is where the fun begins.","labels":"excitement"},{"text":"This is the best. I love it","labels":"joy"},{"text":"Well damn I guess I timed this post pretty well lol","labels":"amusement"},{"text":"Funny thing is he kind of said just that jokingly in the [NAME] interview yesterday","labels":"confusion"},{"text":"I think all coffee is keto already....","labels":"approval"},{"text":"It's not your fault....","labels":"caring"},{"text":"> Caveman coding. Blunt force coding. BUBBLE SORT!","labels":"neutral"},{"text":"I never said I was brave, I just said that compared to the average great white 6ft is small","labels":"realization"},{"text":"Hope the horses are ok","labels":"caring"},{"text":"You'd love to meet my in-laws...","labels":"joy"},{"text":"I'm afraid that will leave Britain no better. Can't imagine the ruckus if remain wins.","labels":"fear"},{"text":"Maybe they actually went to help the guy who fell instead of just filming?","labels":"confusion"},{"text":"The foul, smelly dump I just took > fallout 76","labels":"disgust"},{"text":"My first thought","labels":"neutral"},{"text":"He had 2 years with full control and couldn’t get it passed...just remind them of that.","labels":"approval"},{"text":"Those were not as efficient as in BF3, simply not fun as it was nearly impossible to kill a tank from a single strafe run like in the 3 ","labels":"neutral"},{"text":"That actually doesn't make any sense considering many college students work outside of school.","labels":"annoyance"},{"text":"Finally somewhere where I'm just an average fucking person Fuck why am I crying","labels":"joy"},{"text":"used to be some rowdies in phx, hope people are putting together a response to this...","labels":"optimism"},{"text":"I got a weird vibe when he was placed on Colliton's staff, so I'm really glad it's turned out the way it did. ","labels":"joy"},{"text":"Ask him out for a drink.","labels":"curiosity"},{"text":"Is this guy from Bogota?! I saw a very similar fellow in Columbia when I was there last year","labels":"neutral"},{"text":"What the heck did I just watch","labels":"surprise"},{"text":"Ah good call - I dont plan to take submissions for that reason","labels":"neutral"},{"text":"Love me some FA cup","labels":"neutral"},{"text":"> Places of business need wider tables and open seating Open-plan Offices are a Disaster.","labels":"neutral"},{"text":"[NAME] has 5 goals in 4 games for us doesn’t he?","labels":"curiosity"},{"text":"I ain't sayin' she a prospector...","labels":"approval"},{"text":"i know there were talks about it, but its doubtful :( ","labels":"sadness"},{"text":"YES! Here's to us HAPAs!","labels":"excitement"},{"text":"YOUR FEELINGS CHANGE LIKE THE WEATHER","labels":"annoyance"},{"text":"I like to imagine that this is england in its entirety","labels":"joy"},{"text":"That gives you zero right or say over what someone wears. You are wrong.","labels":"neutral"},{"text":"To make money from money is disgusting and is screwing up the economy.","labels":"disgust"},{"text":"Block him and stop replying to his comments. Not worth it.","labels":"annoyance"},{"text":"...oh my *god*. Why didn't I ever...how many shortcuts did they take with that game?!","labels":"confusion"},{"text":"Although these are seemingly overpriced, yes, I adore these pieces.","labels":"amusement"},{"text":"Syndicalism is the advocacy of unionization by the working class to evoke change in society rather than violent insurrection with communism.","labels":"neutral"},{"text":"I don’t even know what this show is, it’s basically “increasingly outlandish things happen to young people” the TV show.","labels":"neutral"},{"text":"Can we call it the swamp monster?","labels":"curiosity"},{"text":"I wonder if that was the original plan or if [NAME] just realized what [NAME] talked about and threw in that note to explain it.","labels":"confusion"},{"text":"Losing buttwallace is one of the greatest tragedies of this sub","labels":"neutral"},{"text":"Still better than YouTube rewind","labels":"realization"},{"text":"[NAME] and [NAME] have said peach is by far bowser’s worst MU in the past. They discuss it in this thread:","labels":"neutral"},{"text":"poop skeleton","labels":"neutral"},{"text":"450 coast to coast at WM!!","labels":"neutral"},{"text":"Yea, and trading away young players does not make us better.","labels":"anger"},{"text":"I was Isla Vista, beautiful and terrible place","labels":"confusion"},{"text":"I used to live there (Hell) and I had this religious\/fundy coworker who used to love to point out that \"DARWIN Road leads to HELL!\" ","labels":"neutral"},{"text":"Idgaf anymore. I lost all hope in moids. I'll keep looksmaxxing for myself.","labels":"neutral"},{"text":"That last story was absolutely beautiful and sad.","labels":"amusement"},{"text":"I mean he did murder someone and isn’t in jail...","labels":"disgust"},{"text":"wouldn't you say [NAME] and [NAME] are part of the same generation?","labels":"curiosity"},{"text":"Wow, I didn't know that was happening. Thanks for the information!","labels":"gratitude"},{"text":"U got some strong references mah frend","labels":"neutral"},{"text":"That’s really cool of you to do man!","labels":"amusement"},{"text":"Don't listen to them, we need to call this kind of stuff out.","labels":"approval"},{"text":"Did you guys use condoms before? Or was it just the mental hurdle of knowing you weren't taking any birth control?","labels":"curiosity"},{"text":"Nifty hands trav, miles almost had that ","labels":"neutral"},{"text":"[NAME]?! Welcome to the show!!!","labels":"excitement"},{"text":"Sorry to disappoint, we are working very hard as employees to turn this thing around. Hopefully we can change your mind in the future. ","labels":"remorse"},{"text":"Im glad your out too! Im glad you found joy in camping =)","labels":"joy"},{"text":"No. Screw him. It IS a demanding job. Physically and emotionally draining. You deserve a hot meal and a friggin hour or two to decompress.","labels":"anger"},{"text":"She looks JUST like that little girl [NAME] that won America’s Got Talent, the ventriloquist. ","labels":"approval"},{"text":"Ah thanks so much","labels":"gratitude"},{"text":"There must be some awful things happening right at this second","labels":"annoyance"},{"text":"I wish there was some way to put this in the sidebar.","labels":"neutral"},{"text":"I can't wait for the r\/hockey GDT with the saltiest fanbase in Reddit. I think I'm just gonna stick to our sub tonight.","labels":"excitement"},{"text":"This exchange made my day. From a female doc, thanks for getting it. ","labels":"gratitude"},{"text":"To each according to their needs... Except entitled parents, who need everything.","labels":"sadness"},{"text":"A new mattress if you can swing it. Company provided mattresses are typically pretty garbage.","labels":"disgust"},{"text":"If he breathes he’s ready!","labels":"curiosity"},{"text":"Eyebrow zits are the worst. I'd rather have a lip pimple than an eyebrow pimple. Also part of the fanclub for your eyes.","labels":"disgust"},{"text":"He did not finish the eeason. RBs get injured more than any other position. The list goes on but we need another RB.","labels":"neutral"},{"text":"Seems very very aggressive. I would love for you to be right.","labels":"approval"},{"text":"This isn't really petty, it's actually brutal. *edit* but well done. I love it!","labels":"disapproval"},{"text":"Looks pretty dope.","labels":"amusement"},{"text":"I feel for him..thank [NAME] he has a mother who cares","labels":"caring"},{"text":"Let me give you a hint: THEY PLAY IN BOSTON!!!","labels":"curiosity"},{"text":"Indeed yet I still gotta watch my dependency & tolerance. I stay disciplined and just keep moving forward.","labels":"approval"},{"text":"I'm sorry if this is Real but this sounds like something from r\/thathappened But if it is Real then kudos and sąd that the EK didnt buy you a ps4","labels":"neutral"},{"text":"I mean, two times zero is zero and that can be a guarantee :D","labels":"neutral"},{"text":"LUL, this is the 3rd time that Ajax has lost team on Busan. Unlucky.","labels":"disappointment"}]