[{"text":"Why do we gotta wait for a week just for the devs to fix their mistake?","labels":"curiosity"},{"text":"I'm not super happy about having to see his face in the news for at least another 6 years.","labels":"neutral"},{"text":"Unless wages for food service workers change you better keep tipping.","labels":"neutral"},{"text":"I really only do this after a while if awkward silence, which may make it even more awkward tbh","labels":"embarrassment"},{"text":"What kind of behaviour is considered unattractive? I'm pretty clueless when it comes to dating.","labels":"confusion"},{"text":"that's fair. problem was that some of these responses make a fairly incorrect generalization.","labels":"realization"},{"text":"The more unattractive the leader looks now the more attractive the new one will look come 2020","labels":"realization"},{"text":"Thank you much better now","labels":"gratitude"},{"text":"it’s a 3 year cegep degree (college","labels":"neutral"},{"text":"I was born in 1980 so the 90s were my teen decade. I loved it. Best decade ever","labels":"love"},{"text":"Yeah, everyone goes through this phase during their Junior year of high school. ","labels":"realization"},{"text":"What are you expecting?","labels":"curiosity"},{"text":"ugh their mind","labels":"disgust"},{"text":"TFW a sorceror cuts you root and stem and you hear someone's voice in flames as your junk burns.","labels":"neutral"},{"text":"You're really stupid if you believe that.","labels":"annoyance"},{"text":"A is just horrifying. If she were to die I’d want her to go painlessly","labels":"fear"},{"text":"I never believe draft rumors of who teams are looking at or wanting, especially if its fan rumors. ","labels":"neutral"},{"text":"I went to a different one just outside Beijing and they said they had to turn off their panels because old people were falling or having heart attacks :O","labels":"neutral"},{"text":">[NAME] later admits to his brother he killed me ~~cause he hates bards~~ because he doesn't have the chops to run a robust encounter. FIFY","labels":"amusement"},{"text":"i do love how absolutely distraught the girls look","labels":"love"},{"text":"A UBI has to be sustainable. Taxing something to reduce its use and funneling that money into something people would depend on is absolute stupidity.","labels":"disappointment"},{"text":"How can a picture hurt?","labels":"confusion"},{"text":"I believe you copied and paste from somewhere or previous answer. We are definitely not talking about the same thing. Hope you get better man. Cheers.","labels":"optimism"},{"text":"I'm sorry you poop your pants every time someone mixes those words up.","labels":"sadness"},{"text":"He overachieved my expectations this year. I hope he tops this years performance next year. Go Gmen!","labels":"optimism"},{"text":"For every legit billionaire there’s 2 that scammed their way there","labels":"neutral"},{"text":"I was just thinking how normal his legs and feet look!","labels":"neutral"},{"text":"Wow that is the exact armor combo i used to use","labels":"amusement"},{"text":"“Still wearing ATM” this bit has me crying! Thanks for the mental image.","labels":"neutral"},{"text":"I have yet to see a single reasonable person supporting [NAME]. Not on Reddit, not on Twitter, nowhere. ","labels":"desire"},{"text":"Yeh 300+ years ago. Now they get paid pretty much to go to college. Nobody alive today even had great grandparents involved.","labels":"neutral"},{"text":"\"Professionals working OT are compensated for OT\". I don't think you understand how salaried professional jobs work. Maybe you should sit this discussion out. ","labels":"neutral"},{"text":"It doesn’t surprise me given that this is the kind of establishment where staff rape the coma patients.","labels":"neutral"},{"text":"Wow, thanks so much for me to own tool that I can speak and understand Japanese fluently enough.","labels":"gratitude"},{"text":"And perfectly perfect.","labels":"amusement"},{"text":"I don't think a [NAME] would agree....","labels":"neutral"},{"text":"You dont need elected officials to have power when you have the people on your side.","labels":"neutral"},{"text":"Its less than a year old... Doesnt it seem longer","labels":"neutral"},{"text":"Dude, grammar.","labels":"neutral"},{"text":"> I’m tired of being realistic and open minded. Me too! Now it is all about being selfish and aloof. Not even kidding.","labels":"disappointment"},{"text":"I got a far related cousin that killed himself this exact way. A branch punched back the chainsaw right back at his forehead.","labels":"neutral"},{"text":"are you speaking from experience?","labels":"curiosity"},{"text":"Because teams do dumb things when they’re desperate.","labels":"annoyance"},{"text":"That was my first live Lions game (British and flights to DTW are expensive) I've never gone through so emotions in such a short amount of time","labels":"realization"},{"text":"Last I checked people weren't running around raping people wearing MAGA hats.","labels":"neutral"},{"text":"Our 2nd unit is as bad as anybody in the NBA","labels":"disappointment"},{"text":"The parents are “retards” for not watching their kid near water.","labels":"neutral"},{"text":"You are the one who wants them to waste away. That is literally your position.","labels":"neutral"},{"text":"Thank you OP , I can finally look at a picture of [NAME] without vomiting. ","labels":"gratitude"},{"text":"if HL in offensive stance dodges it, then doesn't raider also dodge it? Or is that fast recovery into moves that are not dodging again?","labels":"neutral"},{"text":"My crypto was pending when the site went dark. We'll see I guess but I've kissed that money goodbye in my head.","labels":"neutral"},{"text":"OK, thanks.","labels":"gratitude"},{"text":"Well modern first world commies don't do anything, so that's good","labels":"caring"},{"text":"One week sounds like a good timeframe. Good luck on your channel! I hope that expected revenue goes up for you.","labels":"caring"},{"text":"What’s a dis- what’s that?","labels":"curiosity"},{"text":"Yes.... and ACT wanted brackets to be adjusted, but National did not. Being in government didnt mean ACT could force National on that point","labels":"neutral"},{"text":"He sounds like a real piece of work. Get him gone and live your life free of his physical and mental burden.","labels":"caring"},{"text":"Sadly that's probably the worst game I've ever seen [NAME] play.","labels":"annoyance"},{"text":"Throw them for a real loop and make them confused; \"We're not related just twins.\"","labels":"neutral"},{"text":"It's this kind of fear that made me make this","labels":"fear"},{"text":"I love how people ITT are deploying x\/2+7 like it's from [NAME], LOL.","labels":"love"},{"text":"...and let her clean?","labels":"neutral"},{"text":"Insecurities exist even for people that are attractive. Even hot people are just like everyone else.","labels":"realization"},{"text":"I earned the money, I bought the food and I cooked the food so don't go thanking your phoney baloney god for it in my home.","labels":"gratitude"},{"text":"It is difficult to free fools from the chains they revere","labels":"neutral"},{"text":"If somebody is fundamentally unsocialized chances are they behave socially inappropriate in more than one situation","labels":"realization"},{"text":"The prequels garbage? It’s treason, then.","labels":"neutral"},{"text":"Got damn look at that body","labels":"neutral"},{"text":"Go troll elsewhere. This woman needs support, not crass questions.","labels":"neutral"},{"text":"Excuse me?","labels":"neutral"},{"text":"Happy birthday!","labels":"neutral"},{"text":"I have a college-level understanding of biology, as it is my degree of choice. Those 8th-graders are completely right. ","labels":"neutral"},{"text":"If Clemson wins this, they should have to face Alabama in the national championship.","labels":"realization"},{"text":"Naw man Asain men have an easier time. Most of my asain friend are pretty boy. Fuckbois lol","labels":"amusement"},{"text":"Also pretty fantastic in Good Girls Revolt","labels":"amusement"},{"text":"Before he was riding a Bronco he was riding your mom.","labels":"realization"},{"text":"Tranlated: Wooooo be afraid of the spooky \"shadowban\" so don't do the thing that gets your message to a wider audience. Smh","labels":"fear"},{"text":"He'd hate me. My standards are even higher.","labels":"anger"},{"text":"Oh she'll most probably die in that route for sure. I just hope she doesn't get a lame death, that's all","labels":"optimism"},{"text":"If he doesn’t respond, then you’re too good for him","labels":"realization"},{"text":"Maybe she'll finish Wardenclyffe Tower and stop Slappy and his monsters!","labels":"neutral"},{"text":"I really enjoy “good life project” podcast by [NAME]","labels":"love"},{"text":"It's hard to care about a woman dying from giving birth when you hate women in the first place.","labels":"caring"},{"text":"Glad things came out alright for you...","labels":"pride"},{"text":"Now let's see the samples!","labels":"neutral"},{"text":"...which means they will likely face some negative repercussions after the downvote brigade wakes up and buries this post.","labels":"realization"},{"text":"My toes hurt watching this","labels":"sadness"},{"text":"Same. After that it’s unbearable. Plus, [NAME] appears. So. ","labels":"disgust"},{"text":"Yeah, this has been posted here before, but it's a great video. I have it saved to a YT playlist for repeated viewings and lols","labels":"amusement"},{"text":"Damn. Didn't know [NAME] was still making videos.","labels":"surprise"},{"text":"[NAME] enslaved the [NAME] and MLMs enslave...well...everybody.","labels":"neutral"},{"text":"Hey, can you post a pic (or many) of the chow\/corgi mix? I really need to see it. Thanks. Actually, the kittens too. ","labels":"curiosity"},{"text":"Ignorance is the worst thing that can happen to someone","labels":"disgust"},{"text":"You’re right to defend your property is more valuable than the person who’s trying to steal it.","labels":"realization"},{"text":"Team Hina FTW!!!!","labels":"neutral"},{"text":"That guy is being intentionally obtuse. Down vote trolls are a waste of everyone's time.","labels":"neutral"},{"text":"As you can see in the second half, it's not like he's completely without ability to score or drive and kick. It'll come! ","labels":"neutral"},{"text":"Goalpost shifting much?","labels":"curiosity"},{"text":"For every Undertale or Stardew Valley there's dozens, if not hundreds of other games developers put their heart and soul to, but never catch on.","labels":"neutral"},{"text":"Err, she's still a weird fake tan shade, just oranger.","labels":"disgust"},{"text":"What everyone thinks until they see what houses out here cost. :(","labels":"neutral"},{"text":"my good woman, I'm not sure that you handled it poorly","labels":"confusion"},{"text":"Upset? Edit. I didn't notice anybody bring it up but I hope it isn't rude to describe [NAME] being \"Yandere\".","labels":"optimism"},{"text":"Don't \"neg\" the university (or any university) and don't write about doing illegal, unethical, or immoral activities. ","labels":"anger"},{"text":"Pretty terrifying. Imagine if you went on a school trip, did nothing, and came home to this.","labels":"fear"},{"text":">when you're a day older than your friends on your 18th birthday ich believe I'm a bit too old for you!","labels":"neutral"},{"text":"Well then take my upvote my sub soulmate. lol","labels":"neutral"},{"text":"That's actually kinda funny. Just hoping you don't ask for a transfer to the women's facilities.","labels":"amusement"},{"text":"What’s irritates me so much is that rework ideas like this do all the work for ubi, yet they still won’t do it. ","labels":"realization"},{"text":"Lmao the UBI is just the powers that be making sure they don't have a revolt on their hands once their program of economic alienation reaches a head.","labels":"neutral"},{"text":"Really disappointed it's not even coming digitally on Vita outside of Japan.","labels":"disappointment"},{"text":"His takeover run out haha","labels":"neutral"},{"text":"What's your opinion of Genji?","labels":"neutral"},{"text":"This guy has been a lot of fun to watch over the last couple of years. Hope the draft goes well for him.","labels":"amusement"},{"text":"“But [NAME] helped the Browns win more games that’ll last season...” SLAP!!!","labels":"caring"},{"text":"Yeah you’re right, I’m not fit for the position! Thank you for giving me the right words to say. ","labels":"gratitude"},{"text":"This is the hardest I laughed in weeks","labels":"amusement"},{"text":"Shameless plug for \/r\/Harris2020","labels":"anger"},{"text":"Anyone remember Space Dandy? It was short and stupid, but the animation was great. Very tounge in cheek.","labels":"annoyance"},{"text":"What about [NAME]? [NAME] I hate her.","labels":"curiosity"},{"text":"I don’t *think* she’s awful, I know she’s awful. She has literally no redeeming qualities. ","labels":"annoyance"},{"text":"I love this story. So much.","labels":"love"},{"text":"i wonder how people who are in college\/undergrad who are in stable relationships do it.","labels":"surprise"},{"text":"I still maintain the packers were a worse team this year.","labels":"disappointment"},{"text":"I have a 4k screen lol. I didn't know you could do custom css rules. Thanks for the help.","labels":"gratitude"},{"text":"I'm going to look so handsome for you, [NAME].","labels":"optimism"},{"text":"Omg, your screen name made me lol!!","labels":"amusement"},{"text":"> I miss frequent, monogamous sex enough that I miss a relationship very much. This is really the core of why I want a relationship.","labels":"desire"},{"text":"I'd be ok with it if you get one less card when you mulligan","labels":"neutral"},{"text":"Did you even read the post? Literally the first line says she doesn't do anything remotely house wifey.","labels":"curiosity"},{"text":"I was just going to say she looks like she’s silently trying to ask strangers for help in a kidnapping situation","labels":"neutral"},{"text":"Not against us this season, apparently. ","labels":"neutral"},{"text":"how do you feel about the possibility of the cowboys getting #6 before we do?","labels":"curiosity"},{"text":"Yup this game just gets worse and worse","labels":"disappointment"}]