[{"text":"I just got a shirt made that says “I can’t have kids my dog is allergic”","labels":"amusement"},{"text":"Think you mean this Labour MP","labels":"neutral"},{"text":"Most of the people commenting in \/r\/Libertarian aren't libertarians, but are just there to tell libertarians how stupid and evil they are.","labels":"annoyance"},{"text":"I just want him to be successful though...I dont think he wants to be at this point","labels":"caring"},{"text":"Is it weird that I read this with Papa [NAME] voice","labels":"confusion"},{"text":"This is awesome! do you have any more artwork on a website or social site? Is this for sale!?","labels":"curiosity"},{"text":"I'd say we should dump him somewhere at sea but the oceans are already pretty polluted... :(","labels":"curiosity"},{"text":"yeah, you're trying to twist things to fit your narrative.","labels":"disapproval"},{"text":">testing teenagers for four mystery roles Oh good lord. This is going to be even worse.","labels":"neutral"},{"text":"I literally didn’t but ok","labels":"annoyance"},{"text":"I dont get it, are the councillors in Ottawa known for being boorish, uneducated and unilingual?","labels":"confusion"},{"text":"I want the man who makes me pizza from scratch and then lovingly hand feeds it to me. Completely realistic expectation.","labels":"desire"},{"text":"Don’t use imgur It’s an atrocious website","labels":"realization"},{"text":"I like the fact that you like it a lot.","labels":"approval"},{"text":"This is the most upbeat and pleasant I've ever seen someone whose been caught with multiple ounces of weed and ecstasy.","labels":"amusement"},{"text":"FWIW I had a terrible series of experiences at CFA and would never recommend anyone with anxiety go there.","labels":"caring"},{"text":"Where’s the, “this” *cliché* bot!?!? Also, good on you for choosing a less stressful life.","labels":"neutral"},{"text":"Why should I care what he thinks?","labels":"annoyance"},{"text":"It’s not significant enough to be a bad move lol. It’s a push. Spalding is nothing","labels":"amusement"},{"text":"12 is ambitious!! I’ll do this with you, but my goal would be 4 ","labels":"desire"},{"text":"I’m uncomfortable just looking at her.","labels":"nervousness"},{"text":"But [NAME] is fine","labels":"amusement"},{"text":"Okay, so that doesn’t really answer my question. Are you suggesting the liability will fall on the towing company with shitty or sketchy reviews? ","labels":"annoyance"},{"text":"It is weird to be having sex at all at 15.","labels":"disgust"},{"text":"I don't know why he'd take it like that, he was gone for so long so someone was going to do a show like that.","labels":"disapproval"},{"text":"This is perfect","labels":"approval"},{"text":"This is all soooo nice. What nice people.","labels":"gratitude"},{"text":"And judging from *this* comment, I think you should know you sound like a troll.","labels":"annoyance"},{"text":"I read this to my 17 year old brother and he was kinda pissed off just saying","labels":"neutral"},{"text":"Weird flex but ok","labels":"neutral"},{"text":"Almost all cars go through auctions at some point. It's nothing to worry about.","labels":"caring"},{"text":"Woah. This is a whole new fascinating Reddit thing that I never knew about","labels":"approval"},{"text":"Man, such a shame we only got three movies. They really didn't wrap up all the plotlines.","labels":"disappointment"},{"text":"I'm one of those students on odsp. I'm screwed.","labels":"remorse"},{"text":"It makes me feel better about overeating sometimes because I tell myself that at least I’m not as bad as those people","labels":"neutral"},{"text":"This guy gets it (and feels it as well... Sorry brother)","labels":"sadness"},{"text":"Some people would be too ashamed to speak up though","labels":"caring"},{"text":"Goodbye maga, no ones going to miss you.","labels":"amusement"},{"text":"Haha I've got a mild case of UC, maybe I should be more dramatic about it and use it!","labels":"realization"},{"text":"Oh damn. I forgot about those guys. I never really play [NAME] lol","labels":"amusement"},{"text":"This is why I could never work in construction","labels":"disapproval"},{"text":"There's a lot big talk here that will look kinda dumb if we're third\/fourth midseason. I hope we aren't being clowned halfway through the season...","labels":"amusement"},{"text":"And in some US states, still that range just sets off weird vibes.","labels":"disappointment"},{"text":"Yeah, what do you know about her? Her Wikipedia page is pretty barren.","labels":"disapproval"},{"text":"That is pretty small damage. I wouldn't fix it either.","labels":"neutral"},{"text":"I'm quite interested as well!","labels":"amusement"},{"text":"Haha, why are you still thinking about that? That's super weird.","labels":"amusement"},{"text":"Is it bad that I don't want any of them?","labels":"confusion"},{"text":"It did put me off at first but after you get better with a weapon it becomes far less of an issue.","labels":"realization"},{"text":"calling someone desperate for a comment is a personal attack. sure jan","labels":"neutral"},{"text":"Watched that game in a motel on the outskirts of Albuquerque. Quietly went nuts when he scored that goal","labels":"excitement"},{"text":"I'm not advocating eating the pain away, but bring apples just in case. ","labels":"neutral"},{"text":"fat people want to be oppressed so badly. I guess it's because they need an excuse to emotionally eat.","labels":"annoyance"},{"text":"And whatever other slowness and rootkits etc may come with Epic. I still havent forgotten Sonys bullshit or how resource hogging Origin was","labels":"disapproval"},{"text":"A horrendous amount of Sesame oil, god, that would be awful.","labels":"disgust"},{"text":"No one ever laid on their death bed and said, “I regret not working even harder.”","labels":"remorse"},{"text":"I’m pretty sure your thinking of [NAME], although I could be wrong","labels":"annoyance"},{"text":"I drive for a living so I have a pretty high-end camera that captures license plates!","labels":"neutral"},{"text":"I can definitely relate, but I haven’t yet resigned myself to such a fate. Maybe I a few more years....","labels":"caring"},{"text":"simply reply \"no.\" sometimes youve gotta be rude.","labels":"disapproval"},{"text":"Is this the track that’s just [NAME] cat meowing but slowed down? My memory is failing me","labels":"confusion"},{"text":"I do that with chili...","labels":"neutral"},{"text":"[NAME] expunged my paraphernalia without consent and I called the **LAW TIGERS** to sue him for damages.","labels":"annoyance"},{"text":"Oh same here. Too relatable. Makes me wonder what 50 year old me will miss about the body I've got now.","labels":"annoyance"},{"text":"Believe it or not, I actually am. With the exception of stupidity. ","labels":"neutral"},{"text":"Oh shit, as a matter of fact my knees are now weak","labels":"disappointment"},{"text":"Seriously?! These [NAME] have no common decency or respect for others suffering!","labels":"annoyance"},{"text":"I like how submissive the coyote is being to this tiny little cat. Like, dude, you could just eat him.","labels":"disgust"},{"text":"I have access to some LCMS'. But I don't think it's useful for thermate.","labels":"realization"},{"text":"Forgot what it's like to actually not dislike one of the patients","labels":"neutral"},{"text":"> Also why I watched the old guy getting stabbed with screwdrivers till he stopped moving! Dnepropetrovsk maniacs? (3 guys 1 hammer)","labels":"annoyance"},{"text":"These are the signs I'm getting old... Wtf is a weed cartridge??","labels":"curiosity"},{"text":"So cringy and desperate","labels":"embarrassment"},{"text":"Well if T_D users like Coolio, maybe they ain't so bad after all. ","labels":"neutral"},{"text":"That's [NAME] btw in men in Black. He is also the actor who plays [NAME] in Netflix Daredevil. Such an amazing actor.","labels":"amusement"},{"text":"the socially weak kid who is also: - neurotypical - not too short - not too ugly so basically a normie","labels":"neutral"},{"text":"No, he's fine. It doesnt compact","labels":"neutral"},{"text":"As much as I’d love [NAME] to be gone, i know they never would ","labels":"annoyance"},{"text":"You had a tough childhood :(","labels":"sadness"},{"text":"So you don't reject your ideology's premise that you can just protect yourself.","labels":"annoyance"},{"text":"If I went to a party and they had SFV I would cry of happiness.","labels":"curiosity"},{"text":"They will be more than happy to hand you the matches, followed by the cuffs. ","labels":"excitement"},{"text":"They probably got de-funded. I need to support them.","labels":"caring"},{"text":"I've got a sneaky feeling the [NAME] is going to win it. I feel like best friends with [NAME] has clear motives behind it","labels":"caring"},{"text":"The real villains are those aware of the cruelty of life, but then reproduce anyway.","labels":"disgust"},{"text":"That's ironic. Because [NAME] isn't getting the Wall funded, we are pulling more resources off the border blockade effort?","labels":"annoyance"},{"text":"This happens all the time when guys pick me up. I don’t know anything about cars. Just tell me the color","labels":"confusion"},{"text":"I'm kind of glad they aren't letting you. Just you, not everyone else.","labels":"joy"},{"text":"At least he has a chance to grab a railing if he falls.","labels":"approval"},{"text":"Uhhhhhh, damn son","labels":"love"},{"text":"It would be interesting to know what you've learned about other sects of [RELIGION].","labels":"curiosity"},{"text":"This is horrible... One of my worst nightmares actually.","labels":"disgust"},{"text":"They all did idiotic things on at least 1 occasion.","labels":"amusement"},{"text":"Be sure to do the promo and get your free scope mount and magazines.","labels":"neutral"},{"text":"Isn't the swastika backwards? I just love how fucking stupid racists are Can't even draw their own shit right","labels":"annoyance"},{"text":"I suspect that, this is going to be the least infuriating DIY aspect of this house. ","labels":"disapproval"},{"text":"he tried to motivate the team in the locker room but i think it was [NAME] who was like \"just sit down festus\"","labels":"disapproval"},{"text":"Sorry on mobile and limited data, decided to cut to the chase","labels":"disapproval"},{"text":"You are uninformed. Its not just because of the wall.","labels":"confusion"},{"text":"The first article on their is talking about the [NAME] documentary...? E - there*. What the hell is my phone doing","labels":"annoyance"},{"text":"I'm going to put my life first and run away.","labels":"amusement"},{"text":"Drunk [NAME] sounds like something I want to see","labels":"excitement"},{"text":"So [NAME] proved that they are not literally selling their workers into sex slavery. That's a pretty low bar!!","labels":"annoyance"},{"text":"Actually, I don't look a lot in the mirror so I can forget how ugly I am .","labels":"amusement"},{"text":"Test levels have been dropping significantly It’s well documented Why do you think that’s stupid","labels":"annoyance"},{"text":"Not tryna plug or anything but i use InShot to crop my videos and it works fine It just makes me hurt inside seeing a screen record not cropped","labels":"annoyance"},{"text":"Was not expecting that spongebob reference","labels":"surprise"},{"text":"Thats....that's pretty normal...prolly somewhere in the ballpark of 280miles...If you dont have a fuel efficient car its not hard to do.","labels":"optimism"},{"text":"I've just thrown all my spoons in the bin. I'll learn to eat yoghurt with a fork.","labels":"neutral"},{"text":"*me trying to get it* OH!!!!!!!!!!","labels":"confusion"},{"text":"He probably banked on the inherent secrecy of the community and ignorance (on Belgian law) of his victims.","labels":"annoyance"},{"text":"Southern Mexico tends to always get fucked in the ass as well","labels":"annoyance"},{"text":"It's just projection..they can't take a joke so they think no one else can either.","labels":"neutral"},{"text":"Peering into the void Out of the abyss Something stirs Terrible secrets _____ Hope is lost Once it wakes [NAME] is dead","labels":"disappointment"},{"text":"Which you ultimately pay for in higher insurance premiums, court costs, etc. Dealing with big problems like this is a net positive for everyone.","labels":"approval"},{"text":"My dog is less uglier than this.","labels":"annoyance"},{"text":"She's 17. Let her brag about cool visual effects, yikes","labels":"surprise"},{"text":"Gotta offload this crap somehow.","labels":"annoyance"},{"text":"We're ALL what's wrong with this country","labels":"annoyance"},{"text":"Fun fact: Chá qīng 查清 (pronoinced cha ching) is chinese for checkout.","labels":"neutral"},{"text":"I don't think it's duping I think it probably loot cycling you can find almost the military gear from on the coast now.","labels":"confusion"},{"text":"oh my [NAME]. it was hurting my brain. i only saw the disappearing boot and thought i was missing something.","labels":"sadness"},{"text":"As long as blind luck exists, there is no upper limit on stupidity.","labels":"annoyance"},{"text":"JV for AD - i know its lopsided, but we need to swallow that pill.","labels":"neutral"},{"text":"Whoa I actually remember this. Wait shit does that mean I’m old","labels":"realization"},{"text":"Can’t wait to go!","labels":"excitement"},{"text":"Fuck the cubs","labels":"anger"},{"text":"Are they sure one didn't kill the other and themselves?","labels":"curiosity"},{"text":"Way too much fuuuck","labels":"disapproval"},{"text":"As someone who has been in a similar relationship, it is indeed emotional abuse.","labels":"relief"},{"text":"They are a couple in love so what's your beef.","labels":"annoyance"},{"text":"It makes customers uncomfortable because we're calling them on their BS and this is the only way to get them to own up to it.","labels":"annoyance"},{"text":"You have no recourse. You can always start your own fb group if you'd like.","labels":"approval"},{"text":"I love when these self-proclaimed ones would hound me for more pics.","labels":"love"},{"text":"I'll think about prime, just heard a lot of negative about them that spooks me some.","labels":"disappointment"},{"text":"Also: - more snipers - another stealth hero This makes my top 3 of what would make the game even more fun.","labels":"amusement"},{"text":"Poor [NAME]. Give him some Enfamil. He will feel better soon.","labels":"caring"},{"text":"You obviously have never seen those creepy videos with 10m+ views with kids. And those Elsagate videos.","labels":"excitement"},{"text":"Sorry, you're going to claim wanting to destroy Israel is completely fine? And the rabbi in question seems to be in bed with Holocaust deniers?","labels":"curiosity"},{"text":"I almost pissed myself waiting so long in the tunnel. Not a fun feeling","labels":"curiosity"},{"text":"We still have them 150 b you cuck. Why are you so fucking stupid","labels":"neutral"},{"text":"\"almost\" and \"nagging\" not \"killed\" and \"forced\". Wow... When did roleplayers get so damn whinny. ","labels":"annoyance"},{"text":"yes but this is a crazy person. That's like telling Two-Face he doesn't have to flip a coin before committing a crime lol.","labels":"annoyance"},{"text":"It’s time for some moderator field work!","labels":"excitement"},{"text":"It’s okay bro saints about to beat them 41-3 next week lmao don’t worry","labels":"caring"},{"text":"Young [NAME] works to hard for his name to be slandered like this.","labels":"curiosity"},{"text":"And caressing your hair.. I’m not even a woman and that makes me shudder thinking about that","labels":"excitement"},{"text":"I wish there was a way to separate the moderation function of karma from the “I agree with you\/I don’t agree with you“.","labels":"desire"},{"text":"My [NAME]. I think we have a winner. IT'S. A. REAL. PLACE. Best part","labels":"amusement"},{"text":"True i hate going to parties or concerts but love going to a bar or a houseparty.","labels":"curiosity"},{"text":"They have my favorite reality shows too like Hell’s Kitchen and Survivor.","labels":"excitement"},{"text":"It might be a person that isn't good at English dude :\/","labels":"confusion"},{"text":"my [NAME] this is just *yes*","labels":"excitement"},{"text":"Ugh. The Google Plus BB community is the absolute worst!!!","labels":"annoyance"},{"text":"Oh I know. I was just pointing out that our current number one has consistency issues as well so we are used to it.","labels":"annoyance"},{"text":"Somewhat valid question, if he was 11 when the game came out then he can shut up yeah.","labels":"amusement"},{"text":"Not surprised at all tbh","labels":"annoyance"},{"text":"Is it actually happening?","labels":"confusion"},{"text":">Found out that **my** [NAME] Oh, I get it. You've caught the scent of a lesser stag in your nostrils. Pity!","labels":"amusement"},{"text":"no, mostly just spurred from mild boredom and thinking of the [NAME] future. Getting a gauge at the caliber of players chosen at #12.","labels":"neutral"},{"text":"That guy who melodramatically dances around playing horribly soppy poppy chord progressions over and over and does a cringy dance that makes me want to kill things?","labels":"annoyance"},{"text":"This qualifies as emotional neglect. Just, to be clear, that is a form of covert abuse and is not okay or normal.","labels":"confusion"},{"text":"Alternative: He didn’t live as long as he thought he would. He died mid-sentence while writing a","labels":"neutral"},{"text":"Yes religious abuse by parents because their son dared question their religion","labels":"neutral"},{"text":"But people already know I'm weird.","labels":"annoyance"},{"text":"Their fault for being so tasty","labels":"neutral"},{"text":"True but I think that's what the other poster was thinking at least","labels":"approval"},{"text":"No, not sarcastically :) ","labels":"disapproval"},{"text":"Ooh! Ooh! I want to lose more than 5-10 vanity pounds! (...wink wink)","labels":"excitement"},{"text":"This will be me a year from now. Not fair at all.","labels":"disapproval"},{"text":"Free will is about not having to justify everything you do. It's about spontaneity. It's about doing things just because.","labels":"disapproval"},{"text":"#**i have decided that i want to die**","labels":"neutral"},{"text":"Oh I see it now","labels":"neutral"},{"text":"What a baby...","labels":"amusement"},{"text":"makes me wish friendly fire was a feature","labels":"desire"},{"text":"Wow, you an asshole much?","labels":"annoyance"},{"text":"This times a thousand. They set us against each other so we don't realize who the real enemy is.","labels":"neutral"},{"text":"Maybe that's what the jerseys looked like 7 years ago when that photo of [NAME] was taken.","labels":"amusement"},{"text":"So fucking heart warming. Brother love man it’s wholesome as shit.","labels":"annoyance"},{"text":"*holy shit* I'm pretty sure the panther thought the same thing","labels":"surprise"},{"text":"Trust me, all is sometimes lost.","labels":"approval"},{"text":"Don't eat the [NAME] family. You shouldn't eat trash.","labels":"annoyance"},{"text":"LOL yes, this guy might not be too bright. ","labels":"amusement"},{"text":"No. And not near as much as a gun lol","labels":"amusement"},{"text":"I don't think my town has a market.","labels":"neutral"},{"text":"This too. It’s about how much excess the wealthy have, not how they acquired it.","labels":"neutral"},{"text":"May he rest easy, as for future officers to carry on his legacy, never forget his sacrifice.","labels":"pride"},{"text":"Frame data won't save you from 50\/50s that can be initiated off of lights in VT1. He's probably the most explosive character in the game.","labels":"amusement"},{"text":"Because learning another language is cultural appropriation. This people are pathetic.","labels":"sadness"},{"text":"That proposed sub name took me way too long to figure out .","labels":"realization"},{"text":"Yeah Stupid Sexy groening","labels":"annoyance"},{"text":"I’m glad you are here. You got this.","labels":"relief"},{"text":"[NAME] a fucking idiot and needs to be primaried out.","labels":"annoyance"},{"text":"They aren't horrible in the least bit. Just learn from your mistake, remember, and move on. That's all you can do.","labels":"caring"},{"text":"Yeah that's not almost a semi auto. And the slam fire is vastly over rated.","labels":"annoyance"},{"text":"[NAME], aside from the goal was several magnitudes worse than [NAME]....","labels":"neutral"},{"text":"I’ve missed my sweet prince","labels":"love"},{"text":"Dudes never show any interest in me irl so I was just thinking about getting a Tinder. Seems like people have much lower standards on there so fuck it","labels":"disappointment"},{"text":"Sorry you are having such trouble.","labels":"remorse"},{"text":"Meh. Everyone's entitled to their opinions. I won't lose any sleep knowing they think my opinion is garbage. I am at peace with it.","labels":"neutral"},{"text":"Oh, didn't know. Will lock the post.","labels":"neutral"},{"text":"Ahh change.org, where change goes to...do nothing","labels":"annoyance"},{"text":"Whatever you do, respect the kids' genders.","labels":"caring"},{"text":"So having a baby you don’t want is [NAME] will, but having a baby you do want is going to put you in hell? ","labels":"disapproval"},{"text":"I will go back to actually read the piece in its entirely but wow. Her gray is so pretty. I’m jealous","labels":"annoyance"},{"text":"Reminds me to the movie [NAME]. \"I saw it in a movie, it will work!\"","labels":"neutral"},{"text":"\"...And what do I find out?! There is no [NAME]. This whole team is a god damn ghost town!\"","labels":"annoyance"},{"text":"[NAME], too. [NAME] is very guilty of this.","labels":"remorse"},{"text":"Of course. Queen!","labels":"gratitude"},{"text":"Not enough. I'd pay $100 to not be ugly in a heartbeat","labels":"neutral"},{"text":"Oof. Didn't see what happened but cizikas like died on the ice there for a minute.","labels":"remorse"},{"text":"Oh, my [NAME] ","labels":"neutral"},{"text":"So obvious you got downvoted 40 times, ok!","labels":"annoyance"},{"text":"The \"dad\" in that Pizza Hut commercial looks weird af","labels":"annoyance"},{"text":"honestly i don’t think logan paul meant anything except to sound woke so he could get attention","labels":"annoyance"},{"text":"Bitch subscribed to 1st look at [NAME] shitposts.","labels":"annoyance"},{"text":"He sounded so disappointed when he realized they just wanted sex :( Poor OP!","labels":"remorse"},{"text":"and how the fuck isn’t the man dead and there is a freaking rock 10 times bigger than him","labels":"surprise"},{"text":"it's so cold today I nearly cried just from the temperature and wind I DONT LIKE IT","labels":"sadness"},{"text":"Seems legit. Supremacy was big enough. In fact, it's hard to see the scale on screen with that size.","labels":"approval"},{"text":"And losing to division rivals gives them the tie breaker, no? Very frustrating. ","labels":"neutral"},{"text":"Ohhhh now I get it Omg I'm so stupid","labels":"amusement"},{"text":"Go to the school administration and explain the problem with the nurse having an oil diffuser. See if they'll take action.","labels":"neutral"},{"text":"I was mocking the original thread that this was taken from. Like I've said over and over through this comment thread.","labels":"annoyance"},{"text":"Too bad it's the wrong kind of blows!!!","labels":"disapproval"},{"text":"In addition to poor judgement, she is incapable of admitting she is wrong and apologizing. ","labels":"annoyance"},{"text":"Yes I would rather have a government agency waste the money on food stamps. Right wing moron.","labels":"curiosity"},{"text":"lol [NAME]","labels":"amusement"},{"text":"So the key to living is to do nothing?","labels":"confusion"},{"text":"[NAME] is lactose intolerant, so when it comes to milk he likes to drink soythress","labels":"neutral"},{"text":"You're happy that survs DC when you play killer? I'd rather actually play the game. Legion mains are weird sometimes.","labels":"curiosity"},{"text":"Misleading title, his administration cut all programs using fetal tissue, not HIV stuff specifically. Still sucks though.","labels":"disgust"},{"text":"Comeback in a couple months and we'll see.","labels":"optimism"},{"text":"About every direction, down gives you the same problem as up and every other direction is less effective to escape.","labels":"excitement"},{"text":"Good for you, maybe some day you'll come to an understanding of each other but familiarity breeds contempt.","labels":"caring"},{"text":"We need a bench and a coach that realizes six foot three players aren’t small forwards.","labels":"realization"},{"text":"best part was him tearing apart his Real shirt while walking out","labels":"amusement"},{"text":"The word ‘rap’ was created by a guy who couldn’t pronounce his C’s. Fact.","labels":"neutral"},{"text":"I've been called ugly, pug ugly, fugly, pug fugly, but never *ugly* ugly.","labels":"embarrassment"},{"text":"Also seem not there any fighting games in this tournament...","labels":"disappointment"},{"text":"TrollX doesn't appear in \/r\/all; mods made it that way because we kept getting brigades of shitheads every time a post got remotely popular.","labels":"amusement"},{"text":"It's fucking incredible how many people would like you if you would just make eye contact and smile at them. Fucking incredible","labels":"amusement"},{"text":"[NAME] buddy, [NAME] :) being lonely is only much needed solitude in disguise, a break from all the shit","labels":"approval"},{"text":"A little too old to be skateboarding","labels":"disappointment"},{"text":"lol dont try and fucking blame [NAME] for not passing it to a guy who has been bricking all night.","labels":"disapproval"},{"text":"I personally am very proud to be a vegetable. Corn, to be exact. Corn pride y'all","labels":"pride"},{"text":"Pretty fuking sure exit scam..","labels":"approval"},{"text":"Always have a Stockholm syndrome induced craving for HSE standard jelly and ice cream anytime I think of hospitals here","labels":"neutral"},{"text":"Honestly, I bet they would argue that the food was out of the car, so you’re not covered. ","labels":"pride"},{"text":"You conveniently forgot nearly killing a toddler by throwing furniture out of a 14 story window.","labels":"anger"},{"text":"Yes I was feeling bad that hes friends left him","labels":"disappointment"},{"text":"o7 o7 o7 o7 I couldn't donate sadly","labels":"amusement"},{"text":"Just saw your history. Makes complete sense now. Your a trumptroll. Bye.","labels":"annoyance"},{"text":"I just got the same thing from a piano class I took in 2014. They have sent it to me twice in the past hour.","labels":"caring"},{"text":"I skimmed poorly and thought it said 4 people (independently) discovered their data was accessed","labels":"disappointment"},{"text":"[NAME] and [NAME] are mad at [NAME].","labels":"neutral"},{"text":"I don’t think people know how to use quotation marks","labels":"annoyance"},{"text":"We have laws against all that. Get the police to do take action.","labels":"anger"},{"text":"Considering that was an already exploding market this is kind of a big deal I guess.","labels":"confusion"},{"text":"“My- my god I- it is time for me to bear children.”","labels":"annoyance"},{"text":"I did that my first day of middle school (got off at high school instead) but that's probably because I'm an idiot","labels":"disappointment"},{"text":"I got sucked right back into the vicious cycle of love-bombing, gas-lighting and degradation.","labels":"annoyance"},{"text":"You do, you forget it all & bam something reminds you and it all comes screaming back. Breathe in truth, breathe out bullsh...","labels":"annoyance"},{"text":"Even if I close the app, mine still pings.. It's maddening","labels":"annoyance"},{"text":"This is really well put. I saved it.","labels":"gratitude"},{"text":"More like you need ennemy jungle too dumber\/weaker than u. But at equal skills, when player know how to play, its a troll pick.","labels":"neutral"},{"text":"Why would Orlando want [NAME] anyways, this deal isn't real","labels":"confusion"},{"text":"Seriously what?","labels":"neutral"},{"text":"I got the same call, voicemail was definitely Chinese but I deleted it and marked the number as Spam\/Blocked ","labels":"neutral"},{"text":"Well, there goes my lunch. This is somehow even worse than mine.","labels":"annoyance"},{"text":"People really spend more than $10 in an app game? I mean an actual video game I can understand but that's just...sad","labels":"disappointment"},{"text":"*dramatic anime gasp* impossible!","labels":"neutral"},{"text":"Didn't even know we were in the running. I thought if he leaves Chelsea he's only going to real ;)","labels":"annoyance"},{"text":"And look like big tracts of land.","labels":"neutral"},{"text":"I love when he asks while looking directly at the item but still not seeing it 🤦🏻‍♀️","labels":"love"},{"text":"One you don't like. It keeps messing up your contacts as well.","labels":"confusion"},{"text":"Gotta love these kids! When they do or say the cutest things like that, it really makes u melt....... Enjoy OP!!!","labels":"love"},{"text":"With the way [NAME] carried himself in Hard Knocks I wouldn’t be surprised if he flew off the handle during his firing.","labels":"surprise"},{"text":"I used the term very loosely!","labels":"neutral"},{"text":"I hate when I get extremely bored doing something that was once all consuming.","labels":"anger"},{"text":"Oh [NAME] this is going to garner such hate hahaha","labels":"amusement"},{"text":"It’s so crazy how [NAME] went from being an elite goaltender to barely an ahl bum in a matter of 2-3 years. I cri","labels":"amusement"},{"text":"Honestly thought it was a peeled banana...","labels":"approval"},{"text":"##EVEN IF YOU DONT WANT TO WATCH IT, GO TO 40:20 AND WATCH FOR 20 SECONDS, I SWEAR TO FUCKING [NAME] YOU WILL LOVE IT","labels":"amusement"},{"text":"I can’t work, wish I could. Worked hard my whole life and lost literally everything a few years ago. 20 years down the drain.","labels":"desire"},{"text":"Ah yes, resort to ad-hominem attacks when you have nothing else to say.","labels":"annoyance"},{"text":"Let me know how you enjoy it!","labels":"caring"},{"text":"The anniversary march was held in Derry Sunday past , not one mention on BBC itv not a thing. 14 people murdered in cold blood. Nothing.","labels":"anger"},{"text":"Don’t insult our users. You’re done here — you and your alt both.","labels":"amusement"},{"text":"So using your figures here we make £12 billion in tax from the EU company's selling in to the uk. We save a further £9billion on fees to the EU","labels":"neutral"},{"text":"Don't have the light novels. Heard the translation was pretty bad on them but I discovered that Manga earlier today.","labels":"neutral"},{"text":">ribs My condolences on your loss.","labels":"grief"},{"text":"The phone calls in the first 10 minutes are absolutely damning.","labels":"annoyance"},{"text":"I think it's a r\/fuckyoukaren joke","labels":"amusement"},{"text":"They should be liable for this abuse. It’s just insane!","labels":"neutral"},{"text":"I hope you enjoy it!","labels":"optimism"},{"text":"He’d be amazed i was alive and I’d have a super hot wife.","labels":"amusement"},{"text":"yeah it really looks like your reading comprehension is the facepalm here from just the screenshot you’ve provided.","labels":"approval"},{"text":"I understand. Just know that I'm here. I've been through hell and back. I am happy to listen to anything.","labels":"caring"},{"text":"Lol I lol'd *I too am down with the kids. But not like that because that would be illegal*","labels":"annoyance"},{"text":"The must be on the prowl because I've been getting these calls a lot lately.","labels":"neutral"},{"text":"I just thought I would be remise if I did not engage with the subject.","labels":"remorse"},{"text":"5,280 homie. ","labels":"neutral"},{"text":"Then yeah, not really. I can't think of a specific type of evolutionary pressure that would lead us to developing an ability like that.","labels":"annoyance"},{"text":"1.0mg is a high dose. My husband is an insomniac and can't take that dose without nightmares.","labels":"caring"},{"text":"Hi from a fellow INFJ weirdo. :-) Good luck juggling two suitors!","labels":"joy"},{"text":"Of course. Just know that I know that you know you're a liar.","labels":"realization"},{"text":"I'm not to proud of them right now. I'm mad at them ☹☹ But big ups!!","labels":"annoyance"},{"text":"I cannot imagine being so fragile that being able to smile threatens your identity and world view.","labels":"annoyance"},{"text":"You're a bit of a wet wipe aren't you?","labels":"confusion"},{"text":"Misogynist! Anti-women! Bigot!","labels":"neutral"},{"text":"I was hoping to hear this. I'm up for it I think. I'll download it tomorrow.","labels":"desire"},{"text":"I like to think it rhymes with wasabi but I have no idea","labels":"neutral"},{"text":">Turkish [NAME] You are right except \"[NAME]\" part. I could not found the attack but there was a [NAME] [NAME] who was involved..","labels":"annoyance"},{"text":"Did it taste good; I bet it tasted good.","labels":"amusement"},{"text":"I would do it but honestly I don't have any other [RELIGION] friends.","labels":"realization"},{"text":"Besides, Canada is extremely choosy about the kind of people they allow in.","labels":"caring"},{"text":"[NAME] are not the best at being subtle about being incels...","labels":"disapproval"},{"text":"No, she is my ex from a long time ago and we are still good mates","labels":"neutral"},{"text":"Sorry, no punch line today. You guessed correctly on half an apple tho. Cheers","labels":"neutral"},{"text":"a lot. It's like I'm witnessing firsthand all of the unpleasant symptoms of being pregnant","labels":"annoyance"},{"text":"just awful I'm gonna throw a barbeque to get back at them","labels":"disgust"},{"text":"HR is there to protect the company. Not you.","labels":"annoyance"},{"text":"Maybe the [NAME] curse isnt real, but the [NAME] curse sure as hell is. We dont want any [NAME] on the cover!!","labels":"annoyance"},{"text":"What are you talking about? Anything bad that happened was [NAME] fault - only good things were [NAME] doing!","labels":"annoyance"},{"text":"oh god this is the worst","labels":"annoyance"},{"text":"“I doubt I’m done writing” Kill me","labels":"anger"},{"text":"LMao what kinda stupid ass rule is that?","labels":"amusement"},{"text":"Nice man!! Wish you guys the best. Here I am FA again after a 2 1\/2 year relationship ended lol so enjoy it while it lasts","labels":"amusement"},{"text":"forget new buildings, i work at the chase plaza building and am a little bummed that seagram tower made it but this didnt.","labels":"disappointment"},{"text":"Nobody ever thought [NAME] was bad though","labels":"neutral"},{"text":"It’s selfish to not want to march with people who believe you’re termites and [NAME] killers?","labels":"confusion"},{"text":"We have freeish speech. If you can be prosecuted for something you say then you can't in any way that we have free speech.","labels":"disapproval"},{"text":"It's a minor part of the article. Trust me, there's actually a LOT of information that isn't olicity-related here.","labels":"disapproval"},{"text":"I don't know who the hell that is, but I will gladly upvote your post because it's not a stupid driving rant.","labels":"confusion"},{"text":"OwOpen up dis is da powice!","labels":"neutral"},{"text":"That is awful. :(","labels":"disgust"},{"text":"He uses it in every other post. It's not even ironic.","labels":"annoyance"},{"text":"Would it be great if they instead swap around old-rich-guys blood","labels":"desire"},{"text":"I wish I could see [NAME] slipping on shrimp","labels":"desire"},{"text":"Pretty certain it was already reported a long time ago that Japan was getting the censored cut of the game.","labels":"neutral"},{"text":"I couldn't reply to the message I got the other day","labels":"disappointment"},{"text":"A 2-day old account, and this is how you decided to use your time? Trolling the teacher subreddit? Ok dude...","labels":"annoyance"},{"text":"Didn't go, but that's a killer picture.","labels":"amusement"},{"text":"Describe these demographic changes plz. If you own the shops you decide what people eat.","labels":"annoyance"},{"text":"Omg TDG has a new singer? That's so sad. I was rocking out to them in middle school too. Simpler times.","labels":"excitement"},{"text":"Just like the [NAME]. But nobody complaining about that.","labels":"neutral"},{"text":"Oh no! Poor dude!","labels":"disappointment"},{"text":"4 x zero traction is still zero traction.","labels":"neutral"},{"text":"Sounds like you work for a terrible company","labels":"neutral"},{"text":"I've shit my pants walking home from school. Hour long+ walk","labels":"surprise"},{"text":"What the hell are you on about now? Those are some weird examples to go with your clarified opinion.","labels":"anger"},{"text":"No I am still friends with the person I value his friendship he can just be...judgy?","labels":"approval"},{"text":"I'm so doing this!","labels":"neutral"},{"text":"BUT GUIS I THOUGHT [NAME] WAS PRO GUN? This should put the final nail in anyone still foolish enough to think that.","labels":"confusion"},{"text":"There is a startling lack of empathy in this thread.","labels":"surprise"},{"text":"You know how I know Boomers are trash? They love [NAME].","labels":"neutral"},{"text":"Dude, you're being gaslit right now by someone who despises [NAME]. Save your breath.","labels":"amusement"},{"text":"I know from personal experience that that can be the end of any good relationship.","labels":"caring"},{"text":"Dirty Southern Wankers","labels":"disgust"},{"text":"Considering that cheating is a mark of high-status, I'd be surprised if the wife dumped a cheating husband.","labels":"annoyance"},{"text":"What a fucking cunt","labels":"anger"},{"text":"As much as he's a bit of a nutter, he does keep his word as far as I can tell.","labels":"amusement"},{"text":"Brown woman bad","labels":"neutral"},{"text":"Reminds me of my favorite [NAME] post","labels":"love"},{"text":"i hate furries","labels":"anger"},{"text":"Are you afraid of [NAME]?","labels":"confusion"},{"text":"I miss [NAME]","labels":"disappointment"},{"text":"But... but [NAME] literally wanted to murder almost all the Polish people.","labels":"anger"},{"text":"We would leave ours up a long time. Cooperate decides when the come down. Maybe that's why.","labels":"confusion"},{"text":"Not my account. I do not own the [NAME] account on Youtube. Pretending I do is silly.","labels":"amusement"},{"text":"I believe [NAME] only has control over if the speech is held inside the House of Representatives, not if it will be held in some other place.","labels":"disappointment"},{"text":"I think I speak for most when I say: Please post the video","labels":"confusion"},{"text":"Oh jeez I missed that :(","labels":"disappointment"},{"text":"No, I generally feel like slugging them in the head repeatedly with an iron bar. Spitting is just petty. *Let your hatred flow!*","labels":"annoyance"},{"text":"Personally, I assume that those who claim NOT to be deprived in this way are just adept liars. That's how deprived I am.","labels":"desire"},{"text":"Without any kind if proof beyond ex gf’s texting eachother, im not going to just up and believe this","labels":"annoyance"},{"text":"Plenty of Aboriginal blokes on here who criticised [NAME] too.","labels":"annoyance"},{"text":"Your right i will talk to him tonight","labels":"realization"},{"text":"Counteracting my cold soul takes sacrifice","labels":"caring"},{"text":"Awesome job!!","labels":"amusement"},{"text":"That guy (his dad?) was so proud he threw that strike!","labels":"neutral"},{"text":"Didn't notice the date, sorry.","labels":"remorse"},{"text":"Can’t tell if you’re joking. But it’s called a habit.","labels":"neutral"},{"text":"What if the million dollar idea was to make free websites? That'd be bug!","labels":"curiosity"},{"text":"every time it gets a little wet and windy","labels":"confusion"},{"text":"Oh [NAME] please don’t put them in a team together.","labels":"desire"},{"text":"I've been watching too much my 600lb life...I instantly hear dr. [NAME]","labels":"remorse"},{"text":"Irrelevant, actually You're both talking about different things","labels":"disapproval"},{"text":"If so, then LN payments are *not* safer than unconfirmed TXs.","labels":"amusement"},{"text":"I wish more than anything that I was [NAME]","labels":"desire"},{"text":"Nobody will ever be interested in me anyway, so it doesn't matter if I tell people I'm a virgin or not. ","labels":"annoyance"},{"text":"And it's posts like this why HotS is in the position it is. Blind to any form of criticism.","labels":"disapproval"},{"text":"A classic. I have these.","labels":"neutral"},{"text":"[NAME] did say he still has a part to play, so hopefully we'll get to see more of him soon.","labels":"optimism"},{"text":"You tell me, was this a short trip or not? I was wrong, it was 4.3 ","labels":"annoyance"},{"text":"Thought about that too, guess it's just not the games intention to make the player a part of the things happening in it...","labels":"annoyance"},{"text":"#I BELIEVE IN [NAME]","labels":"neutral"},{"text":"Amen, block all immigration.","labels":"annoyance"},{"text":"Or at least it could have been, but the pic is gone :(","labels":"sadness"},{"text":"Oh no! More non-existent performance issues to complain about!! Can't wait to be playing it while all these self-righteous gamers take their noble stands...","labels":"disappointment"},{"text":"I was planning on saying don’t kinkshame me since I like guys of all sizes but what the fuckkkk","labels":"annoyance"},{"text":"What changed for [NAME]? Last season he had a spurt of being meta and dominant and [NAME] was a bit of a terror","labels":"confusion"},{"text":"I was expecting you to say she put a piece of bread on your head and say \"okay you're a sandwich","labels":"annoyance"},{"text":"The problem with starting off a political discussion like this is that noone's gonna take anything else you say after this seriously.","labels":"realization"},{"text":"oh this is gonna go well","labels":"curiosity"},{"text":"Kids Day in Toronto, Leafs STHs donate their tickets to kids so there's like 10,000 kids in the arena today. Pretty cool thing they started last year","labels":"approval"},{"text":"I'd watch it without a doubt. I'm especially interested in the different Tracer playstyles, because the only one I know is dive.","labels":"realization"},{"text":"Jobby is a new one for me, is that another way of saying taking a crap?","labels":"confusion"},{"text":"Just seems a little much for -40 downvotes. Seems like people are offended. I just don't get it","labels":"annoyance"},{"text":"The irony tho","labels":"neutral"},{"text":"Chi snowing. Can't get a break.... Also I'm crushing it.","labels":"disappointment"},{"text":"Why shall I? It’s too much fun reading comments written by distorted bubble people ;)","labels":"amusement"},{"text":"Right? It’s not like her family seems like they wouldn’t have helped with her son.","labels":"disappointment"},{"text":"Well one of our leading candidates is [NAME] so it's not like we're killing it in our search either","labels":"annoyance"},{"text":"Put the dip in your butthole. Better buzz and no risk of losing your jaw","labels":"optimism"},{"text":"> His face, mate. He thought he was a goner. Properly lol'd at that and reading all [NAME]' bits in his accent","labels":"annoyance"},{"text":"Yeah, even good people can become radicalized by religion ","labels":"annoyance"},{"text":"I want a pizza flair!!","labels":"desire"},{"text":"Exactly. It’s all about control","labels":"approval"},{"text":"I miss their 100 Octane petrol...","labels":"disappointment"},{"text":"What sorcery is this!","labels":"confusion"},{"text":"You’d think the higher ups would look at how much these law suits are costing and tell their boys and girls to tone it the fuck down.","labels":"annoyance"},{"text":"I’m impressed.","labels":"amusement"},{"text":"I wonder how big a problem this really is and what the cops' plan is.","labels":"surprise"},{"text":"I thought it was British, oh well.","labels":"confusion"},{"text":"Must've been some damn good fries...","labels":"excitement"},{"text":"I considered that they might be doing that, actually...but I googled it and it didn’t seem to be true.","labels":"neutral"},{"text":"Because majority of moves have stupidly long names. GO INTO ANGEL PUNISHER INTO DIVE BOMB RADIANCE AND FINISH THE JOB WITH PUNISHING LIGHT BLADE","labels":"anger"},{"text":"Typical Lebronsexual garbage channel. Don't watch video.","labels":"disapproval"},{"text":"My selfless boi","labels":"neutral"},{"text":"you can't really see the shitty comments on youtube. On instagram it's much easier","labels":"disgust"},{"text":"You must be really slow. Life must be hard for you. You have my pity.","labels":"neutral"},{"text":"Talk about a fucking hot take. Quality shit posting from [NAME] (not you [NAME]).","labels":"anger"},{"text":"Humans are complex beings that we don't as people still don't understand completely. That is why.","labels":"neutral"},{"text":"This is so bad and I really don't get that politicians or party's like ovld don't realise this. Why block actually defends this.","labels":"confusion"},{"text":"I want to end it all.","labels":"annoyance"},{"text":"Oooooow check it out, HIRED guy. *fist bump*","labels":"amusement"},{"text":"Yeah, not gonna happen. People need these things in their life to feel better about themselves.","labels":"relief"},{"text":"it‘s literally a fanmade album tbh","labels":"neutral"},{"text":"Now you have to make up all these downvotes with some low-hanging-fruit criticism comment of [NAME] or [NAME]. Good luck and cheers!","labels":"caring"},{"text":"Wow she sounds like fun","labels":"amusement"},{"text":"I will still shag her u fooking poof. gave im a rite fockin japester innit well u won't be having erection next few days.","labels":"amusement"},{"text":"So unnecessary.","labels":"neutral"},{"text":"And of course, instead of calling out the men responsible for this behavior, the \"Not all men\" crowd has arrived in full force.","labels":"annoyance"},{"text":"Binged through this last night. Interesting and entertaining. I'd love to see more.","labels":"amusement"},{"text":"Yeah fair, plus this sub tends to go hard in different directions so it becomes extra hard to know if someone really is just that far gone.","labels":"confusion"},{"text":"someone should of grabbed [NAME] by his foot and use him as a club to bash [NAME]..","labels":"neutral"},{"text":"When they stop showing literally every big Viking loss in these games.","labels":"disappointment"},{"text":"Because they claim to be against [NAME], and they need something called \"votes\" to beat him?","labels":"optimism"},{"text":"Why was this deleted?","labels":"surprise"},{"text":"hello there, i sent some hugs your way. ^.^","labels":"love"},{"text":"No sir, can’t hold them over a bowl for shit. Plus they make blunts taste weird.","labels":"neutral"},{"text":"Wow, now that you say that . Although, we do have [NAME], South Park, Family Guy and American Dad now. Mmmmm, [NAME] ","labels":"realization"},{"text":"Exactly. It was The fact that everything happened and ended so suddenly that left me speechless.","labels":"surprise"},{"text":"By massive oopsies you mean had hitpieces written about them by the media in which they were lied about?","labels":"amusement"},{"text":"I feel like they missed a good opportunity to make the track in the shape of Texas.","labels":"neutral"},{"text":"I feel like that might be every 2 years instead of every year","labels":"confusion"},{"text":"Weird, just got back from the one on Grand 45 min ago and I got in and out no problem. ","labels":"disgust"},{"text":"But in the end, it doesn’t even matter","labels":"annoyance"},{"text":"Oh. Oh shit. It's you. Sorry you had to see this glorious trainwreck.","labels":"embarrassment"},{"text":"What do you mean?","labels":"confusion"},{"text":"The one on the left looks weirdly suggestive and it creeps me out, you did better with yours","labels":"amusement"},{"text":"I am not a competent till member, I am an ignorant member of the public. ","labels":"neutral"},{"text":"I heard someone say one... ‘everywhere is is better but Perth is the best!’ Glad you enjoyed your holiday!","labels":"relief"},{"text":"as much i like those posts, for depressed people it often isn't that easy!","labels":"annoyance"},{"text":"Calling it now, this is the top post of all time. Edit: For reference r\/trees historians, I was the first to call it.","labels":"amusement"},{"text":"I just watched this episode twice and I already miss him. Restart the series.","labels":"disappointment"},{"text":"Just life.. I feel like i'm just a parasite that should be removed.","labels":"embarrassment"},{"text":"The thing that screams narc to me is that you still had an 8pm curfew at age 20.","labels":"disapproval"},{"text":"What a useless answer in this situation","labels":"confusion"},{"text":"If you don't know how\/where to find a source for that you clearly aren't very well read on the subject.","labels":"confusion"},{"text":"I have even gotten to have sex with women who were fellow comics nerds and also hated what movies have done to [NAME] stories!","labels":"disgust"},{"text":"Can't tell how cold it is if the battery is completely dead. RollSafeMeme.jpeg","labels":"amusement"},{"text":">Shouldn’t the Bible be infallible No. That would be idolatry. Only [NAME] is infallible,","labels":"neutral"},{"text":"The humidity in Sydney is worse.","labels":"disgust"},{"text":"This guy is internet cancer.","labels":"annoyance"},{"text":"He probably got hurt making the video","labels":"optimism"},{"text":"Damn.. fell for that one","labels":"annoyance"},{"text":"Well, if that's how you always are, I can't imagine even wanting to be next you let alone have deer like sex with you.","labels":"annoyance"},{"text":"It just has to be \"unequivocal and unconditional\". \"Good faith\" was from the Advocate General opinion, not the Court.","labels":"optimism"},{"text":"did he give up out of embarrassment having knocked back chicago for us and then not getting to join us.","labels":"confusion"},{"text":"You’ll struggle to get premier league tickets (without paying a hefty premium) so concentrate on the lower leagues.","labels":"caring"},{"text":"What kind of dog is this?","labels":"confusion"},{"text":"My brother looks like [NAME] and I look like [NAME]","labels":"neutral"},{"text":"Ahh. Both of those are very good. Hope you enjoy them as much as I did.","labels":"desire"},{"text":"Dude this kinda looks like the real face of hagrid","labels":"amusement"},{"text":"Worst winter ever :(","labels":"sadness"},{"text":"How do people eat off paper plates when they’re not at a bbq?!","labels":"confusion"},{"text":"My 47 year old sister is still creeped out by the original theme show's music. She refuses to watch it.","labels":"desire"},{"text":"Honestly mate, highest I've got to is only 1623 but put me up against an axe or a cannon and I'm just dead.","labels":"disapproval"},{"text":"[NAME] ran out of her way to butt into the conversation with [NAME] and [NAME]. [NAME] . I can't stand [NAME]","labels":"annoyance"},{"text":"“Love” under threat of execution. Wow.","labels":"annoyance"},{"text":"[NAME], beer me the strength to make this price lower!","labels":"fear"},{"text":"Good takeaway. Don't be gullible and don't share questionable information without fact checking it first. Misinformation only becomes a problem when it spreads.","labels":"caring"},{"text":"Yikes, not good. If you can afford it I suggest getting out of dodge as quick as you can.","labels":"neutral"},{"text":">Is this battle the fate of the galaxy or not? If nobody else cares, why should we? Nailed it.","labels":"neutral"},{"text":"The problem is not getting new players but keeping the current ones.","labels":"disappointment"},{"text":"> it's not the fault of the mods or uses of this sub. They are the people enforcing it. Why wouldn't you blame them?","labels":"neutral"},{"text":"I would say the answer is better education, not disenfranchisement based on socioeconomic circumstances, but you do you I guess.","labels":"approval"},{"text":"Yeh but i had to check. Like, what if i didn't post here and kept it to myself.","labels":"confusion"},{"text":"You cant love this girl if she already has a GF whom she sounds like she loves. You'll just ruin a relationship","labels":"annoyance"},{"text":"I don't think anyone deserves to be killed, no matter how terrible they are.","labels":"confusion"},{"text":"I'm slightly ashamed to say I thought that was what the title implied too. Glad that's not the case","labels":"realization"},{"text":"But it looks so fluffy","labels":"joy"},{"text":"Look at a calendar. Look at the 14th. Look at the week that contains the 14th. That week, any of the days on that week. ","labels":"neutral"},{"text":"It’s a shame really... ruining a perfectly good shirt like that","labels":"disappointment"},{"text":"Why are we trusting them to do anything after messing it up that badly?","labels":"annoyance"},{"text":"It's clearly a terrible policy.","labels":"approval"},{"text":"[NAME] is the most useless phantom thief change my mind","labels":"surprise"},{"text":">he's also super handsome *( ͡° ͜ʖ ͡°)*","labels":"amusement"},{"text":"Maybe their inability to spell the word \"atheist\" is why they're a [NAME].","labels":"neutral"},{"text":"Please don’t do that. You can do better","labels":"caring"},{"text":"Read the poem \"To this Day\". I just read it. I liked it.","labels":"realization"},{"text":"Oy vey, [NAME] 🗑 is gonna be *pissed*!!!","labels":"amusement"},{"text":"You’re a genius.","labels":"amusement"},{"text":"Peeps poisoned our water supply, burned our crops, and delivered a plague unto our houses!","labels":"disappointment"},{"text":"Mr. Met is a legend! Outrageous. Now... If you wanna talk about hateworthy mascots... The Phanatic fits the bill.","labels":"amusement"},{"text":"I DEMAND TO BE PUT ON A PEDASTAL AND TREATED LIKE A QUEEN IF NOT I WILL SEEK VALIDATION ELSEWHERE AND ALL THIS IS YOUR FAULT","labels":"annoyance"},{"text":"[NAME] looking like [NAME] out there","labels":"neutral"},{"text":"[NAME] also slept with his dads mistress, [NAME] is weird","labels":"disgust"},{"text":"[NAME] is nowhere close to the worst linebacker in the league.","labels":"annoyance"},{"text":"Perhaps only if congress was also found illegitimate. Since they are the ones that approved the nominees.","labels":"neutral"},{"text":"Idealogues are annoying.","labels":"annoyance"},{"text":"I did that.","labels":"neutral"},{"text":"They'd probably need to take nutrients by IV until their organs are working normally again. But yes it should be possible to save a starving person","labels":"neutral"},{"text":"on the bright side he’s a little too young to ruin a $1000 iphone in his pocket ( parents probably got him a refurbished 7 )","labels":"neutral"},{"text":"AHHHH ZIMM!","labels":"amusement"},{"text":"It honestly sounds like he has some type of addiction to games. Reminds me a lot of my ex.","labels":"neutral"},{"text":"Polarizing filter needed??","labels":"confusion"},{"text":"Just shut up dude","labels":"anger"},{"text":"> bad ass-friend *** ^(Bleep-bloop, I'm a bot. This comment was inspired by )^xkcd#37","labels":"amusement"},{"text":"> what **the straights** have > ... > **\"stereotyping** Hmm","labels":"neutral"},{"text":"I had a GB in 1999 and it was worse than birthing my son. I would have loved to have had the sleeve....","labels":"annoyance"},{"text":"Oh that leg. Like, she NEEDS to get that looked at!! ASAP!","labels":"annoyance"},{"text":"Hating people for what they've done VS Hating people for their race. Even you have to be able to see the difference.","labels":"disapproval"},{"text":"It’s lunacy to think that [NAME] is an actual Russian agent, since there’s literally no evidence of this.","labels":"annoyance"},{"text":"I can’t see many players having a problem with [NAME] being gone. Sometimes a coaching change can create the jump start this team needs.","labels":"realization"},{"text":"Hilariously wrong and uncontroversial.","labels":"disapproval"},{"text":"Cheese *noun* 1. That cheese shit they put on pizza.","labels":"amusement"},{"text":"[NAME], we have a guy with a bucket on his head and you have pornstars. I’m glad I live on this side of the Atlantic ","labels":"relief"},{"text":"Major props to your mom!","labels":"gratitude"},{"text":"Three times a year? Where\/what are you eating?","labels":"curiosity"},{"text":"Lucky for you. I haven't been able to watch Oneyplays since [NAME] and [NAME] left. It's just not the same.","labels":"sadness"},{"text":"and is where it's at!","labels":"neutral"},{"text":"The real problem is the malicious prosecution engaged in by Monsanto against small farmers.","labels":"disappointment"},{"text":"Got her game on.","labels":"neutral"},{"text":"And of course you forgot the chillis that make him orange","labels":"neutral"},{"text":"They make money to sit and talk to you there's no reason to feel like a burdon cause it's legit their job.","labels":"annoyance"},{"text":"No you don't, you love lies and liars. ","labels":"disapproval"},{"text":"[NAME]. Gun crimes are pretty much unheard of on that side of the pond, isn't it? RIP.","labels":"curiosity"},{"text":"[NAME], this really is stunning","labels":"excitement"},{"text":"[NAME] is a creeper and hangs out with underage girls n shit.","labels":"disgust"},{"text":"I have seen this a few times. Feels staged...","labels":"confusion"},{"text":"Well I guess that solves it.... For you. I'll keep trying to make sense out of the evidence since you fail.","labels":"annoyance"},{"text":"Yeah I legitimately have no idea what he's talking about... cr lk is a chain","labels":"realization"},{"text":"Are 3.0 still active? I was really hoping they would have gotten signed after their tryout camp a couple years back.","labels":"curiosity"},{"text":"You post your pics online. Good for you! You're probably not a subhuman","labels":"approval"},{"text":"Since [NAME] are technically [NAME].","labels":"annoyance"},{"text":"SHIT. I just gave my son some Skittles. Lemme edit that right quick LOL","labels":"realization"},{"text":"Come on, at least give me one other comment not from this thread. Show me that you are at least interested in providing an argument. ","labels":"curiosity"},{"text":"What? Fur definitely shows up on beige. She stayed for 35 minutes and held one dog who was wearing a coat.","labels":"neutral"},{"text":"I think you mean Inselaffen (island apes). This comes from Gibraltar. This was a comon word for brits.","labels":"confusion"},{"text":"I'm not crying, you're crying","labels":"annoyance"},{"text":"This entire discussion is very unnecessary","labels":"annoyance"},{"text":"MY DADDY SAID THE CIVIL WAR WUZ ABAOT STATE RIGHTS AND HE'S THA BEST BROTHUR I EVER HAD","labels":"amusement"},{"text":"You don't need to escape to have fun, if you want to win just get some friends to play with.","labels":"amusement"},{"text":"[NAME] makes me want to punch ugly pillows.","labels":"annoyance"},{"text":"Please keep making them mad","labels":"neutral"},{"text":"I guess that was a compromise with that native sarong that he likes to wear.","labels":"confusion"},{"text":"PROBABLY BECAUSE HE THINKS YOU’RE ANNOYING AND WHAT BETTER WAY TO END A RELATIONSHIP THAN A HILARIOUS FACEBOOK POST","labels":"approval"},{"text":"It would still be like hardcore then, you start a new life but retain nothing from the last","labels":"optimism"},{"text":"The comment thread is a hot mess and wouldnt be out of place in 2016. How do things not change....","labels":"neutral"},{"text":"Great, now my balls hurt and I’m yawning uncontrollably. ","labels":"disappointment"},{"text":"I’m downvoting because it seems like r\/iamverysmart material.","labels":"annoyance"},{"text":"The comment was so terrible. I can’t believe it made the final cut.","labels":"annoyance"},{"text":"Looked ugly.","labels":"disapproval"},{"text":"This is completely false.","labels":"disapproval"},{"text":"As a Bears fan, I'd have preferred them to not have it and for it to not even exist because none of it ever happened.","labels":"neutral"},{"text":"You don't see the conflict with funding another countries wall but not one for the same function? Both equally stupid and worthless.","labels":"annoyance"},{"text":"wow. I think you've done all you can.","labels":"approval"},{"text":"I meant it's a sign to others that he is a crypto-Nazi. My bad, I wasn't clear.","labels":"amusement"},{"text":"> when Hahahahahahahahahahahahaha","labels":"joy"},{"text":"Would love for us to go to [NAME] and give them Tammy for peanuts with a buyback","labels":"desire"},{"text":"huh i didn’t even know that button existed","labels":"disappointment"},{"text":"You have nothing to feel bad about. It sounds like he needs to grow up and start paying his way.","labels":"caring"},{"text":"What’s all this meow?","labels":"annoyance"},{"text":"Ah true blue love","labels":"love"},{"text":"Do you boo boo. Live your best life","labels":"caring"},{"text":"I would not be surprised seeing as both picked up [NAME] and the other [NAME].","labels":"annoyance"},{"text":"Nia even in its current state vr can help you with that. And maybe even more 5 years from now.","labels":"optimism"},{"text":"Wow, I was JUST wondering what the bit characters on the show make. $250? - that’s it?!","labels":"neutral"},{"text":"It’s $7 is what it is. Which thrills me","labels":"excitement"},{"text":"Oh no the poor man","labels":"disappointment"},{"text":"Willing to get with someone manipulative and knowing this just to get some ass. Seen that a lot.","labels":"embarrassment"},{"text":"Nobody said it would but it *does* fix one problem.","labels":"confusion"},{"text":"Could be something limited to my branch too.","labels":"confusion"},{"text":"Smoking a pipe whilst laying some pipe. Fantastic.","labels":"excitement"},{"text":"Cap locks are nothing to be ashamed of. *You're probably upsetting your mother by letting your chicken tendies get cold*","labels":"annoyance"},{"text":"I swear y’all will spin it anyway to make it seem like nylander is doing everything correctly lmao","labels":"annoyance"},{"text":" goat handshake denied Personally, I just think [NAME] was scared of touching such a relic as is [NAME] hand","labels":"neutral"},{"text":"I'm not rotting, I'm drinking.","labels":"neutral"},{"text":"It's titled \"Manhattan!!\" And Yankee stadium in *the Bronx* is the only non-Manhattan location ID'd. Classic moron.","labels":"neutral"},{"text":"They put him on a minutes restriction for some reason, guessing cause he's not in really good shape?","labels":"confusion"},{"text":"That's my horse!","labels":"neutral"},{"text":"I'm watching the Kings broadcast, and let me say [NAME] doing play by play is entertaining.","labels":"amusement"},{"text":"Have the zombies symbols available somewhere near for the Ra step, it's the most challenging","labels":"curiosity"},{"text":"Nice try cat daddy ;)","labels":"gratitude"},{"text":"The StackExchange network might have turned into an elitist playground but it's damn good for finding a fix for your problems.","labels":"neutral"},{"text":"Really I like the new fatalities","labels":"excitement"},{"text":"I see it the other way. He thinks he’s a hero for shutting down the govt. But I hope I’m wrong.","labels":"annoyance"},{"text":"I thought this was a diary that I wrote in my notebook! I'm almost exactly the same!","labels":"confusion"},{"text":"mmmmm.... love me some kapusta with some bacon bits","labels":"love"},{"text":"No faith! Shame!","labels":"embarrassment"},{"text":"No way! First I’m hearing about this","labels":"confusion"},{"text":"You are delusional if you think big oil and existing deeply entrenched and rich traditional energy can’t pay scientists more money than new renewable energy can.","labels":"disapproval"},{"text":"He thought of it but we don't want his mother's house to be wrecked by the staff.","labels":"annoyance"},{"text":"Y'all ever try to ride a scooter with one hand before? Shit was dangerous.","labels":"curiosity"},{"text":"you are definitely trolling us. That can't be true","labels":"annoyance"},{"text":"I would be creeped out.","labels":"fear"},{"text":"I like simplicity of the Jersey, but the logo stinks.","labels":"annoyance"},{"text":"Yes. I got accused of being a man or a bootlicker because I was a mod in a men's lib sub two years ago.","labels":"disappointment"},{"text":"Wants to stay with the Texans too.","labels":"desire"},{"text":"lol [NAME].","labels":"amusement"},{"text":"Cheers. Never heard of any of them. Kids will do that to you...","labels":"curiosity"},{"text":"That's brutal. Hope they win to make it worth your while.","labels":"annoyance"},{"text":"Same pigs who bombed a mosque full of kids learning Quran. In Shaa'Allah those terrorists will burn in hell","labels":"anger"},{"text":"It’s mostly because PAX is this week and a lot of players and GMs were off doing that . The game store was super supportive.","labels":"annoyance"},{"text":"This doesn't belong on the competitive sub; it doesn't have anything to do with the competitive aspect of the game.","labels":"approval"},{"text":"I'd love to see [NAME] in a 4-3 to be honest.","labels":"love"},{"text":"I personally think think life is beautiful but living is hell, kinda like a hurricane can be the most beautiful thing.","labels":"annoyance"},{"text":"This looks unnaturally fake","labels":"annoyance"},{"text":"Professionally.... no way I could do that to myself","labels":"annoyance"},{"text":"Maybe the dog wasn't on a leash the last time...","labels":"confusion"},{"text":"[NAME] would be proud.","labels":"amusement"},{"text":"It depresses me that the Carousel revamp has been a popular answer. Thats not a change, that a sliding scale adjustment.","labels":"annoyance"},{"text":"No idea, don't see the EU budging, probably some vague clauses that have no weight.","labels":"confusion"},{"text":"Emergency vehicle, lights on, no siren?","labels":"neutral"},{"text":"Reminds me of the Shell Gas Station Lego set my grandfather got me as a kid. 10\/10 would build again","labels":"love"},{"text":"Was he rejected because of his methodology or because of the content of his studies?","labels":"confusion"},{"text":"Not an unattractive man, he’s gonna need real plastic surgery to fix that. ","labels":"caring"},{"text":"Glad it was helpful!","labels":"amusement"},{"text":"\"Sigh\" I thought you were better than this I thought we were over this but no you just had to do it \"Upvotes angrily\"","labels":"anger"},{"text":"not sure if this is a joke, but if you've ever worked at a dev studio, this adds credibility if anything","labels":"amusement"},{"text":"Wow your sister is in abusive relationship, cool. ","labels":"realization"},{"text":"I encountered a shark whilst hiking last year. He wasn’t the least bit interested.","labels":"amusement"},{"text":"People are very complicated.","labels":"confusion"},{"text":"Damn this is really uplifting.","labels":"annoyance"},{"text":"this would work!!","labels":"confusion"},{"text":"Because you’re harassing strangers over the internet about their happy healthy pet? Weirdo.","labels":"annoyance"},{"text":"That's like the US Democratic Party, right? I heard that they support the far-left National Socialist maniac known as [NAME] ([NAME]). ;)","labels":"confusion"},{"text":"Oh getting down voats. The EU fascists don't like it when you speak out against the 4th Reich.","labels":"annoyance"},{"text":"Why you mad bro","labels":"curiosity"},{"text":"This is probably the most realistic if we throw in a 1st, ","labels":"approval"},{"text":"I have chosen not to kill people that I was going to slaughter just because they said \"Hey! How are you?\"","labels":"realization"},{"text":"So creepy. Made me check my locks.","labels":"disgust"},{"text":"I was going to comment the same thing! I love the disheveled newscaster vibe he and [NAME] created for the show.","labels":"neutral"},{"text":"> It’s really not that difficult to win in this league lol","labels":"amusement"},{"text":"Ah the city of brotherly love <3","labels":"love"},{"text":"Unfortunately you can’t control YouTube. It’s pretty bad out there, you just have to finish the episode ASAP. ","labels":"curiosity"},{"text":"Those teeth ain’t ever coming back","labels":"neutral"},{"text":"That's the worst possible outcome","labels":"annoyance"},{"text":"Does anyone know if there's a place I can donate to help her two little kids?","labels":"curiosity"},{"text":"Lovely. If you have no success in finding a copy I'd be more than happy to post it to you.","labels":"love"},{"text":"I'd love to see a repo\/recovery subreddit.","labels":"curiosity"},{"text":"I’m glad I was able to find a recipe that allowed me to use my Christmas Gift cast iron skillet.","labels":"amusement"},{"text":"Oh boy this aged poorly","labels":"disappointment"},{"text":"Bruh, fake music was the fucking best, wish we could go back.","labels":"joy"},{"text":"yep. I feel guilty for throwing them out but they're basically useless.","labels":"disappointment"},{"text":"I like [NAME] so far but making shots that you missed in the first half aren't coaching adjustments","labels":"optimism"},{"text":"He rambles like a lunatic and she focuses on being called “not beautiful” of all things. Lol Uh oh I hear the downvote train a-comin’!","labels":"annoyance"},{"text":"Nets and Yankees for New York teams. I don't follow Hockey. New York football when I became a football fan was so terrible I couldn't handle it.","labels":"excitement"},{"text":"You win some, you lose some.","labels":"gratitude"},{"text":"Anything other than harassing motorists or worse, pretty simple.","labels":"neutral"},{"text":"Don't worry, [NAME]. Her idea of wit is nothing more than an incisive observation humorously phrased and delivered with impeccable timing.","labels":"annoyance"},{"text":"*Dread it, run from it* *[NAME] still arrives*","labels":"amusement"},{"text":"You most def are a quality human. This story just warms my heart.","labels":"joy"},{"text":"This is what I'm currently dealing with and I'm glad I read this. Nice reminder thank you lol.","labels":"joy"},{"text":"What a comeback by Nemiga. Too bad they lost the OT","labels":"optimism"},{"text":"Seeing the past doesn't mean being in the past","labels":"neutral"},{"text":"They've usually had dementia for a good while before they become aggressive. I don't think you have anything to worry about for a long time.","labels":"neutral"},{"text":"No need for pity! It was a happy moment. Tears of joy not sadness","labels":"disapproval"},{"text":"Wait so did you permanently lose sight in one eye or is this just temporary?","labels":"confusion"},{"text":"No no she was \"[NAME]\"","labels":"neutral"},{"text":"Honestly don't know why they are still working so hard on this trade, really need another starter.","labels":"neutral"},{"text":"I started following the Lions in 2001. Talk about a bad time to start following a franchise.","labels":"realization"},{"text":"Get a body pillow made of yourself and give it to her as a present when she misses you she can just hug the pillow","labels":"caring"},{"text":"The fact that you are questioning it, makes it even more worrysome. ","labels":"pride"},{"text":"Problem solved, you no longer have to play. Who ever said mods couldnt fix this game...","labels":"relief"},{"text":"Muh goodboy in the background is waddling forward to her to save us from this","labels":"amusement"},{"text":"This gives me life","labels":"amusement"},{"text":"They keep teasing us with royal blue. It seems like it’s unofficially confirmed that they’re switching their color scheme back","labels":"amusement"},{"text":"Is that Guildford? There always seems to be plenty of zombie-like pedestrians around town!","labels":"confusion"},{"text":"Livin life on the edge man","labels":"neutral"},{"text":"Day 7 is tough... Not as tough as day 15 but tough","labels":"disappointment"},{"text":"I think the one thing we can all agree on is Kill Mikol. This was too difficult to answer in full..","labels":"neutral"},{"text":"I feel bad for her, talk to her :(","labels":"caring"},{"text":"That doesn't answer my question.","labels":"disappointment"},{"text":"As an autism mum, I can’t thank you enough. ❤️","labels":"love"},{"text":"They look the same way fighting as I do dancing","labels":"neutral"},{"text":"I'd say [NAME] at 8 is pretty disrespectful","labels":"annoyance"},{"text":"I love how someone put a laughing emoji on that.","labels":"amusement"},{"text":"So ungrateful. I wouldn’t have even offered that bc ppl who try to argue with closing times are not people who settle.","labels":"annoyance"},{"text":"Well I'm happy to know that r\/babyelephantgifs exists... Goodbye depression!","labels":"amusement"},{"text":"Plenty of activists have skin in the game. Sounds like you don't know many real activists!","labels":"annoyance"},{"text":"What is scary?","labels":"confusion"},{"text":"Virtus.pro straight into Grand Final.","labels":"neutral"},{"text":"HOLy SHIT I HAVE KADRI IN MY POOL","labels":"surprise"},{"text":"[NAME] couldn’t get them to the playoffs. Pulling out [NAME] for him is dumb","labels":"annoyance"},{"text":"Holy shit, your therapist just (inadvertently) explained SO MUCH in my life, internet stranger.","labels":"neutral"},{"text":"It's not your fault....","labels":"caring"},{"text":"If I may ask what was the deal breaker for you? Did you stay in contact after the breakup? How much time did you need to heal?","labels":"curiosity"},{"text":"Washington had it so easy, until they signed [NAME] that stupid contract ...HAHAHHAHAHAHA","labels":"amusement"},{"text":"You could even say that they don't give a damn about any trumpet playing band.","labels":"neutral"},{"text":"I don't know what she is talking about. Therefore i will say that she is DEFINITELY WRONG AND SHOULD SHUT UP! \/s","labels":"anger"},{"text":"At least your stepdad didn't just take the pillow look at you and leave...","labels":"caring"},{"text":"Must be so frustrating having the wrong old man facing their own shutdowns.","labels":"confusion"},{"text":"I’m glad not too much time was put into this","labels":"joy"},{"text":"Yeah, I mentioned some of that elsewhere in this thread.","labels":"neutral"},{"text":"You were inebriated and eating ratshit.","labels":"disgust"},{"text":"The intent is to provide the players with a sense of pride and accomplishment...","labels":"pride"},{"text":"I like that [NAME] is still [NAME]","labels":"relief"},{"text":"I will take 10 more years of overpowered Tracer before I enjoy having Brig as a counter","labels":"optimism"},{"text":"I will never understand why streaming is entertaining.","labels":"confusion"},{"text":"mtv has agreed to take some of the load by having them on...i wonder if they get paid per appearance or flat season fee.","labels":"surprise"},{"text":"She knows you only want them vaxxed so they're weaker and will be easier to seduce!!!!!","labels":"neutral"},{"text":"At least [NAME] got to touch UFC gold. Not many people can say the same. In good company.","labels":"amusement"},{"text":"True. Guys who are legitimately ugly (a facial deformity) don't even have the chance to make an impression.","labels":"approval"},{"text":"Was expecting a horrifically broken ankle. You have posted the actually unexpected","labels":"surprise"},{"text":"Sue the shit out of her for damages to your private property.","labels":"anger"},{"text":"Was she prepared to throw the gun?","labels":"curiosity"},{"text":"I guess my story was too subtle. Alone on an indian burial ground after dark. It's literally the core of multiple horror stories.","labels":"confusion"},{"text":"Sounds like a good deal to me. Where do I sign?","labels":"curiosity"},{"text":"I feel these people think, what you think you can just feel good? They always feel bad so should you.","labels":"embarrassment"},{"text":"I want it!","labels":"neutral"},{"text":"Oh shit why didn't I think of that?","labels":"neutral"},{"text":"This is being said about every fucking update that lowers the skillgap. Yes, it does change the game because we're already affected","labels":"annoyance"},{"text":"Sometimes LOOOOOVE comes around And it knocks you down Just get back up when it knocks you down, knocks you down","labels":"neutral"},{"text":"[NAME] has no Plan B. She's either dominating the match or praying that her opponent drops her level and playing second fiddle.","labels":"confusion"},{"text":"It's not an official licensed promotional company yet, thats why his next fight is under the mayweather promotion banner and his future fights could be as well. ","labels":"realization"},{"text":"Lol, the delusion is strong.","labels":"remorse"},{"text":"I was wondering the same thing?","labels":"curiosity"},{"text":"Easy answer - nobody knows. And knowing my country we will probably leave it to the last possible moment and then have an “oh shit” moment.","labels":"neutral"},{"text":"I'm definitely feeling like it's been a never ending hurting fest, so I hope you're right.","labels":"optimism"},{"text":"Did you include Euterpe street... you know I have strong feelings about it \/u\/mojomartini","labels":"annoyance"},{"text":"Yes! Dont you love to let babies suck you with a perfect jawline!","labels":"annoyance"},{"text":"Hey there, Sorry to hear you were running into connectivity issues. How often do you see that error and when did it start happening for you? ^ET","labels":"disappointment"},{"text":"Oh I know lol I overdid it w that comparison. The point is singers have shit vocal nights but that doesn’t make them unprofessional. Shit happens.","labels":"annoyance"},{"text":"[NAME] playing for the heat always makes me laugh","labels":"amusement"},{"text":"This is not a good relationship. It doesn't seem like she is ever good to you, only manipulative.","labels":"annoyance"},{"text":"Never once is it implied that the birds can sense crazy people.","labels":"amusement"},{"text":"\"five minutes of fame\"... [NAME] lmao. Ok, whatever u say kid.","labels":"neutral"},{"text":"I don't think so. I think he is courting a secular crowd of young confused secular people searching for meaning in their lives.","labels":"confusion"},{"text":"Perfect example of the disgusting misuse of ‘Orwellian’ on this website","labels":"annoyance"},{"text":"I know, I know, but CAN YOU BLAME ME FOR BEING NERVOUS","labels":"disappointment"},{"text":"The smile on these guys face, the will and passion to explore all gone in a second. Rest in peace explorers!","labels":"relief"},{"text":"I'd give it a 9\/10 one of my favorites. So what was your thoughts on D'jango?","labels":"amusement"},{"text":"I'm not sure what that is","labels":"confusion"},{"text":"Made me cry and my one year old golden who was laying near my feet ended up coming up and snuggling me.","labels":"love"},{"text":"Better than any HBr, anyway","labels":"neutral"},{"text":"Grew up together obviously. So if you want to have an alligator friendly family, raise your babies with baby alligators!","labels":"caring"},{"text":"he is a very dangerous man","labels":"fear"},{"text":"We're entitled to express our opinion that OP's opinion is shit.","labels":"annoyance"},{"text":"No you basically throwing him under the bus by posting him here.... fake natty suspicion 100%","labels":"disapproval"},{"text":"Yay, coming out is hard, you're lucky that they didnt avoid you for the next month, I'm happy for you","labels":"caring"},{"text":"Naw let everyone underestimate us ::[NAME]::","labels":"amusement"},{"text":"Do not throw away your hair, fingernails or teeth because if you don't find them upon your death, you will regret it!","labels":"approval"},{"text":"Turn in them. Who cares if they’re your cousins. They’re not three years old. They should know better.","labels":"annoyance"},{"text":"We finally lost a game while I was shuffling my tarot deck and now I can’t decide if I should try again or if the luck ran out","labels":"confusion"},{"text":"My life is complete","labels":"joy"},{"text":"In that I should not have posted it or it's just really blatant","labels":"realization"},{"text":"Wow he is... ugly.","labels":"annoyance"},{"text":"\/s right?","labels":"neutral"},{"text":"Well that’s not what was said he said drugs that kill you sooner than your meant to die.. nicotine fits that description","labels":"disapproval"},{"text":"Prove him wrong.","labels":"neutral"},{"text":"I can’t watch the video the cringe from reading everyone’s response is enough","labels":"annoyance"},{"text":"I'm at work right now and its going to start snowing before I leave. I drive an MR2. Thoughts and prayers please.","labels":"caring"},{"text":"[NAME] explains why she was so close to her grandmother.","labels":"neutral"},{"text":"How dare they not have the foresight to realize he'll become a president we don't like decades later.","labels":"anger"},{"text":"There is no doubt in my mind that [NAME], [NAME], [NAME], [NAME], [NAME], and [NAME] will start tomorrow. Unsure about the rest","labels":"neutral"},{"text":"I was like you man, 3 felt so bad. But street part 4 3 becomes a so bad it's hilarious imo.","labels":"disappointment"},{"text":"Nah, they always were a government's tool to enslave us","labels":"neutral"},{"text":"People date who they find attractive, and fuck who they find attractive. That’s it.","labels":"neutral"},{"text":"Your logic is pretty messed up and the pos assumption has zero to do with this. Centralized mining will cripple the ability to fight censorship.","labels":"annoyance"},{"text":"Being scratched by a cat is not self harming","labels":"realization"},{"text":"I actually listened to the entire joke... and I read the press release from the CHRT. How about you?","labels":"curiosity"},{"text":"She even tweeted the Ghost Adventures crew, oh wow. ","labels":"surprise"},{"text":"This guy doesn’t like fox hunting because “toffs” do it. As with all policies of the left, it’s grounded in jealousy. ","labels":"neutral"},{"text":">Why are you so worried about my comments when you live in Wisconsin ...what?","labels":"confusion"},{"text":"Freedom? Not in New 2013 and it’s gotten a lot worse since","labels":"amusement"},{"text":"Tbf it does look like it clears the net","labels":"neutral"},{"text":"He's most likely been misinformed","labels":"neutral"},{"text":"Too bad that's not the case. I'm happy I'll one day die.","labels":"annoyance"},{"text":"An interesting video, though the title's lack of an Oxford comma is bothering me.","labels":"confusion"},{"text":"Some of us only play QP. I’d like to think QP is just as important as comp.","labels":"neutral"},{"text":"44 is chilly. I'm in Colorado and we were single digits earlier in the week so 50 today was like a heatwave! Stay warm ;)","labels":"amusement"},{"text":"I bet you could get away with this at work just fine.","labels":"approval"},{"text":"So far, so good","labels":"relief"},{"text":"Poor thing. Her arm looked stuck in the crutch as she fell. That had to hurt","labels":"disappointment"},{"text":"Man I thought [NAME] was going to be the real deal. I wanted [NAME] gone so bad around that time.","labels":"annoyance"},{"text":"\"I'm not going to date him...I love him to death.\" -[NAME] in the same sentence","labels":"amusement"},{"text":"Is that because it's an accurate description of the politician and he's trying to distract from his guilt?","labels":"remorse"},{"text":"Wish we hadn't already played them twice so we could hop in on this with something like \"Stanley Cup Parade Planners are here to battle\"","labels":"curiosity"},{"text":"You look like 1 of those ISIS fighters got shot in the head","labels":"disgust"},{"text":"I watched that same movie. Very generic Christmas movie but I liked it","labels":"realization"},{"text":"Well it very well could be your drug usage. You could be depressed also. So stop doing drugs and see a therapist.","labels":"caring"},{"text":"Don't apologize for a joke,especially when its true.","labels":"neutral"},{"text":"Detective Pikachu with gun violence would be too much for me.","labels":"amusement"},{"text":"This is oddly fitting now you have to do DR2 and V3","labels":"neutral"},{"text":"I mean I typically do both in the car so there's that","labels":"neutral"},{"text":">who accused him and [NAME] of raping her then did a porno where she fucked both of them AND [NAME]? She did?","labels":"amusement"},{"text":"Really? Cuz hella 18 year olds with bad grades from my high school seemed to do it with ease.","labels":"annoyance"},{"text":"I'd give it a 6.9, based on the fact that he was still caught in the tree","labels":"neutral"},{"text":"Didnt even know that was a thing.. yeah well ill probably never be a public figure so it doesnt really matter i guess lol","labels":"confusion"},{"text":">absolutely hate having to sift through hints. you can do this wizardry?","labels":"amusement"},{"text":"Yay the same out of touch old people cycling thru the same positions. I can't wait to see the changes they bring\/s.","labels":"curiosity"},{"text":"I swear, this is the most brutal one of this year yet. ","labels":"anger"},{"text":"I get hard in the morning from just standing up and my body not knowing where to put the blood. But any other time of day its always sexual","labels":"neutral"},{"text":"[NAME] black?","labels":"neutral"},{"text":"It would have been more believable if he stated he was attacked by penguins wearing red hats.","labels":"neutral"},{"text":"I had a guy who just kept jumping off the bridge in Eichenwald to his death over and over.. in a placement match.. WHY!","labels":"disgust"},{"text":"I bring great shame on my family with my poops. If only I had the will of dear god emperor [NAME] to halt my poops indefinitely like is able.","labels":"embarrassment"},{"text":"lmao okay dude","labels":"neutral"},{"text":"> No one bugs me. And yet you're scared to take your family in public because of Patriot Prayer?","labels":"amusement"},{"text":"Who are these outraged [NAME] women?!","labels":"disgust"},{"text":"[NAME] has always favoured [NAME] so I'd assume this means he's the next up, I just prefer [NAME] and find [NAME] a little overrated.","labels":"approval"},{"text":"I like you. Hi.","labels":"love"},{"text":"BPA not fit especially when we dont have a good team","labels":"disappointment"},{"text":"The Patriots dethroned the Rams and the greatest show on turf, it'd be cool for the Rams to do the same now.","labels":"desire"},{"text":"Wasn't implying that, just weird that a South African brand is so popular overseas all things considered.","labels":"neutral"},{"text":"Still is glitched to this day.... sad","labels":"sadness"},{"text":"To annoy you That's the real on reason","labels":"annoyance"},{"text":"5'11\" [NAME]. He's basically 6 foot, so I must be missing something here.","labels":"neutral"},{"text":"Here’s a little update lol so far I’ve had 3 matches today and all of them were “cam models” lmfao","labels":"amusement"},{"text":"No it's not. It's two people legally allowed to kiss kissing. Whatever stigma you have is yours and not shared by everyone.","labels":"annoyance"},{"text":"All the best things happen after midnight. All the worst things, too, but life is all about taking risks. :^)","labels":"optimism"},{"text":"Everyone upvote this - gotta spread the good news!!!","labels":"excitement"},{"text":"your aiming muscles are just weak, they'll get stronger with time","labels":"neutral"},{"text":"\"Family is forever\"? Weird, I thought humans age and die relatively quickly.","labels":"amusement"},{"text":"LOL how can anyone trust you when you pretend that you voted for [NAME] when your clearly racist against blacks. Your user name is strictly a lie.","labels":"amusement"},{"text":"She has to learn to Let It Go.","labels":"amusement"},{"text":"I’m so sorry for your loss, I’ll drink a few extra for your fiancé","labels":"caring"},{"text":"[NAME] out? [NAME] is losing his mind!","labels":"annoyance"},{"text":"So lucky!! :)","labels":"love"},{"text":"Can you please make one for ps4 with (movie) [NAME], [NAME], and Palp please?","labels":"desire"},{"text":"oh, it's free with prime now, added to watch list.","labels":"joy"},{"text":"Do you really think anyone would support this legislation on any side. Jeez man lay off the [NAME] plus that would really destroy the CIA\/FBIs blackmail program lol","labels":"disapproval"},{"text":"If she loves the place she’s at why leave? There’s something to be said for that. Idk your all’s financial situation tho","labels":"confusion"},{"text":"I’m in a similar situation, but mine is my spanish teacher she favorites the boys, and she really just hates me","labels":"annoyance"},{"text":"nice try buddy","labels":"pride"},{"text":"This hurts my brain","labels":"sadness"},{"text":"ME TOO HE IS MY FAVORITE KILLER TO GO UP AGAINST [NAME] FROM NURSE!","labels":"excitement"},{"text":"Ignorance, Illustrated","labels":"annoyance"},{"text":"I just saw this on netflix..... Now I'm Watching it... Then you post this.... It's like we almost watched it together...","labels":"joy"},{"text":"Could Unity not sue the author for giving instructions on how to illegally obtain their product?","labels":"confusion"},{"text":"Wow! Dudes lucky to be alive today! Who does that? Obviously drunk.","labels":"confusion"},{"text":"[NAME] is a murderer,a psychopath and he wants just to kill him","labels":"amusement"},{"text":"I can't imagine it's going to be easy to come to the realization that your parents murdered your brother.","labels":"realization"},{"text":"\"Stay in your lane, bro.\"","labels":"annoyance"},{"text":"Hungry hungry hungry","labels":"neutral"},{"text":"Please try again; even [NAME] would make for a better ending.","labels":"annoyance"},{"text":"Very legal and cool","labels":"approval"},{"text":"It's a waste of water to shower that often.","labels":"disapproval"},{"text":"Oh I went balls to the wall and got SUPER SPECIFIC!!!","labels":"excitement"},{"text":"Thats fair. I know its a joke it just always struck me as odd how people wrote it off. No worries.","labels":"amusement"},{"text":"Happy cake day by the way!","labels":"excitement"},{"text":"Because unlike [NAME] this guy hasn’t done anything controversial","labels":"neutral"},{"text":"I'm not even going to read all of that. It is not mindboggling AT ALL. [NAME] is a huge douchebag. The end.","labels":"annoyance"},{"text":"This sounds familiar. But no it will be [NAME] fault. She MADE [NAME] hurt you for the greater good. \/s","labels":"disappointment"},{"text":"[NAME] insulting his fanbase has literally been a hallmark of his persona from the beginning of barstool","labels":"annoyance"},{"text":"I didn’t notice till the replay and honestly, I screamed","labels":"realization"},{"text":"It's actually insane how she looks like [NAME].","labels":"approval"},{"text":"I don't remember accurately but something in the lines of >and slightly leaning back so as to not be able to reach the remote","labels":"amusement"},{"text":"What a block by [NAME]","labels":"amusement"},{"text":"Someone who wants to do a couple of takes and it's just gone past 9","labels":"neutral"},{"text":"Threatening to drive your sisters into the ocean is illegal. It's called making a terroristic threat or menacing and can cause her to lose access to your sisters","labels":"anger"},{"text":"Oh look another stupid comment, original but not unexpected.","labels":"annoyance"},{"text":"Pretty cool that the same building is there just a different use.","labels":"realization"},{"text":"Even if I did, no one would believe me....,","labels":"disapproval"},{"text":"not at all. Hong kong streets and roads are super narrow. I get claustrophobic there.","labels":"nervousness"},{"text":"That’s not very cash money of you","labels":"neutral"},{"text":"wondering what the hookup scene is like in the north woods of Wisconsin?","labels":"curiosity"},{"text":"It was understandable, but it was comically basic. He just wanted to take over Earth for Darkseid IIRC. ","labels":"realization"},{"text":"Can you link the apologies? Or do they not actually exist?","labels":"annoyance"},{"text":"Haha I meant [NAME]. I was a very chatty fast bowler\/no.6 pinch hitter.","labels":"amusement"},{"text":"Get him back -- as in figure out what went wrong and see what you can do","labels":"caring"},{"text":"Ha congrats!","labels":"neutral"},{"text":"..... That would seem like the ultimate way to get rejected and never spoken to again.","labels":"annoyance"},{"text":"We're not roasting you. That's not how it works here. Go get help and feel better then come back for proper roasting.","labels":"annoyance"},{"text":"That... sounds like gibberish. I expose myself to it in that it's my life. The rest of that sentence makes very little sense.","labels":"amusement"},{"text":"> Mother wasn't amused and I was forced to smile and bare it Wow, I would hate taking nude family portraits","labels":"annoyance"},{"text":"I live downtown and walk around at odd hours of the night all the time. Love the empty and abandoned feel of the city.","labels":"amusement"},{"text":"Still better than YouTube rewind","labels":"approval"},{"text":"If you wanna spend thousands for every piece of furniture then sure but a lot of people don’t have the budget for this.","labels":"annoyance"},{"text":"I feel your pain brother. Just had to put down my rescue pup. RIP blaze it for them!","labels":"grief"},{"text":"I like the game tonight","labels":"amusement"},{"text":"I was really hoping you meant that we shouldn't need to call ourselves feminists because it should just be common sense, but I guess I was wrong. ","labels":"disapproval"},{"text":"Oh I forgot how gross [NAME] can be","labels":"neutral"},{"text":"Kind of strange when one country was nuked and the other wasn't.","labels":"embarrassment"},{"text":"Or just head on to Galleon's Grave. I just hate Dagger Tooth.","labels":"annoyance"},{"text":"Honey badger don’t give no fuck!","labels":"annoyance"},{"text":"We've sucked ever since he got here. Just saying","labels":"anger"},{"text":"Worst radio ever.","labels":"disgust"},{"text":"You're too ugly to even bully","labels":"embarrassment"},{"text":"It's actually pretty condescending to tell people what words they're allowed to use to describe themselves.","labels":"annoyance"},{"text":"Shared misery *always* makes me feel better :D","labels":"joy"},{"text":"I meant I wouldn't bring up wanting it to be vanilla and changing terms.","labels":"disapproval"},{"text":"“-sigh- I’m so bad at making friends”- Owl","labels":"relief"},{"text":"His Fairy Godparents are just a hallucination created by his mind as a coping mechanism to deal with the hostile world around him.","labels":"neutral"},{"text":"Isn't that what they all say, with the exception of [NAME], yet there they appear.","labels":"amusement"},{"text":"Searching is fun, and finding and learning all the spawns is satisfying.","labels":"amusement"},{"text":"BROOOO I THOUGHT THIS WAS WOOD ALL ALONG ouuuuccccchhhhh","labels":"neutral"},{"text":"A pencil skirt is tight around the hips with a slit in the back, not swishy. Does that make sense?","labels":"annoyance"},{"text":"I don't think any [RELIGION] woman would care about such a thing. If they did then they have their own problems.","labels":"remorse"},{"text":"i think its cool because its a hybrid that comes in stickshift","labels":"joy"},{"text":"Have you ever brought up your concern before? I understand if that is the only issue but if it doesn't change it could fester.","labels":"curiosity"},{"text":"The treatment is a series of injections. I’ve had them. It’s not significantly more unpleasant than the flu vaccine.","labels":"disapproval"},{"text":"Enough shit comes out of his mouth, do we really need to put more back in?","labels":"annoyance"},{"text":"I feel like I should cop a bass to fill the void. Drummers seem the hardest to find these days.","labels":"remorse"},{"text":"> male person should be romanceable > of course this requires the protag to be female Found the [NAME].","labels":"neutral"},{"text":"I would spend money on hots again for this skin !","labels":"optimism"},{"text":"To think that Doom GOATs isn't even EM's strongest form...damn, no wonder the [NAME] are 100% on EM","labels":"annoyance"},{"text":"Hey don't insult troglodytes like that. I'm sure they would have wanted vaccines","labels":"approval"},{"text":"I don't think that's true. Every major story I remember from the [NAME] investigation has been from court documents.","labels":"disgust"},{"text":"Oh that poor man and children. I'm glad he was armed, may have saved his life. ","labels":"caring"},{"text":"cool, I never said anything about communism, that's a pretty wild non-sequitur ","labels":"annoyance"},{"text":"I know you're annoyed, but can this sub not be a place to post screenshots of poor opinions from the other sub? It's getting overwhelming.","labels":"annoyance"},{"text":"That’s why it’s a repost. To anyone who’s cake day is 2 day🤗","labels":"neutral"},{"text":"Yeah, that will reduce the number of kids taking pills - make enjoying a drink at a festival even more difficult!","labels":"approval"},{"text":"You want forgiveness? Stop spamming.","labels":"annoyance"},{"text":"Well I’m hyped.","labels":"annoyance"},{"text":"I just gave you a quote direct from the current finance minister regarding the supply. Get real, man.","labels":"neutral"},{"text":"Tell her, it may have been a huge [NAME] fan and I was even shorter than [NAME].","labels":"neutral"},{"text":"Liberal circlejerk “ o ya those conservatives suck” 10,000 upvotes","labels":"neutral"},{"text":"Really looking forward to Mayeather coming out of retirement for the 5000th time","labels":"optimism"},{"text":"[NAME]? You can't walk by without squishing his cheeks!","labels":"caring"}]