[{"text":"You’re thinking agnosticism, atheism is a faith based position ","labels":"approval"},{"text":"Yes thank you","labels":"gratitude"},{"text":"Someone has sex with that.","labels":"approval"},{"text":"eh, maybe. the tricky part is getting away with it.","labels":"disapproval"},{"text":"The dept I work in went a few weeks ago for an afternoon thing.","labels":"neutral"},{"text":"Be Advised “stay away from alcohol” Focus on the kids Do not engage on a campaign for justice Get well soon bro.","labels":"caring"},{"text":"Sounds really boring so I hope you like it","labels":"joy"},{"text":"it is actually called a mechanical bull","labels":"neutral"},{"text":"Right, that makes sense! I wonder if the person I met in real life would acknowledge he's more of a fence sitter than childfree, haha","labels":"amusement"},{"text":"This article gives the details","labels":"approval"},{"text":"I've read an optimum of 3 years between live births and to wait 12 months if there is a miscarriage before trying again.","labels":"confusion"},{"text":"I would not recommend water panties, you might find things a bit squishy! ;)","labels":"disapproval"},{"text":"Quit serving money and [NAME] will feed you.","labels":"realization"},{"text":"He's mainly on Twitch now. Before I unfollowed him some time ago he did some YT content from time to time.","labels":"approval"},{"text":"I saw on article on the same day that a person testifying about youth level abuse also died in a car accident. Same day.","labels":"neutral"},{"text":"Most likely they're making their money from the monthly fee. So they don't care when you cancel.","labels":"neutral"},{"text":"Nothing ocular about that smackdown. Raunchy just peaked all over [deleted].","labels":"disapproval"},{"text":"Yessss. Wake up girl.","labels":"neutral"},{"text":"I don't think that's a normal marriage because my husband has never said those kinds of things to me (20 years now)","labels":"surprise"},{"text":"Each Dark Souls game has been voted \"Most Likely to Result in Controller Damage\".","labels":"anger"},{"text":"Thought I saw a shot glass in there the first time I watched this.","labels":"neutral"},{"text":"LPT for controversial thing use bing. They dont filter as muchas google.","labels":"disapproval"},{"text":"I knew this was a Shitpost before I clicked it. Is this an INTJ thing btw?","labels":"confusion"},{"text":"I don't see the weirdness there. Also, yes, him then and now could spit in my mouth and I'd be perfectly ok with it.","labels":"approval"},{"text":"bless. wish you more beautiful days ahead!","labels":"gratitude"},{"text":"Most people in Hong Kong hate \"One Country ,Two Systems\" for Hong Kong. There's no way they'd wish the same fate for Taiwan.","labels":"neutral"},{"text":"Exactly what I came here to write lol","labels":"amusement"},{"text":"Thank you :)","labels":"gratitude"},{"text":"The overall response is try and empower women, abolish prostitution and stop giving lazy men money because they want to live out their idiotic fantasy lives. ","labels":"annoyance"},{"text":"eh, it has its ups and downs. ","labels":"approval"},{"text":"I feel a tad lost without it now that my drive for football has vanished and basketball and hockey simmer one. The show's every night after all.","labels":"sadness"},{"text":"Got it!","labels":"approval"},{"text":"I live in Baltimore and heard she will have an office out of here. Any details on how I can volunteer for her campaign?","labels":"curiosity"},{"text":"No need to apologize. It definitely put things in perspective. I’m just glad your DD ended up ok.","labels":"relief"},{"text":"On my way! Thanks!","labels":"approval"},{"text":"Would your 20s have been better?","labels":"neutral"},{"text":"I cannot be more clear myself: If you do not have a comparable situation, you do not have a valid point to be making","labels":"disapproval"},{"text":"So now it’s a habit to live in a country without a running government I guess!","labels":"approval"},{"text":"I'm not going to Photoshop that even as a joke because I know someone will find it out of context and take it seriously.","labels":"disapproval"},{"text":"PR is more than just \"optics\". It ain't a new term either. ","labels":"neutral"},{"text":"You and your lovable band of losers have already lost!","labels":"approval"},{"text":"Wow, you must've never been on \/pol\/ or like dozens of anti [NAME] subreddits.","labels":"surprise"},{"text":"Yeah, sorry I don't know British or Canadian.","labels":"remorse"},{"text":"By all means, go for it. We'll all be much happier when you're not dragging us down anymore.","labels":"approval"},{"text":"Oh look a player breaking out of a slump against Dallas. Haven't seen this one before","labels":"surprise"},{"text":"Besides the fact that's it's funny she also looks like me witch makes it .5% funnier","labels":"amusement"},{"text":"Friendly fire dude, I wanted the other criminal ","labels":"neutral"},{"text":"[NAME] would have the biggest fit if he gets benched for [NAME]. He's unfortunately become to slow to keep up with guys like [NAME].","labels":"approval"},{"text":"Also the world is round.","labels":"approval"},{"text":"They just made an ad that made men out to be some sort of deranged sub-human, incapable of understanding right and wrong","labels":"confusion"},{"text":"Ugh her mind!","labels":"confusion"},{"text":"I think there is something odd about it too... We will probably get the truth it the not to distant future, but no one will care. ","labels":"disapproval"},{"text":"Nah, I it was cool to be a pedo back in the old days, ask [NAME] ","labels":"neutral"},{"text":"Is that a kid directly beside her?","labels":"curiosity"},{"text":"I'm guessing \"Corporate Stooge\" didn't focus group well.","labels":"confusion"},{"text":"Still love you [NAME], get well soon :'(","labels":"caring"},{"text":"Canada is also getting news coverage.","labels":"neutral"},{"text":"Thanks, no idea why that would be removed.","labels":"disapproval"},{"text":"You definitely have a sexy [NAME] look going on.","labels":"amusement"},{"text":"There's also the possibility of mold growing between the skin flaps. That's why some very pbese people can smell like rotting cloth.","labels":"approval"},{"text":"Start sending her a text when you go into the shower. Tell her you're starting your shower and you'll be ten minutes. See what happens.","labels":"amusement"},{"text":"they're a bit expensive anyways","labels":"approval"},{"text":"Thank you [NAME]","labels":"gratitude"},{"text":"I love [NAME] as well! He seems like a genuinely nice celebrity","labels":"amusement"},{"text":"Right, and the names would be different.","labels":"approval"},{"text":"The suspension bridges are awesome on sunny days","labels":"amusement"},{"text":"Unsub from both","labels":"approval"},{"text":"Lol idk how he messed them up but they were like eating rubber or gummy candies almost","labels":"amusement"},{"text":"I'm so glad to hear that! Good luck rebuilding yourself.","labels":"optimism"},{"text":"Interesting. Are there any studies that show that it’s not natural for humans?","labels":"curiosity"},{"text":"Block the number, avoid your parents, and cut the toxic people out of your life.","labels":"disapproval"},{"text":"Funny that dinner sized is larger than lunch sized wherever you are. Seems like a very specific cultural thing.","labels":"amusement"},{"text":"Why aren’t we putting guys in for garbage time?","labels":"realization"},{"text":"Wow, I stand corrected, it's *even worse* than I thought!","labels":"disappointment"},{"text":"Are you in Auckland and would you like to start work on Monday?","labels":"approval"},{"text":"Just got back from Orlando to Chicago yesterday. I have a good feeling about this one!","labels":"approval"},{"text":"They do not need to. A majority of the vox populi think like you do.","labels":"disapproval"},{"text":"I’m not an Aub man. Check the flair.","labels":"disapproval"},{"text":"Yep, the presidency isn’t at all related to the 22nd amendment. Be gone, chud.","labels":"disapproval"},{"text":"I know, which is why I said it hasn't been referenced by any *living* characters on the show.","labels":"disapproval"},{"text":"Build a wall? \/jk","labels":"neutral"},{"text":"Dude was posting about the score, as-in, “are you kidding me, we lost to the kings at home on a last second shot”","labels":"amusement"},{"text":"37 and together 12 years. 11 yo kiddo. Thanks for the tip. You're right.","labels":"gratitude"},{"text":"To calm him down I suppose.","labels":"approval"},{"text":"The real worst though is when she says, \"I love you more\" 100% seriously.","labels":"disgust"},{"text":"Using the logic that 100% of couples cheat.","labels":"neutral"},{"text":"This girl was kinda like that. She would orgasm walking around if her jeans were too tight.","labels":"amusement"},{"text":"I got mine at 21. The ex wife would have had me snore instead of wear it for years.","labels":"neutral"},{"text":"Being bullied is what taught me I wasn't wanted anywhere.","labels":"disapproval"},{"text":"Let’s go [NAME], prove everyone wrong.","labels":"neutral"},{"text":"They really dont understand the value of an inch do they","labels":"confusion"},{"text":"Still seems to exist. I'll check it out. Thanks!","labels":"gratitude"},{"text":"Can you skip second book without damaging the whole series?","labels":"neutral"},{"text":">Will continue if anyone wants to read more. We are not, therefore please do not","labels":"disapproval"},{"text":"[NAME] rolls out of the rack, combs his hair and Dood is ready for National Television.","labels":"neutral"},{"text":"No, I definitely understand that feel and empathize. That can be hard to deal with. How have you been as of late?","labels":"disapproval"},{"text":"Nobody got time for that, Dont even like twitter","labels":"disapproval"},{"text":"lolt wut i have no clue but that sounds like something that would happen in germany","labels":"neutral"},{"text":"The left solution is to make them all citizens and to buy their votes with welfare and to never lose an election again as they destroy America.","labels":"approval"},{"text":"Of course not. Why admit their circle jerk was wrong? They'll only learn the lesson after the lawsuit ends.","labels":"disapproval"},{"text":"that sounds absolutely adorable!! im glad you had those kittens there as a distraction :)","labels":"gratitude"},{"text":"My boyfriend is so much like your husband. I’m so happy for you to have him, he sounds wonderful. ","labels":"joy"},{"text":"[NAME] forbid someone make a joke around YOU","labels":"disapproval"},{"text":"this is just brother and sister but with extra steps","labels":"approval"},{"text":"[NAME] damn what a comeback. I love this teams fight.","labels":"love"},{"text":"He can recker my pecker and make my pinkie all stinky.","labels":"approval"},{"text":"it’s not something you get over, but it’s something you get through ","labels":"approval"},{"text":"And you don't take delight in seeing the person you love in pain. Amen my dear!","labels":"love"},{"text":"Haha colluded? Do you and your friends collude to take pictures together? Such buzzwords you are using lol","labels":"amusement"},{"text":"Now it just looks like she has a cape...","labels":"neutral"},{"text":"Better late than never.","labels":"approval"},{"text":"Yeeeaaahhh.... \"protect\"... I'm pretty sure this guy has a rape dungeon filled with schoolgirl body-pillows in his basement.","labels":"disgust"},{"text":"LET THE BOYS PLAY","labels":"approval"},{"text":"EO here. This is correct. It's folk theology, popular with some, but is certainly not dogma.","labels":"neutral"},{"text":"I'm too late to rub this into all the casual's faces. :(","labels":"disappointment"},{"text":"I'm not commenting on their chemistry or whatever, just that the age gaps are similar and it's ok to point that out either way.","labels":"approval"},{"text":"He looks like he was crying already about something and hes reacting to realizing hes on camera crying probably not his proudest moment","labels":"disappointment"},{"text":"How is this long AF? It's like 20 seconds reading.","labels":"confusion"},{"text":"You made yourself useless playing their game instead of forcing them to play to your strengths","labels":"disapproval"},{"text":"Go on twitter","labels":"approval"},{"text":"okay, enjoy living in ignorance and hatred","labels":"joy"},{"text":"Where did you get this? It's terrible.","labels":"annoyance"},{"text":"Compelling argument, in line with expectation","labels":"disapproval"},{"text":"Some wonderful pictures here, it's always cool to see what things actually looked like rather than just paintings\/depictions in movies. ","labels":"approval"},{"text":"I don’t know anybody of 22 who gets 10 hours of sleep every night","labels":"surprise"},{"text":"Hard to follow after reading his post history. Says he is divorced...","labels":"sadness"},{"text":"I dunno man. Guitar picks and baby pacifiers both seem to enter the quantum realm as soon as their dropped.","labels":"neutral"},{"text":"Damn we needed that layup","labels":"curiosity"},{"text":"Unable. It's not really possible. It's not his only interest but it's the one I can't really do anything about.","labels":"disapproval"},{"text":"Nothing has come close to it well except for GOT.","labels":"disapproval"},{"text":"I'm hoping it will pass but I do know you may be correct. I'm just not sure what to do.","labels":"confusion"},{"text":"With him though you're supposed to be attracted to him because that's how he was able to kill so many women","labels":"nervousness"},{"text":"Nice. Me too. I'm 2002. You?","labels":"neutral"},{"text":"I just love that this is appropriate for football now\/again. #FuckLA","labels":"love"},{"text":"An indie rock guy I loved used dialectics to explain his songwriting process, it was weird.","labels":"embarrassment"},{"text":"I think you should manage your hopes and expectations that you have about her. Start dating other people. Let her go","labels":"realization"},{"text":"His name also references UGA.","labels":"approval"},{"text":"She always looks sticky.","labels":"disgust"},{"text":"He literally looks like a potato","labels":"amusement"},{"text":"Gotta have a molotov at every door, never know when there's a riot","labels":"confusion"},{"text":"Not anymore it seems.","labels":"disapproval"},{"text":"As comic book guy from Simpson’s would say. WORST. WRITTEN CRIMELORD. EVER....","labels":"approval"},{"text":"If everyone else can figure this out, then I don't see why it's so implausible for the US.","labels":"disapproval"},{"text":"Like idgaf if it’s fortnite themed I need those in my life again","labels":"approval"},{"text":"Most GH now is fake. The real stuff is exorbitantly expensive.","labels":"disapproval"},{"text":"Smh some of the removed comments.","labels":"neutral"},{"text":"Thank you for being the voice of reason in here while people keep screaming about the Vatican's thousand-year old wall.","labels":"gratitude"},{"text":"I get it. I hate that [NAME]. Taking advantage of sad people.","labels":"disapproval"},{"text":"The title of the post started playing this in my head","labels":"approval"},{"text":"I wish. But sadly my job relies on other people so I just can't be the sole person","labels":"desire"},{"text":"Well, only the fringe dissipates into the ether. ","labels":"approval"},{"text":"It does lol If you delete it off your phone it wouldn’t trace your estimated location unless it’s active on it","labels":"neutral"},{"text":"Thanks for the info, appreciate it. ","labels":"gratitude"},{"text":"Oh, well when I said \"we\" I didn't mean Reddit, lol. My bad if that was unclear.","labels":"amusement"},{"text":"Damn is it really?! Ah, that makes me love his performance even more","labels":"love"},{"text":"Om [NAME], who kets their dog fight a croc? ","labels":"neutral"},{"text":"What an abusive piece of crap. Those poor boys won’t know how to be adults. I hope their father is in their lives.","labels":"disapproval"},{"text":"only facts mate - so nothing you would be interested in","labels":"disapproval"},{"text":"It still cracks me up when people call me [NAME].","labels":"amusement"},{"text":"*They ARE my children* And now you see why people call you a future crazy cat lady.","labels":"approval"},{"text":"This is actually really good! Thanks for posting this man!","labels":"gratitude"},{"text":"[NAME] and [NAME] were the ones I had in mind, but I'm not surprised they're not the only ones from what I've heard.","labels":"approval"},{"text":"Must not have been the [NAME] of his day... But seriously though i hope he's alright..","labels":"caring"},{"text":"Agree. Not a perfect coach but pretty, pretty good ","labels":"amusement"},{"text":"I think [NAME] has like a clothes\/purse\/perfume line. Don't quote me though.","labels":"disapproval"},{"text":"i think there is empirical data for evolution...","labels":"confusion"},{"text":"It's okay; his father's a lawyer. They're going to own that batting cage in three months. DO YOU KNOW WHO HE IS?!","labels":"neutral"},{"text":"Check that rabid post history lol","labels":"amusement"},{"text":"It did! Good luck on yours!! -[NAME]","labels":"optimism"},{"text":"I feel like i really want to go learn metal casting from [NAME] now","labels":"approval"},{"text":"oh no, I didn’t mean one of my boyfriends haha, I meant one of his things. we’re not in an open relationship","labels":"amusement"},{"text":"You were used as a weapon to inflict pain on your father. Glad you reconnected and found a good parent.","labels":"joy"},{"text":"We had a long debate about how old Jackie bird is and as per every year were surprised by the result. Was pish","labels":"surprise"},{"text":"It’s starting to sound like this season of The Bachelor.","labels":"relief"},{"text":"Shadow of Mordor 3 looks pretty lit","labels":"disapproval"},{"text":"Just another example of why corporate business structures are inherently unethical and are a plague upon all work environments.","labels":"disapproval"},{"text":"But not to the folks screwing him at the gas department.","labels":"disapproval"},{"text":"Well tell me what happened then","labels":"curiosity"},{"text":"Like [NAME] said at the very end of the stream, “You’re still here and you can still do amazing things.”","labels":"approval"},{"text":"I mean there's some truth in so far as the criticism should be first and foremost directed towards the parents, with [NAME] in a close second.","labels":"neutral"},{"text":"I disagree. Every starting receiver [NAME], [NAME], and [NAME] will have over 1k yards on the season while [NAME] cracks 2k. ","labels":"disapproval"},{"text":"I'm American and only speak English and didn't get that pun either...","labels":"disappointment"},{"text":"**I LOVE YOU!!!!** *[NAME] has unfollowed you.* ...oh.","labels":"love"},{"text":"Every INTJ Girl I dated said they aren't interested in me because we are too much the same","labels":"disapproval"},{"text":"I wasn't ready for the wholesomeness when I saw it.","labels":"disapproval"},{"text":"We're so bad x4","labels":"disapproval"},{"text":"DDay was only a month ago...slow down. Get yourself healed up. Hang with friends. Read a relationship book.","labels":"joy"},{"text":"Thank you for doing your service. The world is now a better place because of you","labels":"gratitude"},{"text":"According to you lol. MBTI could potentially be all of those things if applied correctly.","labels":"amusement"},{"text":"I never wanted to punch osap harder after seeing that However not too hardly I cant afford them taking everything away","labels":"disapproval"},{"text":"^ [NAME] idiot squealing","labels":"disapproval"},{"text":"Do you still have the video?","labels":"curiosity"},{"text":"I'm convinced alcoholism is rife in Ireland because ourselves and friends are all shite craic sober. Apparently the Heineken fake beers are nice.","labels":"approval"},{"text":"I liked TB 18, too bad it tanked. ","labels":"disappointment"},{"text":"~~macri gato~~ Also, nice to see Buthan there","labels":"joy"},{"text":"I just can't believe she had the nerve to call both [NAME] and [NAME] low ability","labels":"surprise"},{"text":"[NAME] was only OP when it came out. [NAME] was OP for so long. I'm still happy they finally did something to her.","labels":"joy"},{"text":"WHY DID DSJ PASS THERE, YOU COULD'VE FINISHED AT THE BASKET IN TRANSITION REEEEEEE","labels":"caring"},{"text":"Bad sarcasm in response to a bad joke seems about right to be fair.","labels":"approval"},{"text":"If he does still pull through on the appointment, he might be someone to schedule more with... Sorry bout your eye... Hope feel better soon...","labels":"disappointment"},{"text":"I am so glad they didn't have this attendance in my day, skipping class would be impossible.","labels":"joy"},{"text":"Just the ones who jump on my car. So far that's no one, but who knows what the future will hold","labels":"neutral"},{"text":"Is that a TV or a computer monitor ? :O","labels":"confusion"},{"text":"Sorry you feel that way","labels":"remorse"},{"text":"Wait a minute, the rich own ranches.... You're one of them!","labels":"curiosity"},{"text":"I have no idea Lmao. One of the kids at my school shared it. 16. Actually cares about politics. So L","labels":"caring"},{"text":"***RUINS THE BALANCE IN THE FORCE***","labels":"approval"},{"text":">It's not that I care Every reply now is you crying about being downvoted lol","labels":"disapproval"},{"text":"Preach. The nuthuggers and happy go lucky blind sheep if the front office are nowhere to be found. So disappointed in this team.","labels":"disappointment"},{"text":"Yeah I forget where I clicked from sometimes and accidentally upvote so I have to scroll back up and un-upvote lol","labels":"amusement"},{"text":"Reality is often disappointing -TPUSA, probably ","labels":"disappointment"},{"text":"I loved that show. “The [NAME] is back!”","labels":"love"},{"text":"being rich is the opposite of a weird flex. it's just a normal flex.","labels":"approval"},{"text":"that's adorable asf","labels":"amusement"},{"text":"No way, that was brilliant!","labels":"amusement"},{"text":"Dipo always be in our hearts. The one that got away","labels":"amusement"},{"text":"Oh. My. [NAME]. This entire post hurts my brain. It's beautiful","labels":"disapproval"},{"text":"omgad that monster!","labels":"neutral"},{"text":"Aren't reaction gifs *supposed* to be textless? The concept originates from imageboards after all","labels":"neutral"},{"text":"Many of them are actively being courted and convinced by People's Vote activists. You just actively avoid acknowledging that fact.","labels":"disapproval"},{"text":"That’s funny cause in the movies subreddit everyone was happy about black panther because of skin color.","labels":"approval"},{"text":"Nah, I got married in Texas about 20 minutes after I got engaged. ","labels":"approval"},{"text":"\"LOOK AT ME!!\"","labels":"neutral"},{"text":"It looks like they do but random redditors do not. What a surprise.","labels":"surprise"},{"text":"My biggest problem with Yuri on Ice is that it didn't have enough episodes to show the payoff of their relationship in my opinion.","labels":"disappointment"},{"text":"My friends thought I was asexual","labels":"embarrassment"},{"text":"I will definitely check that artist out, if there is something that can lift me up a little bit, it's new music. ","labels":"approval"},{"text":"I like Abram wayyyy more that Rapp. I hope we can snag Abram so we can use our first two picks to fill other holes.","labels":"approval"},{"text":"Oh man, I just realized my city taxes are paying for [NAME] nonsense! ","labels":"realization"},{"text":"good thing it was our only car and we worked hard to get it","labels":"joy"},{"text":"Proven defense and offense at 26 years old on a contract that would cover THE ENTIRETY OF HIS PRIME isn't an upgrade over Andújar?","labels":"neutral"},{"text":"You really don't comprehend anything my man, now do you? Goodness gracious the amount of stupidity. ","labels":"approval"},{"text":"Its the same AS to go to a bank and to say My kid loves money give him all of it","labels":"disapproval"},{"text":"Yeah totally not trapped by belt and road \/s","labels":"disapproval"},{"text":"Fine, you're right, they should just have a random fascist activist.","labels":"approval"},{"text":"Well why did you respond to me rather than starting your own comment thread?","labels":"disapproval"},{"text":"...to win the popular vote, which she easily did.","labels":"approval"},{"text":"I haven't had mine in years thanks to [NAME]","labels":"gratitude"},{"text":"Gotcha. I'll do a little Google-fu and see what comes up. Thanks anyway!","labels":"gratitude"},{"text":"Except people have been yelling about climate change for decades, it’s just that finally a prominent politician has made it their main point.","labels":"pride"},{"text":"Will you PM me too? I've been looking for a birthday present and I'd like to take a look at what you've got!","labels":"desire"},{"text":"This is r\/tifu. If you're not caught jacking it into the turkey, you're doing it wrong. ","labels":"disapproval"},{"text":"As an [NAME], I expected something different.","labels":"neutral"},{"text":"So you agree.","labels":"neutral"},{"text":"Yes, that is correct. I knew what you meant though:)","labels":"approval"},{"text":"Yes, I do but you also forget that it’s either [NAME] or [NAME] that said that celibacy is the best way to [NAME]. ","labels":"approval"},{"text":"May [NAME] SWT bless you, protect you, guide you, and keep you active in this faith. Welcome to al [RELIGION] =)","labels":"gratitude"},{"text":"Like this just cuz of the [NAME] rhymes background raps...but dude your [NAME] is sick against [NAME]","labels":"neutral"},{"text":"THAT'S NOT HOW THIS GAME WORKS.","labels":"disapproval"},{"text":"Man that's making me reconsider not buying his jersey...","labels":"disapproval"},{"text":"I read this is the voice of [NAME]. Great job with the narration!","labels":"gratitude"},{"text":"For most people after 4 to 5 hours it gets up to the full resolution","labels":"approval"},{"text":"This will forever be my most fav April moment!","labels":"love"},{"text":"I'm really happy he and [NAME] are finding success","labels":"joy"},{"text":"Well 216 is out now and Im crying. [NAME] why?","labels":"disappointment"},{"text":"Thanks, you are right, I appreciate you reaching out","labels":"gratitude"},{"text":"I actually laughed at this","labels":"amusement"},{"text":"The fact that big corporations that made their successes off capitalism are embracing Marxism is really disturbing.","labels":"sadness"},{"text":"You didn’t change my mind, but that’s actually a very interesting thought “the Skywalkers are the imbalance”.","labels":"neutral"},{"text":"This guy looks like the real life [NAME]","labels":"amusement"},{"text":"I got them, stagediving out the nosebleeds!","labels":"neutral"},{"text":"My biggest fear is catching feelings. I got dangerously close once lol. It’s just about self control.","labels":"fear"},{"text":"\"Oh, we just happen to have all this stuff over here, like a normal date.\"","labels":"surprise"},{"text":"They‘re not together? Looks like I have some serious scrolling to catch up on!!","labels":"curiosity"},{"text":"Now defeat your dragons and clean your room.","labels":"approval"},{"text":"The realization is pretty grim. Can't say I'm terribly happy.","labels":"joy"},{"text":"Reminds me of Stampy","labels":"realization"},{"text":"Isn't that what most of the old people forced to rot in assisted living facilities want?","labels":"curiosity"},{"text":"here for me scenes of [NAME] being dragged by her children","labels":"approval"},{"text":"Fair, although you'll get caught pretty easily like that","labels":"approval"},{"text":"Here's a purple heart for you recapping that! OMG matching romantic scoots I'm cryin'","labels":"curiosity"},{"text":"Thanks! That was an interesting read. Seems there really is a city where they built more homes than there were people to live there!","labels":"gratitude"},{"text":"So you just don't believe we should have non-profit organizations. I guess that's consistent at least.","labels":"confusion"},{"text":"Just gotta day that age gap might have something to do with this. I bet he hates that dang rap music too.","labels":"disapproval"},{"text":"I honestly have no idea what [NAME] offers Genuinely don't rate him","labels":"disapproval"},{"text":"THIS!!","labels":"neutral"},{"text":"Violating the law has never been a prerequisite for being charged with violating the law.","labels":"disapproval"},{"text":"The problem they have is... They \"knew\" [NAME] would win.","labels":"confusion"},{"text":"but it's [NAME] saying it so sorta disappointing","labels":"disappointment"},{"text":"Not a single comment from a journo about [NAME] has now successfully integrated RLC.","labels":"disapproval"},{"text":"Yeah I think most of what [NAME] says is sensible policy but this would be a step too far.","labels":"approval"},{"text":"Most of us think it’s just a conditioning thing right now, but we don’t really know","labels":"disapproval"},{"text":"That one guy barley touched the car and it stoped","labels":"amusement"},{"text":"Thanks, I hate constant reposts.","labels":"gratitude"},{"text":"Vasectomies are fairly common. Especially in older men.","labels":"approval"},{"text":"Just because she was watching, doesn’t mean she was into it.","labels":"disapproval"},{"text":"No Greece is full of poverty, I understand the confusion though ","labels":"approval"},{"text":"What do you hate about yourself? Here are my guesses. I need to know so I can waste your time and also make you self conscious.","labels":"curiosity"},{"text":"This is what I love about cats","labels":"love"},{"text":"Yes! Though I also do sofrus. Learning to write mezuzos and another megillah at the moment.","labels":"approval"},{"text":"Good to know my paranoia has paid off haha, and same, sooo many snacks.","labels":"amusement"},{"text":"Do I come across as thin-skinned? Hm, never noticed. Maybe it's an allergic reaction to dishonesty.","labels":"realization"},{"text":"Yes, you selfish prick. ","labels":"realization"},{"text":"Haha I've never seen a BritSovcit video but now I'm gonna have to check some out","labels":"amusement"},{"text":"EVERY SINGLE TIME WE GET SPAMMED WITH IT WE SHOULD EMAIL THEM THIS","labels":"approval"},{"text":"Yes it is. It's *you* making up your odd little fabrications.","labels":"disapproval"},{"text":"Really? I was in New York last week and had to stand in the freezing cold to pump gas twice.","labels":"surprise"},{"text":"Im always worried that League Pass won't be the Orlando Feed. Thank god today is [NAME] and [NAME]","labels":"relief"},{"text":"Unfortunately it isn’t available in my location. But thank you for trying to help me ☺️","labels":"approval"},{"text":"hahaha. ask a person u hate for coffee. as an introvert with [NAME]. this cant go wrong","labels":"amusement"},{"text":"Also, do you have a link with updates? I cannot find any reports like this. ","labels":"curiosity"},{"text":"Sorry but imma hit you with a fat (X)","labels":"remorse"},{"text":"Will I get banned if i say \"Boy I sure do love *collapsible bed word*\"","labels":"confusion"},{"text":"I only like felicity when she’s with black siren.","labels":"joy"},{"text":"That's a huge shame and says more about Sacks than it does anything else.","labels":"disappointment"},{"text":"No, but now I will","labels":"approval"},{"text":"Omg yes kaede pure and soft must protect","labels":"surprise"},{"text":"Mad respect to her for being honest. I like how they consulted a dietician for their article to confirm a diet of cocaine and tapas was unhealthy lololololol.","labels":"approval"},{"text":"This guy has some massive self control after the fact. I felt like getting back and punching that Croc.","labels":"desire"},{"text":"is that an enby egg?","labels":"curiosity"},{"text":"I'm literally screaming.","labels":"sadness"},{"text":"Yeah he was going like \"YOOOO\" and his boy was like yo chill man tf this aint no club keep yo voice down lmao","labels":"joy"},{"text":"Great game, great soundtrack. He was like 19 or 20 when he did that too.","labels":"amusement"},{"text":"[NAME] are as anti-men as democrats. Forcing your kids to be masculine because they're boys is as bad as brainwashing them with feminist crap.","labels":"disapproval"},{"text":"Your username makes me think you would appreciate this joke of mine.","labels":"amusement"},{"text":"*it's free real essential oils*","labels":"approval"},{"text":"I'm a woman, 50-adjacent, and a descendant of slaves. I like hot sauce but I hate [NAME].","labels":"joy"},{"text":"What a brat omggggg","labels":"excitement"},{"text":"You don't get it man","labels":"disapproval"},{"text":"Don't tell yourself those lies. They only serve to keep that weight in place. We're all lucky to have you. You're a gem","labels":"amusement"},{"text":"hahaha incredible, good catch ","labels":"amusement"},{"text":"Thank you guys so much! IM FINALLY IN THE KNOW!","labels":"gratitude"},{"text":"Probably not making good pass decisions.","labels":"approval"},{"text":"Ugly truth is, if you didnt want to be stopped you wouldnt tell anyone. It will pass. Stay strong :)","labels":"optimism"},{"text":"If I tried that I would lose badly, get laughed at, and be back at square one.","labels":"disapproval"},{"text":"Can we somehow use them to collect co2? Or at least stretch them a bit to try?","labels":"confusion"},{"text":"Will do tonight!","labels":"approval"},{"text":"Yeah it wasnt like we had girlfriends","labels":"neutral"},{"text":"So we should put all children in the school at risk?","labels":"disgust"},{"text":"It's not even that... just string in the water.","labels":"disapproval"},{"text":"Damned if nobody knows who they are, damned if they do","labels":"disappointment"},{"text":"How exciting.","labels":"excitement"},{"text":"I would prefer this over her being a completely random person, which makes no sense and was a tremendous misstep in this family saga. ","labels":"disapproval"},{"text":"Okay, I’m honestly curious as to why it is you’d assume that?","labels":"curiosity"},{"text":"Who has the skills to turn this into a fight seen? Maybe ninjas or the 7 dwarves","labels":"neutral"},{"text":"[NAME] has weird ideas about everything.","labels":"disgust"},{"text":"You guys are well behind","labels":"amusement"},{"text":"I like surprises.","labels":"approval"},{"text":"It sounds like they found out that when asked if they have an allergy, people with a non-allergy food intolerance still answer yes.","labels":"neutral"},{"text":"Oooo I see, I was hoping it wasn't a troll thing, it seemed really tasteless.","labels":"disapproval"},{"text":"dOn't eVeN ThInK AbOuT It.","labels":"disapproval"},{"text":"lol, thank u. i might just not be the smartest, always possible","labels":"amusement"},{"text":"This would be huge!","labels":"excitement"},{"text":"Why does he have the vault boy face lol","labels":"amusement"},{"text":"Not the snowbank, though. That will end badly in spring.","labels":"disapproval"},{"text":"So you're saying [NAME] doesn't have a personal vendetta against me?","labels":"confusion"},{"text":"Love it [NAME]","labels":"love"},{"text":"Science has its role in a society. It should serve that role. It should not try to usurp morality, spirituality etc.","labels":"desire"},{"text":"I’m gonna sit down and cry now","labels":"sadness"},{"text":"Back up, [NAME]!","labels":"neutral"},{"text":"Don't post this on Yelp. She'll hate you for life!","labels":"disapproval"},{"text":"Dodged some great cheese. I love their cheese.","labels":"love"},{"text":"I mean, I believe even Showgirls is a better movie than TLJ at this point.","labels":"realization"},{"text":"A guy commenting, please tell her the truth. Please ","labels":"neutral"},{"text":"R u a dad or did ur dad leave u both have bad jokes","labels":"annoyance"},{"text":"[NAME] damn you're dedicated.","labels":"approval"},{"text":"Having a kid create so much of responsibilities.","labels":"realization"},{"text":"> So having sex is a medical condition? no but std's are","labels":"disapproval"},{"text":"It’s a metaphor. No one cares how big his anatomy is.","labels":"caring"},{"text":"This made me laugh so hard I farted and woke my dog up. Only thing missing is the confetti.","labels":"amusement"},{"text":"Fun fact: [NAME] decided to delete an entire string of comments after mine because they made him look like more of a man-child than he already is ;)","labels":"joy"},{"text":"Only people who think they’re better than they are blame their losses on a grenade in the game.","labels":"disapproval"},{"text":"Strong and stable...","labels":"neutral"},{"text":"You have to walk before you can run","labels":"neutral"},{"text":"I'm cringing for you. Good luck in your future after this.","labels":"optimism"},{"text":"This is genius. The ultimate prank.","labels":"approval"},{"text":"He should have become an Uber driver","labels":"optimism"},{"text":"It is being talked about all the time on this site. What are you on about?","labels":"curiosity"},{"text":"Ah, the old [NAME] to [NAME] to [NAME] to [NAME] pipeline.","labels":"approval"},{"text":"I wish [NAME] would debate [NAME], if he was alive :(. ","labels":"approval"},{"text":"I always feel like cute gay couples have a pug...","labels":"amusement"},{"text":"Weird I'm short and have anxiety and depression and somehow I'm not an incel.","labels":"realization"},{"text":"This is so sweet. Thank you for being an awesome parent !","labels":"gratitude"},{"text":"Doesn't change the fact that the Lions weren't in a position to get him because they had too much money tied up in their QB.","labels":"neutral"},{"text":"Good luck and have fun","labels":"optimism"},{"text":"Plot twist: the customer just found she's diabetic and that's why she's crying.","labels":"approval"}]