[{"text":"What a douche canoe to take advantage of you like that.","labels":"annoyance"},{"text":"Man I hate kids","labels":"annoyance"},{"text":"Doesn’t matter does it? It’s a joke. No need to get a designer\/graphic artists involved to communicate the idea.","labels":"joy"},{"text":"So true it hurts.","labels":"sadness"},{"text":"Just take them and get them vaccinated without his knowledge. Only one parent is needed. Dont even tell him after it's done.","labels":"caring"},{"text":"“Why are you complaining, every team would’ve signed this guy”","labels":"annoyance"},{"text":"I actually liked them. I love the idea of Conqueror being a rabid and maniac dog.","labels":"love"},{"text":"So cool! Me and my sissy got the same but on our arms! On twitter!","labels":"excitement"},{"text":"Its nice but irrelvant. With [NAME] and [NAME] there I only see a no deal exit","labels":"amusement"},{"text":"Insanity is doing the same thing over and over again and expecting a different result","labels":"neutral"},{"text":"Hey now I masturbate in my own filth and I don't take kindly to being compared to these people.","labels":"annoyance"},{"text":"It released like a couple weeks ago??? I don't think all that much would've changed in 2 weeks...","labels":"neutral"},{"text":"Upvoting simply for the (Eli = )","labels":"neutral"},{"text":"Oh well I guess. Can't blame you for that. We aren't all [NAME] though.","labels":"realization"},{"text":"Well damn.","labels":"anger"},{"text":"That's what I ended up actually doing.","labels":"realization"},{"text":"Our [NAME] is going off bro. [NAME] is gonna out-Jack you off.","labels":"sadness"},{"text":"Ironically every \/pol\/ meetup is more diverse than the people pushing diversity and race mixing. Weird how that works huh","labels":"disgust"},{"text":"I sure hope so! Smug bastards!","labels":"anger"},{"text":"A sorry lot","labels":"caring"},{"text":"Man, I want to see a Polandball of this now","labels":"desire"},{"text":"Mate you're only 20, you'll laugh at how ridiculous what you said is when you're older. ","labels":"optimism"},{"text":"[NAME] with the truth that reality show does not = relevance.","labels":"neutral"},{"text":"yeah, i believe thats the only moving part in the whole device.","labels":"realization"},{"text":"Before telling you anything....what exactly do you want out of this?","labels":"neutral"},{"text":"Oh I gets it. Sort of wished these two guys were more of on the same page.","labels":"desire"},{"text":"you're being lenient","labels":"optimism"},{"text":"Nah, reviewable offsides is pretty bad","labels":"disappointment"},{"text":"They probably take slight step back, by that I mean still the best defense in the league, but closer.","labels":"amusement"},{"text":"What’s the reference matter if it’s still insulting? Glad your degree is coming in handy for something.","labels":"joy"},{"text":"Hmmmmm never thought about it like that","labels":"annoyance"},{"text":"I had corrected myself but I deleted the original post now for people like yourself who don’t read fully before you get enraged and comment.","labels":"realization"},{"text":"Point is, you’ll have to come clean. Sooner rather than later. And if she loves you, she can forgive you. ","labels":"love"},{"text":"I'm climbing the walls right now. Just let me out of the house.","labels":"annoyance"},{"text":"I know to you Professor, break time is nothing. But to me, it's serious.","labels":"annoyance"},{"text":"Nia even in its current state vr can help you with that. And maybe even more 5 years from now.","labels":"caring"},{"text":"The smile on these guys face, the will and passion to explore all gone in a second. Rest in peace explorers!","labels":"disappointment"},{"text":"LOL, what kind of company?","labels":"amusement"},{"text":"I was going to ask the same thing! There are dozens of us!","labels":"neutral"},{"text":"Yeah I think it's up near beaches or something, I don't really go up that area ","labels":"neutral"},{"text":"If they actually have more evidence that he was deeper than originally suspected, then I have no sympathy.","labels":"disapproval"},{"text":"They also manually deleted Mumkey Jones channel for no reason.","labels":"neutral"},{"text":"Always take a chance on the dork. We rock in general l. There are a few weirdos hut by and large dorks have it together.","labels":"caring"},{"text":"Somehow I feel like it needs an NSFW tag.","labels":"approval"},{"text":"I had no idea but seeing this things make so much more sense...","labels":"realization"},{"text":"One of the rare times I actually laugh out loud while browsing online.","labels":"excitement"},{"text":"Have you had no withdrawal symptoms? Did you quit cold turkey? I want to go off abilify, it sucks.","labels":"anger"},{"text":"Delete this. Half the fun is spending five minutes convincing someone to get down on the floor and look through a couple holes.","labels":"annoyance"},{"text":"Unrelated but wow I’m so proud that I can read like 70-80 percent of this because I studied Chinese for 3 years. 加油！在中国你做什么？","labels":"surprise"},{"text":"This joke has been on here a million times and never ceases to trick me","labels":"embarrassment"},{"text":"I posted the picture on this sub. I'm not sure how to link on mobile, but someone else posted the link on this thread.","labels":"neutral"},{"text":"Now I guess the question is, were they dipping their brush in their own paint pot, or were they sharing with a friend ?","labels":"confusion"},{"text":"Inexperience meant I didn’t know that I could legally refuse service","labels":"confusion"},{"text":"Find a better partner. It's past time to move on! He sounds very lazy, selfish, and he doesn't care about your needs.","labels":"annoyance"},{"text":"Happy Abortion, Everybody!","labels":"desire"},{"text":"Please ask questions about moving to Denver in the Q&A sticky, thanks! Short answer: no ","labels":"gratitude"},{"text":"I know. Honestly, I'm applying to other districts. Tired of 56 miles round trip daily for a miserable job. ","labels":"approval"},{"text":"He's already 23. May as well go for [NAME] who has better stats.","labels":"caring"},{"text":"Don't forget colors. They panic at the sight of a chess board.","labels":"caring"},{"text":"The phone calls in the first 10 minutes are absolutely damning.","labels":"anger"},{"text":">marry up tho Except it's more cruel for men now. The men who the said women are seeing are most certainly homeless\/broke chads.","labels":"neutral"},{"text":"So? [NAME] was and is a far higher rated player than [NAME] as much as I like him.","labels":"love"},{"text":"If charity worked, everyone in the world would be fed and healthy in this precise moment. Also, how are you going to enact basic income without social institutions?","labels":"optimism"},{"text":"But tbh, i dont think i am disgusting, but my feet still get smelly after a while ","labels":"disgust"},{"text":"I'm sure this is only because there's less people there","labels":"approval"},{"text":"is there a satire flair for this sub? because this one needs it","labels":"neutral"},{"text":"I played in the WSHL last year and this really isn’t a surprise. It’s crazy how unbalanced the competition is in that league","labels":"annoyance"},{"text":"Something extremely fishy is going on here with this story.","labels":"fear"},{"text":"Are we seeking attention? Waaaaaaaaaaaaah!","labels":"amusement"},{"text":"From the post history, I'd say this looks like a highly inept karma farm bot account. Edit: OP is for real! Yay! Upvoting!","labels":"excitement"},{"text":"I’m not a republican","labels":"disapproval"},{"text":"“Our decaf is like really good tho gurl, you’ll be okay”","labels":"amusement"},{"text":"Same, I hate myself for finding the last 4 chapters... my heart is devastated.","labels":"disappointment"},{"text":"Why would a pop tart live in a toaster that’s like the most terrifying place for them","labels":"nervousness"},{"text":"Bet Highland Council are sorry they sold their bunker last year.","labels":"remorse"},{"text":"This might be the worst FO in Orlando magic history","labels":"disgust"},{"text":"Be ready to Experience Canes Hockey","labels":"pride"},{"text":"I like the hints of purple","labels":"love"},{"text":"I didn't read that but so what?","labels":"annoyance"},{"text":"Lucky you, some people have all the love ","labels":"love"},{"text":"Makes me feel better to live in the US.","labels":"optimism"},{"text":"You first! Make it more interesting than this!","labels":"annoyance"},{"text":"[NAME] playing great this half","labels":"amusement"},{"text":"You mean your WolfDog Hybrids? Kidding.","labels":"excitement"},{"text":"i say no or in da club if they come to damce with me i walk away","labels":"disapproval"},{"text":"The show paid for [NAME] surprise trip didn't they?","labels":"surprise"},{"text":"I’m not crying.. You’re crying!","labels":"grief"},{"text":"Anyone that actually takes the train daily can tell you that. And I do feel its getting worse.","labels":"disgust"},{"text":"Refreshmentos! What's that? It's new!","labels":"surprise"},{"text":"You'd have to be clinically retarded to not understand how Mastodon works. Also, Pleroma is better.","labels":"caring"},{"text":"Sucks when people misunderstand philosophy right","labels":"anger"},{"text":"It will hurt, try to take your mind off things, and try to understand why it hurts","labels":"caring"},{"text":"Just wanna boop that T I N Y B O Y E on her snoot and hear her Bork Bork Edit: we don’t preserve dogs","labels":"disapproval"},{"text":"They won VEGAS not the PRO LEAGUE QUALIFIER. Stop trying to bait me","labels":"annoyance"},{"text":"Ah haven't heard of them before. [NAME] is from Fourig which is right outside Dayton. Congrats on your new addition! <3","labels":"embarrassment"},{"text":"What the hell are you on about now? Those are some weird examples to go with your clarified opinion.","labels":"annoyance"},{"text":"That will catch up to him eventually, but right now he is dangerous","labels":"caring"},{"text":"It was complimentary. Was it a fly? Quiet possibly.","labels":"caring"},{"text":"got a screenshot of the interaction!","labels":"neutral"},{"text":"He's most likely been misinformed","labels":"fear"},{"text":"What a (morbid) analogy - I like it!","labels":"love"},{"text":"Teach her the importance of standing up for herself and being a strong person","labels":"optimism"},{"text":"I don’t see the MAGA hat kid working to undermine civil liberty. It’s at least understandable to react violently to tyrants.","labels":"neutral"},{"text":"No irony. Liberals are brainwashed.","labels":"neutral"},{"text":"Turns out they weren't wrong about [NAME] either","labels":"neutral"},{"text":"I mean he's rockin the hell outta that porn 'stache","labels":"amusement"},{"text":"Do not go gendered into that good lighting. *takes selfie*","labels":"caring"},{"text":"Ah I didn’t think of that second definition of end. I like it!","labels":"love"},{"text":"You know it doesn't use the word \"boycott\" at all, right?","labels":"neutral"},{"text":"Glad you came to your senses. Go feel uncomfortable about Lola bunny in Space Jam again.","labels":"joy"},{"text":"Wow this basically means that 99%of bolliwood movies are basically documentaries! This changes everything!","labels":"realization"},{"text":"My wife and I have a black Christmas tree with some Halloween stuff and Christmas ornaments on it. For Christmas only. But we’re strange people.","labels":"neutral"},{"text":"FYI!!","labels":"neutral"},{"text":"A family friend was just found to have made this comment, I am interested to hear your thoughts. ","labels":"curiosity"},{"text":"Even worse: \"Share something interesting about yourself.\" Suddenly I become the most boring person ever to exist.","labels":"curiosity"},{"text":"[NAME] would have cost [NAME]. I don’t blame them For saying no to that.","labels":"optimism"},{"text":"Could listen to it coz everyone talking.. not a bad thing coz the dude in the do rag was whack as fuck.","labels":"curiosity"},{"text":"Giants are getting him even though if take him. He wants them too so no room for us","labels":"desire"},{"text":"It must suck to be so boring that all you can talk about is an expensive watch","labels":"anger"},{"text":"Omgg yes [NAME] precious","labels":"surprise"},{"text":"If there is no goal on this powerplay it will be difficult not to be hopeless","labels":"optimism"},{"text":"Yeah I dont know. :S","labels":"approval"},{"text":"My aim in battlefornt 2 is pretty good = navy seal, elite unit","labels":"excitement"},{"text":"I’m conflicted. I do in fact love wine, but I also love crown, and it would be more cost effective to bring crown. ","labels":"love"},{"text":"[NAME] dead and it was the Government that killed him.","labels":"annoyance"},{"text":"You are an old one!","labels":"neutral"},{"text":"No. Everyone going through the temple that day -- living and for the dead -- all got the same name.","labels":"approval"},{"text":"This is heartbreaking. She always meant well, and really wanted to see people get along. She deserved happiness.","labels":"desire"},{"text":"I couldn’t believe my ears. she’s unbelievable.","labels":"curiosity"},{"text":"Just typed out my comment and then I saw this. Yup, exactly.","labels":"approval"},{"text":"just end the friendship and go meet more people. You're just prolonging the obvious.","labels":"caring"},{"text":"Great, now my balls hurt and I’m yawning uncontrollably. ","labels":"sadness"},{"text":"Serious question, why is she still employed? There are many talented women in WWE.","labels":"neutral"},{"text":"That is so beautiful. It makes my heart hurt that humans can be cruel to animals when they're aware of having so much emotion.","labels":"excitement"},{"text":"Try your luck with ranked. it you stick it out enough you'll get high enough to play with good players","labels":"caring"},{"text":"Didn’t mean to offend, sorry if I did. I’m a firm believer in less glass( phones) and more flesh\/blood. ","labels":"annoyance"},{"text":"I bet the people who migrated here legally some time ago would love to see the problems they fled from follow them back here!","labels":"love"},{"text":"Major props to your mom!","labels":"amusement"},{"text":"I liked how in the video the [NAME] picked him up and held him a little. Pretty Wholesome¯_(ツ)_\/¯","labels":"excitement"},{"text":"That really is all they have. He’ll just keep asking questions in bad faith to continue getting your attention.","labels":"neutral"},{"text":"Oh to find someone who loves you enough to put a blanket over you when you’re sleepy. That’s the dream.","labels":"love"},{"text":"yeah but like I’m highkey anxious about getting shocked and screw Apple for getting rid of the rainbow logo, it was so cool","labels":"amusement"},{"text":"probably because unlike the far left there actually isn't a significant difference between the ideologies of the far right","labels":"neutral"},{"text":"Really? wow. I just reinstalled chrome from scratch, again. So it was Ghostery that caused the full screen issues?","labels":"realization"},{"text":"That's ignorant as all hell. Tell them to buy their own.","labels":"anger"},{"text":"Growing up there were people in our church who hated the Smurfs because they were magic using communists.","labels":"disapproval"},{"text":"People would still always parry them (600ms) :(","labels":"disappointment"},{"text":"Oh and just fyi for everyone, the girls are bisexual (obviously haha) and I am Pansexual, though [NAME] thinks she may be Pansexual too 😁","labels":"amusement"},{"text":"Had to stop and wonder what [NAME] has to do with this before I realize you wrote dumpster","labels":"curiosity"},{"text":"TD: \"You cant just call everyone you dislike a nazi!\" Also TD:","labels":"annoyance"},{"text":"You sound upset.","labels":"disappointment"},{"text":"I was expecting you to say she put a piece of bread on your head and say \"okay you're a sandwich","labels":"neutral"},{"text":"Where the mask inside, too? Are air purifers not good enough for inside? Sorry for the dumb question... Just moved here this week.","labels":"sadness"},{"text":"I'm sorry, I'm new. Included the TL;DR and age alrdy. Thank you!","labels":"caring"},{"text":"Oh you mean the time when the world was controlled by individual land owners who created their own states","labels":"neutral"},{"text":"And you wonder why Labour get's a bad name for anti-Semitism with statements like that. Ok hun.","labels":"curiosity"},{"text":"I thought it was fairly common parents didn't let their young girls alone with boys or vice versa even though kids will do what they want.","labels":"caring"},{"text":"Just like you can't underestimate the capacity for evil, you can't underestimate the capacity for stupidity ","labels":"embarrassment"},{"text":"\"Smile Dude\"","labels":"joy"},{"text":"It really do be like that","labels":"love"},{"text":"yep, i think you should just try to be as honest as you can about how you feel, how it affects your daily life, etc","labels":"approval"},{"text":"Good lord, totally missed that. What a croc.","labels":"relief"},{"text":"great another filler episode, not like we have had enough of them","labels":"amusement"},{"text":"And the super rich are still miserable","labels":"grief"},{"text":"Yes, you should speak with an attorney.","labels":"approval"},{"text":"Im always worrying about the same thing, thats why Im always posting and within hours freaking out and deleting my posts ","labels":"anger"},{"text":"Happy birthday to your friend!","labels":"caring"},{"text":"Makes you wonder about the superbike which was going even faster..","labels":"curiosity"},{"text":"This must have been totally horrifying for you. I'm glad to hear you found peace in the second birth.","labels":"joy"},{"text":"> I want to feel peace and not have to wake up everyday anxious for what the day has in store. I can relate to this.","labels":"desire"},{"text":"Great shot, from experience very difficult. ","labels":"amusement"},{"text":"People talk so much shit when I say [NAME] is just a fast as [NAME] again, [NAME] just barely wins ","labels":"neutral"},{"text":"Can you adopt me? I’m after those bones","labels":"neutral"},{"text":"Wrong sub, mane.","labels":"neutral"},{"text":"Having money and a job aren’t the only determining factors for success.","labels":"neutral"},{"text":"Are we sure this isn't the beaverton?","labels":"neutral"},{"text":"[NAME] : completely unpredictable Bunch of them were standing together in the middle of the ring lol","labels":"amusement"},{"text":"I've been playing this game since release and didn't even know that!","labels":"disappointment"},{"text":"A horrendous amount of Sesame oil, god, that would be awful.","labels":"disgust"},{"text":"I want it!","labels":"desire"},{"text":"which is the very issue because he banned me","labels":"disapproval"},{"text":"Not enough power, need at least 85 power, preferably 90+ to compete in 18","labels":"desire"},{"text":"This is the mildest of mild burns Title should be \"guy didn't know other guy was British\"","labels":"neutral"},{"text":") \/sorry, the Excel formula part of my brain was driving me insane.","labels":"disappointment"},{"text":"I'd love to see a repo\/recovery subreddit.","labels":"love"},{"text":"wow even the buildings on the poster haven't loaded in","labels":"realization"},{"text":"You're right. I read that tweet and I think it dislodged from my brain because it just assumed nobody would argue something that utterly stupid.","labels":"approval"},{"text":"At some angles you can get a ws4 into a combo but its inconsistent.","labels":"neutral"},{"text":"Carelessness will find no clemency in this place! (I was late, it seems that others have already got the best lines...)","labels":"annoyance"},{"text":"Yes. Half the posts on this sub are about posing. I think the pose she is pulling is ridiculous too...","labels":"annoyance"},{"text":"Don’t worry, [NAME] already added it to his collection.","labels":"caring"},{"text":"Yeah how dare I want more Green Arrow material in my GREEN ARROW show.","labels":"approval"},{"text":"I’m 40 and I’ve never lied about my age or weight. People take themselves so seriously!","labels":"annoyance"},{"text":"You don’t have AIDS. Put those silly condoms away!","labels":"caring"},{"text":"Yes, absolutely. \"But woe to the one who betrays me. It would have been better for that man, if he had never been born.\"","labels":"approval"},{"text":"Bless you!","labels":"caring"},{"text":"And it keeps rumbling... now we know why no one had gone to jail yet!","labels":"realization"},{"text":"that is a rather attractive cartoon man","labels":"excitement"},{"text":"I guess he exploded because he went below 50 mph.","labels":"anger"},{"text":"Because this creep wanted to put his hands on the girl.","labels":"annoyance"},{"text":"Try to listen to yourself. I should have done that more.","labels":"remorse"},{"text":"This is the dumbest post I've read today. How's that?","labels":"neutral"},{"text":"\" [NAME] has come down with a terrible sickness which caused him to deactivate his twitter account\" Jeez sicknesses these days get worse and worse. ","labels":"annoyance"},{"text":"Dont break NC. Bring doggo inside and warn the grandparents. Unless theres a good doggo beach\/park nearby then maybe go out instead","labels":"annoyance"},{"text":"I really wanna see how this argument goes....!","labels":"desire"},{"text":"I like him a lot but I assume he would be a prime piece in any trade for a LD.","labels":"love"},{"text":"Because it seems like a first step on the same road that peope here have taken. I figured you have experience in the matter.","labels":"realization"},{"text":" You're lecturing other people and you can't even spell \"Dwig***H***t\".","labels":"annoyance"},{"text":"If only life was a garbage isekai anime. Too bad the genre is just pandering and blatant self-insert\/wish fulfillment. Oh well.","labels":"realization"},{"text":"I’m positive he’s going to leave her","labels":"optimism"},{"text":"The comics are pretty unbeliavable too","labels":"neutral"},{"text":"I like how she dabs on the way down.","labels":"love"},{"text":"This is the worst I've ever seen. It really is","labels":"disgust"},{"text":"Randomly watched arrow this week and I think each year is more confusing and I didn't like it! At least [NAME] is still there and always shining!","labels":"confusion"},{"text":"[NAME] is Television. Got it. He's too misogynistic to be the Patti Smith Group.","labels":"annoyance"},{"text":"Yeah, it's too expensive to eat out all the time, even if its fast food. ","labels":"approval"},{"text":"Are ya completely sure that's not from that Thursday last summer?","labels":"approval"},{"text":"Damn. Hope they don’t have children","labels":"desire"},{"text":"I find this super relateable, I had no idea others felt the same way. ","labels":"excitement"},{"text":"you still didn't answer the point....lol","labels":"amusement"},{"text":"I never watched any [NAME] films, so. That. ","labels":"disapproval"},{"text":"It's fucking incredible how many people would like you if you would just make eye contact and smile at them. Fucking incredible","labels":"excitement"},{"text":"Welcome to the \"new\" normal","labels":"gratitude"},{"text":"Hah! You’re the best NERD!","labels":"excitement"},{"text":"most of the time i have my phone in my hand so i can always look there when walking past people gets too uncomfortable :|","labels":"pride"},{"text":"Who is afraid of who here? The shower or you?","labels":"fear"},{"text":"Pretty sure it was New Orleans.","labels":"optimism"},{"text":"I don't live there anymore, but I grew up in the midwest, and the \"ope\" triggered me a little bit","labels":"neutral"},{"text":"You came to the wrong neighborhood bud lololol.","labels":"amusement"},{"text":"This happened to me at Walmart. I was literally there for 10 min using the coin machine and now I have a cart shaped dent in my door...","labels":"neutral"},{"text":"Self-deprecating humor is mainstream now. A lot of hot people now have hobbies and personality traits that were once almost synonymous with dumpy\/nerdy\/ugly people.","labels":"pride"},{"text":"oh yes! i did not know pizza could possibly ever be disgusting until i moved to florida.","labels":"disgust"},{"text":"Tbh it really is a long name. And pretty unusual for a ring name.","labels":"realization"},{"text":"Maybe don't be friends with this person anymore...","labels":"annoyance"},{"text":"Best of luck mate. I’ve yet to reach my limit but this brought me closer","labels":"caring"},{"text":"[NAME], that uniform. At least the Nazi [NAME] had decent fashion sense. This is a crime against fashion","labels":"optimism"},{"text":"WOW!!!","labels":"surprise"},{"text":"No group... I didn't say the guy's plan was realistic haha","labels":"amusement"},{"text":"I thought it was pretty hype.","labels":"excitement"},{"text":"I'd actually really like to see the numbers.","labels":"love"},{"text":"But seriously, you're probably going to feel very sick ","labels":"caring"},{"text":"Lol looks delicious","labels":"amusement"},{"text":"Am I the only one who can't get the sound to work?","labels":"annoyance"},{"text":"I actually have the complete collection so I can play any of them when I want to!","labels":"neutral"},{"text":"I still wish if we get a deeper face customization like in RPGs.","labels":"desire"},{"text":"It's holiday time here in Europe. Today is my first day in work for 2 weeks.","labels":"excitement"},{"text":"Man you take your sims really seriously.","labels":"annoyance"},{"text":"I unintentionally read this from right to left this time, probably because I recognized this meme and know that it normally is the wrong way. I fooled myself ","labels":"approval"},{"text":"It creates perverse incentives. Allow underpaid prison labour and suddenly you've an incentive towards exploiting your prison population rather than rehabilitating them.","labels":"annoyance"},{"text":"That kinda makes sense I guess, but I feel like it is taken too seriously. Like if they say something homophobic that makes them automatically gay.","labels":"approval"},{"text":"Wow first fight in a while where I don't want either dude to lose.","labels":"surprise"},{"text":"He is so dreamy...... This thread is going r\/suddenlygay real quick","labels":"excitement"},{"text":"Can’t tell if you’re joking. But it’s called a habit.","labels":"joy"},{"text":"glad to see youtubes \"family friendly\" robots have their priorities straight. ","labels":"joy"},{"text":"> The defunct club still sit third in the overall NI league roll of honour despite not having competed for 70 years. Wow","labels":"surprise"},{"text":"Sweaty little incel virgin","labels":"neutral"},{"text":"if [NAME] got any more attention i'd really like it to be with [NAME].","labels":"love"},{"text":"There is no way around it :(","labels":"sadness"},{"text":"Also, [NAME] growl\/yelling\/screaming at [NAME] in the sumo suit on beach day. ","labels":"annoyance"},{"text":"Remember folks, you can visit to report rule breaking behaviors including brigading and harassment. Do your part to help stop abuse on Reddit!","labels":"caring"},{"text":"4-25 against teams with winning records. 0-7 on Monday Night Football. The guy can't show up when it matters.","labels":"annoyance"},{"text":"LONDON I honestly don't even understand this one","labels":"annoyance"},{"text":"This is a terrible tip. Please think before doing something like this.","labels":"caring"},{"text":"Yeah, that was all you though. Goodnight and happy new year ","labels":"gratitude"},{"text":"Sounds like you have the situation firmly under control. Keep maintaining boundaries, focusing on the things that matter, and ignoring her need for drama. ","labels":"amusement"},{"text":"Who even are you? Get off the Internet little boy. I don't have time for you","labels":"anger"},{"text":"shits awesome!","labels":"amusement"},{"text":"Cheers, cheers_im_drunk_bot.!","labels":"excitement"},{"text":"she said (i swear to [NAME]) her doctors told her she wasnt bipolar and has \"anxiety caused by other people\" ","labels":"excitement"},{"text":"Holy fuck this sub is the gift that keeps on giving","labels":"excitement"},{"text":"Weird as I do know I've seen CoC waste\/recycling services trucks picking up bins as early as 6:30AM.","labels":"disgust"},{"text":"I still gotta watch the last one. ☹","labels":"disappointment"},{"text":"It's not so uplifting that it's guaranteed to die in the Senate...","labels":"neutral"},{"text":"my mom caught be masturbating to dominatrix porn (i was bored of vanilla shit) LOL But porn addiction is bad because it can stop you from approaching women etc","labels":"amusement"},{"text":"I'm 34 and disappointing my mother is still my greatest fear.","labels":"fear"},{"text":"I'm so sorry. Hang in there.","labels":"caring"},{"text":"Adults actually need less sleep than teenagers because teenage bodies are still growing and","labels":"realization"},{"text":"wow! trust issues.","labels":"surprise"},{"text":"r\/mildlyinteresting's stupid \"guys look at this thing I made aren't I cool??\" posts are the absolute worst","labels":"disgust"},{"text":"Why wouldn’t you want as much exposure to the idea of this protest as possible? It’s an incredibly important issue.","labels":"annoyance"},{"text":"My husband and I have been circling the drain for years. :(","labels":"sadness"},{"text":"I actually got her IG from the video above. If it’s an issue, the video should be removed. ","labels":"neutral"},{"text":"woah this is a reversal of the norm you took a meme from instagram to reddit","labels":"surprise"},{"text":"Oh *hell* no.","labels":"annoyance"},{"text":"I just don’t see why he pushed me leave with him so bad just to dip when I did","labels":"annoyance"},{"text":"Frame data won't save you from 50\/50s that can be initiated off of lights in VT1. He's probably the most explosive character in the game.","labels":"caring"},{"text":"Whoa I didn’t even think he was a husky from the first picture.","labels":"realization"},{"text":"Welcome aboard! May your pies be round and crusts be kissed with char.","labels":"excitement"},{"text":"Looks like you got it bad. How soon till you can get out on your own?","labels":"sadness"},{"text":"I don't know what you're talking about, but that sounds just as racist as it is sexist.","labels":"neutral"},{"text":"I feel like I've seen a comment like this on another post","labels":"approval"},{"text":"It's ridiculous that [NAME] has inspired way more people to join rather than leave but there are way more media articles by people who have left.","labels":"annoyance"},{"text":"Well im sorry that the truth doesnt clear up suspicion but who am i to judge ¯_(ツ)_\/¯","labels":"realization"},{"text":"Well one would believe they have learned their lesson regarding nuclear","labels":"realization"},{"text":"I hope so and I think they have the ability to, but I just have a bad feeling that they won't.","labels":"desire"},{"text":"It always comes down to not accepting who they are themselves so it's pretty much 100% of it.","labels":"approval"},{"text":"I never tried Poshmark because their commission seems high. I may give it a shot","labels":"amusement"},{"text":"Medical interventions that are undertaken to save the life of the mother, even if the result is the death of the fetus, are morally permissible. ","labels":"neutral"},{"text":"In that I should not have posted it or it's just really blatant","labels":"realization"},{"text":"Waited 4 months for trash. But hey I can drive the truck around and live out my can recycling fantasy.","labels":"pride"},{"text":"It was funny until they started to diss on chick fil a","labels":"excitement"},{"text":"But you get the chance to learn something everyday :)","labels":"optimism"},{"text":"Is it bad that I would actually probably buy that? Those come in handy for defrosting windows.","labels":"confusion"},{"text":"[NAME] is having a hard time moving on. [NAME] need to cash in with AD before the trade deadline, because his value is going down after this season.","labels":"caring"},{"text":"She took the fucking kids, huh?","labels":"anger"},{"text":">not a cure-all. Since we don't have such a thing, is this not the next best option?","labels":"disapproval"},{"text":"> The makeup is very technically sound You have a point. I can hear it from here.","labels":"amusement"},{"text":"I’m not sure how to feel after reading this... I will say that [NAME] and [NAME] would be an attractive couple.","labels":"optimism"},{"text":"Men, you're ought to love the first hour in hospital of a new father. They're a merge of emotions that flow over the ER.","labels":"love"},{"text":"Good luck, and godspeed.","labels":"amusement"},{"text":"Yo that guys hot what's his reddit","labels":"excitement"},{"text":"Good to know! I should keep a lookout then.","labels":"amusement"},{"text":"It’s not only the US. The system of so called „liberal democracy” was designed to be the rule of capital.","labels":"neutral"},{"text":"Eh, keep it here. There's plenty of need for content that isn't about politics or antisemitism. Food is fun for everyone to talk about.","labels":"realization"},{"text":"\"Sponge Blurb Pubs Quaw Haha GURR ha AAa!\" finale is too real","labels":"amusement"},{"text":"Taking a 2-0 in any WTA match is asking for a heart attack. Not necessarily bad though.","labels":"relief"},{"text":"True love isn't something you find, it's something you build. ","labels":"love"},{"text":"Just say that you don't like it. It tastes of blood, tears, and death.","labels":"disapproval"},{"text":"Guice was a fuckin monster.","labels":"anger"},{"text":"Aladdin is my jam as well! :D","labels":"excitement"},{"text":"i’m so sorry.....","labels":"sadness"},{"text":"We have reached the stage where below 2 million is good. There truly is no bottom to this pit.","labels":"pride"},{"text":"I have these high powered magnets...","labels":"pride"},{"text":"I wanna take the hardware out of that guy's face with a pair of pliers.","labels":"annoyance"},{"text":"it is adorable that you think that","labels":"love"},{"text":"Man I’ve been watching too much Goblin Slayer lately and forgot what sub I was on","labels":"disappointment"},{"text":"Am I wrong? So many people from NY say it's really gone downhill. Doesn't mean I don't like public transportation","labels":"annoyance"},{"text":"Just threaten to tell the bishop your roommate is a porn addict. 80% chance it's true.","labels":"fear"},{"text":"Yes. Exactly. Anything non [NAME] belongs in the trash. Glad you agree.","labels":"relief"},{"text":"What is with the pet worship? Should be more worried about your elderly relatives.","labels":"fear"},{"text":"Mmmm, I sure do love some Vaseline on a hot piece of toast in the morning. ","labels":"love"},{"text":"Key that we keep welcoming ~~young~~ international tech talent to London.","labels":"excitement"},{"text":"Stop having kids you can't afford. Make sure you check the kids credit to make sure there are no accounts opened in their name. Good luck!","labels":"caring"},{"text":"love you too.","labels":"love"},{"text":"Now you’re repeating yourself. Boy bye #wasteoftime. Have fun trying to call this company and their products bunk when everyone loves them haha","labels":"amusement"},{"text":"We are up 2-0 and this game is pissing me off so much.","labels":"annoyance"},{"text":"remind me of this kid. Young people just being innocent on the internet","labels":"neutral"},{"text":"Llanberis is in one of the most beautiful places in Europe and I am delighted that the local Chinese takeaway speaks Welsh. Cymru am Byth !!!!","labels":"excitement"},{"text":"It would definitely suck!!","labels":"sadness"},{"text":"I never said she wasn't a downgrade. But on r\/political_revolution the complaint seems to be that she didn't endorse anybody in 2016.","labels":"disapproval"},{"text":"I actually should do that.....","labels":"approval"},{"text":"I think it quite apparent I was being satirical in saying Mississippi.","labels":"approval"},{"text":"She has a vapid look of emptiness in the thumbnail. Like a squirrel. There really looks like there's nothing going on between her ears.","labels":"confusion"},{"text":"Yeah, all the stun cannonballs are horrible. ","labels":"anger"},{"text":"My god the tension on the button... I can only imagine.😥","labels":"surprise"},{"text":"supernova AOC <3, the lies the media gets away with. Glad someone is talking back with real umph","labels":"joy"},{"text":"As far as I know, it's still bugged, so just reroll it","labels":"annoyance"},{"text":"I think I get this reference, GradeAUnderA?","labels":"approval"},{"text":"Shameless IG plug:","labels":"annoyance"},{"text":"> You have no shame. This is just more Ad Hominem FFS! You really can't help yourself, can you? ","labels":"annoyance"},{"text":"Ah yes, my favorite waifu: Picasso-San. ","labels":"approval"},{"text":"I love [NAME], but we have better characters to trade for him. Leave [NAME] alone. ","labels":"love"},{"text":"Wow sold out during break without most of the students. Don't know how they'll fit the students in once we're back","labels":"realization"},{"text":"Murder is wrong by the very definition of the word.","labels":"neutral"},{"text":"just awful I'm gonna throw a barbeque to get back at them","labels":"disgust"},{"text":"Congrats! Wait till you get your first date and you’ll feel even better.","labels":"caring"},{"text":"I literally have more friends on HOTS than WOW. Wow is deader than hots.","labels":"excitement"},{"text":"I didn't call you a [NAME]. Your use of Nazi-adjacent statements is extremely sketchy, though.","labels":"disapproval"},{"text":"It would be really bad for relations between the two cities if we took Memphis' NBA team.","labels":"neutral"},{"text":"I want this poster so bad.","labels":"desire"},{"text":"Best form of government is 150 people tribe in a situation where there are no non-perishable goods, just food an clothes. ","labels":"neutral"},{"text":"The guilt of sin represses all","labels":"remorse"},{"text":"Sure let's leave a bomb outside a [RELIGION] secondary school, that'll show the [NAME]!","labels":"approval"},{"text":"If men were that aggressive we’d be arrested and then slammed publicly and socially. Lives ruined for a moment of drunken stupor.","labels":"anger"},{"text":"While I agree with my political views could be of the top of my least favorites and [NAME] weren't ruined by the pic.","labels":"approval"},{"text":"Hey, [NAME] nerf to basic damage and no damage mitigation in stealth! Thank [NAME]!","labels":"gratitude"},{"text":"Damn this guy just had a bad day!","labels":"annoyance"},{"text":"Thought this was r\/monkeyspaw for a sec. Mind if I grant your wish anyway?","labels":"desire"},{"text":"Good luck using north melbourne when they change it to 'west' and make a new north melbourne station","labels":"caring"},{"text":"But they still go around the houses, 111 is long as fuck though.","labels":"annoyance"},{"text":"Power trip blindness is scary; how someone can't see the obvious aftermath of acting like this with their employees?","labels":"fear"},{"text":"You're not missing anything, don't worry about it.","labels":"caring"},{"text":"My soul twin must be [NAME] because I’m terrified of water!","labels":"fear"},{"text":"Love it. More power to you!","labels":"love"},{"text":"Good timing with the two breweries having just opened up. Gotta check them out when I'm in that neck of the woods again.","labels":"optimism"},{"text":"The building with a castle on top of it would be my childhood depiction of the Renaissance tower","labels":"neutral"},{"text":"It’s not about the money, it’s all about the love of the game.","labels":"love"},{"text":"It definitely revealed how ugly the hatred on the Left has gotten.","labels":"disappointment"},{"text":"He's been holding back for the last 2.5 years. Seems to find it easy for some reason...","labels":"realization"},{"text":"Idk it’s your choice","labels":"annoyance"},{"text":"Even weirder way to spell [NAME].","labels":"disgust"},{"text":"Lol the fact that actual fans can't afford tickets is why there are let's go heat chants at this game","labels":"amusement"},{"text":"When we actually executed [NAME] system we were killing it","labels":"approval"},{"text":"Omg [NAME] he’s there because you don’t listen. You ass!","labels":"anger"},{"text":"Now this is some good fucking content","labels":"excitement"},{"text":"Woooooooooo it took long enough but the UYU boys finally did it and made the league","labels":"amusement"},{"text":"So you’re right-wing. Not a shock.","labels":"realization"},{"text":"Also, he never gets hurt so you can't Robidas the guy. ","labels":"sadness"},{"text":"I just need [NAME] to retire already so I can stop hating on him and appreciate all he's done... Even if it has caused me great suffering.","labels":"sadness"},{"text":"That scene traumatized me the first time I watched it","labels":"disappointment"},{"text":"Shoot, darn. You win again!","labels":"excitement"},{"text":"You are extremely rude and condescending, and in my opinion it’s sad that you’re a teacher. ","labels":"anger"},{"text":"he's clearly not equipped to argue, i can't decide if he's a dumbass teenager or a dumbass boomer. ","labels":"confusion"},{"text":">That movie only makes sense if [NAME] is lying No, it doesn't. But thankfully the professionals write the story, not fans.","labels":"gratitude"},{"text":"No. It’s slower and takes more calculation but it can be done. That’s why it should be practiced.","labels":"disapproval"},{"text":"It's weird because sometimes I care and sometimes I don't. Although I wouldn't call myself an asexual I could be leaning more towards demisexual.","labels":"disgust"},{"text":"That sounds a little paranoid","labels":"fear"},{"text":"I'm sorry for your loss","labels":"caring"},{"text":"Congratulations on securing your CF Future!!!","labels":"amusement"},{"text":"A car. Let someone else eat the immediate depreciation and break it in for you.","labels":"disappointment"},{"text":"I gave up trying to be 'normal' years ago. But I get your point though.","labels":"realization"},{"text":"Why are you okay with racism and why are slurs the red line?","labels":"annoyance"},{"text":"Yes its far from remaining, its even more heavily in favour of the EU than that","labels":"neutral"},{"text":"Kind of strange when one country was nuked and the other wasn't.","labels":"neutral"},{"text":"I just had an overabundance of fudge. I took several pounds to my regular dispensary and they were thrilled.","labels":"excitement"},{"text":"I had the same thought also.","labels":"approval"},{"text":" funny, your asking for proof of something the moderators actively remove and then say ShOw Me pRoOf Or ItS fAkE.","labels":"amusement"},{"text":">How can I hate [NAME] I like [NAME], [NAME], and [NAME]? And [NAME]","labels":"love"},{"text":"Do I make you ornery, baby? Do I?! Ok.. Yeah, I probably do now..","labels":"approval"},{"text":"I want to be a rapper. I also like to write poetry and stuff. So to be successful with those things also I want to design clothing.","labels":"desire"},{"text":"Did I just get called [NAME]? Achievement Unlocked!","labels":"excitement"},{"text":"It seems kind of bizarre that Canada is expected to respect or accommodate the hereditary chiefs, if the elected band leaders choose not to. ","labels":"desire"},{"text":"Don't wear out our [NAME]. We need him if this season is going to amount to anything.","labels":"caring"},{"text":"Those things still haunt my dreams to this day.","labels":"fear"},{"text":"Totally forgot that, my bad","labels":"disappointment"},{"text":"Talking about scary foreign people spreading disease is a classic xenophobic trope. Vile.","labels":"disgust"},{"text":"2016 was also the worst year of my life","labels":"annoyance"},{"text":"I say it every day, buddy. I'd rather pay more at the pumps than be so selfish that I'd sell out our children's futures.","labels":"approval"},{"text":"My barber was thinning my Hair with a new blade and cut my ear. Bled like crazy.","labels":"anger"},{"text":"Can confirm. My forehead creases came from doing this for years.","labels":"neutral"},{"text":"I was hoping to hear this. I'm up for it I think. I'll download it tomorrow.","labels":"desire"},{"text":"I'm just trying to raise awareness at this point because I know it's not my system in particular.","labels":"caring"},{"text":"Sakura drops & Goodbye happiness","labels":"joy"},{"text":"Don’t eat snickers on shrooms the taste was so intense and salty I was convinced I’d thrown up","labels":"neutral"},{"text":"Please get your soy away from me, i’m allergic.","labels":"annoyance"},{"text":"I AM CERTAIN THIS IMAGE HAS FULLY ACTIVATED MY EXCITEMENT.EXE. bad bot.","labels":"excitement"},{"text":"Yeah lol, my bad. ","labels":"amusement"},{"text":"Hey now, don’t try to have the guy killed. This is an upstanding sub. ","labels":"annoyance"},{"text":"Not an awful offer but I don't know if I see AD promising to resign long term in Dallas.","labels":"sadness"},{"text":"Most likely, which, as I understand, isn't respected in pretty much any sense nowadays.","labels":"approval"},{"text":"Not talking about [NAME] as I've barely seen any of that, just the implication that [NAME] got a lot of new mixups","labels":"neutral"},{"text":"Glad he didn’t try to backpedal about his feelings. They are valid and he has a right to have them.","labels":"joy"},{"text":"[NAME] has so many people shook.","labels":"amusement"},{"text":"Been there, done that. Not the best idea unfortunately. Especially if it doesn't work. Gets awkward ","labels":"disappointment"},{"text":"“Real men”. [NAME] be more offensive.","labels":"annoyance"},{"text":"Nice try with your 1\/3 pan and t rex arms there buckaroo \/s","labels":"amusement"},{"text":"Other source?","labels":"neutral"},{"text":"I’m sorry if you’re comparing institutionalized slavery where you can murder thousands to community service you’re an asshat","labels":"caring"},{"text":"The shame of it is if it weren't for bwood it would be a LOT worse.","labels":"disgust"},{"text":"You are the type of fellow that puts mommy in the cheap home and cashes her cheques, loyalty of a snake.","labels":"anger"},{"text":"Every single [NAME] should have the right to import by mail any medicine from all over the world and nobody should be allowed to stop them.","labels":"approval"},{"text":"Is it just me or does the outro hurt your ears. The intro is a whole 12\/10 but the outro just seems to hurt","labels":"disappointment"},{"text":"Yall remember that rainbow zebra striped gum that lost its flavor in like 0.0001 seconds","labels":"neutral"},{"text":"Sold bridges and essential oils?? Please elaborate on this reference man. I ask because it’s hilarious and I’d love for it to be original","labels":"curiosity"},{"text":"Hey! Anyone have the DL on this MLM ? Would love some links to send a victim!!","labels":"love"},{"text":"OwOpen up dis is da powice!","labels":"neutral"},{"text":"That's because: Emotion = Reality","labels":"neutral"},{"text":"Yeah I’m so envious of [NAME] right now...","labels":"excitement"},{"text":"You tell me, was this a short trip or not? I was wrong, it was 4.3 ","labels":"neutral"},{"text":"The more you wind me up the worse it gets for her later on","labels":"disgust"},{"text":"When we’re talking Prog music, ya it’s kind of important that it pushes boundaries.","labels":"neutral"},{"text":"I made the mistake of choosing [NAME] once. I'm literaly unable to change characters in Tekken for the rest of my life.","labels":"realization"},{"text":"Aren't people wonderful?","labels":"surprise"},{"text":"Landslide.","labels":"neutral"},{"text":"I don’t like [NAME] all that much, but that dude seems cool. I hope it hits a goofy dark line like [NAME] or [NAME] tho.","labels":"desire"},{"text":"I'm a nasty ho","labels":"annoyance"},{"text":"Confirmed that men are literally soulless, it's a matter until they start eating humans","labels":"annoyance"},{"text":"I think it was more hope, we all make mistakes. I thought [NAME] was going to step up.","labels":"desire"},{"text":"British would annoy me more. Or being called British Isles","labels":"annoyance"},{"text":"Best description of online dating ever","labels":"amusement"},{"text":"Still depressed but I didn't run away so it cool","labels":"disappointment"},{"text":"You don't see the conflict with funding another countries wall but not one for the same function? Both equally stupid and worthless.","labels":"disgust"},{"text":"This is the most fucking sensible comment I have seen in the this subbredit. Have the exact same opinion.","labels":"annoyance"},{"text":"*With Great power; comes great responsibility.*","labels":"optimism"},{"text":"What's the goop website?","labels":"neutral"},{"text":"What in the bipolar hell is going on? Yikes","labels":"anger"},{"text":"Found looking through this, she seems a little bit gross :D","labels":"excitement"},{"text":"Maybe, just this time, it's for the better.","labels":"optimism"},{"text":"I can't imagine how scary that was for you. What is wrong with people?","labels":"annoyance"},{"text":"Tried so hard and got so far, in the end it doesnt even matter","labels":"annoyance"},{"text":"good luck watching your career tank when you insist on working with a person because of their gender rather than their skill and talent..","labels":"caring"},{"text":"Can’t wait to see this monster perp walk.","labels":"excitement"},{"text":"It's not an official licensed promotional company yet, thats why his next fight is under the mayweather promotion banner and his future fights could be as well. ","labels":"neutral"},{"text":"Feeling is exhausting. They used to feel those things and now they feel nothing because they're so burnt out and tired","labels":"sadness"},{"text":"You're going to be pissed.","labels":"annoyance"},{"text":"And it would be totally yawnworthy the 2nd time round. The shock value has gone forever. You can only do that once.","labels":"annoyance"},{"text":"Right there with you! Unladylike was so depressing, I couldn't keep listening to it.","labels":"disappointment"},{"text":"Ugh why can't the commie just discuss about [NAME] serve instead of saying \"I'm sure he's more of a scientist than me\"","labels":"annoyance"},{"text":"Good for you to get out of it!! seems like a nasty example of narc abuse. No contact!","labels":"caring"},{"text":"This. Literally this post. This post is a good start. :)","labels":"excitement"},{"text":"Hey everyone I like my braves subbreddit without advertisements","labels":"love"},{"text":"I would not bother. He read your message and did not reply yet. So that's already a bad sign and not a good start.","labels":"annoyance"},{"text":"What are you smoking?","labels":"neutral"},{"text":"It's time to fertilize the lawns. A couple of 500lb bags should do!","labels":"neutral"},{"text":"We're not the only one that has it, but for a city of our population, we're probably one of the worse offenders.","labels":"neutral"},{"text":"Interesting that despite not having absolute views you are absolutely all over here pushing the view it's [NAME] that's the problem","labels":"curiosity"},{"text":"I use group up but there's a group up for healing prompt? I'm on console and I don't think I've seen it","labels":"neutral"},{"text":".5x speed. Every moment I enjoy would last longer and any time I find myself in a pickle, I'll have more time to react appropriately.","labels":"joy"},{"text":"Hmmm, mildly interesting :)","labels":"curiosity"},{"text":"I like [NAME]. Sue me.","labels":"love"},{"text":"Oh god dammit I've been bamboozled, I fell for the b8","labels":"annoyance"},{"text":"I thought that was a good pickup line","labels":"amusement"},{"text":"Also how nonchalantly he hits them, like he's swatting a mildly irritating fly","labels":"amusement"},{"text":"I just mean symbolically it's weird to call your own flesh a 'blanket'.","labels":"disgust"},{"text":"Welp. That sucks. I always check left and right when crossing an intersection, getting T-boned is one of my biggest fears.","labels":"annoyance"},{"text":"bargaining chip for what? The 25% tariff increase is not big enough of a bargaining chip? lol","labels":"amusement"},{"text":"I would like to see the tree as well! :D:::","labels":"desire"},{"text":"Why would Orlando want [NAME] anyways, this deal isn't real","labels":"neutral"},{"text":"She looks like snooki bro","labels":"fear"},{"text":"That would be okay, I guess.","labels":"approval"},{"text":"That isn’t a prediction that is exactly how Crisis on infinite earths played out","labels":"neutral"},{"text":">Doctor: So do you cancel a lot of plans you make with friends >Me: uh technically no","labels":"disgust"},{"text":"You have encountered some very strange women my friend...","labels":"caring"},{"text":"Oh well pain depends entirely on how you die","labels":"realization"},{"text":"Score is currently 12-12 when 25:th round begins and [NAME] has 35-10 stats. Insane.","labels":"annoyance"},{"text":"People are just so used to these laws never being enforced in any meaningful way in other countries.","labels":"neutral"},{"text":"Damn... this weed is the shiznittlebamsnipsnapsack!","labels":"anger"},{"text":"Mother of [NAME]... Im not grossed out very easily. I can stomach just about anything. But this made my fucking skin crawl....","labels":"annoyance"},{"text":"I will never be able to comprehend that beautiful flick into a headshot hanzos seem to do.","labels":"approval"},{"text":"How stupid of [NAME] to rely on LibDems to stop the idea of referendum.","labels":"annoyance"},{"text":"Sorry about your poor trolling. 3\/10.","labels":"caring"},{"text":"I didn’t say for how long I’d been in it. :) Maybe it was made of ply board and garbage!","labels":"joy"},{"text":"Didn't really help who the Master is but [NAME] will lose his damn mind. We video game worlds now.","labels":"neutral"},{"text":"Depay being a flop at United comes to mind, so good now.","labels":"realization"},{"text":"This is super old news","labels":"excitement"},{"text":"I have a long term plan. I appreciate the concern.","labels":"amusement"},{"text":"Who knew Mother's Day had move to Jan 25th????","labels":"neutral"},{"text":"[NAME] gotta fix his free throws this is ridiculous","labels":"annoyance"},{"text":"Being demoted for having the best ideas in the office doesn't sound like a good business strategy.","labels":"annoyance"},{"text":"Two goals that are directly the fault of the our defense? I feel bad for [NAME]","labels":"remorse"},{"text":"I came here to tell you that this wins this sub and I’ll never be able to finish reading it.","labels":"amusement"},{"text":"Don't get down. You have only ruined it with that one person.","labels":"annoyance"},{"text":"Gonna warn you, that path is a lot more dangerous than you would think...","labels":"fear"},{"text":"It was a very faithful remake, though. They just crashed the plane without planning out what to do next.","labels":"annoyance"},{"text":"glad she;'s back inside, tragic what shes doing to this dude and his family they r the ones picking up the tab. ","labels":"joy"},{"text":"Guys, even worse: He *paid* someone to set it up. Wow. ","labels":"annoyance"},{"text":"Pls not granny :(","labels":"fear"},{"text":"That's how it be sometimes.","labels":"neutral"},{"text":"How about breaking into tears whenever one of your friends tells you they trust you because you never understood what trust meant","labels":"grief"},{"text":"That feel when your friends are all relieved by your insane driving skills.","labels":"annoyance"},{"text":"Ah. My misunderstanding. Yeah get rid of those but that isn't what the removed post was.","labels":"realization"},{"text":"And [NAME] would never cheat, either! For shame!","labels":"annoyance"},{"text":"Oy vey, [NAME] 🗑 is gonna be *pissed*!!!","labels":"annoyance"},{"text":"Let's give him two contracts for good measure","labels":"neutral"},{"text":"The fact that such awful designs exist almost makes me want to stop wearing leggings. *Almost.*","labels":"disgust"},{"text":"Definitely not a sky writer. These plane were flying way too high.","labels":"neutral"},{"text":"Its almost like climate change makes hot places hotter and cold places colder. Jeez, who could have predicted that. ","labels":"surprise"},{"text":"They didn't even spell his actor's name correctly...","labels":"annoyance"},{"text":"I hope last night was fun enough to warrant the hassle today.","labels":"desire"},{"text":"yuck no I'm waiting until marriage obvs","labels":"disapproval"},{"text":"Two overtime games on championship Sunday? We are blessed as football fans. Too bad one game had to be between FYTB and FUKC","labels":"joy"},{"text":"Been spot on so far.","labels":"neutral"},{"text":"This is a new level of entitlement. THE BATHROOM IS OUT OF ORDER! What makes you so entitled to use an OUT OF ORDER bathroom!","labels":"realization"},{"text":"If a woman forces a man's penis into her vagina, that ABSOLUTELY IS a crime. Not sure what you're smoking. ","labels":"confusion"},{"text":"To be fair that would be a hella stiff drink.","labels":"annoyance"},{"text":"I have no idea if this is sarcasm...","labels":"confusion"},{"text":"And you can amend a tax return. She can’t amend a terrible life choice like that.","labels":"disapproval"},{"text":"You’re being downvoted for making a moronic comment - not for your “heroic” efforts here fedora...","labels":"disapproval"},{"text":"Haha, same bro. I am lvl 21 and still playing at least 4hrs a day. Loving it!","labels":"amusement"},{"text":"Me fail English?! That's unpossible!","labels":"annoyance"},{"text":"Am I the only one that wants to see your art?? I love calligraphy! You might have a client here!!","labels":"love"},{"text":"They don't want to waste the script they used for [NAME] campaign. Because that was such a rousing success.","labels":"neutral"},{"text":"I ate the PETA idiot who ate a vegan diet and had leftovers of him. He wasn't as tasty as a cow.","labels":"neutral"},{"text":"I didn't know that kind of \"full-tang\" existed. Good to know. ","labels":"optimism"},{"text":"I didn't know there was a name for that.","labels":"neutral"},{"text":"You've not listened to him.","labels":"neutral"},{"text":"thats.... not the type of disco that i remember","labels":"disapproval"},{"text":"Who the hell is that. I only got my account 2 months ago","labels":"anger"},{"text":"Your previous typo makes your position on the matter slightly ambiguous","labels":"confusion"},{"text":"Uhhhhh...it ain't cheaper than upstate especially the Syracuse, Rochester, and Buffalo area. It's much more expensive. ","labels":"realization"},{"text":"People put their lives at risk trying to rescue them.","labels":"caring"},{"text":"I read TFTFD periodically, too - - I wasn't sure if the Mods there would leave the post up or tell LAOP to post on r\/AskHotel instead.","labels":"confusion"},{"text":"Glad you got to see a good one!","labels":"joy"},{"text":"Damn, my therapists have been ripping themselves off for years taking mine then have a good day sweetheart. ","labels":"annoyance"},{"text":"Good thing it wasn't entrapment. Entrapment would be tricking him into, or forcing him into breaking the law. Here she's just lying and begging.","labels":"amusement"},{"text":"I almost pissed myself waiting so long in the tunnel. Not a fun feeling","labels":"annoyance"},{"text":"She immediately regretted it when you reacted like an excited 3rd grader","labels":"remorse"},{"text":"I have no idea. I always imagined it was purely retail workers that browsed and posted here, but I might be wrong in this instance.","labels":"embarrassment"},{"text":"I'd be pissed off if I was a [NAME] who voted to remain in the UK & then got shafted by brexit..","labels":"annoyance"},{"text":"I didn't know [NAME] was a [NAME] Lord.","labels":"neutral"},{"text":"Wow... Mid 2000's this would of been a way better follow up to Space Jam and probably just as if not more popular.","labels":"surprise"},{"text":"You missed the chance to title it [NAME] :(","labels":"disappointment"},{"text":"I was love bombed, then ghosted... and it broke me","labels":"love"},{"text":">wireless beats Yeah they're better off in the garbage","labels":"neutral"},{"text":"You got the true ending don't worry, you would only get the bad ending if you rat out your friends or accepted the deal","labels":"caring"},{"text":"She’s just not that into you, that’s what I think. You need to find an HL girlfriend and go have fun. ","labels":"joy"},{"text":"30 Rock is the best. I'm currently on my 1st rewatch of The Office and it's still just as good as I remember it.","labels":"amusement"},{"text":"The amount of Islamophobic media bias is disturbing.","labels":"disappointment"},{"text":">!Cosplayer Bystander!<: I always knew he was a little bitch.","labels":"annoyance"},{"text":"What a political whore Uncle [NAME] is!","labels":"anger"},{"text":"Confound your toll Troll!","labels":"surprise"},{"text":"Alllllllways. Losing that toonie makes you feel like a rookie every time.","labels":"annoyance"},{"text":"I do this with lemons in my water at restaurants and it freaks people out a little sometimes. Lemons are just yummy.","labels":"excitement"},{"text":"The minute I heard about this this morning, I just knew [NAME] would use it for his benefit someway, somehow... lol. :\/","labels":"amusement"},{"text":"Please remove the initials at the subscribers to \/r\/feet, but I have sand in the hopes that someone called him out.","labels":"desire"},{"text":"Again, “citing Buzzfeed news”... I stand by what I said!","labels":"approval"},{"text":"I'm so bad playing solo! I guess I need people to help me improve.","labels":"embarrassment"},{"text":"But if I had a right to it as a member of society then I have committed no wrong.","labels":"optimism"},{"text":">Eat more salad Might I also suggest some vegetables too. You'll feel infinitely better","labels":"caring"},{"text":"Blatant manipulation. Wow!! Who do we report that to?","labels":"amusement"},{"text":"I don't think either of them is a bad director. They are both bad writers, though.","labels":"disapproval"},{"text":"Democrat politician, my bad should have specified. We are mostly all “liberals” here even if we’ve been alienated on this issue.","labels":"pride"},{"text":"Shocking description of the criminals. Never could have guessed that","labels":"realization"},{"text":"The Fire are also trash and play their games 45 minutes outside of Chicago. Love you Fire fans, sorry about your ownership and FO. ","labels":"love"},{"text":"But what if that's the only job I would enjoy?","labels":"joy"},{"text":"Let me know how you enjoy it!","labels":"joy"},{"text":"me too it really b like that sometimes","labels":"neutral"},{"text":"The comeback starts now!!!","labels":"optimism"},{"text":"Then it was effectively them pissing on your territory. Same with the bed. They don’t get to pass the threshold again!","labels":"annoyance"},{"text":"Yeah I know day of the dead is real thing but they way [NAME] portrayed it was so much better than anything I've seen","labels":"relief"},{"text":"It's also why someone I know is working on becoming an orthopedic surgeon. It's very grim and morbidly lucrative in the US.","labels":"anger"},{"text":"Good assumption there except for the part where I didn't vote for the guy.","labels":"disapproval"},{"text":"69 levels in one week?","labels":"neutral"},{"text":"That’s not the vaccines fault champ.....","labels":"neutral"},{"text":"2 is less user friendly but it can be fun. As long as you turn chat off. And hate yourself already.","labels":"neutral"},{"text":"Yeah, this seems weird to me, too.","labels":"annoyance"},{"text":"I want to know them - so I can actually murder them. (With words, that is.)","labels":"desire"},{"text":"> Clothing predates religions though Can you cite that? It seems like a somewhat interesting question.","labels":"curiosity"},{"text":"To be fair you haev to have a very high iq to understand this meme","labels":"amusement"},{"text":"Can you expand a bit? That would be interesting for us that are not in the know.","labels":"curiosity"},{"text":"The only clown that make me laugh.","labels":"joy"},{"text":"Why was this deleted?","labels":"neutral"},{"text":"Something I just thought of... Can you email her or text her instead of call? I find it's easier to deal with difficult people that way.","labels":"approval"},{"text":"It was some other girls","labels":"neutral"},{"text":"Wow. Have that much debit in your bovada account is something crazy. Props to you","labels":"surprise"},{"text":"Wow, the menacing head shake...(shivers) ","labels":"nervousness"},{"text":"I'm paranoid that I might not have all of them. A download would be helpful!","labels":"caring"},{"text":"Poo again? it really is an obsession.","labels":"neutral"},{"text":"Lots of vested interests coming up with money as well as type investor donations.","labels":"neutral"},{"text":"Fact, the sky is orange. And if you think it’s blue, you’re stupid","labels":"disappointment"},{"text":"This has been reposted so many times the photo is degrading.","labels":"anger"},{"text":"Oh wow I didn’t realize that","labels":"realization"},{"text":"Hot dang, this almost makes me want to go to the dentist. ","labels":"annoyance"},{"text":"I’m always weirded out whenever I see him without a beard because in my game I got the longest beard I could","labels":"disgust"},{"text":"The commies will be much less sympathetic if they get the chance.","labels":"optimism"},{"text":"After all that i expected it to not look terrible. Oh well.","labels":"fear"},{"text":"Yeah, I’d definitely wanna be baked for that","labels":"approval"},{"text":"I was prepared to accept [NAME] for Pirela!","labels":"approval"},{"text":"Such a *great* feeling","labels":"amusement"},{"text":"[NAME] I wish that was me","labels":"desire"},{"text":"Out of control by darude. Just get carried away by the sounds man","labels":"neutral"},{"text":"I thought it described me perfectly well, almost scary accurate so I personally believe in it. At least for INTP.","labels":"approval"},{"text":"Could have been worse if a piece of metal exploded into him instead harmlessly on the beach","labels":"disgust"},{"text":"I don't like [NAME] this season but she's always been a favorite before. Am I the only one? She has an edge that seems unlikable","labels":"disapproval"},{"text":"Am I not supposed to have what I want? What I need?!?","labels":"annoyance"},{"text":"Didn't go, but that's a killer picture.","labels":"neutral"},{"text":"You good = are you ready?","labels":"excitement"},{"text":"So word is we have eyes on [NAME]... I would be pretty amped to see him with a Jet on his shirt.","labels":"excitement"},{"text":"[NAME] would love [NAME]. [NAME] would hate [NAME].","labels":"disappointment"},{"text":"Or maybe just don't have a family and you're financially secured for life.","labels":"caring"},{"text":"I've never read an article that made me experience both disgust and schadenfreude in equal measure like this one has.","labels":"disgust"},{"text":"I hate poetry","labels":"sadness"},{"text":"yeah so even after this he got drafted at 41 only lol...and he dominated vs KAT and rest","labels":"amusement"},{"text":"I would feel similarly, but I would be more gleeful and less guilty. ","labels":"remorse"},{"text":"I wish I didn't know that...😔","labels":"desire"},{"text":"Hello. I’m sorry you’re going through that. Why do you think it’s impossible to leave?","labels":"caring"},{"text":"\"...And what do I find out?! There is no [NAME]. This whole team is a god damn ghost town!\"","labels":"anger"},{"text":"Yeah I switched to maining NM in 6 as well and it was the exact wrong game to do that lol","labels":"amusement"},{"text":"\/r\/politics is an interesting thread regarding this.","labels":"curiosity"},{"text":"Opposing ethnonationalism and private property is hardly a weird hill for an anarchism to defend","labels":"disgust"},{"text":"Waiting to see if a card expansion will make the game fun.","labels":"optimism"},{"text":"I really wish the conversation surrounding masculinity had just an ounce of empathy for men, rather than just the pretense of empathy for men","labels":"caring"},{"text":"errrrrrrrrr that's pointless, and your Doctor I'm afraid is pointless as well.","labels":"fear"},{"text":"That's no excuse.","labels":"annoyance"},{"text":"Here's my guess: they are educated, and tired of being treated like second class citizens by the D party for being men.","labels":"approval"},{"text":"Do you feel like being with him is the only way for you to be okay, then?","labels":"confusion"},{"text":"I'm not white.","labels":"neutral"},{"text":"Hi, [NAME]! I just wanted to stop by and wish you peace and happiness! -HappyFriendlyBot","labels":"desire"},{"text":"Because he's an anti-science fool, like other irrational \"environmentalists\".","labels":"annoyance"},{"text":"I think you'll find that dating is really difficult for poly men. It's the biggest reason why I'm monogamous.","labels":"approval"},{"text":"That's what we're doing. It's just on my weeks I'd have to drop them off to her to take to daycare.","labels":"neutral"},{"text":"wanna high key low key high key slide into [NAME] DMs even though I'm literally distraught at him and [NAME] separating","labels":"desire"},{"text":"A good therapist can lead you to talking about what you need to talk about once they get to know you and your emotions and trends","labels":"caring"},{"text":"But also the smell!! People go past KFC and say Mmmm I must get some lol","labels":"amusement"},{"text":"What if she’s also the franchise owner who likes to get to know her customers better?","labels":"love"},{"text":"I am always hungry. I do not know fullness. No matter how much I eat.","labels":"approval"},{"text":"Subsidies and tax breaks, same as here","labels":"neutral"},{"text":"Oh I didn't know. Please give me his P.O. Box address so I can submit them immediately. Cause I am definitely uninterested in blowing out my intestines.","labels":"fear"},{"text":"No, that’s just another way of backing a coup. Sit back and wait. If either side is going too far then offer to help.","labels":"neutral"},{"text":"Bro, too close to home. Thing is I wish I could just chill where this monk is at, with a lot of open space.","labels":"desire"},{"text":"I think they'd do ok (Sorry but as an INTJ a lack of my thoughts here is also bothering me, too)","labels":"sadness"},{"text":"Eh, we all pay for sex one way or another. More power to you.","labels":"surprise"},{"text":"Yeah I would have loved it if those things actually contributed something to the gameplay","labels":"approval"},{"text":"That was worse than a movie jump scare. I don't know why but giant squid feel more fearsome than sharks.","labels":"disgust"},{"text":"Heroin definetley isn't safer than Ritalin. The whole reason people prefer prescription drugs are because they are cleaner, thus safer","labels":"neutral"},{"text":"calm down there satan","labels":"caring"},{"text":"Really? I could've sworn I've seen people disabling comments on certain posts before..","labels":"surprise"},{"text":"You have been rewarded my friend.","labels":"amusement"},{"text":"I'm concerned with optimal health. Not surviving.","labels":"fear"},{"text":"I'm glad :)","labels":"joy"},{"text":"why did i expect this to be anything other than what it is","labels":"desire"},{"text":"I don’t get it. We should just trade our bad players for other teams good players. Smfh \/[NAME]","labels":"neutral"},{"text":"ngl his total thievery of the lwymmd lyrics was highkey annoying to me but the song is actually pretty damn good lol","labels":"amusement"},{"text":"I like how she calls him racist, when he didn’t actually say anything racist.","labels":"love"},{"text":"Almost like [NAME] culture is written to be offensive, what with the institutionalized rape slaves and everything. They might even be the baddies.","labels":"anger"},{"text":"No problem here. Bio hardly ever matches the personality","labels":"neutral"},{"text":"Everything on the internet is real and serious... Im here to be downvoted and laugh.","labels":"joy"},{"text":"That really sucks. How old is your baby?","labels":"annoyance"},{"text":"I mean, the whole point of this sub is to complain about not having a plate ...","labels":"disapproval"},{"text":"I am sorry but what is a wholesome meme","labels":"caring"},{"text":"That would be zero Just wait to see their coverage of the March for life.","labels":"neutral"},{"text":"Kill me, [NAME] ","labels":"anger"},{"text":"When you stop making garbage takes, I'll stop correcting them","labels":"desire"},{"text":"We're worse to animals than we were 100 years ago, js.","labels":"disgust"},{"text":"Mono Red is probably the best counter to Mono Blue, but it is unfavored vs Ramp and that probably makes it a bad choice.","labels":"confusion"},{"text":"I don't filter it out because I enjoy my daily cringe from the constant open letters. \"To the ____ who ____\"","labels":"joy"},{"text":"Society hates everything. Just love yourself and the rest becomes easier.","labels":"love"},{"text":"you can but it takes a bit of time. I've had panic attacks and anxiety attacks and they are not remotely fun","labels":"excitement"},{"text":"And most ironic. We created the language but people still don’t properly understand us as the mutated the damn thing","labels":"anger"},{"text":"Shame on you","labels":"anger"},{"text":"That's just a bad close-out, gotta know [NAME] is bating for those.","labels":"neutral"},{"text":"because you are in danger of appropriating methhead culture.","labels":"fear"},{"text":"My first Hawks jersey was #81. Praise be.","labels":"pride"},{"text":"[NAME]. They’re grasping for straws!","labels":"annoyance"},{"text":"I'd be extremely motivated to take any form of martial arts lessons if they didn't cost $100 per month around where I live","labels":"optimism"},{"text":"I agree it’s disrespectful to so blatantly disregard her parents wishes but yes, otherwise too uptight.","labels":"approval"},{"text":"Well ain't that ridiculous.","labels":"disapproval"},{"text":"That sounds like a lovely time :D","labels":"love"},{"text":"Happy 2019 to everyone except for Disney who plans to fill the year with crappy, money-grabbing sequels. ","labels":"desire"},{"text":"What are the sequels called? Loved Infernal Affairs","labels":"love"},{"text":"That was a long read but it was worth it, good on you lot for sorting it out and winning the case","labels":"amusement"},{"text":"I've never been so proud of humanity.","labels":"pride"},{"text":"Grow up fool","labels":"annoyance"},{"text":"I just spit out my drink If I had money I would gold you I’m dead r\/JesusChristReddit","labels":"neutral"},{"text":"I deserved it. I'm a garbage cumslut. He owned me and he took his property.","labels":"anger"},{"text":"I don't think you know what a vegan is","labels":"annoyance"},{"text":"> when Hahahahahahahahahahahahaha","labels":"amusement"},{"text":"The best part of froyo is getting to do it yourself. Robot is useless and bad at it's job.","labels":"annoyance"},{"text":"Good. Can't wait for the lulz.","labels":"amusement"},{"text":"Of course, us first borns gotta stick together. ❤️","labels":"love"},{"text":"Both are weird.","labels":"disgust"},{"text":"Isn't that the point though? That's it's up to the people that aren't scientist to decide if the science has any meaning?","labels":"annoyance"},{"text":"Im reaching that age where some of my friends getting married, having kids, making 6figures and going to jail...","labels":"relief"},{"text":"doesn’t help for me unfortunately. i think if anything when i’m on BC is when i experience these symptoms","labels":"disappointment"},{"text":"It’s irreversible, we’ve started something bigger than we know.","labels":"amusement"},{"text":"I just want the 24 best players...no more weird guidelines to keep deserving guys out","labels":"disgust"},{"text":"Can confirm. I never dip pieces of fish into milk. Not makpid about cheese though.","labels":"disapproval"},{"text":"Ending a relationship with a toxic person is so freeing. Congratulations!","labels":"relief"},{"text":"I wanted to see him show out over Kemba.","labels":"desire"},{"text":"I don't even know what your asking now","labels":"neutral"},{"text":"Love him! \"Thank You God\" is one of my favorites of his.","labels":"love"},{"text":"Can confirm it's very cold in Chicago today","labels":"neutral"},{"text":"Damn MLM at its worst","labels":"annoyance"},{"text":"yeah certainly shouldn't feel this way but i do now :\/","labels":"approval"},{"text":"What do you mean “call you out on things?” Are you being disrespectful? Disruptive? Unsafe?","labels":"annoyance"},{"text":"Does this attitude go for anything where you accidently end up killing someone via stupid behaviour?","labels":"annoyance"},{"text":"Except forming an opinion of a topic without even having basic knowledge of said topic makes you sound pretty arrogant and entirely undercuts your opinion.","labels":"anger"},{"text":"You’re the coward! I was the second man to walk on the moon. NEIL BEFORE ME.","labels":"annoyance"},{"text":"If you think not actively going out your way to insult people constitutes hiding your sexuality I don’t know what to tell you.","labels":"annoyance"},{"text":"I just unassigned and left","labels":"neutral"},{"text":"No! My furniture is floating!","labels":"disapproval"},{"text":"Yikes. Was he unfamiliar with the area? How did it go over at work?","labels":"annoyance"},{"text":"Oh wow!!!","labels":"surprise"},{"text":"Can we all pitch in and buy this place instead of the Baltimore House?","labels":"neutral"},{"text":"That’s bull crap call.","labels":"annoyance"},{"text":"Epiploic Appendagitis. Although it’s almost certain that you’ll have to affirm that you aren’t talking about appendicitis.","labels":"embarrassment"},{"text":"There’s nothing wrong with 5’1 in my eyes :v and why exactly do you believe you’re ugly?","labels":"disappointment"},{"text":"Translation: \"I have no argument so here's a rude comment\".","labels":"anger"},{"text":"How to PRETEND to have ice powers? Wikihow, *do you think this is a fucking game?!*","labels":"annoyance"},{"text":"I really wanted this to be a real sub.","labels":"desire"},{"text":"We can work on both. Ignore centrists who want to pretend that we have to choose.","labels":"approval"},{"text":"They laughed in our faces for a decade. Not to mention they were actually cheating (bountygate).","labels":"joy"},{"text":"You’re an angry elf","labels":"anger"},{"text":"sorry. I don't want to put words in your mouth.","labels":"caring"},{"text":"Huh? Mutts are usually healthier than pure-breds. It's the pure-bred dogs that have weird genetic issues.","labels":"caring"},{"text":"Now I know rhino poop is very green.","labels":"realization"},{"text":"¯_(ツ)_\/¯ I think its cool.","labels":"joy"},{"text":"I'm crying laughing in the cubes.","labels":"excitement"},{"text":"Can you even hide the racism anymore or are we throwing all dog whistles in the trash?","labels":"annoyance"},{"text":"Dude yeah. Worst part, guy comes in the morning. So already our daypart goes up to like 2 minutes because of that guy ","labels":"disgust"},{"text":"I'm ok with this. Man, that'd be some defensive OF.","labels":"approval"},{"text":"I honestly can’t keep a secret but I think that’s because I’m a Chatty [NAME], not because of my gender. ","labels":"approval"},{"text":"> I really hope QCX addresses that last point. Who knows [NAME] could've fled with the money or something. What the hell dude. lol","labels":"amusement"},{"text":"Yes, at home recuperating from a fractured ankle. ","labels":"neutral"},{"text":"You can see the regret in the eyes","labels":"remorse"},{"text":"You got it, just keep doing whatever you were doing the past 20-whatever days. Constrict that demon, dude.","labels":"amusement"},{"text":"calling someone desperate for a comment is a personal attack. sure jan","labels":"neutral"},{"text":"Dont worry, as you get older that will stop working or possibly even cause anxiety. ","labels":"caring"},{"text":"I didn't downvote you but Emirates 1st class suites are ridiculously nice.","labels":"excitement"},{"text":"Enjoy your gold!","labels":"joy"},{"text":"I've just thrown all my spoons in the bin. I'll learn to eat yoghurt with a fork.","labels":"optimism"},{"text":"[NAME] absolutely embarassed Milksmith in the game we've lost against the Griz. It never would've happened if we had AD.","labels":"embarrassment"},{"text":"This is the whitest thing I’ve ever seen in my life","labels":"excitement"},{"text":"Wait this is what chill looks like? Some girl told me that I look dead amd I flinch at the slightest movement. You really call that chill?","labels":"nervousness"},{"text":"She's cute but she's got that crazy look, the type of girl that would cut your d*ck off. 😬","labels":"excitement"},{"text":"Fock I cant breathe.","labels":"annoyance"},{"text":"Tigres ruining players \/s","labels":"neutral"},{"text":"Thats what happens when [NAME] is on the fucking floor","labels":"annoyance"},{"text":"SE 89th just north of Brooklyn St is one of the worst I've driven.","labels":"annoyance"},{"text":"Also, popcorn can't build ladders. At least, I don't think so...","labels":"disapproval"},{"text":"Fool me once, shame on you...","labels":"annoyance"},{"text":"I miss [NAME] and [NAME]. :(","labels":"disappointment"},{"text":"Getting outplayed by the Cavaliers LOL. Maybe [NAME] and [NAME] can take more bricks this quarter, seems to be working so far ","labels":"amusement"},{"text":"These honestly are getting infuriating. The creator of this made this whole thing up yet Facebook old people take it as reality.","labels":"annoyance"},{"text":"Where is you fur, human? You're a disgrace for all young generations","labels":"annoyance"},{"text":"And I never had the idea to keep anything. Too creepy. Maybe our multiple Liberator pillows....","labels":"disapproval"},{"text":"This is how far the Broncos have fallen. They no longer command the best and the brightest. Now it's .500 retreads. This should be concerning.","labels":"fear"},{"text":"As a high libido female, I feel the same with posts from males. It's slightly relieving to know someone else struggles the same way.","labels":"relief"},{"text":"Confirms :-)","labels":"neutral"},{"text":"What the heck did I just watch","labels":"annoyance"},{"text":"Can't stand having sex with you...?? Just horrible thing to say... You deserve better!!!","labels":"desire"},{"text":"That doesn't sound right but I don't know enough about stars to dispute it","labels":"annoyance"},{"text":"Even though [NAME] has had so many drawbacks and made some mistakes, let's make one thing clear: it's NOT a time to trade him.","labels":"realization"},{"text":"It’s nice to know that no one cares enough to send me either.","labels":"joy"},{"text":"Please ruin my wedding","labels":"neutral"},{"text":"Without bots, I doubt the opposition numbers a million. It's all paid Brock-bots and Twitter Trolls all the way down.","labels":"neutral"},{"text":"cool cool...","labels":"amusement"},{"text":"It's not really controversial any year, but he's commentating a game with [NAME] in it. He has the counterpoint right in front of him.","labels":"neutral"},{"text":"My point is that since they should both get the same sentence...it doesn't matter who is who. Push them both in...","labels":"anger"},{"text":"Yep. He also said it’d happen on a Manbij patrol","labels":"approval"},{"text":"Shits me no end mate, good on you for doing something","labels":"amusement"},{"text":"Can you stop living with this person? Engaging in it will only make it more toxic","labels":"anger"},{"text":"On Your Mind- Kaskade Snow in Gothenburg-Kasbo Fuck Was I-Jenny [NAME] (Morgan Page Remix) Now or Never Now-Metric","labels":"amusement"},{"text":"I wonder if truly might be work stress. He works long hours at a prestigious law firm. I need to five him more credit.","labels":"curiosity"},{"text":"I can’t call anyone Daddy. Not even my Dad. It just feels weird and creepy and I’m not 4.","labels":"disgust"},{"text":"It's bad that you're smoking weed. For minimal damage to your body, EDIBLES","labels":"neutral"},{"text":"the future is now old man","labels":"optimism"},{"text":"Don't forget the fort camper.","labels":"caring"},{"text":"ok so one guy? that again you didn't know personally.","labels":"annoyance"},{"text":"Figured since [NAME] is expiring and you guys are tanking it didn’t really matter","labels":"annoyance"},{"text":"Man that’s cool, I like this sub. You’re a cool mod","labels":"amusement"},{"text":"Is this a [NAME] reference. I feel like it is.","labels":"love"},{"text":"I hate this self-defeating bullshit. Yes, of course you can lose weight. Everyone can. Literally everyone.","labels":"annoyance"},{"text":"This is a great thread for catching up on my block list. 10\/10 would block again","labels":"neutral"},{"text":"My ecology professor hated outdoor cats for that reason. They're extremely destructive animals.","labels":"anger"},{"text":"Confronting people with footage from slaughter houses is a horrible thing to do in my opinion.","labels":"annoyance"},{"text":"Wow you’re “like 13” in March then bro welcome to the teenage years (soon)","labels":"surprise"},{"text":"Pleasure!:)","labels":"excitement"},{"text":"Not sure which area you visited but the water is still super clear near the cliffs.","labels":"neutral"},{"text":"Looks pretty dope.","labels":"neutral"},{"text":"My [NAME] this Administration is somewhere between the mafia and the three stooges","labels":"surprise"},{"text":"i know :\/ almost perfect but i’ll get there eventually!","labels":"optimism"},{"text":"Primary is what she has to worry about.","labels":"fear"}]