[{"text":"By far the coolest thing I've seen on this thread yet","labels":"joy"},{"text":"Not knowing what it is, for one thing.","labels":"confusion"},{"text":"I love these blobs, would have done the same thing","labels":"amusement"},{"text":"my late [NAME] kept bank suckers for low blood sugar","labels":"annoyance"},{"text":"It's the great irony of The Resistance©. It's hard to be a rebel when most of the powerful institutions of the country are on your side","labels":"approval"},{"text":"play who you find fun, \"tiers don't matter\"","labels":"neutral"},{"text":"Tell him to run over to the patent's office and copyright the name \"Green Goblin\" and I want a quarter every time somebody says it.","labels":"neutral"},{"text":"I have never noticed dread doing shady stuff. Dream, well, duh.","labels":"neutral"},{"text":"ohhh....","labels":"surprise"},{"text":"Garlic butter baked chicken.....put garlic butter on chicken and bake.","labels":"neutral"},{"text":"I used them too, did a great job but they were super expensive.","labels":"neutral"},{"text":"RemindMe!","labels":"neutral"},{"text":"No negotiations with terrorists.","labels":"neutral"},{"text":"I think a six month prison sentence is in order for that missed tackle against the cowgirls. Maybe some community service if he's got a good lawyer.","labels":"approval"},{"text":"10? If they're teens their original joint apparently didn't last that long.","labels":"disapproval"},{"text":"That’s very admirable and courageous of her. I appreciate the many women that are doing that here on Reddit as well.","labels":"gratitude"},{"text":"Considering that the picture OP jerked was fake and that the OP of the faked picture was rude as fuck to absolutely EVERYONE, that’s completely false. ","labels":"neutral"},{"text":"Well I am the son of a parent who legally immigrated from the [RELIGION] country of Turkey so no thanks jackass.","labels":"neutral"},{"text":"I play EVE and I’m a moron. If I can do it, anyone can. ","labels":"pride"},{"text":"[NAME] is a 6'5\" [NAME] that can't rebound or defend.","labels":"disapproval"},{"text":"He's a piece of shit ratting out his piece of shit criminal buddy.","labels":"neutral"},{"text":"thats the future right there, robots trying to help but destroying your whole home in the process. ","labels":"disgust"},{"text":"Its hard to look at. Its just gross.","labels":"disapproval"},{"text":"That is the squeal of a kid who gets whatever he wants.","labels":"amusement"},{"text":"Ah I see","labels":"neutral"},{"text":"Tbh that’s kind of the exact player we need...","labels":"realization"},{"text":"You laugh at them. Openly. For being childish and naive. If they don’t react to facts maybe they’ll react to wounded pride.","labels":"neutral"},{"text":"A girl that ugly only liking me isn't a compliment its an insult and it shows [NAME] hates me","labels":"disappointment"},{"text":"I fail to see the downside of that.","labels":"disappointment"},{"text":"I kill him before he kills me during the date","labels":"anger"},{"text":"Why am I excited for the new season","labels":"confusion"},{"text":"Sorry for the delay. Nanaimo's a union\/mill town, so no surprise the NDP won.","labels":"realization"},{"text":"Nice try FBI.","labels":"neutral"},{"text":"Don't worry, no one agrees with [NAME]! I bet you're doing an amazing job.","labels":"approval"},{"text":"[NAME] - same fucking problem, slightly better command of the English language.","labels":"annoyance"},{"text":"This is something kids do on their twitch streams to get subs, pretty sad.","labels":"disapproval"},{"text":"> What keeps hurting her though? They are getting absolutely crushed by the crowd probably. There's always jackasses trying to push forward.","labels":"anger"},{"text":"You're a big man","labels":"approval"},{"text":"i love them both but I still think you have to be a stupid cunt to think they live happily everafter together in the end.","labels":"neutral"},{"text":"Wow, a Walmart Truck Stop. I think that would be outstanding! They should do that everywhere, I mean they already have the land.","labels":"excitement"},{"text":"When you open Boost for Reddit in dark mode and you're greeted with this post","labels":"neutral"},{"text":"I ate my mommy and daddy","labels":"annoyance"},{"text":"This is my favorite wild memory","labels":"amusement"},{"text":"His performance this weekend reminded me of when [NAME] came into the LCS, he would solo kill every single lane","labels":"excitement"},{"text":"Is that why I didn't like the show? Am I too happy?","labels":"confusion"},{"text":"We could be internet buddies!!","labels":"excitement"},{"text":"Well it obviously helps you rationalize your total unwillingness to take action to make the world a better place. I hope that you grow past that.","labels":"neutral"},{"text":"She's absolutely stunning in that photo","labels":"amusement"},{"text":"You just can’t deal with the fact that I’ve got a super-thin wife with huge cans.","labels":"neutral"},{"text":"remember when he scored 4 tries in a game? that was cool","labels":"amusement"},{"text":"Nobody has been banned lol","labels":"annoyance"},{"text":"I was scrolling through and thought “who is [NAME]...” for a minute before I remembered. It was the best 10-20 seconds of my life lol.","labels":"amusement"},{"text":"This is so true.","labels":"approval"},{"text":"Yes, dude! I'd love to see it finished. ","labels":"love"},{"text":"I strongly agree","labels":"approval"},{"text":"Or wax your driveway, and the snow will slide right off without shoveling!","labels":"neutral"},{"text":"It sounds like that's what you've been doing, and Id assume any further reaching out would be treated like your previous reach outs.","labels":"neutral"},{"text":"Thanks, but please use the stickied megathread for all discussion and submissions. Repost it over there.","labels":"caring"},{"text":"Well, you stopped coming on CV. Now I am left alone to fend off Agent debaters.","labels":"disappointment"},{"text":"I like how the title contradicts the subreddit it’s posted on.","labels":"amusement"},{"text":"Yep, all the mentally light-lifting folks will flock to that instead of her cautiously pushed out 70% tax rate.","labels":"neutral"},{"text":"I like you","labels":"amusement"},{"text":"I've just listened to it on my way from school today! [NAME] anatomy introduced some beautiful music.","labels":"amusement"},{"text":"This is how it should be. I'm so happy to see this post.","labels":"joy"},{"text":"Im pretty sure the 2nd song is about him too. Cant wait to get that on the PA along with the disco lights","labels":"approval"},{"text":"Yes!!!!","labels":"excitement"},{"text":"First thought: OHHH FUCK FUCK FUCK!!! Okay, time for me to submerge and introduce this MOTHAFUCKAS EYE BALLS to these hands","labels":"anger"},{"text":"People love him on Yelp:-)","labels":"amusement"},{"text":"At least the crack makes it look cool eh. Happy new year :)","labels":"amusement"},{"text":"Would someone even be able to pursue a diagnosis for type 2 if they already suffer from type 1?","labels":"curiosity"},{"text":"They are dumb 43 \/ 37 year olds.","labels":"approval"},{"text":"[NAME]? I'd be surprised if he plays.","labels":"curiosity"},{"text":"Honestly at this point they need to do that or adjust [NAME] 3d model. The command grabs literally go thru opponents constantly, it looks weird as hell","labels":"annoyance"},{"text":"^(That was a joke man.)","labels":"neutral"},{"text":"Thank you for answering. It's much appreciated.","labels":"gratitude"},{"text":"[NAME] i was mostly curious about the background because it's very good.","labels":"amusement"},{"text":"> we can't john beard that big","labels":"neutral"},{"text":"Just to tax a bit of the smug out of them would be worth it in itself.","labels":"pride"},{"text":"I have all the names..","labels":"neutral"},{"text":"Won’t Molotovs create more waste?","labels":"curiosity"},{"text":"There's so much missing information that is hard to dissect. Did you initiate the divorce? What was the reason for the divorce?","labels":"curiosity"},{"text":"Tetris effect?","labels":"neutral"},{"text":"Go back to being third ;)","labels":"neutral"},{"text":"Imagine if [NAME] had got a service fault twice on match point?!","labels":"curiosity"},{"text":"So are leftists ones. You will get banned for disagreeing with someone REEEEing at trump.","labels":"disapproval"},{"text":"Wonder if the balls are deflated... that worked well against the colts last time.","labels":"surprise"},{"text":"Yes, all the time when I can tell somebody is upset with me. Allistic peeps really refuse to communicate clearly it’s the worst!","labels":"annoyance"},{"text":"Hi [NAME], I love you, that is all. Can't wait to see you in Worcester in February!","labels":"excitement"},{"text":"My condolences, cheese is magnificent!","labels":"excitement"},{"text":"These [NAME] names are really beautiful!!!","labels":"amusement"},{"text":"Pretty sure it’s going on in the apartment across from me right now. My neighbors are trashy","labels":"annoyance"},{"text":"I'm praying they get a spin-off. Keep this crap off my VPR.","labels":"anger"},{"text":"remember what you're fighting for","labels":"caring"},{"text":"It's a hit headline from coin desk that has nothing to do with the article--which is glowingly positive for Ethereum and the Ethereum space.","labels":"neutral"},{"text":"He's saying he did very poorly though. \"LOST ALL but 1 or 2.\"","labels":"disappointment"},{"text":"It's Dra'am!!!!","labels":"neutral"},{"text":"Nobody is really on about anything.","labels":"disappointment"},{"text":"They have great chemistry and it’s a cool dynamic but it can’t take over the entire show","labels":"disapproval"},{"text":"Tinder is mostly for fucking not a LTR. Men also do this.","labels":"approval"},{"text":"Just thought it was a clever title, no revenge really","labels":"gratitude"},{"text":"They play loud trap music.","labels":"annoyance"},{"text":"He's shooting very efficiently, too. Most of his FGs scored at the rim.","labels":"amusement"},{"text":"Dementia is in my family so this is pretty exciting. I also have to wonder if this bacteria could cause other kinds of mental illnesses..","labels":"excitement"},{"text":"Other than Moose, the American Robin took me forever to find.","labels":"neutral"},{"text":"Maybe but their fish tacos are really good.","labels":"amusement"},{"text":"Big yikes. Biiiig yikes. I do feel your pain. I wish I could upvote you more than once.","labels":"surprise"},{"text":"Time to do my thing.","labels":"neutral"},{"text":"In what fucking world is this drawing not bad","labels":"annoyance"},{"text":"check your DM","labels":"neutral"},{"text":"At least [NAME] gave us entertainment","labels":"relief"},{"text":"Nah man there's nothing you can say to persuade people.","labels":"disapproval"},{"text":"Thank you, I'll try my best. At least i'm not binging while i'm here.","labels":"gratitude"},{"text":"Geez, we still got about an hour left lol","labels":"annoyance"},{"text":"Nope. I'd rather they fix their servers instead.","labels":"neutral"},{"text":"Thanks a ton again, and honeslty haha im so ready to get out and have my own life for once","labels":"gratitude"},{"text":"Let’s see if it’s a thing r\/unexpectedjokers Edit: why am I not surprised also first try","labels":"confusion"},{"text":"Lmao the cop stops like *\"Fuck, well I guess he won't be resisting on the way\"*","labels":"remorse"},{"text":"Thank you & my heartfelt condolences. Snap in to a watermelon and drink to forget.","labels":"gratitude"},{"text":"Were lucky we were able to get this much money back for him wish him all the best in spain","labels":"caring"},{"text":"Continue the positivity!","labels":"approval"},{"text":"I've found that reading before bed helps my brain get tired without needing to exhaust myself by staying up very late.","labels":"neutral"},{"text":"Oh [NAME] no. Let kinkaid eat it. Don't throw this kid in there. He isn't ready for the AHL yet","labels":"caring"},{"text":"She better!!! .....nobody else will","labels":"annoyance"},{"text":"This makes me want to throw up.","labels":"annoyance"},{"text":"But what’s the point of not having the brakes?","labels":"curiosity"},{"text":"I live in SF and try to talk to my friends about the difference between Anti-Likud and antisemitism. Some get it, some don't.","labels":"neutral"},{"text":"Rule 10 is to make it clear that people who violate the spirit of the rules without breaking the letter will be punished in the same way.","labels":"approval"},{"text":"\"Police are on their way, ma'am, just stay calm.\"","labels":"caring"},{"text":"What the hell","labels":"annoyance"},{"text":"I don’t know what I’m to say I’ll say it anyway","labels":"pride"},{"text":"If they rig the DNC once, they can do it again.","labels":"approval"},{"text":"beautiful by [NAME]","labels":"neutral"},{"text":"...by the same person even","labels":"neutral"},{"text":"If you attach barbed wire it will require the person breaking in to have a pair of pliers to break it down.","labels":"neutral"},{"text":"Oh come on, you can't mention Psi-Ops without linking the theme song!","labels":"excitement"},{"text":"The sad part is he actually looks pretty good with it, better than the design he has for most of the game.","labels":"neutral"},{"text":"Leafs would have won this game if it wasn’t for that bullshit overturn.","labels":"neutral"},{"text":"One of our favorite rides.","labels":"love"},{"text":"She was just trying out for the olympics guys calm down. [NAME] will be ok.","labels":"neutral"},{"text":"[NAME] throws the puck to the slot for a cutting [NAME] who puts a one-timer to the back of the net","labels":"neutral"},{"text":"You mean not enough","labels":"curiosity"},{"text":">it is fleshy I am horrified to learn that my flesh is fleshy","labels":"neutral"},{"text":"One of my worst nightmares. Ugh.","labels":"annoyance"},{"text":"Haaaaay it’s the NAGR Guy!!!!!","labels":"surprise"},{"text":"What are you listening to?","labels":"curiosity"},{"text":"It's alright old man we're almost to your room","labels":"caring"},{"text":"I still rock my Casey Hampton pro bowl jersey!!","labels":"excitement"},{"text":"Oof, what a bad and dated meme","labels":"disappointment"},{"text":"Better scoop it up quick. Lots of hunters out there lol","labels":"caring"},{"text":"That's exactly what I thought too!!!!","labels":"excitement"},{"text":"I like it!","labels":"amusement"},{"text":"I’m hugging you back!!! Not in a weird way. :-). Thank you, internet stranger. ","labels":"caring"},{"text":"I'm so glad [NAME] is better looking than how he's depicted in UFC EA 3","labels":"amusement"},{"text":"they are going to need a gardener soon!!","labels":"excitement"},{"text":"Firm, but gentle. Baby hamsters or live goldfish. Soft female hands caressing my balls is a wonderful feeling. ","labels":"amusement"},{"text":"At what point do we consider arresting people who arm themselves in order to oppose legitimate, democratic decisions by force of arms? ","labels":"curiosity"},{"text":"Something's wrong. The top post on r\/conspiracy isn't completely anti-conspiracy? Wow, feels weird. \/s(?)","labels":"annoyance"},{"text":"Is this our year ????","labels":"curiosity"},{"text":"Why do you keep failing? Is there a particular part you can practice on, or just nerves?","labels":"confusion"},{"text":"He’s really good.","labels":"amusement"},{"text":"At this point, I am completely convinced that you are either a bot, or an unconvincing alt account. Prove me wrong.","labels":"confusion"},{"text":"I already love [NAME]. [NAME] gorgeous, but just didn't charm me as fast Ms [NAME].","labels":"love"},{"text":"PS. I love my aunt! She’s one of the reasons I went into “nursins.”","labels":"love"},{"text":"I appreciate the pointer. It definitely sounds like something I’m capable of. I’ll reach out to them.","labels":"gratitude"},{"text":"It would have been more believable if he stated he was attacked by penguins wearing red hats.","labels":"approval"},{"text":"I love this guy. He does amazing impersonations. Thanks for sharing.","labels":"gratitude"},{"text":"This is the best Cowboy Story Arch.","labels":"amusement"},{"text":"i.e. the 13th, 14th, 15th of the [RELIGION] month","labels":"approval"},{"text":"BUT 3 MILLION VOTES!","labels":"surprise"},{"text":"Great report! They are correct, it was never a hack.","labels":"gratitude"},{"text":"Hell it was made clear when I was in High School 5 years ago that we aren't playing a game that's ' too violent '","labels":"approval"},{"text":"My condolences.","labels":"sadness"},{"text":"You're a great dad.","labels":"amusement"},{"text":"Gets right back on his phone call. I like it. Must’ve been one important booty call.","labels":"neutral"},{"text":"I like that we get to see how varied artists are.","labels":"amusement"},{"text":"I’ll miss you, [NAME] Today is a sad day for our high sock loving brethren [NAME]","labels":"sadness"},{"text":"You're right! I linked the wrong one. Thank","labels":"gratitude"},{"text":"Just heard the Xbox Rare Achievement sound go off in my head.","labels":"neutral"},{"text":"It's funny to consider DMC2 had characterization","labels":"amusement"},{"text":"You think they're going to actually compost it or just toss it in the garbage?","labels":"curiosity"},{"text":"Finally someone who appreciates human life","labels":"excitement"},{"text":"RemindMe! 7 days","labels":"neutral"},{"text":"I get your point. But really, the low prices is just a trap to get more men in lookout for action. It's sad.","labels":"disappointment"},{"text":"You know what? Let's **FUCKING DO IT!!!!**","labels":"neutral"},{"text":"I was just a little disappointed that there is no audible\/visible reaction by the character when visiting the graves (also trying to avoid spoilers).","labels":"disappointment"},{"text":"He also voted to repeal net neutrality in the FCC. Grade A flipflopping shitbird.","labels":"neutral"},{"text":"It's crisp, no filler material. Interesting protagonists. Amazing music. Good way to spend 6 hours.","labels":"excitement"},{"text":"The people you know have silly opinions. Its their best album since black holes.","labels":"amusement"},{"text":"Because lost media presents a question with no answer. Humans are curious creatures, so presenting them with knowledge that cannot possibly be learned is extremely frustrating.","labels":"neutral"},{"text":"Ok for what it is fake or not this is fucking hilarious lmao","labels":"amusement"},{"text":"It's not a shaving cream ad, it's razor blade ad, you dunce!","labels":"anger"},{"text":"not sure I agree. whispers of madness can set up [NAME] signature and being card draw is always useful in the first lane.","labels":"approval"},{"text":"Your inability to formulate an argument is what's most humorous. Oh great philosophers of free speech... Thanks for the laugh. Happy New Year!","labels":"gratitude"},{"text":"That’s crazy","labels":"neutral"},{"text":"Ever seen a lion limber up before it takes down a gazelle?","labels":"curiosity"},{"text":"That must have bean awesome to find those","labels":"amusement"},{"text":"We love our murder queen","labels":"love"},{"text":"My mom says she's seen this guy out there doing this since she was a young girl.","labels":"neutral"},{"text":"I think you have to predict and dodge almost before the throw, same as [NAME] teleport kick.","labels":"neutral"},{"text":"i ended up crying and breaking down once i got to my friends house, i'm so sorry that happened to you as well :~( ","labels":"sadness"},{"text":"I’ll keep the fruits of my labor and my firearms thanks for the cute ideas though, sounds nice til it’s you in the breadline ","labels":"gratitude"},{"text":"YOU WIN!","labels":"excitement"},{"text":"Except [NAME] had his brains blown out by a .50 cal bullet at point blank range.","labels":"neutral"},{"text":"I think the longer the ass hair is the less I want it on my desk","labels":"neutral"},{"text":"Thanks appreciate it","labels":"gratitude"},{"text":"If the uncertainty bothers you then you probably need to have the dtr talk. Also be aware that conversation could end the situation if the other party gets uncomfortable","labels":"neutral"},{"text":"The thing is you dont have to do cardio to stay in shape... its all about his diet.","labels":"neutral"},{"text":"Yes every time","labels":"neutral"},{"text":"Yes! I play both, because I like the combat of one and everything else in the other.","labels":"neutral"},{"text":"Two wrongs don't make a right..","labels":"approval"},{"text":"...and show some respect to her parents!","labels":"caring"},{"text":"A stork bite your baby?!?! *kidding*","labels":"amusement"},{"text":"Dear [NAME] man! (Irony intended) You didn't say \"proof\" you said \"evidence\"!","labels":"approval"},{"text":"Take some time to ponder why you fancy yourself intelligent when you revel in pedantry and can't even understand such a simple point.","labels":"annoyance"},{"text":"Their album is awesome, too.","labels":"excitement"},{"text":"Posts like this depress me severely. I pray to [NAME] my kids don't live with me until they are almost 30.","labels":"optimism"},{"text":"This comment is exactly what [NAME] also said about redditors blowing tweets waaaaayy out of proportion.","labels":"neutral"},{"text":"Scrambled eggs, chevre, sweet potato chips, and a side of I should probably go shopping. A confusing flex","labels":"confusion"},{"text":"This guy died on the inside lol","labels":"annoyance"},{"text":"here","labels":"neutral"},{"text":"What was the wooosh","labels":"neutral"},{"text":"I like, don't like it!","labels":"disapproval"},{"text":"I missed this. Wow that is a travesty","labels":"annoyance"},{"text":"HOW DARE ANYBODY CRITICIZE YOUR POST IN THE CONTEXT OF YOUR POST HISTORY! RECOGNIZE HIS PRIVILEGE PEOPLE!!","labels":"anger"},{"text":"I will read these articles. Thanks for sharing.","labels":"gratitude"},{"text":"“Regain the fan base”. How immature do you have to be to believe that everyone agrees with you.","labels":"disappointment"},{"text":"I am really sad because my innocent nieces are brainwashed by my crazy sister","labels":"sadness"},{"text":"Imagine not using metric and celsius.","labels":"neutral"},{"text":"My phone won’t let me open the article, how much did he win?","labels":"curiosity"},{"text":"I told [NAME] not to shoot [NAME] cause I didn’t think [NAME]’ dumbass would turn his back right in front of her.","labels":"caring"},{"text":"So you'll bleed and be in pain twice that day.","labels":"annoyance"},{"text":"That's my stomach. my plate unfortunately has a boundary","labels":"neutral"},{"text":"How many wins are they into those ranks and at what winrate. Regardless thanks for the info.","labels":"gratitude"},{"text":"I hope mcd's charged extra for the sauce.","labels":"neutral"},{"text":"I feel the same man. Keep going bro!","labels":"caring"},{"text":"> When they tried paying... Did they pay their rent or not? Your post makes it sound like they didn't pay their rent.","labels":"confusion"},{"text":"I understand now. Thank you for your thorough explanation.","labels":"gratitude"},{"text":"We have tradable assets next year and cap space the year after. We don’t need to implode to retool.","labels":"neutral"},{"text":"Tip the piercer? You ask how much for the piercing. Pay that as you leave.","labels":"curiosity"},{"text":"That kid would be so young that he'd only have a chance to appear and fight in a sequel series.","labels":"neutral"},{"text":"Watching a friend go through her wedding made me decide to marry at city hall. I wanted a marriage, but not a wedding. ","labels":"desire"},{"text":"Randall's always needs people.","labels":"approval"},{"text":"Thats pitty indeed","labels":"neutral"},{"text":"I don't think aspergers causes me distress or anxiety. I think having to live in a society that privileges neurotypical modes of interaction causes me distress and anxiety","labels":"realization"},{"text":"[NAME] is there for under 24 hours and already meets two [NAME]. Nothing to see here, folks.","labels":"neutral"},{"text":"Yeah, I was thinking my boy was into them before that. But I doubt Panic! At the Disco would have peaked his interest.","labels":"disappointment"},{"text":"Twilight... STILL a better love story than The Last Jedi!","labels":"amusement"},{"text":"God [NAME] can't come back fast enough. I don't know if the fans in the rest of the league realize how big his loss is","labels":"grief"},{"text":"You're assuming this sub is predominantly ENTP. That's a relic of the past.","labels":"confusion"},{"text":"Licking the grease from people’s fingers as they leave chicken cottage for sustenance.","labels":"neutral"},{"text":"Call the security company next time. Not the police","labels":"neutral"},{"text":"READ A BOOK YOU FUCKING CROOK.","labels":"anger"},{"text":"Appreciate the honesty though","labels":"neutral"},{"text":"I knew nothing about the cult, and it is one of my 2 or 3 favorite Netflix originals. ","labels":"neutral"},{"text":"[NAME] is a damn fool. No wonder his ex-wife is his boss and his babysitter.","labels":"neutral"},{"text":"Whatever dude dong worry about it... it’ll get handled","labels":"neutral"},{"text":"*Hey just noticed..* it's your **6th Cakeday** ThaJarseff! ^(hug)","labels":"neutral"},{"text":"Haha and [NAME] is calling the Chicago crew the most triggered bunch. Then proceeds to scream at them like the little triggered bitch he is.","labels":"disapproval"},{"text":"[NAME], he fucked everything up so bad.....and I love him but, damn","labels":"annoyance"},{"text":"**[NAME] intensifies**","labels":"neutral"},{"text":"3 years probation with 1500 hours community service.","labels":"approval"},{"text":"Now I remember, you're an OC student. This sub tells me you're brilliant...","labels":"amusement"},{"text":"Makes sense, thanks!","labels":"gratitude"},{"text":"Thats true. Those kinds of drinks can give you a heart attack.","labels":"approval"},{"text":"Don’t own one and the show is tonight I didn’t realize this dilemma until a few hours ago","labels":"realization"},{"text":"American democracy is weak but it's not dead. If the intention of your comment was to discourage people from voting then you are the problem.","labels":"disapproval"},{"text":"Your comments are nothing but rhetorical ways of telling me I'm wrong. Zero substance.","labels":"annoyance"},{"text":"Omg, there is a wallet made out of a dead squirrel on that sub! *SUBSCRIBED*","labels":"surprise"},{"text":"Is she talking about his dickee?","labels":"curiosity"},{"text":"Why would we put a center at SF","labels":"curiosity"},{"text":"Lovely. You enjoy that train of thought lad.","labels":"approval"},{"text":"> Why do you think you're in financial hell? He spends the rest on drugs according to his post history.","labels":"curiosity"},{"text":"Teams got some fire tonight. I like it.","labels":"amusement"},{"text":"You can turn right on red!","labels":"approval"},{"text":"Happy Cakeday!","labels":"gratitude"},{"text":"Where I live this standard, however they would of only been together just three weeks. Great news for you guys thou.","labels":"amusement"},{"text":"Please keep your head up, things get better, stay strong. :)","labels":"caring"},{"text":"oppressed by nature!","labels":"anger"},{"text":"The Republicans are worse though the NRA literally has to pressure Republican congressmen every time gun control gets brought up.","labels":"disapproval"},{"text":"My mother was missing a left leg and my wife was missing a right leg, now they will be able to walk normally","labels":"neutral"},{"text":"There is literally NO reason as to why the Japan ratings are necessary in this post. Zero.","labels":"neutral"},{"text":"It is a kayak","labels":"neutral"},{"text":"Okay, thanks. Dont wanna get banned want my rewards from commendation thing.","labels":"gratitude"},{"text":"This is great. Good Yard!","labels":"approval"},{"text":"[NAME] will get injured after today or in the next one or two matches. Death, taxes and [NAME] injury.","labels":"neutral"},{"text":"I'm actually amazed we walked away with 2 points. That 2nd was one of the worst periods I've watched. [NAME] stole that period.","labels":"annoyance"},{"text":"That was my first thought","labels":"neutral"},{"text":"This isn't so bad. The fact that the buttons only go up halfway doesn't bug me at all. At. All...","labels":"neutral"},{"text":"That's no trip. That's a hip check with flair.","labels":"approval"},{"text":"Shit musta been bad for him.","labels":"neutral"},{"text":"I never thought this fatality fit him, unlike [NAME] or [NAME].","labels":"grief"},{"text":"Hey, thank you, I hope your issue has resolved also :)","labels":"gratitude"},{"text":"Thank you for this","labels":"gratitude"},{"text":"Lol ok. So saying a garbage clip doesn't belong at the top of a gaming subreddit makes me a [NAME].","labels":"amusement"},{"text":"You should be embarrassed. Not only because you are a adulterer but because you are a pedo for thinking of your son.","labels":"embarrassment"},{"text":"Teenagers are teenagers. We dont really care about our spelling anyways. Unfortunate that everyone who corrects them gets downvoted to the underworld though","labels":"approval"},{"text":"This guy - you win.","labels":"approval"},{"text":"Yeah I feel like we’d be able to do *something*, just not sure what... I find it interesting as hell though! ","labels":"neutral"},{"text":"It was great, and it still is.","labels":"amusement"},{"text":"\/* Consciousness Level *\/ The Other is confused The Other is dumb <-- you are here The Other is evil","labels":"confusion"},{"text":"How did limewire make money?","labels":"curiosity"},{"text":"Oh I was unaware of this! Thank you!","labels":"gratitude"},{"text":"Upon the third strike, the ump cried \"Why don't you make like a tree and get outta here!\"","labels":"annoyance"},{"text":"Yeah, I always get about 6 episodes deep and then start hate-watching just to see if they ever actually fall in love.","labels":"annoyance"},{"text":"Even if [NAME] didn’t play we wouldn’t be winning sorry Just enjoy the ride and pay respect to the man who gave us our only championship","labels":"annoyance"},{"text":"Wow I’m dealing with this too been blocked for a while miss them tremendously but no dice only choice is moving on","labels":"excitement"},{"text":"I spent the entire time trying not to yell at the TV. [NAME] and [NAME] can fuck right off.","labels":"anger"},{"text":"Press F for my man [NAME], he seams like a pretty neeto mosquito. ","labels":"neutral"},{"text":"I don’t make the rules, man, I just blindly follow them like a sheep","labels":"neutral"},{"text":"This comparison pic kills me! Stassi looks like a California Raisin!!","labels":"anger"},{"text":"Everyone has a purpose, just have to find what that purpose is for you. ","labels":"caring"},{"text":"The fucking worst game in the world.","labels":"annoyance"},{"text":"The ND vs Georgia game in Athens will be a good one.","labels":"amusement"},{"text":"[NAME]","labels":"neutral"},{"text":"Funny enough, there is a five guys. I don't think the government knows it's American.","labels":"neutral"},{"text":"And I also appreciate you.","labels":"gratitude"},{"text":"All mutations are potentially harmful. Especially if they replicate. But we can't control random mutations, so why not worry about what we can control.","labels":"neutral"},{"text":"You're a hottie!","labels":"excitement"},{"text":"Thats a meme? That feels more like depression","labels":"annoyance"},{"text":"I guess it's the word 'high'","labels":"confusion"},{"text":"Honestly just tired of this shit, people who'd rather see us tank than push for playoffs. Literally want us to be the fucking Suns.","labels":"disappointment"},{"text":"Protesting in general is an emotional response. People’s attachment to their cause grows stronger in the face of confrontation and adversity.","labels":"approval"},{"text":"Guys a vulture who is feeding off people's fear.","labels":"neutral"},{"text":"Your name is amazing","labels":"amusement"},{"text":"He sounds exactly like my type of dude looks wise, but woof. Nobody wants to be around someone that unstable. Glad you made it out alive.","labels":"neutral"},{"text":"Grr big company BAD \"They can afford it\"","labels":"neutral"},{"text":"Thanks for looking out. Trying to keep expectations low but already have date two planned! Fingers crossed.","labels":"gratitude"},{"text":"I was really hoping you meant that we shouldn't need to call ourselves feminists because it should just be common sense, but I guess I was wrong. ","labels":"disappointment"},{"text":"You’re not winning this one. Move along.","labels":"disapproval"},{"text":"Mmmm traveling for work often isn't exactly the most desirable situation. It can be exhausting.","labels":"annoyance"},{"text":"The nature of the flex spot makes it so whoever gets it is almost guaranteed to make both teams","labels":"approval"},{"text":"[NAME] wrote a really technical and really awesome article in the Athletic about this game. Holy shit haha worth reading if you are a ball nerd.","labels":"amusement"},{"text":"Imagine that when you breath in, your lungs feel crispy, that’s what -10 feels like","labels":"annoyance"},{"text":"And will gore you bad if you don't drop them first.","labels":"anger"},{"text":"Sadly I don't think even half the people who watched the game are gonna hear about that.","labels":"disappointment"},{"text":"Doesn’t exactly do much in a first past the post, two party system.","labels":"neutral"},{"text":"this is the type of high level discussion I come to this sub for!","labels":"neutral"},{"text":"Pro-tip: the Press misleads you about what is wrong in the world.","labels":"neutral"},{"text":"Then they'll have to get a ticket with a code of it from the counter person.","labels":"approval"},{"text":"I hear ya man, it sucks that we live in a world where we have to worry about so much nonsense instead of just being ourselves. ","labels":"annoyance"},{"text":"It's bad enough when the Jocasta syndrome is one-sided. This is a pile of yikes.","labels":"surprise"},{"text":"Expert peep fan here! I’m not gonna attack or defend I just wanna say that kids a little Bitch","labels":"neutral"},{"text":"Lol those stretch marks are from when I was obese...","labels":"amusement"},{"text":"Likely frostbite advisory weather.","labels":"neutral"},{"text":"I don't feel so financially secure","labels":"disappointment"},{"text":"Can we not say \"Team [NAME]\" or \"Team [NAME]\" etc. That's too close to us style politics for my likes...","labels":"confusion"},{"text":"Because they pay into the EU we can't threaten to cut their allowance...","labels":"disapproval"},{"text":"You mean the trip advisor era.","labels":"neutral"},{"text":"I think this is the only place on the internet that is happy with this commercial hahaha","labels":"amusement"},{"text":"[NAME] is ruining the Pittsburgh Steelers culture...don't fucking @ me. Sinking fucking ship","labels":"anger"},{"text":"What exactly are we looking at?","labels":"confusion"},{"text":"[NAME] just stopped getting the ball in the 4th quarter and stood in the corner","labels":"neutral"},{"text":"The capitalist countries have welfare for those that can cope. The other countries dont.","labels":"disapproval"},{"text":"Welcome to racial integration, where your civility standards are racist and you better shut up or else.","labels":"anger"},{"text":"Just buy a load of old iPhone back covers in China.","labels":"neutral"},{"text":"Always look to the odd years brother.","labels":"approval"},{"text":"I like Chick-Fil-A but I don't go because of their political stances against gay\/trans people.","labels":"annoyance"},{"text":"I completely agree","labels":"approval"},{"text":"Its nice to have time to be able to get a job and a new apartment before having to start paying back those loans.","labels":"joy"},{"text":"Can’t wait for this match","labels":"excitement"},{"text":"I thought it was still in theaters.","labels":"neutral"},{"text":"Sadly this is not a new issue for Ukraine. Please take a moment to remember Babi Yar :(","labels":"disappointment"},{"text":"It means less when you hear words come out of her foul mouth. Almost incomprehensible.","labels":"neutral"},{"text":"Tbh idgaf anymore too many people correct me and others over it. Who cares. But thanks for the enlightenment.","labels":"gratitude"},{"text":"How is the surf simulator open if the pool area opens in march?","labels":"curiosity"},{"text":"But thats for [NAME] and our secret getaway plan to escape to a better life, not this one. Lol","labels":"amusement"},{"text":"Every airliner is fully pressurized, even the hold. There's no \"partially pressurized\" aircraft. They don't necessarily heat the cargo area though","labels":"neutral"},{"text":"Yeah. That was my point.","labels":"approval"},{"text":"i started smoking cigars at 30 lol","labels":"neutral"},{"text":"Please treat me with modern medicine. I have gastroparisis.","labels":"caring"},{"text":"Imagine just saying “I don’t know what money is” and getting things for free","labels":"neutral"},{"text":"My love for [NAME] has nothing to do with his Blackpool performance","labels":"love"},{"text":"I'm sorry that happened to you. You planned a awesome day that I wouldve loved celebrating with you. Happy Birthday","labels":"caring"},{"text":"They as in men lol","labels":"amusement"},{"text":"There's piece of shit 2 bedroom homes in Palo Alto that cost 3 million. Those schools are damn good though.","labels":"amusement"},{"text":"Tigres ruining players \/s","labels":"annoyance"},{"text":"Genetics is Everything","labels":"neutral"},{"text":"I wouldnt bet much on it.","labels":"neutral"},{"text":"I laughed. Finally","labels":"relief"},{"text":"Those splits of Marla's still amaze me! Not only in terms of flexibility, but STRENGTH. Just imagine how heavy that leg is...","labels":"surprise"},{"text":"Yeah. I do wish you the best. It's not gonna be easy but I do. You're welcome!","labels":"caring"},{"text":"Haha, then i am in... :)","labels":"joy"},{"text":"At no point in the game has that been true","labels":"neutral"},{"text":"This is how I bought zilliqa. In a whisky induced blackout. We are twim, you and I. ","labels":"neutral"},{"text":"Probably preschool.","labels":"neutral"},{"text":"Nonsense. People are either the best or the worst. All of the time.","labels":"confusion"},{"text":"If it remains free at point of use and the level of service doesn't decrease then what's the problem?","labels":"curiosity"},{"text":"No, your cookies will end up flat of you so r heat your oven up pre cook. ","labels":"caring"},{"text":"The world was different before anything really","labels":"neutral"},{"text":"Nah, share it then down vote it in to oblivion.","labels":"annoyance"},{"text":"All you need to read is [NAME] death near the end of the book to remind you... “Twas a comical effect.”","labels":"neutral"},{"text":"So those 2am cravings are really just my instincts keeping me alive","labels":"joy"},{"text":"i can't even stand up straight on a paddle board in the calmest water imaginable","labels":"annoyance"},{"text":"Sorry I meant to link it but completely forgot :>","labels":"realization"},{"text":"Protip- just smell your damn food. Use your senses!","labels":"neutral"},{"text":"I thought my [RELIGION] boarding school was weird but now it seems pretty tame and mild in comparison.","labels":"approval"},{"text":"I just saw that they deleted their account. Good.","labels":"approval"},{"text":"Done. Good riddance. Thank you for your comment","labels":"gratitude"},{"text":"Also [NAME] was Canadian and Canada = hockey which is likely why you made the mix up.","labels":"neutral"},{"text":"I'm honestly shocked that the Bucks have more subs than us. I was surprised the Wolves had more too.","labels":"surprise"},{"text":"\"vampire [NAME]\" ","labels":"neutral"},{"text":"*Shrug* \"Heh, Another tuesday\"","labels":"disgust"},{"text":"The men who didn't get other matches were being hypergamous in matching with a [NAME].","labels":"neutral"},{"text":"“Respect the house” while it is impossible to live in your own before you're 30 nowadays","labels":"caring"},{"text":"We still luv u","labels":"caring"},{"text":"I wouldn't want to take any of his medals away but lets also not act like he was instrumental in either.","labels":"neutral"},{"text":"oh ok, i'll pass that on to him thanks :)","labels":"gratitude"},{"text":"If [NAME] is his idol, then we got ourselves a boi with a winner’s mentality ","labels":"disapproval"},{"text":"Shoulda called the cops straightaway","labels":"neutral"},{"text":"Yes,on top of that feel like vomitting,can't breathe and thinking I will faint.","labels":"neutral"},{"text":"It's great, though kind of painful if you ever had dreams of writting\/drawing\/making a comic\/game\/novel it hurts a lot.","labels":"annoyance"},{"text":"Don't y'all scream communist at everything and burn Nike stuff for no legitimate reason?","labels":"curiosity"},{"text":"This is a genuinely good point. It’s enough to take me from giving zero shits to giving a modest shit against them.","labels":"anger"},{"text":"I hope that's real lol","labels":"amusement"},{"text":"> Sleeping next to someone I knew my wife is trying to kill me!","labels":"anger"},{"text":"How is this the epitome of slavery? Nobody is forcing you to do this. Stop being dramatic.","labels":"anger"},{"text":"I can do this, but after the last one, I fall to the floor and vomit on myself","labels":"neutral"},{"text":"Beyond nightmare!!","labels":"fear"},{"text":"Omg i probably need to get mint to drop some truth bombs","labels":"surprise"},{"text":"It's a Falling In Reverse song, which makes it even more terrifying","labels":"fear"},{"text":"Fool you twice, shame on you","labels":"anger"},{"text":"\"here's where the map completely breaks\" \"also centurion has safe heavies\" like really lmao","labels":"amusement"},{"text":"Yeah, I was very sad to read that!","labels":"disappointment"},{"text":"There is nothing left about r\/Canada my man.","labels":"neutral"},{"text":"We literally share a parking lot with a bank and I get people asking me for change all. The. Time. I struggle.","labels":"neutral"},{"text":"Such a good story. Im now a grown man, crying at work... on reddit.","labels":"gratitude"},{"text":"[NAME] should be in. Tough road for Red, but they have been a lot better their last three games.","labels":"neutral"},{"text":"Is that the dude from spiderman?","labels":"curiosity"},{"text":"Sad but exciting to see him in a place where he might perform well. Hopefully he stays injury free.","labels":"caring"},{"text":"They're a match made in heaven!","labels":"excitement"},{"text":"Please revise your post to include whatever your talking about. Because i have no idea what your referencing.","labels":"confusion"},{"text":"[NAME] and [NAME], are hands down my favourite AC characters.","labels":"love"},{"text":"Yeah, I have made it clear to most or all of my friends that I am not available instantly, lol","labels":"annoyance"},{"text":"Be safe.","labels":"caring"},{"text":"Crying? Yeah i like crying C-calling R-out Y-for I-serious N-mental G-treatment","labels":"amusement"},{"text":"*aggressively tells friend I love them*","labels":"anger"},{"text":"Oh what a day! What a lovely day!","labels":"excitement"},{"text":"Oh, it’s actually its own thing. I heard goo and just assumed the worst.","labels":"embarrassment"},{"text":"Huh, and all these years I’d been *assured* “nobody” was coming to take my guns. Its like they been lying the entire time.","labels":"disappointment"},{"text":"Why did no one check [NAME] for her comments though?","labels":"curiosity"},{"text":"Congratulations, go for a beer and watch a Leaf game on Saturday! HNIC.","labels":"joy"},{"text":"Thanks that's very helpful because I can't seem to decifer all of the levels of irony in some posts on this subreddit haha.","labels":"gratitude"},{"text":"[NAME] is pretty fucking scary","labels":"annoyance"},{"text":"Doing something you don’t like can be hard for anyone but if you just keep your end results in mind you can do anything!","labels":"caring"},{"text":"Thanks [NAME] but I don't think you understood the context of the phrase in my post and you should probably just fuck off.","labels":"annoyance"},{"text":"You’d want it in higher resolution I reckon","labels":"neutral"},{"text":"[NAME] will be great. But I will definately miss if she's not there.","labels":"sadness"},{"text":"Underrated comment right here.","labels":"neutral"},{"text":"I feel like they could just be renamed by the stream + commentators. If the player refused to play then I think they just wouldn't play.","labels":"disapproval"},{"text":"I more than half expected there to be an AK in there. Still very much impressed.","labels":"amusement"},{"text":"Japan edging out Canada? WTF? There's some bullshit going on there, man. And what rocketed Switzerland from obscurity to the top of the mountain in 2017?","labels":"annoyance"},{"text":"bleh. You would think 160 reps in and I wouldn't have that problem. Thanks for the insight.","labels":"gratitude"},{"text":"Cus the left doesn't give a shit about people who fought for the USA!","labels":"annoyance"},{"text":"The crime here is using the shaker parmesan crap.","labels":"neutral"},{"text":"[NAME] is so damn good","labels":"amusement"},{"text":"Whoa I actually remember this. Wait shit does that mean I’m old","labels":"annoyance"},{"text":"Boys lets go start a donnybrook","labels":"neutral"},{"text":"Honey mustard.","labels":"neutral"},{"text":"I’ve been banned twice there so I unsubscribed and joined this sub. This sub IS SO MUCH BETTER!","labels":"approval"},{"text":"[NAME] is amped, I'm excited that he's excited","labels":"excitement"},{"text":"Rejection always hurts, even just a little. Sparing her feelings may mean she doesn't get the meaning. Be direct, kind, but direct. ","labels":"disappointment"},{"text":"Him staying seems more realistic. I just hope we can land him.","labels":"optimism"},{"text":"I mean every team could use a few vets to help the kids. I'm not saying to sign him to a four year deal or anything.","labels":"neutral"},{"text":"Shows you how important posing is...","labels":"neutral"},{"text":"Wait until you try saying papi !","labels":"neutral"},{"text":"True Detective: Season One","labels":"neutral"},{"text":"That's beautiful and wholesome","labels":"amusement"},{"text":"Lmao quality.","labels":"amusement"},{"text":"Palace please don’t fucking bottle this","labels":"anger"},{"text":"Agreed. To add, we also need to see how coaching changes shake out when it's all done.","labels":"approval"},{"text":"Everyone’s gotta face the music some day brother","labels":"neutral"},{"text":"Good to see [NAME] getting some love.","labels":"joy"},{"text":"thanks... I've added both these to my growing animal multi-sub... =D","labels":"gratitude"},{"text":"Not really, I like staying at home. When I go out for food I'm in and out of the store as quickly as possible. ","labels":"neutral"},{"text":"Do you want to see a picture of my diploma","labels":"curiosity"},{"text":"Seriously. A lot of small businesses especially rely on federal work. I hope this gets solved soon.","labels":"optimism"},{"text":"Only Ten more minutes of watching [NAME] drop easy ass throws","labels":"annoyance"},{"text":"Yup. I feel you. I'm very sorry it happened to you, too.","labels":"disappointment"},{"text":"Congrats dude! I hope my shitstuation turns around as greatly as yours did.","labels":"gratitude"},{"text":"She got more votes tho... If popular vote determined the winner, you wouldn't say this. You sound like you just hate [NAME] for... reasons?","labels":"anger"},{"text":"These style skins remind me so much of hollow knight","labels":"joy"},{"text":"I guess some people just hate fun, lol","labels":"amusement"},{"text":"having a serious relationship is too hard for other people","labels":"annoyance"},{"text":"You're fighting the good fight here. If you still want blackberries on your property, you can always try growing our native one, *Rubus ursinus*.","labels":"amusement"},{"text":"Love [NAME] more.","labels":"love"},{"text":"As bad as the session was, I really do love your drow bard she sounds super fun to play with","labels":"amusement"},{"text":"And my apologies if I misinterpreted but you seemed to state multiple times that it keeps you from seeking other women, such as the [NAME] example.","labels":"disappointment"},{"text":"Oh and my heart is starting to back a little spastic but easy to control","labels":"neutral"},{"text":"Like and smash that subscribe button, I'll see you in the next video for my best v-bucks giveaway yet","labels":"excitement"},{"text":"No idea, maybe say nothing..............","labels":"disapproval"},{"text":"False. Drop bears.","labels":"disapproval"},{"text":"Thanks for that. Never really investigated mechanism of it. Seems to be familial as father has it too. Otherwise normal.","labels":"gratitude"},{"text":"This is objectively wrong, what the actual fuck lol.","labels":"annoyance"},{"text":"Nah, just gotta aim better.","labels":"joy"},{"text":"No actually my therapist is amazing! I've just had bad experiences with doctors in the past. I meant I'm worried the doctor will say that.","labels":"nervousness"},{"text":"Love Mac n Gold","labels":"love"},{"text":"“Thank you bus driver! Thank you navigator!”","labels":"gratitude"},{"text":"I love reading these posts and not realizing it's [NAME]","labels":"amusement"},{"text":"You know it’s bad when you grab the toothpaste and start reading it","labels":"annoyance"},{"text":"... I bought this in highschool for 90 dollars....","labels":"neutral"},{"text":"You don't ask some random woman her bra size and if she's a virgin. That's just so rude.","labels":"annoyance"},{"text":"I love having a deep bench, and being able to have really solid players step in when we have injuries. [NAME] was solid.","labels":"amusement"},{"text":"Do you think he is guilty or innocent, no need to use triple and quadruple negatives here","labels":"curiosity"},{"text":"Thank you ! I thought it was funny guess no one else noticed it or thought it was funny:\/","labels":"amusement"},{"text":"THANK YOU! You should be able to set a preference before your cut that says, \"no small talk please\".","labels":"gratitude"},{"text":"Pm me I'd love to buy it from you if you have any spare!","labels":"amusement"},{"text":"Keep trying! :) I’ve just had a look and enjoyed the ones of yours I read.","labels":"caring"},{"text":"Not what I’ve been told. I don’t know at this point though.","labels":"confusion"},{"text":"After today's news about","labels":"neutral"},{"text":"It's no coincidence that I became generally happier when I realized that once I covered the necessities more stuff didn't bring more happiness.","labels":"pride"},{"text":"Just you. All my other senses open up, so my vision _changes_ but i'm still eyes open","labels":"neutral"},{"text":"Whoever is against the queen will die.","labels":"neutral"},{"text":"Ya done goofed kid. All you had to do was win.","labels":"disapproval"},{"text":"You just found out your dog has a girl and a kid. How does it feel Grandpa?","labels":"curiosity"},{"text":"And this is why I still visit this sub...the rabbit hole goes deeper than I could have ever imagined.","labels":"excitement"},{"text":"Oh hell yes, baby. Give it to me","labels":"excitement"},{"text":"Hopefully this loss rejuvenated him. Im a conor fan, and even though I like khabib as well I admire some of his older philosophies ","labels":"caring"},{"text":"Holy fuck. Best idea ever. Thank you.","labels":"gratitude"},{"text":"Damn straight! My folks only knew when I told them about it!","labels":"approval"},{"text":"Seaton Park > Central Park","labels":"neutral"},{"text":"So cute and there would be nothing with talking to her about it after and both being on the same page","labels":"amusement"},{"text":"What a beautiful sight that was to behold. Glad I was able to attend a couple of great [NAME] performances. “K” signs everyone","labels":"excitement"},{"text":"The problem is I have no clue where he stands as he’s so far on her side.","labels":"neutral"},{"text":"You know this is really messed up and unacceptable, but it mainly forced the realization that I’ve never played with Omniknight.","labels":"disapproval"},{"text":"Is [NAME] okay?","labels":"curiosity"},{"text":"You got this! Go easy on yourself man..","labels":"anger"},{"text":"Why not both? It would reduce crime. Significantly","labels":"curiosity"},{"text":"Considering the whining he did in our modmail, he may not realize this.","labels":"disappointment"},{"text":"Awe that one was just for me but I really like the post","labels":"excitement"},{"text":"As a lifelong single person, [NAME] offends me. Feels like I'm apart of some demographic that they can live without :(","labels":"disappointment"},{"text":"This dude live near me. All my highschool classmates are big fans of his and look up to him.","labels":"amusement"},{"text":"Kill whitey!","labels":"neutral"},{"text":"I have a feeling if my car won’t start my ETL would come and Uber me to work","labels":"neutral"},{"text":"Our favorite warmup ritual. #Isles","labels":"amusement"},{"text":"Ohh looking cool Jok- Get out of here side character.","labels":"anger"},{"text":"Dude alcohol is literally poison and talking about tryna self medicate?","labels":"curiosity"},{"text":"> LMAO, it's not free shit head, where the fuck is the source codes? This the real question.","labels":"annoyance"},{"text":"I don't believe they distribute to Austin.","labels":"disapproval"},{"text":"Yeah, because not paying a bill on time is equal to murdering children. ","labels":"annoyance"},{"text":"The street drugs here are laced with fentanyl, i think I’ll do something else","labels":"neutral"},{"text":"Omg! Sounds like [NAME] was right about calling [NAME] a weirdo! That is so so odd!","labels":"annoyance"},{"text":"I know, why publicize the accomplishments of kids that work hard","labels":"neutral"},{"text":"cross post to \/r\/palestine they will love this","labels":"love"},{"text":"Uh. Okay. I dont thats likely to happen. Even when people were eating babies it was not die moral reasona","labels":"annoyance"},{"text":"4. Go out and show [NAME] is still a stud and free agents should want to come here and play with our young core","labels":"neutral"},{"text":"If it results in killing [NAME], [NAME] is willing to be merciful and hold his wrath back against the kids.","labels":"anger"},{"text":"For me, the only thing that makes it cringe is [NAME] covering his mouth","labels":"disappointment"},{"text":"If you are at the stage where you want to quit then all you have to do is believe you can quit","labels":"disappointment"},{"text":"You're the biggest sack of shit to post here in some time.","labels":"neutral"},{"text":"Considering you could do it and be out over a highschool summer vacation, why not?","labels":"curiosity"},{"text":"Isn't that why [NAME] is playing him?","labels":"curiosity"},{"text":"I can't really provide anything to you that you haven't already deliberately misread yourself. I can't force you to be honest.","labels":"annoyance"},{"text":"No love for [NAME]. Team MVP is [NAME] but [NAME] deserves the offensive MVP he was a game changer when healthy and was electric.","labels":"disappointment"},{"text":"I watched the whole thing. I miss that style of cartoon. Simultaneously silly and understated.","labels":"disappointment"},{"text":"He really would be. It's not even an abortion anymore!;It's just post-birth killing!","labels":"approval"},{"text":"That's where cap 2 sleeps. Leave it be","labels":"neutral"},{"text":"Dude is hilarious","labels":"amusement"},{"text":"I agree with this","labels":"approval"},{"text":"That dog actually looks flatter too.","labels":"amusement"},{"text":"the only way to forever libertarian utopia is by crushing liberty [NAME]. Listen to yourself.","labels":"neutral"},{"text":"Trolling video, old skul \"slav\" humor... It's a joke :)","labels":"amusement"},{"text":"I never gave you approval?","labels":"anger"},{"text":"Which is exactly what ASIRT does...","labels":"approval"},{"text":"Nah some people naturally have rapid ass metabolisms like that. I sit around all day, but I’m skinny as a rail.","labels":"neutral"},{"text":"Doctor charged 400 bucks for a blood pressure check before renewing my wife's high BP medication. She HAS been acting a little weird la","labels":"annoyance"},{"text":"You've got thoughts coming your way my dude","labels":"caring"},{"text":"Society sucks. I don't even consider myself a part of society.","labels":"anger"},{"text":"Nice little train journey. Come on everyone, shower up before the tour","labels":"amusement"},{"text":"That logic doesn't work. Porn stars make movies knowing they are going to be seen, but it is still objectification. ","labels":"disapproval"},{"text":"Suddenly went 6 to midnight TBH","labels":"surprise"},{"text":"Wtf. And then we wonder why people think DnD players are a bunch of fucking creeps. Sucks that you had to bear witness to such sadness.","labels":"annoyance"},{"text":"Learn jukes, learn the killer's patterns (respecting pallets, doubling back, moonwalking, etc.) be resourceful and never waste pallets\/windows ","labels":"caring"},{"text":"Turgeon offense at it's finest. The ball never gets past the three point line and [NAME] just hits a three in someone's face.","labels":"neutral"},{"text":"The counter-clockwise was a bit too much for even a real anti vaxxer tho.","labels":"amusement"},{"text":"Ha ha, that's absolutely fair enough. :)","labels":"amusement"},{"text":"I'm a bit late. What's the \"AAAAAH FUCKING WATER\" reference?","labels":"anger"},{"text":"[NAME]... why you do this?","labels":"anger"},{"text":"That dude popped a viagra and got stuck in his neck.","labels":"annoyance"},{"text":"There's no such thing as \"toxic masculinity\" and it is a term used by bigots to hide their sexism.","labels":"approval"},{"text":"When I was maybe 8 I discovered that I liked hot dog buns with just ketchup. I shortly discovered what heartburn was.","labels":"neutral"},{"text":"Thank you! Good night!","labels":"gratitude"},{"text":"I got hung up thinking like this for thirty years with my first and only love. Don't let it happen to you.","labels":"caring"},{"text":"Go in appropriate attire with several copies of your resume and list of references! Good luck!","labels":"caring"},{"text":"cool, I never said anything about communism, that's a pretty wild non-sequitur ","labels":"amusement"},{"text":"what in the actual fuck. why are they still driving?!?!??!!?! Love the kindness of the young dudes tho","labels":"anger"},{"text":"I know, my dealer was doing bumps off his hand. Have some class","labels":"neutral"},{"text":"There is irony in what you guys are saying.","labels":"disappointment"},{"text":"I would point to [NAME] razor: Never attribute to malice that which is adequately explained by stupidity.","labels":"annoyance"},{"text":"[NAME] had a job. One of the participants was a food educator! I forgot her name.","labels":"confusion"},{"text":"Knowing [NAME] he’d probably give [NAME] up for a 5th rounder smh","labels":"neutral"},{"text":"Nice find!","labels":"neutral"},{"text":"Not enough that the median incomes for those without a degree to be close enough to those that did as to not be significant.","labels":"disapproval"},{"text":"As soon as I heard that I told my boyfriend every time he calls me from now on it needs to start like that","labels":"neutral"},{"text":"Haha I was about to say damn she straight up eviscerated her in between bites.","labels":"amusement"},{"text":"Plant 3-0. UZ is just coming in without jabbing getting caught","labels":"neutral"},{"text":"Totally fair. I would be sad in your situation. :( I hope you find it. You're not wrong to want those things!","labels":"sadness"},{"text":"Lmao I have like 12 days played cop farming who even does that anymore oh my [NAME] you’re pathetic for even bringing up ages","labels":"amusement"},{"text":"Thank you.","labels":"gratitude"},{"text":"> In some, cops fire blanks in the hall to simulate an active shooter scenario. That's incredibly stupid, and serves no purpose.","labels":"annoyance"},{"text":"Ways to fool others into believing you didn't lose your eyes in a horrible accident","labels":"neutral"},{"text":"Good on you dude. I'm west coast, but I'd love if anyone ever finds themselves in Seattle, I extend this offer.","labels":"neutral"},{"text":"Smoooootthhhhhhh!!","labels":"surprise"},{"text":"Mum asked me if I was on those steroids today, I'm very, very obviously natty but my mum always got my back. ","labels":"neutral"},{"text":"Your market sucks","labels":"annoyance"},{"text":"Penis voters.","labels":"neutral"},{"text":"I was expecting the top comment to be the copypasta. Glad to see that wasn’t the case.","labels":"neutral"},{"text":"I prefer HOWDY MISTER","labels":"neutral"},{"text":"Oh ok got ya lol","labels":"amusement"},{"text":"Doesn't stop you trying to hold court over on the US sub though.","labels":"neutral"},{"text":"Ending a relationship with a toxic person is so freeing. Congratulations!","labels":"gratitude"},{"text":"I went there once and was like “yeah neat I guess” around the same time. Totally forgot about it until I saw the pic of the door","labels":"disgust"},{"text":"Didn't you get the PM? Post to \/r\/CatsWithJobs instead. Edit: It's already been posted there actually.","labels":"curiosity"},{"text":"There are some amazingly cringey compilations of terrible dialogue from this show on yt","labels":"excitement"},{"text":"Now we just need to kill [NAME] if [NAME] wasn't saved to really even the odds with her, similarly to [NAME] with [NAME]. ","labels":"anger"},{"text":"The comment thread is a hot mess and wouldnt be out of place in 2016. How do things not change....","labels":"sadness"},{"text":"Yeah I was talking about a pug right there.","labels":"neutral"},{"text":"Thanks for the suggestion!","labels":"gratitude"},{"text":"First I was afraid, I was petrified...","labels":"fear"},{"text":"That arena is so ugly I’d be scared too","labels":"fear"},{"text":"Very. As a side note, what, do they not expect heavy traffic on that bridge? One lane only?","labels":"curiosity"},{"text":"\/uj this looks fucking delicious","labels":"excitement"},{"text":"Escape and after some time then die, this is a pretty bad advice so just don't do it","labels":"disapproval"},{"text":"Woo hoo!!! Free at last!","labels":"excitement"},{"text":"If you're smearing shit between your cheeks merely from standing might I suggest you take a wider stance when popping and maybe get some more fibre in your diet","labels":"annoyance"},{"text":"Awesome, that's super good news :D","labels":"excitement"},{"text":"more like 69turds","labels":"neutral"},{"text":"What are those baby blue thingies?","labels":"curiosity"},{"text":"To my knowledge, Blizzard doesn't have problem with ppl having more than one account. ","labels":"neutral"},{"text":"I love making peoples’ names verbs related to things they do!","labels":"amusement"},{"text":"Sorry I failed to mention I'm relatively new to the scene . Last 2 years only","labels":"sadness"},{"text":"I couldn't be a god, I hate harp music.","labels":"annoyance"},{"text":"Thanks for finding out! That's cool","labels":"gratitude"},{"text":"LOL, you’re a good sport. In all seriousness pretty cool picture.","labels":"amusement"},{"text":"Of course. It would mean you owe them an unspecified favor in the future. That would be horrible.","labels":"neutral"},{"text":"can he break throws though? just kidding. yellow is the season 2 green, OP dude. keep focussing on small steps. better rank will follow later.","labels":"amusement"},{"text":"I dislike [NAME] more and more. Big ego and small feet.","labels":"annoyance"},{"text":"Bye [NAME].","labels":"neutral"},{"text":"With some ultra cold coming, we could get some seriously great sundogs. Provided you don't die looking at it due to exposure...","labels":"neutral"},{"text":"I love this","labels":"amusement"},{"text":"The [NAME] make beers? That's news to me","labels":"curiosity"},{"text":"Yeah, and it was 20 years ago and now I feel really old.","labels":"neutral"},{"text":"I'm not lol I haven't touched ranked yet Edit: I'm not sure if you're being sarcastic or what but I'm not","labels":"amusement"},{"text":"* Fuck [NAME] * Yes","labels":"neutral"},{"text":"I'm worried that [NAME] throwing away a future career by running for President.","labels":"nervousness"},{"text":"I drool over Elijah woods","labels":"embarrassment"},{"text":"Cannot disagree with this one","labels":"disapproval"},{"text":"Everything on this sub is touchy usually no? Hah no worries, just offering my other perspective","labels":"curiosity"},{"text":"a really cool acrylic painting of this same picture!","labels":"amusement"},{"text":"How would that fix the problem in this case?","labels":"curiosity"},{"text":"Damn, you just reminded me how good that feels...","labels":"caring"},{"text":"Beet Juice and strawberries on top to hide the ugly blob looking thing on top?","labels":"neutral"},{"text":"That's not her. This is she is in the movie:","labels":"approval"},{"text":"When you can see the redzone interception coming 5 seconds before it was thrown.","labels":"disapproval"},{"text":"That ladies and gentleman is an individual who has or will self-fellatio. So that’s neat.","labels":"neutral"},{"text":"It’s amazing what they can justify to themselves. I’m not sure if I can believe anything out of her mouth anymore.","labels":"surprise"},{"text":"This way it becomes undeniably clear that it is the [NAME] who are the problem.","labels":"approval"},{"text":"Serenity and love and loving serenity.","labels":"neutral"},{"text":"I pray in the space I have inside my truck :)","labels":"caring"},{"text":"Better yet, get rid of them if they are non-essential. Why are my tax dollars paying for worthless jobs?","labels":"curiosity"},{"text":"Anyone else thinking that there was a warrant out for this guys arrest, or maybe that the car was stolen to begin with?","labels":"confusion"},{"text":"Get him boys!","labels":"anger"},{"text":"What an absolute moron. Talking about characters everyone and their inbred mother knew would be back. His stupidity fucked him over.","labels":"annoyance"},{"text":"[NAME] forced [NAME] to give it up, leading to a steal, and then gets a steal himself on the next play. Love his tenacity.","labels":"amusement"},{"text":"Man at this point I'd be happy with just a few non-sweeps.","labels":"joy"},{"text":"You said it baby, can't wait to see what marvelous wonders the rest of 2019 will bring!","labels":"excitement"},{"text":"so basically free money for those wealthy enough to take vacations annually. wonderful.","labels":"excitement"},{"text":"Your mindset is the right mindset, sadly, it's easier said than done.","labels":"neutral"},{"text":"Congrats on approaching the situation with logic unlike most everyone else","labels":"gratitude"},{"text":"I think bluey is quite possibly the greatest kids s how I've ever seen So quintessentially Aussie, nails family life, funny as hell. Love it","labels":"amusement"},{"text":"So I play competitive with a group of people and being the one widow is most likely fake or just wild speculation.","labels":"neutral"},{"text":"could you link the course?","labels":"curiosity"},{"text":"Grim Reaver!!!","labels":"neutral"},{"text":"Well I was trying to imply that *because* they hire trash writers like this, they *aren't* a respectable news organization.","labels":"annoyance"},{"text":"Damn you really love using name calling as a crutch don’t you?","labels":"curiosity"},{"text":"Local Area Man Finally Finds Area Woman Willing To Let Him Sniff Her Hair","labels":"neutral"},{"text":"R\/T DIDN'T WANT IT!!!!","labels":"anger"},{"text":"My bad on the phrasing, it’s more of a hole with a vent cover ","labels":"annoyance"},{"text":"PLEASE!!! That’s on a PERFECT day! I live here. Trust me. NOT always that simple!","labels":"approval"},{"text":"Wow that's not how you resolve things. Escalation is the last option.","labels":"disapproval"},{"text":"Dear OP: Proper punctuation please\/thank you.","labels":"gratitude"},{"text":"Not sure about the dates off the top of my head, but Feits is so full of shit that theres a good chance he just made this up.","labels":"disappointment"},{"text":"I think its safe to assume that we're clearly referring to the article and topic at hand.","labels":"approval"},{"text":"I legitimately cannot understate on how much I hate [NAME].","labels":"neutral"},{"text":"Bags are packed. Have to leave the country at a minimum as it's one of those gyms that's all over the place. Bad times.","labels":"disappointment"},{"text":"That's good to hear. I'm admittedly highly judgmental about this kind of thing but I'm trying to open up my mind a bit.","labels":"pride"},{"text":"So many inaccuracies here.....","labels":"annoyance"},{"text":"That's a pretty cat. It would be nice if it could go to Rocky Mountain Feline Rescue, as they are no-kill.","labels":"amusement"},{"text":"JAEGER CALM DOWN!","labels":"caring"},{"text":"[NAME] needs to demand more from his staff and have longer practices. Idk something needs to change because they constantly underperform especially on the road.","labels":"disappointment"},{"text":"That's so great! Plus it feels good to know I helped Pfizer make $5B last year on Prevnar 13.","labels":"amusement"},{"text":"> Am i missing something? Because it won't be repealed.","labels":"curiosity"},{"text":"I double dog dare him.","labels":"neutral"},{"text":">”The Palestinian [NAME] population is rotten to the core.” Source","labels":"annoyance"},{"text":"Typo...RBG lol","labels":"neutral"},{"text":"You think that hearing deathcries is **funny** ? Personally, hearing cries of pain and dispair don't cause me enjoyment, but I guess I'm a weirdo.","labels":"anger"},{"text":"3 guys try to walk into a fake door to shit in a bucket.","labels":"neutral"},{"text":"None of which should provoke unprofessional behavior.","labels":"disapproval"},{"text":"Peace to you both.","labels":"relief"},{"text":"\"oh look a baby hippo\" I'm definitely not filming that wannabe. *goes to a gig* I better film this so o can never watch it ever again.","labels":"neutral"},{"text":"If you absolutely can't find a copy of the book - private message me.","labels":"neutral"},{"text":"what’s your favorite music video?","labels":"curiosity"},{"text":"I pray this changes.","labels":"caring"},{"text":"After reading a lot of replies you should bee ashamed of yourself. This thread is a hive of bad puns and references.","labels":"embarrassment"},{"text":"I am generally a happy person. If you like to pay millions of dollars to semi-literates to represent your government, it's up to you!","labels":"pride"},{"text":"Bro this is awesome","labels":"excitement"},{"text":"If someone posts it I would need some hard fuckin proof that it’s actually a [NAME] pick","labels":"neutral"},{"text":"Congratulations, there are success stories in this group. Forge on with your life but watch out for other (jerkfaces). ","labels":"gratitude"},{"text":"Partial reopening within the next two weeks for services to the [NAME], but unfortunately for some a lot of the government is never coming back from this.","labels":"disappointment"},{"text":"That book is awesome","labels":"excitement"},{"text":"I would love to be cut open for no reason while I miss work spending weeks, and possibly even years, recovering!","labels":"amusement"},{"text":"8 other justices?","labels":"curiosity"},{"text":"[NAME] hitting himself with the other guys stick. Palms with another 2 goal night!","labels":"annoyance"},{"text":":( disappointed, i expected to give out personal therapy cats.","labels":"disappointment"},{"text":"Looks like something you would see in a comedy movie.","labels":"neutral"},{"text":"Ew, this comment needs to die. Adultery is the most cowardly option you could ever pick.","labels":"annoyance"},{"text":"Invisible Monsters is amazing. I'd say it should be made into a movie, but that would be difficult.","labels":"desire"},{"text":"I bet we have a scene of the new girlfriend fighting with [NAME]","labels":"optimism"},{"text":"Fascinating, can you please provide some more detail on the pre-KOOP origins of the phrase friend : )?","labels":"neutral"},{"text":"I think you need a better partner. Continuing to go after you said you want to stop is kind of abusive.","labels":"annoyance"},{"text":"Thanks a bunch <3","labels":"gratitude"},{"text":"I know, and the unfortunate thing is many of my friends in this area have had somewhat similar experiences with dudes who just are just total creeps. ","labels":"disapproval"},{"text":"Oof that’s terrible","labels":"fear"},{"text":"Loved this book","labels":"amusement"},{"text":"Glad to see people actively calling out yet another asshole on here pretending to want to help people. Good show!","labels":"annoyance"},{"text":"I was tripping balls my first time.","labels":"embarrassment"},{"text":"Dear down voter, go to your own sub and take your childish down voting with you.","labels":"neutral"},{"text":"I'm suprised I didn't see more of these. Thanks for the support :)","labels":"gratitude"},{"text":"Is it something you run into commonly with older adults? Sounds like in some ways it may make your job easier. Thanks for your work!","labels":"curiosity"},{"text":"I fully support this","labels":"approval"},{"text":"Cool thanks for the reply. Always keen to learn from the actual people haha!","labels":"amusement"},{"text":"Can the mods just delete this crap","labels":"anger"},{"text":"Ahhh yes, the I can be making close to 6 figures job that no one will ever disclose. Highly doubt it bro. ","labels":"confusion"},{"text":"**Zigzagzigal-type Balance Suggeestions** - I feel like you are flying, why not get into a war with China who, because they had no alternatives.","labels":"neutral"},{"text":"I'm sorry but [NAME], [NAME] and [NAME] are my favs this year (and I hated [NAME] in her Season).","labels":"disappointment"},{"text":"I'm fucking starving here.","labels":"anger"},{"text":"I’m so happy for you. Congrats and thanks for the advice","labels":"gratitude"},{"text":"It's \"soaked, frostbitten chic!\"","labels":"anger"},{"text":"Im a Florida you racist","labels":"neutral"},{"text":"Probably because it mentioned [NAME] but idk. It's just was a harmless joke lol.","labels":"amusement"},{"text":"That's exactly what I said and not arguing in bad faith at all. I applaud your intellectual honesty and hope your sexually repressed dystopia is swiftly enacted.","labels":"gratitude"},{"text":"If we can’t even score on the power play pulling the goalie made no sense","labels":"disapproval"},{"text":"Preach my dude I know how it feels to get downvoted by the sheep","labels":"disappointment"},{"text":"Poisoned by his enemies.","labels":"neutral"},{"text":"And they let you run money making missions while playing in a solo server? I don’t remember this from gta.","labels":"curiosity"},{"text":"What the hell kind of university schedules a class at 6am?","labels":"anger"},{"text":"Is it really up to $11?","labels":"curiosity"},{"text":"Mauston and Monticello were the beginning and end of my hope","labels":"disappointment"},{"text":"Worried me there","labels":"fear"},{"text":"I’m glad people are calling your lying ass out about CF.","labels":"amusement"},{"text":"You sound jealous as fuck. Work hard and you too can drive a nice car.","labels":"caring"},{"text":"6 and he died of cancer iirc","labels":"neutral"},{"text":"It is. Something I've wondered about many times","labels":"surprise"},{"text":"Would the OP care to explain what the thought was behind posting this here? A warning for justification for potential upcoming gun-control responses?","labels":"anger"},{"text":"I hope you survive this. Losing a friend is a heavy loss","labels":"caring"},{"text":"Sorry man, it's not gonna happen. The music needs to be remastered for vinyl specifically and that's more than your budget.","labels":"disapproval"},{"text":"in many cases both. but this has nothing to do with Japan. You can't stay on topic, can you?","labels":"curiosity"},{"text":"im not happy with tonight either but no need to make a bad situation worse by just bitching about everything and anything.","labels":"caring"},{"text":"Not to be harsh but I feel like she has been dieting and working out for quite some time .. wouldn’t there be some change by now ?","labels":"anger"},{"text":"[NAME]... Nice","labels":"neutral"},{"text":"Oh I forgot all about Jing Wei! Is rage worth building? I'm wondering if the loss in attack speed is worth it for extra crit chance.","labels":"surprise"},{"text":"Is this [NAME] brother??","labels":"curiosity"},{"text":"I feel like I’ve seen these before... but when I was very little","labels":"neutral"},{"text":"I let my birthday come and go as quietly as possible. I'll do dinner with the family, but that's about it.","labels":"neutral"},{"text":"You have mental problems dude. Get off the internet and get a life.","labels":"caring"},{"text":"Saw [NAME] of Big Bang Theory many years ago without makeup and she looked awful, and that was when she was pretty","labels":"neutral"},{"text":"happy cake day!","labels":"excitement"},{"text":"Ask their jock size in response","labels":"neutral"},{"text":"He probably slipped a knot...","labels":"neutral"},{"text":"Ooh, that's interesting info actually (*heads to capfriendly to check how many years until [NAME] is a UFA*)","labels":"excitement"},{"text":"[NAME] had more of a Pro Bowl season than [NAME].","labels":"neutral"},{"text":"Some people might be into that. There are some freaky people out there.","labels":"annoyance"},{"text":"Ugh, me too. ","labels":"annoyance"},{"text":"Actually maybe the OP is not an INTP, have you thought about that!!","labels":"neutral"},{"text":"I frequently have issues with these large temperature swing but it has to due with allergy pollen activation.","labels":"annoyance"},{"text":"Omg this made me hurt! You better of gotten a damn good back rub after that.","labels":"annoyance"},{"text":"Dude couldn’t see he had a spool of hair growing on his face?!","labels":"surprise"},{"text":"Ah yes. Red Dead 2. My favorite movie","labels":"excitement"},{"text":"[NAME] looks like a [NAME] with short hair. Bring back the mane man","labels":"neutral"},{"text":"Rover has treated us well.","labels":"caring"},{"text":"Only children are scared to take trains by themselves ...oh wait.","labels":"fear"},{"text":"And when I thought this sub was gee AF someone says the day with this gold nugget","labels":"annoyance"},{"text":"A complete lack of self-reflection is a prerequisite for being a [NAME] supporter.","labels":"disappointment"},{"text":"Also, this clip seems to be as deceptively-edited as the one [NAME] put forward at the beginning of this entire mess.","labels":"neutral"},{"text":"You really really summed that up. Perfectly actually.","labels":"approval"},{"text":"This is the sort of unpunished obvious flamebait trolling that people are upset about. Of the sort also consistently delivered by Cylinderhead and [NAME].","labels":"annoyance"},{"text":"Very tired us can attendant: \"here are your vagina slimes.\" ... thankfully the customer just laughed kt off.","labels":"amusement"},{"text":"I hope if you ever have need of help for mental illness that the person who responds is not like you.","labels":"neutral"},{"text":"And its not me","labels":"neutral"},{"text":"Thx ima delete this","labels":"neutral"},{"text":"Can't blame him. As an [NAME], everything I know about American Football came from Eyeshield 21.","labels":"caring"},{"text":"Sandwiching an argument between two insults. I like it - I might try it. Maybe that will get people to agree with me","labels":"amusement"},{"text":"Found my flair.","labels":"joy"},{"text":"Consoles can’t hit 120 fps in fortnite m8. You’d be lucky for like 90","labels":"neutral"},{"text":"Love [NAME]. Amazing beaches!","labels":"amusement"},{"text":"You might be on to something, but did you have a question?","labels":"curiosity"},{"text":"Those fries look delicious!!!","labels":"excitement"},{"text":"No link sharing the pics? Mildly disappointed in reddit haha","labels":"amusement"},{"text":"Can you repost this as a Brokeback Mountain meme? “I can’t quit you [[NAME]].” ;P","labels":"neutral"},{"text":"Context doesn’t exactly make state murder of the “stupid poor” better.","labels":"disappointment"},{"text":"This was all of my Junior history class","labels":"neutral"},{"text":"Sadly I see it being a call to party like there is no tomorrow for the vast majority.","labels":"disappointment"},{"text":"I miss the bch\/bsv war...the quality of posts were getting better....back to square 1","labels":"joy"},{"text":"if my dog dont like u i dont like u and if my dog gets into a fight u know im jumpin in there with him","labels":"caring"},{"text":"Good for you!","labels":"amusement"},{"text":"You didn't disappoint. I'm proud of you.","labels":"amusement"},{"text":"Oh god no!!! I was gonna get some shipped out to save you some money. Never mind.","labels":"surprise"},{"text":"Let’s see, this house is designated Zone R3, which allows for cats, dogs, telephone answering monkeys...","labels":"neutral"},{"text":"Is the use of stone that common for the medical field in the UK?","labels":"curiosity"},{"text":"watch us play better without him","labels":"optimism"},{"text":"My goodness I didn't even know this existed. This is my first time seeing something like this. Pretty cool stuff.","labels":"surprise"},{"text":"Violence only begets violence. We'll wind up with an authoritarian despot as ruler if there's a violent revolution.","labels":"neutral"},{"text":"If anyone deserves one...","labels":"neutral"},{"text":"Don’t kink shame me!","labels":"neutral"},{"text":"Ha amazing I thought I was alone","labels":"excitement"},{"text":"Why is [NAME] me though lmao","labels":"amusement"},{"text":"It was SO refreshing to see. [NAME], [NAME], and [NAME] were all so well coordinated. Hype","labels":"amusement"},{"text":"I was messy..............then I became a minimalist.","labels":"annoyance"},{"text":"Bro that’s very nice. I like it.","labels":"amusement"},{"text":"He really should breathe in and out. It also gets hot down there","labels":"neutral"},{"text":"0.1% is a 1 in a thousand chance there, dumbass.","labels":"annoyance"},{"text":"Looks like you clipped my own games. It’s bad lately.","labels":"disgust"},{"text":"> bacon You had my curiosity, but now you have my attention","labels":"neutral"},{"text":"Nutter is a great word for it. I haven't even gotten into her claim that she is psychic yet. That's a story for another day.","labels":"neutral"},{"text":"This team needs to tighten up in the third. Absolutely brutal.","labels":"disgust"},{"text":"This is very [serious], how dare you guys mock this [serious] science?!","labels":"anger"},{"text":"True but still very unlikely, mostly just vocal harassment and maybe a few small objects. Something tells me police will be there","labels":"annoyance"},{"text":"My saving grace: “Since we have an odd number of students, is there anyone who’d prefer to work alone for this project?”","labels":"curiosity"},{"text":"I had 175\/1 back in March. About to go to Vegas again and it will be disappointing to only get 12\/1 this time.","labels":"disappointment"},{"text":"This is brilliant","labels":"amusement"},{"text":"Shut up [NAME]","labels":"anger"},{"text":"Thanks bro!","labels":"gratitude"},{"text":"Careful, he's a hero","labels":"neutral"},{"text":"He does Perth games on Triple M","labels":"neutral"},{"text":"No thanks, prefer the fairness of Public\/Veteran. No cheating admins.","labels":"neutral"},{"text":"Fucking monophanie looking ass floating with the dead, nice.","labels":"annoyance"},{"text":"This wouldn’t feel so bad if sales and footfall weren’t but many external pressures were keeping profits down.","labels":"disappointment"},{"text":"I actually have to try, to see what happens","labels":"excitement"},{"text":"The mouth coming out of the plate is the most unsettling. At least I think that's a mouth.","labels":"neutral"},{"text":"You can’t","labels":"neutral"},{"text":"In many circles this would be considered a steal","labels":"amusement"},{"text":"Have a great safe driving record, save up to buy stuff, and meet people face to face to talk to them.","labels":"caring"},{"text":"I measure from where the back of the balls are. It counts. Especially if you tend to go balls deep anyway. lol","labels":"annoyance"},{"text":"You’re right, I was thinking of AiG or the Discovery Institute. ","labels":"approval"},{"text":"> WHAT NOW [NAME]? IM DARK ARCHIE, [NAME]! *ahem* I think you mean [NAME]","labels":"neutral"},{"text":"After a few loops of the fall is it just me that thinks he’s doing it on purpose?","labels":"curiosity"},{"text":"11 seconds. I'll try harder next time.","labels":"realization"},{"text":"Don't be mad, life is too short!","labels":"caring"},{"text":"....that's *naiveté*, break the cycle... ## DONT BE NEGATIVE 3.0","labels":"caring"},{"text":"Guys help I can’t stop playing it, my hands are in so much pain!","labels":"disappointment"},{"text":"Ultra Despair Girls 2 >!We get Monaca back from space.!<","labels":"excitement"},{"text":"I’ve heard them say they are less likely to get a job.","labels":"disappointment"},{"text":"Yep happening to me all the time at my college. Fuck everything","labels":"disappointment"},{"text":"Don’t blame us because you’re a dumbass..","labels":"anger"},{"text":"you’re gonna do just fine","labels":"caring"},{"text":"Love the user name ;)","labels":"love"},{"text":"I broke contact after 6 months. It happens to the best of us. Get back on the proverbial horse.","labels":"excitement"},{"text":"No. They can go through the same legal process my wife and I did before getting in that line, so they don’t get turned away.","labels":"neutral"},{"text":"I think you didn't read the whole post. Go to the eye doctor.","labels":"caring"},{"text":"Now *I’M* angry","labels":"anger"},{"text":"Yes, please do. I'd appreciate any help.","labels":"amusement"},{"text":"This just isn't true. It was before [NAME] prime.","labels":"disapproval"},{"text":"Well, flash bangs go bang, too, to temporarily deafen and disorient, so there's that.","labels":"neutral"},{"text":"Seriously, I’ve been catching and loving this one since it first came out.","labels":"amusement"},{"text":"I hate that myself","labels":"anger"},{"text":"His returns or his W2?","labels":"confusion"},{"text":"Yes you can start working. Just use those bags, but don't bother with the prompt on the dashboard.","labels":"neutral"},{"text":"So this means the people who have debt can see those that don’t. Am I sensing an easier target for muggings and such?","labels":"curiosity"},{"text":"Wait a second what? The asshat found the story? Can someone teach me how to use the way back machine so i can read this?","labels":"confusion"},{"text":"Literally everything. What has happened, what is happening, and what will happen, all at once somehow. ","labels":"neutral"},{"text":"I pulled over at a Walmart on my way home from work to chat with all you beautiful faggots while I listen to the speech.","labels":"neutral"},{"text":"But that makes even less sense. The government is having a hard time collecting taxes, therefore people are poor? ","labels":"confusion"},{"text":"Where you lost them","labels":"curiosity"},{"text":"Just 1 DC tonight I think","labels":"neutral"},{"text":"this. faster, same pedaling but way less effort involved.","labels":"disappointment"},{"text":"Idiots are downvoting your correct comment.","labels":"disappointment"},{"text":"Oh sh*t guys I got banned","labels":"disapproval"},{"text":"Right. Because our modern society is NOT eye for an eye. If it *was* eye for an eye, the cycle would be endless. Thus the saying.","labels":"disapproval"},{"text":"oh my [NAME] easily one of the worst sounds aaahhhhhh","labels":"surprise"},{"text":"Ok thank you!","labels":"gratitude"},{"text":"Because [NAME] did not create us as apes and yes Science can never disprove [RELIGION].","labels":"neutral"},{"text":"How does that work? If in every measurable way, its bread and wine, how can you claim its actually [NAME] body and blood?","labels":"confusion"},{"text":"Not if it’s above the waist!","labels":"neutral"},{"text":"Ah what a good start","labels":"excitement"},{"text":"Me too, I just stood there clapping the whole time.","labels":"excitement"},{"text":"I binged that podcast in about 2 days at work. Amazing. The convention for Limelight, and how emotional they got for those poor women was heartbreaking.","labels":"excitement"},{"text":"To be fair, you have to have an extremely high IQ to also know that whiteoids dominate the school shooting industry.","labels":"neutral"},{"text":"I tried that. It doesn't work out very well. You become a machine.","labels":"disappointment"},{"text":"Brain: Take spoon OP: Why? Brain: You gotta","labels":"neutral"},{"text":"[NAME] and his supporters are the dumbest humans in the fucking galaxy. They should be locked up for their own safety.","labels":"annoyance"},{"text":"Your post is cogent, rationale and completely confirms what I have always to some degree felt deep down. Thanks for sharing! ","labels":"gratitude"},{"text":"nice ideas! looking good.","labels":"amusement"},{"text":"Latest buzzfeed article.... 10 ways you’re a moron if you think we’re credible.","labels":"neutral"},{"text":"This year would’ve been the year to start it... we’ll likely be losing the heart of our team after this season","labels":"disappointment"},{"text":"honestly, individually he's been awful so far.","labels":"excitement"},{"text":"Destroying the unrighteous to save the righteous is a righteous act. Therefore the great flood is an act of love. Whether it happened or didn't happen.","labels":"approval"},{"text":"I've found out speaking about our traumas is what heals us. Some people also need to hear our struggles to overcome theirs.","labels":"caring"},{"text":"hell yeh dude","labels":"annoyance"},{"text":"He looks like a Spanish Solly March, so I’ll assume he’s as average as Solly is. ","labels":"neutral"},{"text":"Or they freak out if it’s “not the right sub” for your post. Like calm down","labels":"annoyance"},{"text":"He's the only one who has managed anything positive in this game","labels":"neutral"},{"text":"If you were still here you probably heard mine! He’s a coonhound and likes to sing","labels":"amusement"},{"text":"Some antique stuff might have lead mixed in, but brass does not intrinsically require lead and modern brass doorknobs certainly wouldn't as it would be a liability.","labels":"neutral"},{"text":"> ftw Awesome statistic. Made my day! Love it","labels":"love"},{"text":"i meant what i said.","labels":"neutral"},{"text":"3 words , Hitachi Magic Wand","labels":"neutral"},{"text":"This is how far the Broncos have fallen. They no longer command the best and the brightest. Now it's .500 retreads. This should be concerning.","labels":"amusement"},{"text":"It wouldn’t even have been a month yet though... I can’t believe this bootlicking nonsense is upvoted here. [NAME] supporters everywhere these days smh","labels":"annoyance"},{"text":"I'm very open to doing anything to help me abstain. This seems very helpful I'd love to know more.","labels":"amusement"},{"text":"I would have liked this period to go differently.","labels":"neutral"},{"text":"Lol aren’t you the guy that got banned from UKPol for being too left wing? I have to say guy that’s pretty impressive.","labels":"curiosity"},{"text":"As a PPD mommy myself, you're my [NAME]! Thanks for this... Thank you for reminding me how amazing us mommies truly are!!","labels":"excitement"},{"text":"[NAME]. Go on Chapo.","labels":"neutral"},{"text":"This one's pretty fucking funny. Also LOL to that kid with that shotgun. The kick would break his shoulder in half.","labels":"amusement"},{"text":"\"That's impossible.\" \"It's necessary.\" If they were aiming to make a [NAME] a steely-eyed missile man, they succeeded. ","labels":"optimism"},{"text":"I’m genuinely curious as to how much Netflix is paying people to make memes about Bird Box.","labels":"curiosity"},{"text":"Huh.. Well that ruins it :\/ At least the cats fine","labels":"annoyance"},{"text":"I think I can agree with you here, I kinda forgot about the military.","labels":"approval"},{"text":"Good for you! So awesome!","labels":"excitement"},{"text":"Dear Governor of Louisana, 2009 NFCCG That is all Now take the L","labels":"neutral"},{"text":"Sorry man, you’re a great person and all. But margarine??? Downvoted*","labels":"sadness"},{"text":"Hah haha ha hah ha I am going to use this one now.","labels":"amusement"},{"text":"Trust man down here where I live it’s Stardawg, Silver or Amnesia hahaha, I’ll smoke almost anything tho, enjoy my man.","labels":"amusement"},{"text":"U.S. are going to fuck this [NAME] guy so hard...he's going to need help to remove all the stars from his rectum","labels":"annoyance"},{"text":"If you have this many concerns and red flags going, or something seems off, you can back out whenever you want, do it now. ","labels":"caring"},{"text":"hmmm interesting i just threw up","labels":"neutral"},{"text":"Great thanks for the advice!","labels":"gratitude"},{"text":"It's great that you're a recovering addict, that's cool. Have you ever tried DMT?","labels":"curiosity"},{"text":"Why wouldn’t the cops turn off the truck and take the keys?","labels":"curiosity"},{"text":"Leave me alone :(","labels":"sadness"},{"text":"This is just a terrible joke","labels":"disappointment"},{"text":"I like [NAME] so far, but I know I'm alone in that.","labels":"amusement"},{"text":"Oh god I miss Jet's. And I don't get to come home for another 3 months. Enjoy it for me.","labels":"disappointment"},{"text":"[NAME] Palestine like, IBERVILLE 1995! YOUD THINK THAT WAS AIRSTRIKES ON OUTSIDE","labels":"neutral"},{"text":"Love it or hate it. That kid is a hero","labels":"amusement"},{"text":"And for those of us older 49ers fans, they used to be division rivals too!","labels":"neutral"},{"text":"Now THAT is a murder by words!","labels":"surprise"},{"text":"Yeah, I took it more like “not us, but the radicals” mb.","labels":"neutral"},{"text":"Who said anything about being confused? No disagreement here whatsoever. :)","labels":"neutral"},{"text":"I knew the top comment *had to be* about them fonts.","labels":"neutral"},{"text":"You didn't want to have sex with anyone before you turned 18?","labels":"curiosity"},{"text":"His wrists are too small ☹️","labels":"sadness"},{"text":"It's ok, it was cancelled anyway","labels":"neutral"},{"text":"He was so close to me x","labels":"neutral"},{"text":"Glad I tend to post pics of my cats and not myself.","labels":"gratitude"},{"text":"I am sure all the [NAME] had these ready to go since the [NAME] didn't do their job in oversight, let the subpoenas begin!","labels":"neutral"},{"text":"[NAME] is actually a terrible player","labels":"disapproval"},{"text":"The forgotten [NAME]? He's pretty good on the Flash as [NAME].","labels":"amusement"},{"text":"That sub bans and deletes anything that's not flattering to [NAME]. Don't expect anything other than ideology and cult behavior from those idiots.","labels":"disappointment"},{"text":"I just \/facepalmed myself into oblivion.","labels":"sadness"},{"text":"[NAME] is a moron. Why take the ball away from your best player and give arguably the best RB in the nation the chance to run it out.","labels":"curiosity"},{"text":"This was wild, laughed the entire post","labels":"amusement"},{"text":"This is the same woman who fought tooth and nail to have wrongful convictions upheld while she was a prosecutor; she craves tyranny.","labels":"curiosity"},{"text":"How often are parents like that? I’m legit curious.","labels":"curiosity"},{"text":"Here's a way to help. Have sex with a user","labels":"neutral"},{"text":"Great idea! :) I'd be happy to give her a good reference!","labels":"gratitude"},{"text":"A girl came into him recently and he pre maturely ejaculated. He had to type this.","labels":"fear"},{"text":"Conformity should probably be the norm when a horde of individuals are moving 2000+lb pieces of metal around to individual destinations at 110km\/h, tbh.","labels":"neutral"},{"text":"^ This. You know the guy's a liability when multiple teams openly admit to taking advantage of his defensive inconsistency at the left.","labels":"pride"},{"text":"Lemon cookies are the best","labels":"amusement"},{"text":"Nope. According to your biblical book of lies [NAME] made **everything**. Are you saying the bible is false?","labels":"curiosity"},{"text":"That's some good stuff! What did you think about [NAME]?","labels":"curiosity"},{"text":"*Poop hole* Oooohwee!","labels":"excitement"},{"text":"There seems to a bet between [NAME] and [NAME] whose semi final match would be more of a bloodbath","labels":"neutral"},{"text":"Lmao god damn","labels":"amusement"},{"text":"WHEN I DO BEGIN TO PEAK, ALL OF [NAME] WILL KNOW!","labels":"approval"},{"text":"I would think that logic would dictate that you should be able to type anything in chat that your in-game avatar is saying.","labels":"neutral"},{"text":"Omg I'm crying and shaking rn [NAME] would never say that","labels":"disappointment"},{"text":"I some times add a little sriracha when a I'm making a gochujang based sauce, they have similar flavor profiles with that hot and sweet thing.","labels":"neutral"},{"text":"Fart. Far less humiliating particularly in front of family or strangers","labels":"neutral"},{"text":"What doesn't exist? You won't even say what you mean by the term.","labels":"confusion"},{"text":"Huh that guy seems cool, they'd probably lop his head off. ","labels":"amusement"},{"text":"i would just like you to know that even though that dipshit didnt read what you wrote, i did, and i appreciate it. very good post.","labels":"gratitude"},{"text":"No fucking clue","labels":"neutral"},{"text":"Cant wait til [NAME] passes him. [NAME] is an ungrateful mofo. Anyone that praises their own work ethic and hard work needs slapped silly.","labels":"anger"},{"text":"Hahaha good point!","labels":"approval"},{"text":"Wow holy shit I didn't realize Reddit has become main stream media great analogy bud","labels":"surprise"},{"text":"Excellent as always","labels":"amusement"},{"text":"This post is about a strung out homeless traveler who abandoned his dog. Are you confused about things?","labels":"confusion"},{"text":"Well he is saying the right sort of things. I'm glad [NAME] won but I'd like to see [NAME] come back well.","labels":"neutral"},{"text":"Because that sub is for VLs.","labels":"neutral"},{"text":"Welcome to the hype train. hahhaha","labels":"joy"},{"text":"HOW DOES ONE CONTACT [NAME] TO PRESENT THEIR FIRSTBORN FOR ONE?!?!?!","labels":"curiosity"},{"text":"I have mixed states and rapid cycling too! Super fun","labels":"amusement"},{"text":"You president now?","labels":"curiosity"},{"text":"I have no shame in saying I still have my blanket from when I was a child. And a favorite [NAME] plushie.","labels":"pride"},{"text":"> Ottoman","labels":"neutral"},{"text":"I mean... It's about average. So not $200 but not \"throw it in the trash\" either. ","labels":"disappointment"},{"text":"Pretty poor shots mostly. Couple of great saves from [NAME] though.","labels":"disappointment"},{"text":"It's been a while since I watched anything from WWE and new [NAME] looks like the homeless version of old Lince Dorado.","labels":"amusement"},{"text":"As someone who has been in a similar relationship, it is indeed emotional abuse.","labels":"annoyance"},{"text":"I would be impressed if [NAME] ate 15% of his weight every day I wish I lived in a state where the contest was valid. Stupid NY","labels":"annoyance"},{"text":"I'll share some soon. Just as a heads up: There seems to be quite a bit of trickery going on.","labels":"confusion"},{"text":"I expected the windows to burst. Definitely not expected THAT.","labels":"neutral"},{"text":"Didn't expect him to land back in the championship, although mears was much more unlikely","labels":"neutral"},{"text":"They gonna be some big books, don’t you worry. ","labels":"curiosity"},{"text":"Yes, let’s start locking up people without any evidence that they did anything illegal. Definitely not an extremist POV.","labels":"neutral"},{"text":"Nope, he owns Swift. It's basically a holding company for all of his business ventures","labels":"neutral"},{"text":"Lol if he wouldnt have 3 straight bad games it still would not be even close to LOCK","labels":"disappointment"},{"text":"I admire the prep and just hope the other guy is ok. Best one in ages..","labels":"amusement"},{"text":"The Leafs weren’t mentioned once in this article.","labels":"neutral"},{"text":"Thanks for adding water to an old nightmare","labels":"gratitude"},{"text":"Washington Justice!","labels":"neutral"},{"text":"chippy chippy ball","labels":"neutral"},{"text":"You are all a bunch of losers. Nuclear weapons will accomplish this faster and more efficiently than any other means.","labels":"neutral"},{"text":"Not even the original","labels":"disapproval"},{"text":"If its our fault for stocking it in the wrong place, its our fault - within reason of course.","labels":"realization"},{"text":"If you ever wondered where ISIS got their method of killing homosexuals, wonder no more. Source: al-Jawab al-Kafi p. 260-263 as Quoted by Islamqa: ","labels":"surprise"},{"text":"Not a good sound, a glorious sound.","labels":"amusement"},{"text":"I agree i think it's a problem with inner game even when i get the number she don't answer","labels":"annoyance"},{"text":"The next [NAME]. Welcome [NAME].","labels":"gratitude"},{"text":"It’s grandmas house. His house is a tip","labels":"neutral"},{"text":"These are worse than the [NAME] ones [NAME]","labels":"disapproval"},{"text":"Because physical contact promotes bonding. Healthy relationships increase both partner's wellbeing. Routine can be frustrating. Especially when you want to try something new.","labels":"neutral"},{"text":"I wish I could get a lazy Malinois. I love their look and Mal puppies are so cute! But I’m not a run-everyday dog owner.","labels":"desire"},{"text":"Their* comment; sorry. Just realized you’re not the same person.","labels":"disappointment"},{"text":"I think they were hoping he would be the [NAME], that didn't happen.","labels":"disappointment"},{"text":"Joint bank account?","labels":"neutral"},{"text":"This can be taken horribly out of context","labels":"annoyance"},{"text":"You mean the festival up in the domain?","labels":"curiosity"},{"text":"A pencil skirt is tight around the hips with a slit in the back, not swishy. Does that make sense?","labels":"annoyance"},{"text":"Considering my wife barely touches me, I think I could get this job. Wonder how much it pays. ","labels":"excitement"},{"text":"How dare u\/Reijka92 disrespect [NAME] like that!","labels":"anger"},{"text":"[NAME] what a stupid job","labels":"annoyance"},{"text":"People are very complicated.","labels":"neutral"},{"text":"There are a number of cases where throws are unbreakable, usually relative to grounded position or rage drives. Not including those cuz they are very specific.","labels":"neutral"},{"text":"its north park","labels":"approval"},{"text":"[NAME] looks miserable in those photos.","labels":"annoyance"},{"text":"This team was nowhere near legendary, filled with legends sure, but incredibly disappointing.","labels":"neutral"},{"text":"A reason to play the game every 3 month?","labels":"neutral"},{"text":"I think it was [NAME] who said it: \"The best defense in the NFL is a 2 TD lead\"","labels":"neutral"},{"text":"Watching [NAME] cry made me cry. That dude worked his ass off his entire career for that moment. So well deserved.","labels":"amusement"},{"text":"Much better than I could have put it! Thank you for your input!","labels":"gratitude"},{"text":"Oh. Much less exciting than the edit. We live inside the fungus.","labels":"annoyance"},{"text":"[NAME] wants to know what you really mean.","labels":"desire"},{"text":"A majority of the season they’ve been able to win out in ugly games. I just think that warriors loss left a bit of a scar","labels":"fear"},{"text":"This changes everything.","labels":"neutral"},{"text":"I’m doing my part!","labels":"neutral"},{"text":"hes doing it for his kid","labels":"approval"},{"text":"I don't make a habit of looking at people's profiles over a simple comment. Tell me what I'm supposed to see from your post history.","labels":"neutral"},{"text":"Oh god, the one common denominator strikes again and is rubbing off on the other players. We're doomed, back to the drawing board in 2020","labels":"disappointment"},{"text":"Pick them up and put them outside.","labels":"annoyance"},{"text":"I hate you for that title. Thanks a lot. \/s Right as I’m about to go to sleep too.","labels":"anger"},{"text":"> **most government positions**, especially elected positions **don't have any education or skill requirements** FWIW Yea they do.","labels":"disappointment"},{"text":"Narrow guage is great!","labels":"amusement"},{"text":"Welcome to religion 101","labels":"caring"},{"text":">I just hope Lovejoy is back Phrases I'd never expect to hear for $600 [NAME]","labels":"optimism"},{"text":"Stupidly stubborn \/ stubbornly stupid","labels":"neutral"},{"text":"Im a revolver guy so I've always admired the rhino and its low bore axis design. The Rhino and the Kimber k6s are on my list.","labels":"amusement"},{"text":"False false false It's about having a good group of friends to go out with and knowing the right places to go to meet new people.","labels":"neutral"},{"text":"If you were charged it is most likely due to poor articulacy\/communication skills","labels":"neutral"},{"text":"Miss me with that","labels":"sadness"},{"text":"Be patient. Post intelligent and thoughtful comments on others’ posts and it shouldn’t take more than a few days or a week at most.","labels":"neutral"},{"text":"Just wondering how they did it visually with all the fireworks going on","labels":"surprise"},{"text":"Watched that game in a motel on the outskirts of Albuquerque. Quietly went nuts when he scored that goal","labels":"amusement"},{"text":"I agree, there’s no salt on that pretzel...monstrosity!","labels":"approval"},{"text":"Richmond & Weslayan. But I haven’t checked this year. Going to look this weekend...thanks for the reminder!","labels":"gratitude"},{"text":"Ohhhhh that couple!","labels":"surprise"},{"text":"[NAME] was pretty cool on The Challenge so I would love to see him on CBB.","labels":"amusement"},{"text":"oh lawd he comin. What a c h o n k","labels":"amusement"},{"text":"My [NAME] He is a BEAST. Every possession he makes someone his bitch. Are there any injury concerns past the injury he got before he left the team?","labels":"annoyance"},{"text":"I hope [NAME] does get a new devil trigger. I’m sorry but seeing the same one repeatedly has gotten old.","labels":"disappointment"},{"text":"Because you are young and it happens. You feel like you’ll never find someone else but you will.","labels":"caring"},{"text":"Why all the downvotes? It's a fucking pizza thread?","labels":"curiosity"},{"text":"Hurts to read :(","labels":"disappointment"},{"text":">just convince 5 other gold players who aren't communicating to run a communication and coordination heavy comp 4HEad","labels":"neutral"},{"text":"I didn't realize CPO was an add-on available, I just saw their advertising. Thanks!","labels":"gratitude"},{"text":"Then enjoy your shutdown!","labels":"annoyance"},{"text":"Thanks for the sharing your information.","labels":"gratitude"},{"text":"Wait so you can get an acre of rainforest for $35? I mean, it would be way cheaper at that volume but still that's real cheap","labels":"curiosity"},{"text":"This hurts my brain","labels":"annoyance"},{"text":"I love her","labels":"love"},{"text":"While I agree that the biggest problem is [NAME], [NAME] had to go too.","labels":"approval"},{"text":"Well thats survival sweety. Run away live to fight another day. You on the other hand are the one that learns the hard way and ends up dying first!","labels":"caring"},{"text":"One of my cats always eats the other ones food. I never noticed it until he was obese. I'm not gonna make that mistake again.","labels":"realization"},{"text":"You have too many knives, I don't trust you. Sociopath.","labels":"anger"},{"text":"No, mom doesn’t like fights and my sisters afraid of getting hit (even though he doesn’t hit her)","labels":"annoyance"},{"text":"Well, if 10% of active gun owners each convert 4 people, we win :-).","labels":"optimism"},{"text":"You'll be fine.","labels":"caring"},{"text":"Nobody likes you","labels":"disapproval"},{"text":"Are we gonna ignore the fact that he passed someone in the right lane???? That’s illegal","labels":"annoyance"},{"text":"[NAME] can’t you see, you’re being way too loud for me","labels":"annoyance"},{"text":"No they haven’t and that’s probably a lot of the problem","labels":"annoyance"},{"text":"I don't have children yet so I will just have a long conversation with my balls tonight","labels":"neutral"},{"text":"i love all harper news because i love the shit storm that ensues on here.","labels":"amusement"},{"text":"Looks like a pretty good plate overall!!","labels":"amusement"},{"text":"Sleepy [NAME]?","labels":"neutral"},{"text":"It actually takes less clicks now to get a full stack of items than before.","labels":"neutral"},{"text":"[NAME] is for real. This is gonna be his league in a few years imo. Great pick.","labels":"gratitude"},{"text":"LE FUCK IM LE OLD!!!!","labels":"neutral"},{"text":"So every interaction with a dumb or crazy person is news?","labels":"curiosity"},{"text":"lol the zoomed in crotch on the right","labels":"annoyance"},{"text":"And soldiers. GIs love strip clubs. Especially in the podunk towns where bases are.","labels":"neutral"},{"text":"And.. she... is.... GONE.....","labels":"neutral"},{"text":"got a screenshot of the interaction!","labels":"excitement"},{"text":"Late to the party, but if it were young boys talking about stabbing women in the vagina would it still be okay?","labels":"curiosity"},{"text":"Please no, I have a family!!!","labels":"fear"},{"text":"Happy Cake Day you barefoot bitch!","labels":"neutral"},{"text":"my ex's favorite thing to do on psychs was eat, but i cant eat on psychs. she used to get so mad at me","labels":"annoyance"},{"text":"Lmao. I still sing fun with the funk sometimes.","labels":"fear"},{"text":"Calm and chill","labels":"neutral"},{"text":"noun flogging or beating, either as a religious discipline or for sexual gratification.","labels":"neutral"},{"text":"The temperature is too damn low.","labels":"neutral"},{"text":"I hope [NAME] has something cooking. I wanted [NAME] back","labels":"desire"},{"text":"I can't unsee it now. I wish I could, I love magic","labels":"amusement"},{"text":">more money than you I seriously, *seriously* doubt that. >doing something before this guys are outta the country Prove it.","labels":"anger"},{"text":"[NAME] is staying where he is thank you very much","labels":"gratitude"},{"text":"For real. After I saw that, I just stopped reading. My eyes spun right out of my head. ","labels":"surprise"},{"text":"Missed that part, but now I see where you are coming from.","labels":"disappointment"},{"text":"I love Wood Witch, still saving to buy that.","labels":"amusement"},{"text":"And lo, for he took to Facebook and quoth righteousness, and the people were joyful, and gave unto him many \"likes.\"","labels":"approval"},{"text":"I see BOTW and now I'm waiting for a group of grown men to watch shitty old movies.","labels":"neutral"},{"text":"we just don’t match amazon at all to avoid this sort of thing.","labels":"disapproval"},{"text":"Hey he's not the one running [NAME] Twitter account can't blame him for that.","labels":"neutral"},{"text":"What a sad post. I cannot believe people actually follow their advice.","labels":"disappointment"},{"text":"Now I guess the question is, were they dipping their brush in their own paint pot, or were they sharing with a friend ?","labels":"confusion"},{"text":"Did the words get unbanned?!","labels":"curiosity"},{"text":"You all are looking at this guy reading this book, but ARE YOU SEEING HOW HAIRY THIS GUYS ARM IS?!?","labels":"surprise"},{"text":"Are there free vaccines for adults? I thought it was just kids and the elderly?","labels":"curiosity"},{"text":"If you feel it's harassment, you have the ability to report the post for harassment.","labels":"annoyance"},{"text":"Congratulations! :)","labels":"gratitude"},{"text":"Hmm ok, ya this is pretty aweso...uhhhh nvm.","labels":"approval"},{"text":"Congrats, still waiting on getting called for an interview for another internal position. Applying around Christmas HR is so fucking slow.","labels":"gratitude"},{"text":"art","labels":"neutral"},{"text":"HELL YEAH!!! And in only 7 months?? That’s such an achievement!","labels":"gratitude"},{"text":"I have nothing to offer you but my love.","labels":"love"},{"text":"Hahahah this is awesome.","labels":"excitement"},{"text":"That's why I don't open Instagram that much","labels":"annoyance"},{"text":"They don't want to waste the script they used for [NAME] campaign. Because that was such a rousing success.","labels":"neutral"},{"text":"Brb gotta go talk to my sister. And therapist.","labels":"neutral"},{"text":"Convenience.' If that's your view of the issue, not much else to say.","labels":"neutral"},{"text":"This pretty boy didn't meet [NAME] ! That's why he's still full of life !","labels":"neutral"},{"text":"All the people in this thread are fucking disgusting","labels":"anger"},{"text":"Thanks, so that's not what I need then.","labels":"disapproval"},{"text":"Have you found any of the students with you have common interests?","labels":"curiosity"},{"text":"Also, allow athletes to come and train during the year, but grant a blackout period before the Olympics or something,","labels":"neutral"},{"text":"fantastic point!","labels":"amusement"},{"text":"Is it?","labels":"curiosity"},{"text":"Needs a great winger to play off of. Without [NAME] he has struggled to be creative on the wing","labels":"neutral"},{"text":"I assume he likes it and wants to share what he loves.","labels":"neutral"},{"text":"This is where the fun begins.","labels":"amusement"},{"text":"lol my mom once told me that alcohol can't be a drug because it's legal","labels":"amusement"},{"text":"Playing with my friends","labels":"neutral"},{"text":"That [NAME] cover though... Turned over to [NAME] at that point.","labels":"neutral"},{"text":"def a great thing to do (and to showcase for a storyline)","labels":"neutral"},{"text":"love that the block against AZ is in this. what a year for Kittle.","labels":"amusement"},{"text":"Keep gg too bro!","labels":"joy"},{"text":"I still don't know what I want to be when I grow up.","labels":"confusion"},{"text":"If they had tried to free their friends first, their bomb would have been confiscated so I say they made the right choice.","labels":"approval"},{"text":"Does nobody notice that this is a doctored photo..?? Like really bad clone stamp.. I mean it could be beautiful but this is not a real photo.","labels":"disapproval"},{"text":"Thank you!","labels":"gratitude"},{"text":"I love [NAME].","labels":"love"},{"text":"...and they're gone. Didn't even get to see what they cost.","labels":"disappointment"},{"text":"Fuck with these giveaways.","labels":"annoyance"},{"text":"My toddler calls it gorilla cheese, and beats his chest like a gorilla when asking for it, lol","labels":"annoyance"},{"text":"I'm kinda the opposite. I always look dour and sad even when I'm not...","labels":"nervousness"},{"text":"Could this be more .jpeged","labels":"neutral"},{"text":"He posts on The_Donald, you're arguing with a brick wall","labels":"anger"},{"text":"Worth a try to report the bus number, the route and the time to PTV to see if he can get them back. Best of luck!","labels":"neutral"},{"text":"The £25 loaf of bread I call it.","labels":"neutral"},{"text":"I mean nowadays the first grader would be expelled as a sex offender and put on a registry anyway","labels":"annoyance"},{"text":"Oh really? I didn’t know someone else posted it haha Edit: just looked and someone posted it right after me","labels":"surprise"},{"text":"4th generation representing!","labels":"excitement"},{"text":"We’re honestly not doing that bad besides [NAME]. Clear pen, unlucky. Let’s hope for the best in the second half","labels":"neutral"},{"text":"Not at all. I wasn't offended in the least. Thanks for the promotion!","labels":"gratitude"},{"text":"Found the selfish and shitty anti-vaxxer in the thread. How many of us have to die before you get your fucking kids vaccinated?","labels":"disappointment"},{"text":"I find it boring and, at times, incredibly annoying in all of the games. It completely lost its appeal somewhere around Black Flag.","labels":"annoyance"},{"text":"[NAME] damn, I love astrology despite being the dryest, most scientific person on Earth... Amber the taurus made me lol.","labels":"love"},{"text":"You are not intereating. You are an annoying cunt who should have never been concieved.","labels":"disapproval"},{"text":"Well I am happy you believe that.","labels":"joy"},{"text":"9. Some of us just don’t like fucking dogs. Fuck off. Stay away from me.","labels":"anger"},{"text":"He has been given all the time\/freedom in the world - he just doesn't deliver.","labels":"disappointment"},{"text":"The thing is the American hierarchs were ready to act until the Pope stepped in and told them to wait.","labels":"neutral"},{"text":"I’m rather surprised that these books are STILL being made. Like I thought they died off around 2014.","labels":"surprise"},{"text":" that’s actually sad, feel bad for him :\/","labels":"disappointment"},{"text":"What mental illness am I displaying?","labels":"confusion"},{"text":"Almost in tears watching him celebrate, true captain ❤️","labels":"gratitude"},{"text":"FOR THE LOVE OF [NAME] WATCH THE DUB. THANK ME LATER. You can watch it on Crunchyroll, Hulu, or Kissanime\/Dubhappy clones.","labels":"neutral"},{"text":"Yeah like I just get more dissociated. Music sounds better and stuff","labels":"joy"},{"text":"that tease tonight lowered my hopes","labels":"disappointment"},{"text":"Source???!","labels":"neutral"},{"text":"Probably because its likely, unfortunately. The question is what happens next for people that are obsolete.","labels":"disappointment"},{"text":"Oh, it’s only made them more determined to invent the “creepy [NAME]” narrative themselves.","labels":"desire"},{"text":"[NAME] was just calling you out for being rude as fuck","labels":"anger"},{"text":"They do with [NAME]","labels":"neutral"},{"text":"I know but it just sucks to feel like this","labels":"annoyance"},{"text":"What the fuck is wrong with this?!?!?!??? FUCKKKKKKKK!!!!!","labels":"anger"},{"text":"Yes honey, now go get the mop.","labels":"neutral"},{"text":"Sounds fancy, is there any in flight entertainment?","labels":"curiosity"},{"text":"Thank you. I’ve got till next week to find out then :)","labels":"gratitude"},{"text":"he saw it","labels":"neutral"},{"text":"What a finish","labels":"excitement"},{"text":"That's the spirit!","labels":"excitement"},{"text":"Who’s fucking a shark !?","labels":"curiosity"},{"text":"*Samsung Other Android phones don't have Bixby, that's Samsung's BS (and yeah, it's terrible. I have the button \/ feature completely disabled)","labels":"disappointment"},{"text":"aye they buggin for no reason im just saying good job keep it up.","labels":"gratitude"},{"text":"Not the best in the world but he can still claim to be the biggest draw. Red pantie night is very real","labels":"neutral"},{"text":"People like you are why I follow this sub. Keep it up I need more laughs like that!","labels":"amusement"},{"text":"So ya gonna do a pat down or just trust the dude?","labels":"curiosity"},{"text":"That's how reddit works.","labels":"approval"},{"text":"lol you're like a fucking child. \"No you!\" Thanks for the laugh man. ","labels":"gratitude"},{"text":"Interesting considering my tattoo looked like this when it was fresh","labels":"neutral"},{"text":"Cool shot. Super wide angle, multi shot?","labels":"curiosity"},{"text":"Indifferent before leaving. Indifferent after. Although hasidic [NAME] are fucking mental.","labels":"annoyance"},{"text":"My parents died. I wish they were someplace warm that I could visit them with their grandchild, and they could visit too.","labels":"grief"},{"text":"More insults, [NAME] said my bit now all you have is a show that proves what I said to be the truth, nothing more nothing less.","labels":"embarrassment"},{"text":"Montreal is a beautiful city","labels":"amusement"},{"text":"Not sure how kittens “lol” but I’ll take your word for it.","labels":"approval"},{"text":"That's what I was talking about. Eat one meal, then hibernate until you're so hungry you gotta eat again.","labels":"caring"},{"text":"Thanks! I was actually considering that myself, but I'm scared that I'll just start rambling about it ","labels":"gratitude"},{"text":"\"He made her\" give me a break. Tell him to shit his pants.","labels":"annoyance"},{"text":"Eastern European here. Very cool! We’re really all the same.","labels":"approval"},{"text":"Call ambulance or police for a wellness check but make HER pay the ambulance fees\/ callout fees, not OP. it should teach her real fast.","labels":"caring"},{"text":"I (26SM) love women with rings. It is such a turn on knowing that she is married.","labels":"amusement"},{"text":"> Asks for example of racists wearing MAGA hats > Denies that racists wearing the hat are in fact racist","labels":"neutral"},{"text":"Ok but how is that a jerk he’s not pushing anyone off their chair","labels":"confusion"},{"text":"Good bot!","labels":"neutral"},{"text":"Nice try. That doesn’t work though.","labels":"disapproval"},{"text":"I'd look up some gameplay of Warriors games, and see if the hack and slash nature of them appeals to you.","labels":"neutral"},{"text":"GIVE ME OTHER PEOPLES MONEY!!!!!","labels":"anger"},{"text":"You're in the wrong subs","labels":"neutral"},{"text":"The visual change is an underrated buff. The few times you could juke a legion as survivor were likely due to his blur that just got lessened.","labels":"disapproval"},{"text":"Must be fun, just rewriting history at will...","labels":"amusement"},{"text":"Pennsylvania here, I've been doing this since I was a kid.","labels":"neutral"},{"text":"just because someone is born [RELIGION] does not mean they have not explored other religions too. Not everyone practices blindly.","labels":"neutral"},{"text":"at least you aren't broke like me :\/","labels":"neutral"},{"text":"That's clearly a clickbait title. Chances are it didn't actually happen.","labels":"approval"},{"text":"How though? I srsly don't get it. Seems pretty racist to me.","labels":"confusion"},{"text":"Sydney is not for you","labels":"disapproval"},{"text":"No thanks, he’s already been flushed","labels":"anger"},{"text":"Yes, and when I do say \"no\" I'm filled with tremendous guilt. ","labels":"disgust"},{"text":"You really can't. So just dont worry about it","labels":"caring"},{"text":"Very good post brother you hit the nail on the head. It is unfortunate that people downvote this post to the bottom when you explain so well.","labels":"amusement"},{"text":"40k concurrent viewers on twitch and 100,000s of views on multiple YouTube vids would argue your point ","labels":"neutral"},{"text":"r\/suddenlytrans? This is totally a joke I'd make if I grew","labels":"neutral"},{"text":"I feel a little sad for her. That she thinks the only options or something to do is having kids. Fuck her tho.","labels":"annoyance"},{"text":"Have you ever consider knocking three times and that hide and seek\/stalker vibe is terrifying. It's the most disturbing thing I can link you my AR 15.","labels":"annoyance"},{"text":"Thank you! I was hoping somebody wpuld post that video since I couldnt think of what to search for.","labels":"gratitude"},{"text":"Beautiful!!","labels":"amusement"},{"text":"That tiny shoulder pad is freaking adorable.","labels":"amusement"},{"text":"Let me know how that spicy coco turns out please!!!","labels":"curiosity"},{"text":"Plz explain the TeamViewer thing. Im interested.","labels":"desire"},{"text":"That's pretty subjective tbh. I loved [NAME] VA specially in the angry and intense scenes. [NAME] was pretty good too, but I prefer [NAME].","labels":"approval"},{"text":"I'm not sure what you're talking about. He removed his name off the records long ago.","labels":"confusion"},{"text":"Thank you for the kind words :)","labels":"gratitude"},{"text":"yeah her ex was shocked when she said \"my boyfriend\".","labels":"surprise"},{"text":"[NAME] is my top choice. Love the tape and could anchor the line for many years","labels":"amusement"},{"text":"Screenshots and a photo of the food on their porch.","labels":"neutral"},{"text":"Love the flower, and hope you feel better!","labels":"caring"},{"text":"Only 5 hour drive..... I guess im doing a day trip to Almonte. I love baked goods.","labels":"love"},{"text":"Aww [NAME] giving [NAME] a pat on the back that’s cute","labels":"amusement"},{"text":"No consistency in any of our rotations and it’s january...","labels":"approval"},{"text":"Lol this never gets old","labels":"amusement"},{"text":"Poeling is looking like a fkn stud. Imagine our C depth next season... [NAME]... holy fuck","labels":"neutral"},{"text":"The only way I can make people laugh","labels":"caring"},{"text":"\"[NAME]!\" *screeched the two apprentices as they tried to prove their worth to the the one who shall not be named*","labels":"neutral"},{"text":"Nice! I'm glad there was a great turnout. Congrats!","labels":"gratitude"},{"text":"With the Mets, I expect the worst 24\/7\/365.","labels":"annoyance"},{"text":"Solid as a rock!","labels":"neutral"},{"text":"Lmao “9 times out of 10” okay","labels":"amusement"},{"text":"Well, I never thought it was entirely coincidence that we got bad when [NAME] went to Ireland and got good again when he came back.","labels":"neutral"},{"text":"I don't drink I don't smoke I don't do drugs and yet still am not \"happy rich and all that people say this brings\"","labels":"disapproval"},{"text":"If you're talking about drinking, unless there's tea or coffee in it, gross.","labels":"disapproval"},{"text":"I've heard vegetarians talking about various sources of cholesterol, maybe try r\/vegetarian and ask what meats they prefer?","labels":"curiosity"},{"text":"What u doing dame","labels":"curiosity"},{"text":"It would take something extraordinary for me to turn down a 20% raise.","labels":"neutral"},{"text":"Keep up the good work","labels":"amusement"},{"text":"People are looking at me wondering why I'm laughing at work.","labels":"amusement"},{"text":"Oh boy do I have some bad news for you!","labels":"disappointment"},{"text":"17 MLR, 2 in US colleges, 15 abroad, and 1 unnattached.","labels":"neutral"},{"text":"[NAME] holding grudges","labels":"neutral"},{"text":"He knew what it was, he had just never eaten it somehow.","labels":"neutral"},{"text":"That’s very unfortunate for the bosses. Capitalism sure does commit genocide. Ireland. India. Indonesia. Vietnam. Iraq. Should I name more?","labels":"disappointment"},{"text":"Thank you, and same to you. I was a single AP once, it was lonely. Do you see other people?","labels":"curiosity"},{"text":">I thought we were retiring the older guys. Because the geniuses on reddit said so?","labels":"confusion"},{"text":"They're a double edge sword. Not too heavy on the beauty, but they always immensely helped me to immerse.","labels":"caring"},{"text":"[NAME] is great, I love [NAME] content as well.","labels":"amusement"},{"text":"I figured as much. If I were them I'd definitely be sceptical.","labels":"confusion"},{"text":"Anything is a dildo of you're brave enough","labels":"amusement"},{"text":"Impact? I'm merely interested in how low you will sink.","labels":"neutral"},{"text":"I take showers at night and I desperately need one atm. My hair has been really greasy recently.","labels":"desire"},{"text":"It's good","labels":"amusement"},{"text":"There was no need to crap on this guys feelings but you decided to anyway. At least you did the right thing a helped him dodge a bullet.","labels":"annoyance"},{"text":"after that we had no sustained damage for the fight so [NAME] and [NAME] just killed [NAME]","labels":"anger"},{"text":"I don't remember the taste, but someone on my strange addiction tv show ate her late husband's ashes and described the taste. ","labels":"neutral"},{"text":"It almost looks like stuff from Japanese Pizza Huts !!","labels":"neutral"},{"text":"This. It seems he's undoubtedly [NAME] preferred option.","labels":"neutral"},{"text":"I can't believe people wanted to trade him. [NAME] is unbelievable, so glad he's on our team ","labels":"gratitude"},{"text":"I smelled this meme coming in from a mile off! So good :p","labels":"amusement"},{"text":"Both the odour AND the smell! Poor guys.","labels":"annoyance"},{"text":"[NAME] IS girl number 3","labels":"neutral"},{"text":"You got it!","labels":"excitement"},{"text":"That's all good, thanks for commenting.","labels":"gratitude"},{"text":"I’m sorry you were down voted. I am asking for real honesty, so thank you for telling yours.","labels":"gratitude"},{"text":"I disagree. It's a couple of loud voices and some pretty blatant brigading from at least one of them.","labels":"disapproval"},{"text":"I get lost in [NAME] eyes","labels":"love"},{"text":"Send it!","labels":"neutral"},{"text":"Maybe the solution for global warming is not hitting the most vulnerable ones, but aiming for measures that reduce the impact of the big polluters","labels":"neutral"},{"text":"Aww! congratulations!","labels":"excitement"},{"text":"Eternal rest grant unto him, O Lord, and let perpetual light shine upon him. May he rest in peace. Amen","labels":"grief"},{"text":"Game of the conference season so far and ESPN screws up the stream with only a link to the game in Spanish?","labels":"curiosity"},{"text":"Man, I would gladly roast this one. Fat rich people must be tasty..","labels":"amusement"},{"text":"Today on someone flamed me in chat","labels":"anger"},{"text":"What’s the point in a yearly stadium video when almost all the pictures will be the same","labels":"curiosity"},{"text":"Absolutely amazing idea! 10\/10!!!","labels":"excitement"},{"text":"I'm a little disappointed that the tier markings werent' just different shades of green.","labels":"disappointment"},{"text":"What did they do?","labels":"curiosity"},{"text":"Like [NAME] says you are overcoming an addiction and much like any other addiction in the wild you are suffering from withdrawl symptoms in a sense.","labels":"disapproval"},{"text":"If only there was an option for a gif-like format that allowed audio to be played alongside the video... I guess the technology just isn't there yet","labels":"neutral"},{"text":"this, they will find a way. we screwed over my entire street for an hour when I got my new fridge..","labels":"annoyance"},{"text":"[NAME] is a traitor to this country.","labels":"neutral"},{"text":"This reminds me of the trolls that would tell people it was a ‘cool science experiment’ to cook up chlorine gas in people’s homes.","labels":"amusement"},{"text":"Is it though? All the highschoolers I knew were too broke to be using juuls. Everyone had a suorin and the only ones with juuls were drug dealers.","labels":"curiosity"},{"text":"He's so handsome","labels":"amusement"},{"text":"LOL I work at HPE and I was about to share this with our new hub director...glad I watched the last 2 seconds.","labels":"amusement"},{"text":"This is one of those hobbies where the exit strategy is paralysis or death.","labels":"approval"},{"text":"Hey I said that to my grammar once","labels":"neutral"},{"text":"Yup. That doesn't contradict what I said- this isn't a derailing conversation that I was starting.","labels":"annoyance"},{"text":"Wow so much younger but he sounds mature","labels":"surprise"},{"text":"and there goes any hope.","labels":"optimism"},{"text":"I like that idea.","labels":"amusement"},{"text":"Whaaaat no way, you can’t play it with other people? ","labels":"anger"},{"text":"Me too! That’s what I heard :\/","labels":"annoyance"},{"text":"How could I not? These actors...I love them. Their faces give me joy, hope. ","labels":"amusement"},{"text":"How do you deal with alerts coming up on your phone? I guess you can just turn them off?","labels":"neutral"},{"text":"Thank you Dad, very cool!","labels":"gratitude"},{"text":"Yes you can, you need to worry about em for a little while ago obviously doesn't handle as well as like 500lb heavier.","labels":"approval"},{"text":"I'll always be a big fan of seabiscuit, doesn't require any explanation and its a classic","labels":"amusement"},{"text":"She's so remarkably stupid.","labels":"neutral"},{"text":"It’s counterfeit. Just morally wrong.","labels":"disapproval"},{"text":"i mean if you really want to play guitar with your thumb there’s nothing stopping you","labels":"caring"},{"text":"yup, you just gotta expand the family tree with your most convenient sibling.","labels":"excitement"},{"text":"Welcome back [NAME]!! You sexy Brazilian SON OF A BITCH","labels":"amusement"},{"text":"Thank you kindly.... I appreciate the support. Could you elaborate on the tip please? Thank you","labels":"gratitude"},{"text":"Then spend already! Go get [NAME] and [NAME] and [NAME]. Bring up that young talent and dominate already.","labels":"neutral"},{"text":"Fuck her. I hate her so much. I wish she’s just vanish back to Indonesia with her mustache.","labels":"anger"},{"text":"They don’t like to be excluded from anything","labels":"disapproval"},{"text":"You're an odd fellow, [NAME], but you steam a good ham.","labels":"approval"},{"text":"I hope your life is as lovely as you are","labels":"amusement"},{"text":"If everybody put down their camera to help, what would you be doing right now?","labels":"curiosity"},{"text":"I already know [NAME] sucks... He will be gone in 2 years but the shitty press that you support being like [NAME] will still be here. Congrats on supporting propaganda","labels":"gratitude"},{"text":"We do? Strong disagree.","labels":"confusion"},{"text":"And also some anti-establishment types that don't like [NAME] because she's \"the establishment.\" Luckily these sort of people are in the minority.","labels":"neutral"},{"text":"I read it on NRK as well. Brought tears to my eyes.","labels":"sadness"},{"text":"Have you talked to him about it and made it clear he understands where you are coming from?","labels":"curiosity"},{"text":"As I said, the justification needs to be found outside of a separate measure of support.","labels":"neutral"},{"text":"Rename yours to Fuck and let alphabetical order take care of the rest.","labels":"amusement"},{"text":"That's what you get for not washing your mouth for months.","labels":"annoyance"},{"text":"And just to continue the tradition, they reported on building 7 falling 25 minutes before it fell...","labels":"neutral"},{"text":"What a good pupper!","labels":"excitement"},{"text":"Admin is all over it!","labels":"neutral"},{"text":"Maybe it’s a cultural thing? That’s the way we do it in (I assume from my experience) Canada.","labels":"confusion"},{"text":"Or take it further: Try showering with just hot water. You might be surprised at how clean you get.","labels":"caring"},{"text":"Yes, he needs to sit the fuck down, that's all I have to say.","labels":"annoyance"},{"text":"Why the fuck would you go for pizza, subs or pork rolls in texas?","labels":"confusion"},{"text":"Manipulation. I love my mother btw, but this thing is insidious.","labels":"anger"},{"text":"Thank you, you're awesome","labels":"gratitude"},{"text":"Cognitive dissonance. I don't support diagnosis via internet but she needs medical help NOT a medical license.","labels":"annoyance"},{"text":"Hey man, if you need the Chiefs to lose to bring you any sort of pleasure I get it. But at least be classy about it! ","labels":"annoyance"},{"text":"Resist it! You can be strong. Block him! Then do something nice for yourself","labels":"caring"},{"text":"100% feel for you. I may be exaggerating slightly but still it’s all these little disadvantages that we get put at because of this ping.","labels":"sadness"},{"text":"It's about 20 years. They let me out early because of good behavior.","labels":"approval"},{"text":"Yes. Some shows get canceled before they can even finish the season","labels":"disapproval"},{"text":"I don't recall saying we didn't - I just don't think we're particularly bad.","labels":"pride"},{"text":"He's stealing J . Huges spotlight... [NAME] proud of himself again.","labels":"neutral"},{"text":"That’s what I’m thinking too, so I may just go with the referral after all. Thanks again for the help!","labels":"gratitude"},{"text":"JACKPOT!!!","labels":"excitement"},{"text":"How many surprise Pikachu memes are we gonna have this episode? Like 6?","labels":"curiosity"},{"text":"That comment about \"kill him with kindness\" was kinda unnecessary. How about just kindness for kindness sake? lol","labels":"annoyance"},{"text":"This sounds like a great idea!","labels":"excitement"},{"text":"All the centrist liberals in the comments are furious...","labels":"anger"},{"text":"And their cats. IT loves kittens.","labels":"love"},{"text":"Gotta love the mermaid gems.","labels":"amusement"},{"text":"This is a wholesome confession lol","labels":"amusement"},{"text":"But I promise “it’s only something other people do”.","labels":"optimism"},{"text":"Love this picture","labels":"amusement"},{"text":"The clothing comes in individual plastic bag from manufacture, but I do agree with the plastic packaging for the jewelry. That amount of plastic is unnecessary.","labels":"neutral"},{"text":"Doing Gods work .","labels":"neutral"},{"text":"Like the poor redhead in True Blood that got vampired as a virgin, but worse.","labels":"annoyance"},{"text":"I can't believe that we've seen this ep before and missed the poster. Wish I could upvote y more than once.","labels":"desire"},{"text":"That's because there are a lot of other attrocities that have happened since then. [NAME] aren't the only ones facing discrimination.","labels":"disapproval"},{"text":"Human rights...animals don’t have that","labels":"neutral"},{"text":"I'm sorry it happened like that for you. I really can't imagine.","labels":"sadness"},{"text":"[NAME] actually just released an awesome video on the self help industry and it's relationship to these folks!","labels":"excitement"},{"text":"You Done?","labels":"curiosity"},{"text":"Aaaay [NAME] unite against the magical sky fairy!","labels":"excitement"},{"text":"I do this when rolling haha","labels":"neutral"},{"text":"(System auto-corrects Tyranus) - You interfered with our affairs for the last time.","labels":"neutral"},{"text":"Cut rent control, then increase own housing allowance. Because fuck everybody else, am I right?","labels":"annoyance"},{"text":"I’m not sure how this is really a question. No, you should not allow your child around a known pedophile. In any capacity.","labels":"neutral"},{"text":"Due time to me is a couple of years. Have plenty of time though","labels":"neutral"},{"text":"If this was some weird publicity stunt to announce the [NAME] is coming back I will die. In reality, it makes me think he's coming back","labels":"annoyance"},{"text":"Thank you for this video","labels":"gratitude"},{"text":"It will be interesting if there is a response to that at the federal level.","labels":"excitement"},{"text":"Oh shit, yeah that's definitely shady.","labels":"annoyance"},{"text":"Not paranoid , just cautious I do the same thing buddy I'm not going to leave it up to chance ","labels":"caring"},{"text":"yes, he has 1 open seat in the back row left..","labels":"neutral"},{"text":"Let’s get some shoes!","labels":"excitement"},{"text":"calling her a sellout for having a job is hilarious.","labels":"amusement"},{"text":"That was my mistake. It should only show your First Name and The 1st letter of my last name.","labels":"disappointment"},{"text":"Love the fact that the security guard or whatever he was made him roll down the passenger window instead of walking around to the drivers side, lol.","labels":"amusement"},{"text":"Uhh...weird flex but ok?","labels":"annoyance"},{"text":"I'm humble.","labels":"neutral"},{"text":"Listen carefully and watch me wink as I speak. The guy I'm really looking for, *wink*, is Mr. [NAME], *wink wink*.","labels":"neutral"},{"text":"I wish I could forget about the redesign. Sadly reddit is adamant about reminding me all the time it exists.","labels":"desire"},{"text":"LOOKKIT THIS PHOTERGRAPH","labels":"neutral"},{"text":"It \"proves\" I can get someone to agree to go out with me then dump me, I guess.","labels":"approval"},{"text":"It’s not false like I said he’s implied it but he probably said it behind closed doors before","labels":"neutral"},{"text":"I’ve never heard of this website! Thanks for letting me know.","labels":"gratitude"},{"text":"BUT YOUNG MASTER, MY ***JUSTICE***!!!!","labels":"neutral"},{"text":"You look better when people can’t see you <3","labels":"amusement"},{"text":"Do you have any original thoughts? ...or any at all? 18 days; going on 100! Happy New Year!!","labels":"curiosity"},{"text":"I'm tired, but I can't sleep.","labels":"sadness"},{"text":"There’s still hope!","labels":"optimism"},{"text":"Savannahs? Like 30 lb dogs in a cat skin and they look amazing to boot.","labels":"approval"},{"text":"And they are right. [NAME] ([NAME]) even shot the ball and missed after [NAME] made shot","labels":"approval"},{"text":"3 Hours of [NAME] pissing on the floor in public","labels":"annoyance"},{"text":"I did this v recently and now my legs are covered in ingrown hairs >.<","labels":"neutral"},{"text":"If she hasn’t told you where she lives it’s too soon to send flowers...in my opinion.","labels":"neutral"},{"text":"He told you to handle it, you did. If he doesn't like it, he should've taken care of it.","labels":"neutral"},{"text":"Thanks. I’m not sure your response is a proper attempt at answering the question.","labels":"disapproval"},{"text":"He's messing with my emotions and my fantasy hockey pool....","labels":"annoyance"},{"text":"Lmao that [NAME] damn nic cage pillow","labels":"amusement"},{"text":"That's a really good one too. I am pretty upset to learn how limited my vocabulary is","labels":"sadness"},{"text":"i’m kind of overdunked actually","labels":"neutral"},{"text":"“They must have been very good friends.” -Historians.","labels":"neutral"},{"text":"Y'all taking this way too seriously...the point is they're both fierce.","labels":"anger"},{"text":"dudes jelly. keep your distance.","labels":"neutral"},{"text":"This is cute AF. For 5.00 - 10.00? That's not bad yo. Some people at fairs would pay for 25.00 for this.","labels":"neutral"},{"text":"I'd be so upset about this, I hope you got to enjoy it thoroughly :)","labels":"disappointment"},{"text":"Both [NAME] 3s in and out :\/","labels":"neutral"},{"text":"Yeah I had android and was having difficulties but I was able to get it easily when using my gf's mac. Thanks!","labels":"gratitude"},{"text":"He looks so disappointed in him","labels":"neutral"},{"text":"Lmao that’s so true","labels":"amusement"},{"text":"Rest days or continuous cycle?","labels":"confusion"},{"text":"to be fair it wouldnt be bad living there since its normal to have giant shoes so its a win basically^^","labels":"approval"},{"text":"The god awful CGI is honestly entertainment enough!","labels":"annoyance"},{"text":"You mean Ichigo\/Nero\/Black Ranger\/I'm a Frog. Did not know that [NAME] voiced [NAME], but it does exsplain why he sounded so familiar.","labels":"confusion"},{"text":"They basically worship this.","labels":"neutral"},{"text":"Lol this fan base has the memory of a goldfish.","labels":"annoyance"},{"text":"thank u, thank u","labels":"gratitude"},{"text":"People are idiots....sheep don't magically become independent thinkers just because their food source changes","labels":"annoyance"},{"text":"Id rather do the highlights again just not a full match.","labels":"desire"},{"text":"That’s a cute doggo! What breed?","labels":"curiosity"},{"text":"No....\"burnt\" together, just planted in different areas!","labels":"neutral"},{"text":"Well she ran with a bunch of soldiers before anf so I would imagine she had a colorful education in these matters.","labels":"neutral"},{"text":"That's how I feel every time someone wants me to hold their baby.","labels":"neutral"},{"text":"I hired someone who previously worked for Dunkin when I was still in my old store. She worked one shift and ghosted on us.","labels":"neutral"},{"text":"Okubo thanks JP\/EU for their work over the weekend on the patch notes, and then EU doesn't post their patch notes :-\/","labels":"gratitude"},{"text":"YOU WRITE LIKE A YOUNGER MAN, WITH NOTHING HELD BACK. ADMIRABLE, YET MISTAKEN.","labels":"amusement"},{"text":"It does make sense... I've always had a hard time opening up and I'm worried that that's what's really been holding me back ultimately","labels":"disappointment"},{"text":"i heard it was like 300,000 german pows he just sprayed down after shooting his 30 round mag into them.","labels":"neutral"},{"text":"That's why I added the edit","labels":"neutral"},{"text":"I love the way he looks at them to see if he should keep panting.","labels":"amusement"},{"text":"You're not going to stop using pot-stirring offensive words to \"trigger the libs\" or you're not going to stop using logic and reason?","labels":"confusion"},{"text":"I find this sooooo strange","labels":"surprise"},{"text":"*Bride walks by* B: \"You ruined my wedding [NAME], great to see you!\"","labels":"annoyance"},{"text":"Without even talking about diabetes, you really must be an asshole to celebrate overeating and call it \"progress\"","labels":"annoyance"},{"text":"Good news. Makes me feel BCH is way underpriced and has a huge upside.","labels":"excitement"},{"text":"Oh damn I'm a clemson student I swore I had a flair on here","labels":"annoyance"},{"text":"When you insult someone you might want to start by insulting them to where they can understand what you're trying to say...who givES A fuck .","labels":"anger"},{"text":"Pretty much, it’s ironic to think how quickly the parties would switch positions if the illegal immigrants were expected to vote 90% for [NAME].","labels":"disappointment"},{"text":"You gotta make yourself happy when no one else does","labels":"optimism"},{"text":"Ehhh kill streaks aka point streaks in bfv.. Not impressed. That game is booty water bf1 is way more fun","labels":"amusement"},{"text":"I have multiple throwaways for the embarrassing or depressing things I need to get off my chest.","labels":"optimism"},{"text":"Write a reply by all means, but be gentle and respectful.","labels":"caring"},{"text":"This man has a great attitude!","labels":"amusement"},{"text":"Which part do you not understand?","labels":"confusion"},{"text":"There's always something endearing about a reply trying to keep the enthusiasm going. You enjoy that new toy as much as you can.","labels":"excitement"},{"text":"Sorry you are having such trouble.","labels":"sadness"},{"text":"\"antibiotics I had left over from last year\" THERE IS EVERYTHING WRONG WITH THIS STATEMENT","labels":"annoyance"},{"text":"[NAME] is hot garbage.","labels":"annoyance"},{"text":"Maybe it needs to be \"Hall of Shame\" instead of a museum.","labels":"confusion"},{"text":"Made me so angry to read that, I almost downvoted your comment. Upvoted, for sure. Grr! ","labels":"anger"},{"text":"Her and her wise friend [NAME]","labels":"neutral"},{"text":"Also available on Spotify and Apple Music. Any feedback would be hugely appreciated!","labels":"gratitude"},{"text":"They look so soft and comfy.","labels":"amusement"},{"text":"So what's your point? It's colder today than it was yesterday. \/s","labels":"curiosity"},{"text":"Sorry but I’m out of the loop on this. What and when is in play? Thanks.","labels":"curiosity"},{"text":"Like a turd in a big toilet","labels":"amusement"},{"text":"I fucking love this GIF so much.","labels":"amusement"},{"text":"Is it too late?","labels":"confusion"},{"text":"These stupid fucking cunts don’t even use “shade” correctly, [NAME] would toss them off the pier.","labels":"anger"},{"text":"That’s reasonable","labels":"approval"},{"text":"I love the 90s for all the same reasons. It was so comfy and effortless! And yes!!! All evidence can remain hidden!!!","labels":"amusement"},{"text":"I don't get it. Are they upset that men aren't all using the blue nametags because blue is the color for boys, or what?","labels":"curiosity"},{"text":"Play dumb all you want, you know what that has to do with it.","labels":"annoyance"},{"text":"I am surprised Facebook can't detect a non mobile device and redirect to the normal page.","labels":"surprise"},{"text":"My god it is, dont forget the 2.50 innocent smoothies too","labels":"surprise"},{"text":"I'll miss [NAME]","labels":"sadness"},{"text":">an absolute cuck Only a cuck would use that unironically so yeah probably","labels":"annoyance"},{"text":"What tickles me is how much you seem to dislike [NAME], despite being exactly like him lol","labels":"amusement"},{"text":"I’m legit cracking up at the landlord part","labels":"approval"},{"text":"I mean if my wife looks like that when I get married then I’ll be quite happy.","labels":"joy"},{"text":"Everyone is reporting about it on TV. Was cool to see the highlight.","labels":"neutral"},{"text":"Regulars on this sub are generally a bunch of brainwashed dummies [NAME] cabinet probably exhibits more independence of thought","labels":"annoyance"},{"text":"I dunno. Backhanded compliments in girl world are like professional sports.","labels":"neutral"},{"text":"[NAME] throwing the ball to Spain","labels":"neutral"},{"text":"The light socket doesn’t provide any light, so it’s useless.","labels":"disapproval"},{"text":"The weak should fear the strong","labels":"neutral"},{"text":"hell yeah dude","labels":"annoyance"},{"text":"an obvious joke","labels":"amusement"},{"text":"[NAME] man hope your luck changes soon. I’m sure they’ll patch it up in the future","labels":"caring"},{"text":"Every team in the league is gonna call New Orleans...cause it’s [NAME].","labels":"neutral"},{"text":"Yeah of the business. That’s how I’d word it idk maybe that’s wrong","labels":"neutral"},{"text":"No, every movie shouldn't be like that. But a good protagonist is a good protagonist! ","labels":"approval"},{"text":"Damn, I'd better avoid you then. I don't wanna die.","labels":"annoyance"},{"text":"Goodbye [NAME]","labels":"neutral"},{"text":"What a very \"centrist\" thing to say. ","labels":"neutral"},{"text":"Thanks for the warning, I'll probably look into it anyway, but I appreciate you telling me that!","labels":"gratitude"},{"text":"I see what you did there ;)","labels":"amusement"},{"text":"I love learning, but I can’t be asked.. ","labels":"love"},{"text":"Fuck it, it's time we spend not adding to the debt","labels":"excitement"},{"text":"Ah, thanks. ","labels":"gratitude"},{"text":"Yeah I know :'(","labels":"sadness"},{"text":"THANKS ^(that was close...)","labels":"gratitude"},{"text":"Will do, thanks","labels":"gratitude"},{"text":"And it's stopped. Training cancelled :-)","labels":"disapproval"},{"text":"And those kids made fun of the people doing it just as much as everyone else. Source: i am a high school teacher.","labels":"amusement"},{"text":"Oh dear. Ive tried to forget that. Lmao If some one brings this up, i just remind them we are also the toilet water town. Lol","labels":"caring"},{"text":"Indication of questionable parenting perhaps. Encouraging this reaction seems a bit tacky. Not respectable, if we're truthful here.","labels":"disappointment"},{"text":"She looks like [NAME] as a baby but still as an old man at the same time","labels":"neutral"},{"text":"Or men! no homo","labels":"neutral"},{"text":"Every day it gets harder to tell the difference between a legit mental health issue and someone just using it as an excuse to be an arsehole.","labels":"disapproval"},{"text":"Sign my name to it too lol it was so awful we deserve pain and suffering for that!","labels":"disgust"},{"text":"That’s terrifying","labels":"neutral"},{"text":"I stand corrected. IQ is not worthless. Knowing ones own IQ aids in masturbation.","labels":"neutral"},{"text":"don’t doubt us, we really love [NAME]","labels":"love"},{"text":"Organs are literal superfoods and it weirds me out there hasn't been some fad diet with them yet.","labels":"annoyance"},{"text":"Leave it to a maintenance technician to not do it right the first time.","labels":"neutral"},{"text":"I feel like its got to do with the bad desync in the game right now.","labels":"disapproval"},{"text":"Yeah I was super surprised by how good Trench was, probably my top album from last year","labels":"surprise"},{"text":"that's not what he's saying at that part","labels":"neutral"},{"text":"Another establishment hit-piece against Saint Bernard","labels":"disapproval"},{"text":"Good luck! Hockey season still has a few months to go. Might wanna invest in a punching bag. Two birds with one stone","labels":"caring"},{"text":"I've been really into reading nonfiction lately and ancient religious history sounds fascinating! Do you have any books you recommend?","labels":"curiosity"},{"text":"Wow this is amazing. LOVE THIS!!!","labels":"surprise"},{"text":"Happy New Year! Let's smash 2019!","labels":"excitement"},{"text":"Seems legit. Supremacy was big enough. In fact, it's hard to see the scale on screen with that size.","labels":"neutral"},{"text":"Hang on, I'll see if I can find them and then I'll get back to you. :-)","labels":"optimism"},{"text":"Probably has to do with that fact that she is, predictably, a [NAME]. ","labels":"approval"},{"text":"Is it weird that I read this with Papa [NAME] voice","labels":"annoyance"},{"text":"Wow City all of a sudden not so invincible anymore, have as many defeats as us now...","labels":"surprise"},{"text":"Clean your room, bucko!","labels":"annoyance"},{"text":"Anti-vaxxers should have a convention where they can die out afterwards","labels":"disappointment"},{"text":"Go slowly and don’t pressure yourself but rake advantage of some adult company for an evening out if the opportunity presents itself. Best wishes","labels":"caring"},{"text":"wow this seems like a huge ᴡᴀsᴛᴇ ᴏ- ᴡᴀɪᴛ ᴀ ᴍɪɴᴜᴛᴇ. ɴᴏ, ᴛʜɪs ɪs ɢᴏᴏᴅ","labels":"amusement"},{"text":"You can lead a horse to water, but you can't make it think.","labels":"neutral"},{"text":"Ok, care to elaborate on what your mysterious link is?","labels":"curiosity"},{"text":"He's only making like 3M more than [NAME] this year wow","labels":"neutral"},{"text":"I had a year that felt very, very long. There are way worse things than life feeling short.","labels":"disappointment"},{"text":"And to think we roast them for it...","labels":"neutral"},{"text":"So I suppose they’re more like the flying monkeys than the wicked witch?","labels":"curiosity"},{"text":"Eh, I find everything being dead a bit more gloomy than a few clouds.","labels":"surprise"},{"text":"They have disagreed with a bunch of individual calls but not tied it together","labels":"neutral"},{"text":"Nah they'll make their own post that's really passive aggressive about SOME people not understanding [insert fatlogic excuse here]","labels":"anger"},{"text":"I did ..","labels":"neutral"},{"text":"Do you have the voting link? I went on the NHL website but I didn't see anything.","labels":"neutral"},{"text":"Single best comment in the thread and puts my own feelings to words.","labels":"neutral"},{"text":"No haha but this is our first day on Reddit!","labels":"neutral"},{"text":"Team Arrow getting stalked and sent threatening notes Also I'm :( for the [NAME] part.","labels":"annoyance"},{"text":"And the douche social media obsessed guy who left the used condom on the side table!","labels":"surprise"},{"text":"Yes I agree","labels":"approval"},{"text":"Have you tried finding other communities to join? Now I know ex-[RELIGION] communities are not that common but just non-religious communities should be rather commen right?","labels":"curiosity"},{"text":"such a cute boy!","labels":"amusement"},{"text":"saving for when I'm not at work","labels":"neutral"},{"text":"Not possible? Not that I’ve heard of at least.","labels":"confusion"},{"text":"Funny enough OP is a gooner","labels":"annoyance"},{"text":"Thanks. I knew DH, but that one was confusing me.","labels":"confusion"},{"text":"Oh. Makes sense.","labels":"neutral"},{"text":"nsfw exists for a reason tard","labels":"neutral"},{"text":"And [NAME] hit a girl But he's a nice guy so","labels":"neutral"},{"text":"I didn’t say anything. Just sharing this beauty.","labels":"amusement"},{"text":"The idea that fb might be slowly killing mlms out there gives me a glimmer of satisfaction...","labels":"relief"},{"text":"The logic is so the government can oppress you.","labels":"annoyance"},{"text":"migraines suck. Hope you feel better.","labels":"annoyance"},{"text":"Very very sweet!! Tell us how it goes!","labels":"approval"},{"text":"Bitch right!","labels":"annoyance"},{"text":"# AVE!","labels":"neutral"},{"text":"What's the source? I love this.","labels":"curiosity"},{"text":"Then believe me...he Always will be looking. It’s just the way it is with some guys.","labels":"neutral"},{"text":"Also I know a guy in a metal band called Artificial Sacrifice. They're really small and always looking for gigs. Check them out on Instagram","labels":"neutral"},{"text":"Oh I forgot how gross [NAME] can be","labels":"surprise"},{"text":"Just the best WR in the league retweeting the best TE in the league, nothing to see here....","labels":"neutral"},{"text":"Thanks! I'm glad you got a kick out of it.","labels":"gratitude"},{"text":"I see your \"making myself undateable\" and raise you a \"try to make myself as dateable as possible and still fail\"","labels":"neutral"},{"text":"Hahaha, that's true for all their series.","labels":"amusement"},{"text":"I love that I’m smart, but not so smart that I’m socially awkward.","labels":"annoyance"},{"text":"My mom used to think [NAME] was the handsomest NFL coach for what that’s worth.","labels":"amusement"},{"text":"Brush your teeth and neither of these smells will be reduced by chewing a napkin. But it's funny to convince a friend at a bar that it'll work","labels":"neutral"},{"text":"I think it says lanef instead of loner","labels":"neutral"},{"text":"Is anyone forced to work in prison?","labels":"curiosity"},{"text":"Also 24 years old. I'm that old and it's odd.","labels":"neutral"},{"text":"And people try to hold that against [NAME] when they should hold that against the Packers organization and Front Office...Their Front Office stopped trying, not [NAME].","labels":"anger"},{"text":"This is exactly as I was suspecting. Thank you for the solid advice. I won't go ahead with the sale .","labels":"approval"},{"text":"To bad we aren’t getting [NAME] vs [NAME] and [NAME] literally burning it down to close out mania. But man I love this belt.","labels":"disappointment"},{"text":"oh shitttt. it’s upside down","labels":"annoyance"},{"text":"Then getafe should have gotten their first goal. Ref is really bad.","labels":"disappointment"},{"text":"I had no idea. Is this recent?","labels":"confusion"},{"text":"Omg this is so cool thank you!","labels":"gratitude"},{"text":"Because it's quicker. Time is money.","labels":"neutral"},{"text":"this is good. well done.","labels":"gratitude"},{"text":"Game: ok get out now Nea: a Game: no fuck you nea u toxic af","labels":"neutral"},{"text":"Im sorry I said something negative about your beloved Valve.","labels":"remorse"},{"text":"I love it. I love those melts they do that are croissants inside out and toasted","labels":"love"},{"text":"What do you mean by delicate flowers?","labels":"curiosity"},{"text":"This is actually interesting..thanks.","labels":"gratitude"},{"text":"[NAME] voice acting in this is just brilliant.","labels":"amusement"},{"text":"Finally got this in the mail today. I'm pretty excited. My favorite ballplayer.","labels":"approval"},{"text":"Makes sense. So I need 2 USB drives according the the TAILS website.","labels":"neutral"},{"text":"THAT'S WHAT YOU GET WHEN YOU FIND A STRANGER IN THE ALPS","labels":"neutral"},{"text":"Dunno what youre going on about bud, i was just informing him of the skins inspiration ","labels":"neutral"},{"text":"Goddamn it...","labels":"annoyance"},{"text":"In the back of my car, for reasons we can’t find a safe bed to go to","labels":"neutral"},{"text":"It was once was mine too. Im starting to use it again. :) It is so fucking beautiful,","labels":"amusement"},{"text":"no worries! expense double date ;p I hope you have a nice time!","labels":"caring"},{"text":"Sometimes when you like someone you like them enough to hang out with people you don't like because the person you like likes those people.","labels":"neutral"},{"text":"You are on bud!","labels":"neutral"},{"text":"I have his signature on my jersey. Lined up at Canadian Tire for it when I was younger. Happy retirement!","labels":"gratitude"},{"text":"We try too, but more often than not those who wish to discuss are not on the level, rare is a Lib here in good faith.","labels":"disappointment"},{"text":"Uncle and niece? Man nooo noo","labels":"curiosity"},{"text":"What ocean are you on? Around these parts they are kind of barren.","labels":"curiosity"},{"text":"Tori beats Black Beard, without a doubt. They also give you these weird fingertip-covers to eat the chicken so you don’t feel sticky.","labels":"neutral"},{"text":"I'm going to use \"my dicky has to perpetually get sticky\" as a line to pick up ladies. Wish me luck, guys!","labels":"amusement"},{"text":"TSM would be cool","labels":"neutral"},{"text":"I only recently learned that! I took a class on human sexuality and we actually had an entire lecture on pedophiles.","labels":"approval"},{"text":"All the best to you truly. I hope you can find balance in yourself which is what we all secretly need","labels":"caring"},{"text":"That’s where he collected pebbles and hid them in the carton become part of that same alias I used.","labels":"neutral"},{"text":"Reminds me of that last scene in Coraline, where she's walking through the woods. Cool photo.","labels":"amusement"},{"text":"That depends on the country and the state (if in the US.) You don't even know what continent they're on.","labels":"neutral"},{"text":"Thank you for the thorough reply! I definitely can’t say I’m not lucky for a long time after this.","labels":"disappointment"},{"text":"This is legit. Nobody puts baby in a corner! (Or a box)","labels":"approval"},{"text":"Can you share a link to video?","labels":"curiosity"},{"text":"Every morning!","labels":"neutral"},{"text":"Vancouver is such a beautiful city! I visited it for a half a day and really want to go back.","labels":"desire"},{"text":"You can’t change my mind about the officiating, I know what I’ve seen","labels":"anger"},{"text":">@teamYouTube ok and thanks","labels":"gratitude"},{"text":"Me too! First time in a couple of years!","labels":"excitement"},{"text":"Can confirm. My forehead creases came from doing this for years.","labels":"approval"},{"text":"Looks a little flaccid there","labels":"neutral"},{"text":"I read it as \"so long suckers\". That's how those words translated in my mind..","labels":"annoyance"},{"text":"Most FBI agents never fire their weapons and spend more time looking at excel sheets, lol","labels":"annoyance"},{"text":"Slurps big gulp. “Food chain bro”","labels":"neutral"},{"text":"r\/rareinsults also i’m surprised this guy isn’t fussing over the “it’s” instead of “its”","labels":"annoyance"},{"text":"are they clean, though? the chlorine keeps it clean, to my understanding.","labels":"curiosity"},{"text":"Hey man, as a [NAME] living part time in South Africa, I really appreciate you making a beautiful version of our flag :)","labels":"gratitude"},{"text":"McRibs are back on the menu but not in the Washington DC metro area.","labels":"disapproval"},{"text":"“My Girlfriend, [NAME] has returned! Greetings my love!” ~[NAME], 2012. ","labels":"caring"},{"text":"If they want the situation to escalate, they may just keep nagging me and wait for things to tip over.","labels":"annoyance"},{"text":"Your grad school advisor is an old fashioned idiot You are not. You are great!","labels":"approval"},{"text":"NEXT TIME! ON THE CURSE OF OAK ISLAND!","labels":"neutral"},{"text":"Hold my wine, I have to go vomit in sorrow. ","labels":"sadness"},{"text":"Girls dog got bored fairly quickly.","labels":"annoyance"},{"text":"The problem with writing vague laws in 2012 and then implementing then in 2017 is that things are huge changes that have taken place in that time.","labels":"neutral"},{"text":"Cc issue was never meant to be fixed in this patch, its a server side update, they already did one.","labels":"disappointment"},{"text":"But none would be surprised if it is morphe","labels":"neutral"},{"text":"I bet the same person rails against monopolies.","labels":"neutral"},{"text":"good move. needed another lefty in the pen.","labels":"amusement"},{"text":"I like they think that it’s bad that we are thinking about the fucking POTUS. It’s almost like his actions effect us all","labels":"disapproval"},{"text":"Oh good one. It’s insane to think the last three mvps were once on one team","labels":"amusement"},{"text":"Not guarantee. Only increased risk with time.","labels":"disapproval"},{"text":"Look I'm not saying that I agree with them, theres no need to be an asshole","labels":"neutral"},{"text":"Is this for an open carry? Or will I be limited to just owning at home, which is what I want anyway.","labels":"confusion"},{"text":"I had a panic attack when I saw that, thinking that I slept for 3 years and Hall was a Duck.","labels":"confusion"},{"text":"They were talking about what they should call the 'not Constantinople' release in the meeting- its a crime that nobody thought of this.","labels":"disappointment"},{"text":"Much appreciated comrade!","labels":"gratitude"},{"text":"Apathetic. Not happy, not sad, just don't care","labels":"neutral"},{"text":"It may get you pregnant so just make sure you eat all her birth control before hand.","labels":"caring"},{"text":"If this is serious mate it’s not the kind of shit you should be posting on reddit","labels":"disappointment"},{"text":"When a dog brinks you it's toy, that's the sweetest thing it can do :)","labels":"love"},{"text":"From \"woohoo!!\" to blood curdling screams in a matter of seconds.","labels":"fear"},{"text":"BJJ guy isn't wrong, he's just being waaay too sincere with somebody who's taking the piss.","labels":"annoyance"},{"text":"I'm just getting started.","labels":"neutral"},{"text":"The fuck? That ball was still on the ground tho.","labels":"annoyance"},{"text":"Is there a subreddit that makes fun of SJWs?","labels":"curiosity"},{"text":"I enjoy shouting this at my husband and our friends when they're being especially nerdy.","labels":"joy"},{"text":"Golden road is the only place I can think of off the top of my head","labels":"neutral"},{"text":"[NAME] and [NAME] did alright together. They were both disappointed with the outcome (initially at least) but Under Pressure was a huge hit.","labels":"neutral"},{"text":"I agree we got to look at our team, not the players we have traded... good luck to them. Go dodgers!!","labels":"approval"},{"text":"Fair enough haha","labels":"amusement"},{"text":"Might as well do something while you're doing nothing!","labels":"caring"},{"text":"Ahhh more and more selfish","labels":"anger"},{"text":"Does he have to be so anal about his rep? At least he's (in)famous. *Awesome job, OP!*","labels":"curiosity"},{"text":"Where about sis this it’s gorgeous. I’d love to have a piece of property with a creek. That’s my dream.","labels":"amusement"},{"text":"So. This is scary as fuck.","labels":"annoyance"},{"text":"Let's not name anything after him. Even if it's a disorder, the incels will take it as recognition and pride.","labels":"pride"},{"text":"No problem. It will seem impossible at first but just keep your cool! Best of luck","labels":"caring"},{"text":"Oh man first game of the split and I already came in my pants :\/ . GG TSM","labels":"annoyance"},{"text":"Realizing that thirty isn't old at all.","labels":"realization"},{"text":"Well I'm scared as shit let's hope for the best, benz should be back(?)","labels":"curiosity"},{"text":"If at first you don’t succeed...welp, nevermind.","labels":"caring"},{"text":"Just learn to talk to yourself like [NAME] and you'll only be a little lonely.","labels":"caring"},{"text":"Whaaaaaaat the heck was that?","labels":"surprise"},{"text":"You're not alone. She was in my Trinity of Best girls along with [NAME] and [NAME]","labels":"caring"},{"text":"[NAME] has consistently being volatile. It's just a matter of time until she's being rude to [NAME] again.","labels":"neutral"},{"text":"Strange how you know they are 16...","labels":"neutral"},{"text":"How is [NAME] fleshed out? His entire role in ep1 was that he cooks. He's about as important as [NAME].","labels":"curiosity"},{"text":"I fucking love that you actually educated me a little about punk. Thanks for the suggestions, I'll definetly listen to them.","labels":"gratitude"},{"text":"Glad we cleared this up","labels":"gratitude"},{"text":"*my sister and my mommy. they just edamame*","labels":"neutral"},{"text":"> the media has no clue about the needs or desires of the american people They do, but that's not their constituency.","labels":"neutral"},{"text":"I had a young woman patient who was repeatedly found on the floor, naked and masturbating.","labels":"annoyance"},{"text":"They're passionate about different things.","labels":"curiosity"},{"text":"Feeling tacky ? You already working for [NAME] - might as well play the part haha","labels":"amusement"},{"text":"This guy probably just started watching football. These younger generations just aren't as educated as they used to be.","labels":"neutral"},{"text":"Damn, and he was wearing a helmet too.","labels":"annoyance"},{"text":"Yea I checked a few. It's supposed to be creepy I guess","labels":"confusion"},{"text":"Cats\/dogs for sure. It would be refreshing.","labels":"approval"},{"text":"Ive given up trying to understand [NAME] motivations if I'm being honest","labels":"disapproval"},{"text":"this meme is so old it whipped me back into 2011","labels":"neutral"},{"text":"I'm supposed to be going to see [NAME] at the cinema tonight. Truely resenting this decision, want to watch [NAME] so bad","labels":"desire"},{"text":"Delete this. Not relevant.","labels":"disapproval"},{"text":"You don't have a confession then?","labels":"curiosity"},{"text":"Great podcast called Uncover on this. Highly recommend!!","labels":"approval"},{"text":"Oh! I didn't realize they were also vegan.","labels":"confusion"},{"text":"And I will laugh at everyone wasting their first round pick on him.","labels":"amusement"},{"text":"Saw a video on Instagram from my friend that lives in Longmont. The snow looks so pretty. Do want.","labels":"approval"},{"text":"I'm glad she made it as easy on you as possible.","labels":"gratitude"},{"text":"He remains the only serve bot I enjoy watching.","labels":"joy"},{"text":"They were spewing GOP talking points, not totally shocked since they are Republican Lite after all. Smh.","labels":"neutral"},{"text":"I'd also report to the post office... and next time these nasty neighbors come-give them the number to call and complain.","labels":"anger"},{"text":"yeah same issue with hockey short of places like [NAME]. 82 game schedule.","labels":"neutral"},{"text":"oh gosh i heard about that and though it was absolutely disgusting","labels":"disgust"},{"text":"I want my Thick Blood feat to actually say “F*CK YOU” every time I deny a Peacekeeper their bleed damage.","labels":"neutral"},{"text":"And you forgot Buting and Strang for their world tour squeezing every penny possible from [NAME] death.","labels":"neutral"},{"text":"At first glance I thought he was just being a good citizen and trying to perform CPR on the poor guy","labels":"neutral"},{"text":"She looks pretty big to me. I doubt she’s within a healthy weight range.","labels":"amusement"},{"text":"My favourite book, the writing is beautiful. Very much a precursor to 1984.","labels":"amusement"},{"text":"Obviously the super sisters will save her.","labels":"caring"},{"text":"I miss being practically jello as a kid","labels":"sadness"},{"text":"Thank you! My Bravo blog is","labels":"gratitude"},{"text":"Good to know, thanks for response ","labels":"gratitude"},{"text":"Thank you for articulating this for me. It's just like that.","labels":"gratitude"},{"text":"Idk how but that's nice","labels":"amusement"},{"text":"stuff is incredible on fried chicken","labels":"excitement"},{"text":"Hey, buddy, did you get a load of the nerd?","labels":"curiosity"},{"text":"That guy probably makes minimum wage doing delivery. And you just not only stole the pizza he delivered but his bike too. Belongs in r\/imatotalpieceofshit","labels":"neutral"},{"text":"> so much misinformation > No hazing or violence tolerated whatsoever Lmao wut","labels":"anger"},{"text":"I watch almost every Bears game as I am in that market lol","labels":"amusement"},{"text":"That knife looks awfully familiar... *snorting and claw clicking in the distance*","labels":"annoyance"},{"text":"I feel like anytime a store accepts crypto is a way to get out of reporting income on taxes heh.","labels":"neutral"},{"text":"We don’t like to talk about that","labels":"disapproval"},{"text":"VOLCEL POLICE!","labels":"neutral"},{"text":"What is the $250,000 figure based on?","labels":"curiosity"},{"text":"Actually the chat is fairly centrist and there’s nothing wrong with having English as your second language","labels":"approval"},{"text":"Omg. I hope she is ok! Poor [NAME].","labels":"sadness"},{"text":"You’re number 1 now.","labels":"approval"},{"text":"Welcome to freedom! It takes time but you will be stronger than ever! Stick to NC, I cannot express how essential this is!","labels":"gratitude"},{"text":"You literally changed someone's life for the better. You made the world a better place. Thank you for helping change the stigma against autism.","labels":"gratitude"},{"text":"Omg I did the same exact thing LOL","labels":"amusement"},{"text":"Ignoring facts in favor of your own opinion (which is contradicted by those facts) = [NAME] logic","labels":"annoyance"},{"text":"This is worse, Balo looks like a horse","labels":"annoyance"},{"text":"\"[NAME] remains being [NAME]\" is absolutely perfect.","labels":"approval"},{"text":"Everytime I wore white pants! Finally got an ablation after kids, best procedure I've ever had besides lasik.","labels":"neutral"},{"text":"I wish for world peace!","labels":"desire"},{"text":"Now you move onto personal insults. Well done O king of the waffles. Once again using a word (nuance) with no context. Bored now.","labels":"annoyance"},{"text":"The pet peeves lmao... Ned Flanders?","labels":"neutral"},{"text":"\"I care about the nation and the world\" and \"I'd rather let trump win than vote democrat\" are opposites of eachother","labels":"approval"},{"text":"I want to say that but I feel like I'd get too much shit","labels":"annoyance"},{"text":"Finally! Miu is tolerable. Fite me.","labels":"relief"},{"text":"Huh that’s her?! She appears on this sub every 3 days and she looks *so different* every time!!","labels":"annoyance"},{"text":"What a wonderful post. Such love. Thanks so much.","labels":"gratitude"},{"text":"no way I have never heard of that! wow!","labels":"surprise"},{"text":"We also turned the ball over about a million and 3 times. I'm over it honestly","labels":"neutral"},{"text":"He looks like something the [NAME] brothers would create.","labels":"neutral"},{"text":"I don't know much about Arizona politics, but I could see this candidate winning.","labels":"excitement"},{"text":"I teach in [RELIGION] school, too. Gotta love the *just and livable wages* the [RELIGION] Church talks about so much!","labels":"neutral"},{"text":"For those wondering: that appears to be a sycamore. It's one of the biggest tree species in the eastern USA.","labels":"approval"},{"text":"But the Hijab is mandated by (and therefore connected to) political Governments and political groups that otherwise do some pretty oppressive things.","labels":"neutral"},{"text":"If you still have fish or plants, I would love to take them. Unfortunately I don’t have space for another tank","labels":"neutral"},{"text":"well there is something you cant say on this sub consider this strike 1","labels":"disapproval"},{"text":"Well everyone is entitled to their opinion but I think you need to be a bit more mature about everyone having different bodies","labels":"disapproval"},{"text":"I will downvote the hell out of any news article promoting ponzi schemes.","labels":"annoyance"},{"text":"Some rambling paragraphs about what a waste I am and how sorry I am to be a disappointment to those around me and that sort.","labels":"annoyance"},{"text":"I'm struggling to find what you're referring to here, could you maybe add something that points to it?","labels":"curiosity"},{"text":"That’s better:-) now go get em tiger","labels":"neutral"},{"text":"Poor attempt for karma I think","labels":"neutral"},{"text":"who knows, maybe people are cold and a dumpster fire is exactly what they're looking for to warm their bones","labels":"confusion"},{"text":"Unite us. Unite the clans.","labels":"neutral"},{"text":"We are killing this planet","labels":"neutral"},{"text":"There’s still 12 episodes left compared of the two he’s been out. It’s too early to be making that kind of claim.","labels":"approval"},{"text":"thats one proud daddy!","labels":"amusement"},{"text":"Ignored it and it will be forgotten 2-3 months from now.","labels":"disapproval"},{"text":"Put that back where it came from or so help me...","labels":"annoyance"},{"text":"That's a weird answer.","labels":"annoyance"},{"text":"Water bottle works 100%. Canteen im not sure","labels":"confusion"},{"text":"It was the nationalists, not the crumbling Empire. The same Empire that protected palestine for centuries. Anyway I don't want to get into this debate.","labels":"neutral"},{"text":"Stay strong, you’ll pull through.","labels":"caring"},{"text":"> WE AREN'T EVEN IN THE UNITED KINGDOM I was well ahead of you. It was the prices being in dollars that gave it away.","labels":"neutral"},{"text":"I wouldn't say that publicly. The guy is still alive and he's coming for you","labels":"caring"},{"text":"lmao yes, my reasoned, supported response to your unfounded criticism is most certainly an example of one of the points the hack artist tried to assert","labels":"annoyance"},{"text":"I assumed that came from him brandishing a firearm at the kids after they egged his car.","labels":"neutral"},{"text":"Can someone like link me to the picture i’ve been trying to find it","labels":"curiosity"},{"text":"[NAME] fucking [NAME] please no","labels":"anger"},{"text":"I’ll do that. Thank you","labels":"gratitude"},{"text":"Because [NAME] want to control you!","labels":"surprise"},{"text":"For I second I thought he was a sophomore learning to drive based on that figure, baby face from a distance and choice of clothing","labels":"confusion"},{"text":"Boy you sure can make some word vomit. You must be scared all the time to have such pessimistic views of people.","labels":"neutral"},{"text":"Possible Spoiler What about the [NAME] animation?","labels":"curiosity"},{"text":"Cool. Thanks for the tips!","labels":"gratitude"},{"text":"I don't need to tell you how you're a paranoid conspiracy theorist you are doing an awesome job of that already!","labels":"excitement"},{"text":"Breach of contract penalties that are probably 10x what even the biggest stars are making off this show.","labels":"neutral"},{"text":"Cinesphere and Trillium Park are both fantastic spots and I see absolutely zero reason to change them.","labels":"amusement"},{"text":"ohh. thank you for explaining!","labels":"gratitude"},{"text":"This.. im sorry but this is a dumb reply. Ofc it was fake kindness golly","labels":"disappointment"},{"text":"Unfortunately there are also far less\/weaker unions now too","labels":"disappointment"},{"text":"We're here but WE NEED TO BE UP HERE!!!!","labels":"neutral"},{"text":"Grace and frankie","labels":"neutral"},{"text":"Oh i wasnt trying to imply that he was a bad father. Its just this is America and hes a man.","labels":"annoyance"},{"text":"Stay there it’s been good luck","labels":"caring"},{"text":"Let's hope January treats us a little better than December.","labels":"optimism"},{"text":"True Story.","labels":"neutral"},{"text":"thank you guys!","labels":"gratitude"},{"text":"Makes sense as [NAME] was out the last 5 games. The first 8 of the season [NAME] was sacked or pressured on nearly every dropback.","labels":"neutral"},{"text":"[NAME] You are the ultimate forhead Winner!!! Chose your price!","labels":"excitement"},{"text":"Seriously. Where I’m from it’s Heinz or excommunication.","labels":"confusion"},{"text":"Knowing the only evidence they had was your confession: priceless.","labels":"neutral"},{"text":"The general rule is that [NAME] is talking rubbish whenever he opens his mouth.","labels":"annoyance"},{"text":"It also why there’s a 30 year drought going on 31 this year :D","labels":"neutral"},{"text":"Call the IWW.","labels":"neutral"},{"text":"I have a shirt with a picture that is very similar to this","labels":"joy"},{"text":"I don’t think anyone would be offended by calling a group guys. But idk","labels":"disapproval"},{"text":">Yes. I’m an idiot. Checks out.","labels":"anger"},{"text":"So shocking a couple in their 20s in counseling isn’t going to work out.","labels":"surprise"},{"text":"I mean it's just not. A lot of people are just like this.","labels":"neutral"},{"text":"5.5C is the actual temperature in there??","labels":"curiosity"},{"text":"It’s because he so consistently lies and states mistruths. Why keep listening to a dishonest idiot?","labels":"annoyance"},{"text":"Still waiting on act 3. Geeze why don't you do your job already?","labels":"neutral"},{"text":"This almost makes me ashamed to be Irish. As we say here, “Scarlet for your ma for having you!”","labels":"disappointment"},{"text":"I wondered where the quote about “supporting your azz” and was very pleased to finally find the train wreck that said it.","labels":"surprise"},{"text":"I'm so glad [NAME] finally got her visa, she's going to do awesome living in the USA!!!!","labels":"excitement"},{"text":"If [NAME] played for Chivas he would already be in talks for the NT.","labels":"neutral"},{"text":"My baby niece does this. She fell down a couple stairs in her time and now is real careful with them","labels":"realization"},{"text":"Careful, now. Suggesting this kind of dialogue at Google is what got [NAME] fired.","labels":"annoyance"},{"text":"Wait so I shouldn't try to sell my shavers by telling my customers that they aren't good enough and could do better? Damn.","labels":"anger"},{"text":"Exactly what I was thinking. \"Oh, I'm sorry, let me just undo that for you then\"","labels":"realization"},{"text":"If you’re downloading from windows I believe so","labels":"amusement"},{"text":"I found her advice very insightful. Maybe it will be of use to","labels":"gratitude"},{"text":"How the fuck is that not ticketable.","labels":"annoyance"},{"text":"Praying for me family.","labels":"caring"},{"text":"You would think so, huh? Not the first dude who has tried to use that rationale. The first one I dated though.","labels":"anger"},{"text":"> us common peasant imbecile [NAME]. At least you admit it.","labels":"annoyance"},{"text":"[NAME] was damn near 293 hoopin? Im dyin.","labels":"curiosity"},{"text":"[NAME] is talking about another human in this world getting horny in an fashion he does not approve of.","labels":"disapproval"},{"text":"I like the reference to the Good Place :)","labels":"amusement"},{"text":"RED ALERT RED ALERT","labels":"fear"},{"text":"Nice bosses are still just bosses here to exploit you, just to also make you feel bad for, instead of afraid of, defying them","labels":"annoyance"},{"text":"TIL cheddar cheese didn't originate in the U.S. Thank you!","labels":"gratitude"},{"text":"Nope, it’s what you said. If 17 isn’t a child then what are they?","labels":"anger"},{"text":"Hot damn... we're going to Sea World!","labels":"excitement"},{"text":"Yeah. I was watching it on Hulu and thought it was interesting that [NAME] is getting shit on. The guy never asked for that...","labels":"neutral"},{"text":"To whoever entered a flamewar with me a few months ago for saying [NAME] was dangerously underweight... Yeah. That ain't \"healthy\".","labels":"neutral"},{"text":"OMG this sub is gonna be my saving grace for the rest of the year. Thank you so much!!","labels":"gratitude"},{"text":"So true, sometimes what’s obvious passes over our heads. Good post.","labels":"approval"},{"text":"Probably vallied out man haha","labels":"neutral"},{"text":"Maybe the abandonment of his mother. Some people won’t see that as abusive but it really is.","labels":"remorse"},{"text":"Well that just sounds awful.","labels":"annoyance"},{"text":"So that’s what it looks like when it’s not a flop","labels":"neutral"},{"text":"Feel free to PM me, I was a longtime vegetarian before transitioning to veganism.","labels":"neutral"},{"text":"I LOVE google voice! IT's the only way I can get my parents to reply to anything!","labels":"love"},{"text":"We had 3 whole pallets of this one doll and I'm like \"wtf\" so I checked and the location said 8000 something lmao.","labels":"amusement"},{"text":"Ah, pillars of society. No wonder MLS is so highly regarded.","labels":"amusement"},{"text":"No, just a bastard pastry","labels":"annoyance"},{"text":"You sure are outraged about some people making fun of [NAME]. Gee, that's easy!","labels":"anger"},{"text":"Oooooooooo that’s a sweet format, love it. Thanks! ","labels":"gratitude"},{"text":"> their personal choices and clothing are distinct from their legislation and policies. This has got to be a fucking joke. What universe do you live in?","labels":"curiosity"},{"text":"Queens of the Stone Age - Make it wit [NAME]. Our first dance at our wedding. Fleetwood Mac - As long as you Follow","labels":"neutral"},{"text":"No lol it's just the sub's flair. Also I was joking about good as gold, that's a song of [NAME] lol","labels":"amusement"},{"text":"What is this trash?","labels":"curiosity"},{"text":"17.5 i pm what i got at 18","labels":"neutral"},{"text":"It's just a human problem. I lose track of how many stories a month come out about some teacher getting caught sexually abusing 1-3 of her students.","labels":"annoyance"},{"text":"Went to school with her son. She is larger than life in person. Always swaying gracefully. It was crazy.","labels":"approval"},{"text":"Thank you. It doesn't sound so bad, at least on paper.","labels":"gratitude"}]