[{"text":"This is me and my wife. She squeals with delight whenever it snows and I start looking for property in Arizona.","labels":"amusement"},{"text":"Awkwardly remembering all of those promises I made mid-panic attack...","labels":"amusement"},{"text":"Happiest of birthdays, hope you can share it with the ones you love ","labels":"excitement"},{"text":"I played in the WSHL last year and this really isn’t a surprise. It’s crazy how unbalanced the competition is in that league","labels":"approval"},{"text":"Breathing out like a dragon keeps me from gagging when i brush the back of my tongue","labels":"neutral"},{"text":"But it's soooo obvious.","labels":"realization"},{"text":"Sad but true.","labels":"realization"},{"text":"Man, [NAME]. What a shame that trainwreck turned out to be. ","labels":"disappointment"},{"text":"Then it was effectively them pissing on your territory. Same with the bed. They don’t get to pass the threshold again!","labels":"annoyance"},{"text":"It was a poor choice of words.","labels":"disapproval"},{"text":"Wait this is what chill looks like? Some girl told me that I look dead amd I flinch at the slightest movement. You really call that chill?","labels":"annoyance"},{"text":"Bulls medical staff misdiagnosing again, what else is new","labels":"curiosity"},{"text":"I understand what he was trying to say, but [NAME] it came out badly.","labels":"disappointment"},{"text":"Because on a visa, I get 3 months of unemployment and I used up 2.5 when I got out of school first. ","labels":"approval"},{"text":"[NAME] will probably get something as worse as [NAME] in ep4","labels":"curiosity"},{"text":"i think u mean symfuhny lol","labels":"amusement"},{"text":"She went from normal mom to ~~[NAME] amazed by balloons~~ [NAME] really fast.","labels":"optimism"},{"text":"An extreme strawman example doesn't change what I said.","labels":"approval"},{"text":"I picked it so it forced me to stay anonymous.","labels":"neutral"},{"text":"Oh, so that's where I left my cigar","labels":"realization"},{"text":"are your feelings hurt?","labels":"confusion"},{"text":"Is it bad that im really bummed he didnt get hit?","labels":"confusion"},{"text":"he's clearly not equipped to argue, i can't decide if he's a dumbass teenager or a dumbass boomer. ","labels":"annoyance"},{"text":"I know. Honestly, I'm applying to other districts. Tired of 56 miles round trip daily for a miserable job. ","labels":"annoyance"},{"text":"I mean, the whole point of this sub is to complain about not having a plate ...","labels":"realization"},{"text":"Its very obvious to me he is still in love with her. He is definitely not in love with [NAME], the marriage will be a disaster.","labels":"approval"},{"text":"Why does he take offense to something that you did to YOUR body? It's YOUR body. I think it's blatant disrespect from his part.","labels":"annoyance"},{"text":"Ty going through a lot right now and this made me smile.","labels":"excitement"},{"text":"You shut your mouth","labels":"anger"},{"text":"I think you also underestimate how big Chelsea has become, especially in the States","labels":"annoyance"},{"text":"I’ve never heard of this before. That’s awful.","labels":"disappointment"},{"text":"Never made it through, it makes me physically ill just seeing images of that monster combined with him describing his incomprehensible evil.","labels":"disgust"},{"text":"Granted, I dont have a proper measure of the number of monkeys needed to hash $0.05 worth of tx fees.","labels":"disappointment"},{"text":"I feel you girl","labels":"approval"},{"text":"[NAME] aren’t a race either. Are you trying to be ignorant?","labels":"confusion"},{"text":"Maybe slw the fuck down eh","labels":"anger"},{"text":"Shocking description of the criminals. Never could have guessed that","labels":"surprise"},{"text":"Maybe time to see a doctor or psychologist? Although a bit of social anxiety is normal and not necessarily the disorder.","labels":"realization"},{"text":"Shh don't spoil it for us","labels":"anger"},{"text":"NO GOD NOOOO!","labels":"disappointment"},{"text":"Seriously. I had 2 jobs and was in college. I sleep more now!","labels":"annoyance"},{"text":"its even worse because the starter kit is like $70 too right? So in reality she probably made closer to $30","labels":"disappointment"},{"text":"Lost his legs, what an idiot.","labels":"annoyance"},{"text":"I think you'll find that dating is really difficult for poly men. It's the biggest reason why I'm monogamous.","labels":"approval"},{"text":"I never noticed this, how cool. I will keep an eye out for it! Another death foreshadowed by something small.","labels":"approval"},{"text":"You are not a slave to your parents. You worship them by serving them. Otherwise you are a slave to [NAME].","labels":"gratitude"},{"text":"I used to fantasize about my morning oatmeal. One packet of instant oatmeal. [NAME] dreamed about it.","labels":"excitement"},{"text":"Don't call this baby a jerk It just loves its humans too much","labels":"anger"},{"text":"Damn, wish I could just pick up a hobby and start training 4 or 5 times a week...","labels":"approval"},{"text":"I hope he loses just the end so it looks like a trimmed cigar","labels":"desire"},{"text":"Wow, that’s a big 3 year old!","labels":"excitement"},{"text":"my favorite moment in the history of the show is when he thrashed that woman.","labels":"joy"},{"text":"I’m conflicting I want to upvote but really feel like it should be downvoted","labels":"confusion"},{"text":"It's interesting but would be super impractical as a prosthetic for an amputee or someone with a limb deformity.","labels":"approval"},{"text":"I like [NAME] but he's biased. If he's planning to becoming a real journalist he needs to leave his bias at home.","labels":"annoyance"},{"text":"Weird how the cops can pick and choose which laws to enforce and when, but I guess that explains a lot.","labels":"confusion"},{"text":"So you're protected everywhere except where it hurts?","labels":"confusion"},{"text":"Nicknames like that get me all hot and bothered.","labels":"joy"},{"text":"that's not scarcity its desperation and prioritizing looks over everything else","labels":"approval"},{"text":"I'd imagine they're mostly fakes. You'd be uncomfortably warm in a real CG Parka in our climate.","labels":"disapproval"},{"text":"Left beer outside so I could make a cool picture for reddit. Please give karma.","labels":"desire"},{"text":"Love it. More power to you!","labels":"gratitude"},{"text":"An eye for a *dead*eye? I'm sorry...","labels":"confusion"},{"text":"Nah [NAME] gonna be an asexual for sure.","labels":"approval"},{"text":"Horrendous , this is also reflected in my experience act school where you are not allowed to defend yourself at all ","labels":"approval"},{"text":"My knees, I had to quit running because they got so bad. Even hiking starts hurting after awhile, especially on long downhills Also glasses and deep voices","labels":"disappointment"},{"text":"Wish you did more. Sounds like she deserved worse.","labels":"desire"},{"text":"[NAME] FINALLY fournier, [NAME]","labels":"gratitude"},{"text":"What? That is the most recent big meme, it's not cringy","labels":"confusion"},{"text":"That is really dumb. If you have a crime committed against you, you have a civic responsibility to report it. We need those stats. ","labels":"annoyance"},{"text":"I'm more than sure we [NAME] lovers feel the same way, her outfits are awful","labels":"annoyance"},{"text":"If I met a woman that loved me and I her, that stuff wouldnt cross my mind. Its life. You make it work. ","labels":"approval"},{"text":"\" [NAME] has come down with a terrible sickness which caused him to deactivate his twitter account\" Jeez sicknesses these days get worse and worse. ","labels":"annoyance"},{"text":"SWTOR is horrible when you want to play together with someone. So many parts that you can't join in on.","labels":"disappointment"},{"text":"Stop using your corporate jargon around here!","labels":"anger"},{"text":"Wow that's just like when I sing it","labels":"excitement"},{"text":"I’m glad I’m not the only one.","labels":"relief"},{"text":"At this point I am questioning your sanity, you compare a guy with 40\/34 goal seasons to a kid who literally can't hit the net","labels":"annoyance"},{"text":"And there's good reason for that. The SD is absolute shit","labels":"disgust"},{"text":"It’s showing up on mobile aswell, the double slash is weird for me though, probably on his end","labels":"annoyance"},{"text":"This is going to be a disaster","labels":"disappointment"},{"text":"[NAME]? Nah, that's him in the background. The idiot with the leaves is [NAME]. It's always fucking [NAME].","labels":"anger"},{"text":"Why would you doubt it dumbass?","labels":"annoyance"},{"text":"Oh sure, that makes it much easier to pay your bills with no money. The money will just come at some point in the future! ","labels":"annoyance"},{"text":"why does this feel like rightwing propaganda made because they are pant shittingly terrified of her...","labels":"confusion"},{"text":"He’s soft. No heart.","labels":"approval"},{"text":"His music is bad starting with that yeezus album","labels":"disappointment"},{"text":"Holy shit nice block [NAME]","labels":"amusement"},{"text":"Sorry, what?","labels":"confusion"},{"text":"Ah I needed this!!","labels":"relief"},{"text":"Sources suggest some very shady characters agree with you OP. What do you have to say for yourself?","labels":"approval"},{"text":"Love your username!","labels":"amusement"},{"text":"I hope you can get some relief soon, I can’t imagine how awful that must feel ","labels":"caring"},{"text":"They were hurt to get that way. Hurt people hurt people","labels":"realization"},{"text":"Well being very close to the border, I know lots of [NAME] and your guys' hugs are always warm!","labels":"amusement"},{"text":"True enough. I'd love more LGBT friendly horror.","labels":"approval"},{"text":"I had this insight too What is it called? Theres probably someone who already had this idea 800 years ago and wrote 7 books about it.","labels":"approval"},{"text":"I used to live there (Hell) and I had this religious\/fundy coworker who used to love to point out that \"DARWIN Road leads to HELL!\" ","labels":"neutral"},{"text":"Its one thing to LOSE a debate, its another to be disqualified for wrong think. ","labels":"annoyance"},{"text":"[NAME]. Hands down. When your own mother doubts your abilities you've got some problems.","labels":"disappointment"},{"text":"I feel like we have a deceptively large fan base","labels":"joy"},{"text":"They could have checkmated the \"journalists\" and avoided this situation by saying they decided to switch to only pay for quality journalistic work.","labels":"approval"},{"text":"Is it just me, or do these children look really uncomfortable around the Duggars? The smiles look forced...","labels":"confusion"},{"text":"Hi, [NAME]! I just wanted to stop by and wish you peace and happiness! -HappyFriendlyBot","labels":"caring"},{"text":"Someone really needs to solve the problem of how to put cars into video games, I'd love to see it one day, just imagine the fun!","labels":"disappointment"},{"text":"So we should stop caring about other people and only look out for ourselves. That DOES sound like a baby boomer!","labels":"approval"},{"text":"Hard to expect much when he has not been involved in the offense for most of the season.","labels":"disapproval"},{"text":"Hmmmmm that is interesting. I wonder why you were told different. I think I'm going to email support and ask.","labels":"approval"},{"text":"That's ironic.","labels":"realization"},{"text":"She knows you only want them vaxxed so they're weaker and will be easier to seduce!!!!!","labels":"approval"},{"text":"Honestly Quadriga has been pretty decent, can't fault them for the bank struggle, that's just how the Canadian banks have been towards this space. ","labels":"approval"},{"text":"> I really hope QCX addresses that last point. Who knows [NAME] could've fled with the money or something. What the hell dude. lol","labels":"confusion"},{"text":"That may not be their choice anymore","labels":"realization"},{"text":"I want to hate you but my mind won’t let me","labels":"disapproval"},{"text":"Sorry for the late reply. Bought it on the NHL shop, they have them in both fanatics and addidas.","labels":"embarrassment"},{"text":"I. AM. AWARE. That doesn't make it cool and good for him to race bait.","labels":"anger"},{"text":"I wanted [NAME] so bad, but at least we got a cute character (little ticked about the scythe but, I'll still play her)","labels":"desire"},{"text":"The new beserker face ruined him for me. Made him another old, wrinkly hobo.","labels":"annoyance"},{"text":"I thought that too, just work hard you’ll get there ","labels":"approval"},{"text":"The BBQ ranch and Greek are my favorites!!","labels":"approval"},{"text":"We don't have this problem where I live, we use Torrents ","labels":"approval"},{"text":"Don’t let the bastards grind you down. I’m so sorry for this experience. No one deserves to be treated that way.","labels":"caring"},{"text":"Dropping the Scud on the enemy is always good revenge","labels":"excitement"},{"text":"It's bad when that sounds tasty to me","labels":"realization"},{"text":"I’d rather give up masturbation. No time for it anyway when I work.","labels":"realization"},{"text":"What’s weird is. I never miss anyone. Like, ever.","labels":"realization"},{"text":"Thats one way to make political and economic instability sound super fun","labels":"excitement"},{"text":"Gotta cheat on taxes somehow LOL","labels":"amusement"},{"text":"Yeah it isn't the same singer. 'Don't hug me I'm scared' is voiced by [NAME], the lead singer of KKB is [NAME]","labels":"realization"},{"text":"Come on, be nice to our resident libertarian to alt right pipeline example","labels":"caring"},{"text":"I've heard vegetarians talking about various sources of cholesterol, maybe try r\/vegetarian and ask what meats they prefer?","labels":"approval"},{"text":"Also, if you start looking for your partner to get mad at you when depression \"kicks in\" then you're probably starting it yourself. ","labels":"approval"},{"text":"The commies will be much less sympathetic if they get the chance.","labels":"approval"},{"text":"Liberals have become the very thing they accuse everyone else of. Being intolerant and racist.","labels":"disapproval"},{"text":"My dad was on 20+ narcotics for over 20 years. Now he just smokes pot and I've never seen him happier","labels":"realization"},{"text":"This interview has so much gold in it. The Wreck it Ralph bit is my favourite.","labels":"joy"},{"text":"Pretty wild.","labels":"realization"},{"text":"She even tweeted the Ghost Adventures crew, oh wow. ","labels":"amusement"},{"text":"I had forgotten it was coming up until I saw this. That us my level of excitement and anticipation.","labels":"disappointment"},{"text":"Guy on the right looks like [NAME] long lost sister","labels":"realization"},{"text":"Or you can just support your local farmers that slaughter their animals in an ethical and way less horrifying way.","labels":"optimism"},{"text":"Dragon bender has even more negative value than [NAME] haha. But yeah, they’d need atlesst a 2nd for [NAME] crossover ","labels":"amusement"},{"text":"[NAME] deserves to play for a proper club ffs.","labels":"optimism"},{"text":"We need more boards and to create a bit more space for [NAME]. Then we’ll be good.","labels":"desire"},{"text":"The last time Russian military contractors met US forces, they lost 200 men and dozens of armored vehicles. Lmao.","labels":"amusement"},{"text":"While living in Japan? Never say never... but it is very hard to imagine.","labels":"joy"},{"text":"[NAME] these things were terrible. i presume they still are. #teamlemoncreams","labels":"disappointment"},{"text":"Best of luck to you my friend, keep going ","labels":"caring"},{"text":"I was a huge fan of the script ones but the new greens this season look pretty fresh on ice, too. I like bringing the red back in","labels":"amusement"},{"text":"To all of you who never had to take the SATs, consider yourselves lucky.","labels":"amusement"},{"text":"I think it was just a poorly worded title, what it meant to me was that there was a reason other than teaching kids to count. ","labels":"disappointment"},{"text":"Xmen didn't have posters that said \"hey you know how many times I've mentioned it to someone they can't be charged for just looking..","labels":"realization"},{"text":">Being sexually desired False, since there are a lot of things you can change on yourself to be more desirable. Also you act out of experience.","labels":"disapproval"},{"text":"You good = are you ready?","labels":"approval"},{"text":"That's gotta cut deep!","labels":"realization"},{"text":"The best way is killing people that don't know you. Also you could steal some things so the cops think that it was a robbery","labels":"realization"},{"text":"And in those dominion game, everyone clapped. And [NAME] was there.","labels":"amusement"},{"text":"I thought it was funny ‍♀️","labels":"amusement"},{"text":"Haven’t watched the new episode yet but the art definitely reminds me of [NAME] MS Paint art.","labels":"excitement"},{"text":"Human life has value. Veganism and pro-life are 2 completely different ballparks morally. Terrible argument 1\/10","labels":"annoyance"},{"text":"Damn how do you post something directly to the front page?","labels":"curiosity"},{"text":"This team doesn’t deserve to go the playoffs. Only [NAME] deserves to go. Is that possible?","labels":"curiosity"},{"text":"105 strikeouts over 81 2\/3 innings. that's good lol [NAME]","labels":"joy"},{"text":">Even though [NAME] quit live performing after he got diagnosed but ok","labels":"approval"},{"text":"yeah its cool","labels":"approval"},{"text":"I’ve been dreaming in rdr2 several nights. Not a bad thing though. I must have a lot to process","labels":"excitement"},{"text":"It'll be hard to surive on that wage in Vancouver. It's expensive AF here.","labels":"disappointment"},{"text":"It's givin' off that disco vibe, and if I understand correctly it's okay if it's the [NAME] way.","labels":"excitement"},{"text":"That \"Hard work\" usually involved the junkrat pressing Q so I'm not about to shed tears","labels":"sadness"},{"text":"It's a black cockatoo. They're rare and kind of beautiful to see.","labels":"amusement"},{"text":"My tongue is still a little scorched lol. But totally worth it","labels":"amusement"},{"text":"I want to know if he was ever with [NAME]. We needed more [NAME].","labels":"confusion"},{"text":"You are the type of fellow that puts mommy in the cheap home and cashes her cheques, loyalty of a snake.","labels":"anger"},{"text":"I cant get a cat but derpy behavior makes me want one so bad","labels":"disappointment"},{"text":"I liked the charlie one more.","labels":"amusement"},{"text":"Wow my wh had toxic friends too","labels":"realization"},{"text":"that's an adventure!","labels":"excitement"},{"text":"Sorry, but you probably do given the AVers do have a limited literary skills at the best of times.","labels":"annoyance"},{"text":"I'm guessing they give up garbage time scores alot when they have the win in hand.","labels":"realization"},{"text":"Ask her out for date 2, see what happens. Sounds like a fun spontaneous night. ","labels":"approval"},{"text":"Then stop arresting them for shooting at thieves","labels":"disapproval"},{"text":"Oh this poor sap","labels":"grief"},{"text":"they sounds like autistic meltdowns triggered by an immense fear of vomiting, nothing much to do","labels":"approval"},{"text":"I think I had that thought years ago, but then I heard they were making a third trailer park boys movie, so I wanted to see that. ","labels":"approval"},{"text":"Woah, woah, woah. You're trying to tell me that elites have a stranglehold in a country with an *actual* aristocracy?! ","labels":"surprise"},{"text":"Happy Birthday!","labels":"joy"},{"text":"because you are in danger of appropriating methhead culture.","labels":"caring"},{"text":"Imagine the jockey explaining that to his boss and then cranking the legs to raise it while everyone looks on :)","labels":"amusement"},{"text":"You seem to be missing the point. Mine are imperfect which makes them natural looking and to me more appealing.","labels":"approval"},{"text":"If I have to watch Canada lose in a shootout I'm gonna lose it","labels":"annoyance"},{"text":"Something I read once that I tap into often: The hardest thing I ever did was to forgive someone who wasn’t sorry. Peace to you.","labels":"neutral"},{"text":"Even Rolling Storm seems better, and it is not very good.","labels":"disappointment"},{"text":"Don't worry about it.","labels":"caring"},{"text":"[NAME] [NAME] is like the 72hrs from console of course we like him wtf<3","labels":"annoyance"},{"text":">Doctor: So do you cancel a lot of plans you make with friends >Me: uh technically no","labels":"neutral"},{"text":"Heroin definetley isn't safer than Ritalin. The whole reason people prefer prescription drugs are because they are cleaner, thus safer","labels":"approval"},{"text":"Super excited to watch them in Syracuse next year. Might actually spring for season tickets","labels":"excitement"},{"text":"Is this the track that’s just [NAME] cat meowing but slowed down? My memory is failing me","labels":"confusion"},{"text":"I flew off the handle and that's my bad.","labels":"annoyance"},{"text":"People who hate [NAME] really really hate him. It’s quite fascinating.","labels":"disapproval"},{"text":"Come on, I want to know how it goes.","labels":"curiosity"},{"text":"So far she seems pretty decent but I'm side-eyeing the hell out of him. His conduct at the restaurant was so bizarre and creepy.","labels":"annoyance"},{"text":"Brain dead clearance. Honestly deserved lead. They have been better.","labels":"desire"},{"text":"No but it would be weird if you masturbated to it like I did","labels":"annoyance"},{"text":"I’m gunna be the bigger man... blessings on your weekend my friend...","labels":"caring"},{"text":"YIKES!!","labels":"excitement"},{"text":"I find it really strange how people align themselves with or against a politician so strongly.","labels":"realization"},{"text":"Find yourself another pretty, nice girl that doesn’t have cheating tendencies. They exist ","labels":"desire"},{"text":"Me when I distract the last zombie so my friends can work on the Easter egg without starting the next wave","labels":"approval"},{"text":"The worst case of cultural appropriation is him mimicking human language and thoughts when he is clearly some kind of barely sentient pond scum.","labels":"disappointment"},{"text":"He looks proud of his work, leave him be.","labels":"pride"},{"text":"This is probably why you're not in a relationship.","labels":"annoyance"},{"text":"Please don’t downvote me I just have a question What is wrong with libertarians? This sub seems to hate them and I’m one.","labels":"disappointment"},{"text":"Why nothing will change at all ... lol","labels":"amusement"},{"text":"I actually liked them. I love the idea of Conqueror being a rabid and maniac dog.","labels":"optimism"},{"text":"What? That's a classic \" did you like it\" parent move.","labels":"surprise"},{"text":"> since he was the one to take it away from [NAME] last season [NAME] didn't deserve it last season","labels":"disapproval"},{"text":"great for on the go! but i’ll always smoke glass if i’m home :)","labels":"excitement"},{"text":"He was playing with absolute garbage teammates, and the one year he was on a decent team he had 44 points in 48 games. ","labels":"disapproval"},{"text":"My gym coach used to make a buch of two pack jokes. This was before [NAME] died so it was alot funnier","labels":"amusement"},{"text":"Wants to stay with the Texans too.","labels":"approval"},{"text":"Also here's my starting point on the right, obviously, for my bulk.","labels":"embarrassment"},{"text":"Have fun!","labels":"excitement"},{"text":"Cross posting is a thing.. I'm not subscribed to \/r\/funny so I wouldn't have seen it had they not.","labels":"realization"},{"text":"This chick is a lunatic now","labels":"optimism"},{"text":"Do you feel like being with him is the only way for you to be okay, then?","labels":"curiosity"},{"text":"Damnit, now they're ruining IKEA too.","labels":"anger"},{"text":"No, he’s been with more women than I have been with men. He loves sex and has no problems with an erection. ","labels":"annoyance"},{"text":"I think we all are","labels":"neutral"},{"text":"bargaining chip for what? The 25% tariff increase is not big enough of a bargaining chip? lol","labels":"amusement"},{"text":"Ah yes, the standard midwestern transplant rite of passage. “THIS ISNT COLD LOL IM FROM WESHUBEKAUAN MINNESOTA AND YOU GUYS HAVE NO IDEA WHAT COLD IS”","labels":"neutral"},{"text":" Turkey's situation is bad, but still nothing compared to Venezuela. ","labels":"disappointment"},{"text":"I’m really glad [NAME] wasn’t [NAME]","labels":"joy"},{"text":"May your test be negative and your New Year's be happy!","labels":"gratitude"},{"text":"Always toward absent lovers love's tide stronger flows.","labels":"approval"},{"text":">the silent majority This is the most ignorant thing I've read so far today","labels":"annoyance"},{"text":"Happy birthday kiddo, free updoot for u","labels":"gratitude"},{"text":"This works for me too. Not sure why either.","labels":"confusion"},{"text":"I never said they were garbage, just that they come out too frequently.","labels":"annoyance"},{"text":"Lol dont mess with [NAME]!","labels":"amusement"},{"text":"Sorry, no trivia today. Calendar had a fun fact which I'll edit this post with when I get back to it","labels":"approval"},{"text":"But atacking it over and over again is considered griefing, you wanted to shoot fishes in a barrel over and over and got caught.","labels":"anger"},{"text":"Np! Good luck!!","labels":"amusement"},{"text":"Would love to if I wasn't sitting here writing a 40 page report for work.","labels":"disapproval"},{"text":"> it will not make her look like an idiot It would be hard to make her look any more like an idiot than she already does.","labels":"annoyance"},{"text":"To be fair, we’re still missing CP3 and [NAME]. This game has been pretty ugly overall though. ","labels":"annoyance"},{"text":"Whew. I thought no one else would recognize Mac Tonight.","labels":"relief"},{"text":"Goodness, that shot of McDonald's is **super** old. It looks like a picture from the 90s\/early 2000s.","labels":"disappointment"},{"text":"Yawning at the insults to me, not the Woman","labels":"annoyance"},{"text":"Self-deprecating humor is mainstream now. A lot of hot people now have hobbies and personality traits that were once almost synonymous with dumpy\/nerdy\/ugly people.","labels":"annoyance"},{"text":"HE SHOOTS AND SCORES!!!!","labels":"amusement"},{"text":"Inheriting your dad's company when he dies doesn't count you spoilt piece of shit.","labels":"annoyance"},{"text":"Man, I wish I liked music that much. Well maybe not *that* much, but you know what I mean. ","labels":"desire"},{"text":"I don’t like [NAME] all that much, but that dude seems cool. I hope it hits a goofy dark line like [NAME] or [NAME] tho.","labels":"desire"},{"text":"As bad as this sub was in the 1st quarter, our announcers were just as awful.","labels":"disappointment"},{"text":"ugh.......","labels":"annoyance"},{"text":"I’m just gonna go ahead and call bullshit on most of the details of this story.","labels":"anger"},{"text":"Dude I have a verrrrry strong feeling the barber did that on purpose. Nowhere in the world is that an acceptable haircut. That’s fucked up","labels":"anger"},{"text":"I know logically that I haven't gained real weight but overeating both weekend days makes me feel like I have. I drive me crazy sometimes.","labels":"annoyance"},{"text":"[NAME] will be the 2nd best player in Juve team now.","labels":"approval"},{"text":"Didn’t the chinook end? How are her legs not freezing off?!","labels":"confusion"},{"text":"That looks righteous!!","labels":"joy"},{"text":"I don’t think [NAME] knocking us out of the copa would change anything. Our team is incredibly lethargic.","labels":"disappointment"},{"text":"Maybe because those are real, tangible things and not lines of code","labels":"approval"},{"text":"Fly, you fool!","labels":"annoyance"},{"text":"I'm right there with you on the acting. Never thought I would be able to pull it off.","labels":"gratitude"},{"text":"you get an upvote for that username! I wish I was a funhammer","labels":"excitement"},{"text":"The fact that her pillows are brown is way more disturbing to me","labels":"annoyance"},{"text":"Wow nice way to live in an echo chamber.","labels":"amusement"},{"text":"Please be [NAME]. I like [NAME], for the record. But I'm def willing to part ways with him. ","labels":"desire"},{"text":"Hell yeah o\/","labels":"excitement"},{"text":"Not anymore, haven't heard of him in ages.","labels":"annoyance"},{"text":"I don't filter it out because I enjoy my daily cringe from the constant open letters. \"To the ____ who ____\"","labels":"approval"},{"text":"Aww now I can’t listen to falling down","labels":"joy"},{"text":"it will be the compilation of 3 games, don't get your expectations that high.","labels":"approval"},{"text":"Not true for a lot of people but [NAME]","labels":"approval"},{"text":"Our draft choices are horrible anyway, it doesn't matter where we pick.","labels":"annoyance"},{"text":"4! The sweetest year.","labels":"joy"},{"text":"And still our government is not responsible enough to pay its bills. It's rather pathetic.","labels":"anger"},{"text":"Oh this is just too easy....just log into your account and start posting anti-feminist and anti-Zionist comments...your account will get nuked within the hour.","labels":"optimism"},{"text":"This just looks like it’s actually from porn lol what is the original context","labels":"amusement"},{"text":"Am I the only one who is glad I saw this meme? I mean I'm officially traumatized, but still.","labels":"curiosity"},{"text":"Gotta love these kids! When they do or say the cutest things like that, it really makes u melt....... Enjoy OP!!!","labels":"joy"},{"text":"Welp. That sucks. I always check left and right when crossing an intersection, getting T-boned is one of my biggest fears.","labels":"disappointment"},{"text":"That would be really rough. However she is so incompetent I wouldn’t be surprised if she self immolates","labels":"approval"},{"text":"I'm not trying to intimidate you, just saying that what you are doing is wrong and illegal, and you should stop doing it.","labels":"caring"},{"text":"You should come. You'd enjoy it.","labels":"approval"},{"text":"This was diabolical. This is our Ulema. Wonder where we went wrong...","labels":"disappointment"},{"text":"This guy hasn't learned his lesson. Bake 'im away, toys!","labels":"annoyance"},{"text":"Well I like [NAME] but other than her, I don't know any interesting asian youtubers. so help me out","labels":"confusion"},{"text":"I mean New Orleans is really fun even with little to no drinking. I wouldn't want to live anywhere else.","labels":"amusement"},{"text":"This is where [NAME] loan becomes a bad idea. I know he wouldn't start but now there's no backup RB.","labels":"disappointment"},{"text":"Self-selecting user ratings are not a reliable representation of the entire audience. They are meaningless numbers.","labels":"disapproval"},{"text":"[NAME]. Has a great bit about how negative everyone is about everything.","labels":"disapproval"},{"text":"If he wants to play more, he should play better. Otherwise, leave. [NAME] has been very bad.","labels":"disapproval"},{"text":"Scotland aren’t the best team to compare against. On their day the could debatably beat NZ on a bad day they lose to America","labels":"annoyance"},{"text":"[NAME] continues to be my god while I continue to be banned by Swery. ^^Seriously, ^^what ^^did ^^I ^^do?","labels":"disappointment"},{"text":"Not only does the overbooking hurt the customers financials and time, but violations like this one put lives in danger.","labels":"disappointment"},{"text":"She reminds me of my crazy sister. Just a ball of nervousness and constantly just on the verge of crying.","labels":"caring"},{"text":"Don’t forget Kylie 1.0 was in it !!","labels":"joy"},{"text":"Signatures are no longer required for transactions in the US as of April last year, so I guess this no longer applies really. ","labels":"realization"},{"text":"“Spite-based refugee system...” really got me chucking.","labels":"disappointment"},{"text":"I'd not help you either. Not giving that dude a 4k. Although, I'd be looking for hatch instead of nothing.","labels":"caring"},{"text":"That’s an early contender for title of the year 2019. Bravo.","labels":"amusement"},{"text":"In doing so, they gave humanity a cinematic treasure for the ages. ","labels":"amusement"},{"text":"You post your pics online. Good for you! You're probably not a subhuman","labels":"joy"},{"text":"I take it they don’t train high risk traffic stops in Arkansas?","labels":"realization"},{"text":"Well two other close testers are really upset about rolling","labels":"annoyance"},{"text":"Unfortunately, we live in 21st century America, where this kind of behavior ensures that they will both be given high-paying jobs at CNN.","labels":"approval"},{"text":"This is the whitest thing I’ve ever seen in my life","labels":"annoyance"},{"text":"This will pass and you will be stronger because of it","labels":"approval"},{"text":"If you know it's the right thing to do, it's better to \"lose\" that person than to \"lose\" that opportunity.","labels":"approval"},{"text":"This picture is a prime example that [NAME] are intolerant douchebags who will always demonize wealth, fame, and entertainment.","labels":"anger"},{"text":"I would trade any and all players, no one except maybe [NAME] at this point ","labels":"approval"},{"text":"And you can amend a tax return. She can’t amend a terrible life choice like that.","labels":"disappointment"},{"text":"And Tranna for Toronto.","labels":"neutral"},{"text":"The Sunshine Skyway Bridge? I'm near that, too, and have also thought about doing that.","labels":"confusion"},{"text":"lol robot car","labels":"amusement"},{"text":"\"You aren't important, just impertinent.\" That's a third degree burn","labels":"approval"},{"text":"On a college campus surrounded by undergrads. I feel old.","labels":"annoyance"},{"text":"But what did he druer? Sorry. (Im not sorry)","labels":"confusion"},{"text":"this 'bug' has caused me countless death... i always used rifle primarily and switched to shotgun after rifle shot","labels":"disappointment"},{"text":"Nah I dont think the panthers are good enough","labels":"disappointment"},{"text":"You don't even provide a verifiable example, why should I accept your evidence.","labels":"curiosity"},{"text":"That has some amusingly unfortunate implications for those that believe all [NAME] are descendant from [NAME], son of [NAME] and [NAME]. ","labels":"realization"},{"text":"Omg, *please*","labels":"annoyance"},{"text":"So did mine! And I'm now one myself. Sending a trillion hugs and props to you!","labels":"joy"},{"text":"Regardless, fight 'em every inch of the way like it's the last hill to die on. Complacency is complicity. ","labels":"approval"},{"text":"I <3 your application of facts.","labels":"love"},{"text":"Deadass? Shoook?? Come on [NAME], do you really talk like that? You sound dumb. ","labels":"confusion"},{"text":"Good lord, totally missed that. What a croc.","labels":"disgust"},{"text":"Odd to think that most people in this photo are either dead or just about into pension age.","labels":"realization"},{"text":"They literally don’t have enough time on the planet to regret their actions.","labels":"approval"},{"text":"Man, these fourth quarters, the Nets are on some [NAME] shit. It just seems mental now","labels":"annoyance"},{"text":"yeah but like I’m highkey anxious about getting shocked and screw Apple for getting rid of the rainbow logo, it was so cool","labels":"excitement"},{"text":"Stop giving panhandlers money. They dont need it.","labels":"disappointment"},{"text":"Update: still alive, the paranoia is gone ","labels":"approval"},{"text":"I was, and it's not. He's mad that someone posts articles he disagrees with. Pathetic and his fury is deranged ","labels":"disappointment"},{"text":"Have you told him you aren't 100% ok with it? It sounds like you're regretting this decision.","labels":"confusion"},{"text":"Thats a move i havent seen before","labels":"pride"},{"text":"new genders about to drop doesn’t strike me as a bad joke tbh.","labels":"annoyance"},{"text":"he had the shits","labels":"amusement"},{"text":"People still expecting that are delusional regardless tbh. Messed up they'll never say what happened to Half Life but time to start using some context clues herr","labels":"approval"},{"text":"I read this while taking a sip of tea. Bad idea","labels":"annoyance"},{"text":"I feel like I've seen a comment like this on another post","labels":"realization"},{"text":"Duress I tell you, it was done under duress!! ","labels":"realization"},{"text":"Communists love the state, make no mistake. It's either totalitarian statism or mob rule, which commies would fail miserably at. ","labels":"approval"},{"text":"The problem is not getting new players but keeping the current ones.","labels":"realization"},{"text":"He will, I feel like it's Christmas Eve and I'm waiting for [NAME].","labels":"desire"},{"text":"Why am I crying alone in my room rn","labels":"confusion"},{"text":"Champaign’s a weird town in that aspect..","labels":"annoyance"},{"text":"oh, you're back? have you gotten help for your paranoia yet?","labels":"curiosity"},{"text":"The man and dog have been spotted running past [NAME] and nobody is helping! I would help but I just had my nails done.","labels":"disappointment"},{"text":"You're didn't vote for her you are obviously a racist, sexist, homophobe, you're the worst kinda person.","labels":"anger"},{"text":"That may be true. I was just pointing out that the logic of an appeal to nature is fallacious","labels":"approval"},{"text":"LONDON I honestly don't even understand this one","labels":"approval"},{"text":"It's almost like they actually prepared to govern instead of just obstruct. Remember \"Repeal **and replace**\"?","labels":"approval"},{"text":"heck","labels":"anger"},{"text":"Well if he takes his daughter to a nightclub then that’s a bit inappropriate","labels":"annoyance"},{"text":"> Also why I watched the old guy getting stabbed with screwdrivers till he stopped moving! Dnepropetrovsk maniacs? (3 guys 1 hammer)","labels":"confusion"},{"text":"For the sake of football and this sub everyone wants [NAME] to win","labels":"approval"},{"text":"As a libertarian, the market value of my love for you is pretty damn low but I’ll give it to you anyway.","labels":"annoyance"},{"text":"LOL \"making\" Nesquick takes exactly 7 seconds","labels":"amusement"},{"text":"All of Disney is cringey. It needs to be stopped","labels":"disappointment"},{"text":"Meanwhile, I was literally saying to myself \"*I like rusty spoons*\" earlier this morning RIGHT BEFORE logging onto Reddit. Kinda strange","labels":"desire"},{"text":"I wouldn't announce that they are LuLaRoe.","labels":"disapproval"},{"text":"then explain to me why everytime I post reply to u\/955bsp, in an old post, you start spamming me","labels":"confusion"},{"text":"Maybe but kids and social media and cellphones in classroom, and a pervasive culture that glorifies sports over education are ruining our education system. ","labels":"disappointment"},{"text":"This video was uploaded in October 2013, over five years ago now. This just feels like an unnecessarily inflammatory post for karma to me.","labels":"annoyance"},{"text":"I'd worry about traffic more than the TSA.","labels":"caring"},{"text":"Hamberders doesn't seem like a typo—that seems like something a person would write if they heard the word spoken but never saw it written","labels":"disapproval"},{"text":"soon i’ll have an army of karens and no one will be able to stop me","labels":"excitement"},{"text":"I personally like Picard better. But Kirk must have been more fun to write.","labels":"amusement"},{"text":"ehhhh I don't think so. iirc [NAME] was responsible for that Russian embargo and he's the reason why AKs are so expensive now.","labels":"disapproval"},{"text":"A dry phone?","labels":"confusion"},{"text":"Don't understand the question. Obviously you make up the rules in the middle of the game.","labels":"annoyance"},{"text":"To much of a good thing is a bad thing","labels":"approval"},{"text":"Does she hate the men in her family too? O.O","labels":"confusion"},{"text":"Oh man, glad I'm not watching this with my extremely emetophobic mother ","labels":"embarrassment"},{"text":"Terrifyingly accurate bot","labels":"fear"},{"text":"I never said it wasn't a fighting game though in my comment you replied to I specifically say it is a fighting game.","labels":"neutral"},{"text":"Of all the stupid terms for people out there “womxn” is by far the stupidest","labels":"annoyance"},{"text":"Your company sucks.","labels":"disapproval"},{"text":"[NAME] has to use a gun to defend himself after multiple robberies and an attempted rape...","labels":"realization"},{"text":"Yep, they expect you to revolve around them, but think they’re exempt from returning the favour. ","labels":"annoyance"},{"text":"Why don’t people just call the cops and give them the video?","labels":"annoyance"},{"text":"wooosh! orange fans mad","labels":"excitement"},{"text":"Throwing the book to see what sticks you think?","labels":"curiosity"},{"text":"I know right? Let me just stop what I'm doing to feel pity where you go wrong in relationships.","labels":"annoyance"},{"text":"\"Someone else must start this however... but I will sure join in the violent fight that will ensue... I promise!\"","labels":"approval"},{"text":"So how depressing is it that I know that's not true? You still gotta pay for a cold delivery.","labels":"confusion"},{"text":"The food you are putting in your mouth is causing obesity. Stop abusing it. A higher body weight is the cause of your increased risk of ILLNESSES","labels":"disappointment"},{"text":"You want to celebrate your convict heritage.","labels":"neutral"},{"text":"This has been reposted so many times the photo is degrading.","labels":"annoyance"},{"text":"I recommend reading it. What an odd duck\/rabbit.","labels":"approval"},{"text":"Growing up there were people in our church who hated the Smurfs because they were magic using communists.","labels":"disapproval"},{"text":"Its probably just related to something she is dealing with. Stress\/anxiety often causes nightmares. But there are plenty of potential","labels":"realization"},{"text":"Seeing him RT rev gave me some hope which hurts worse","labels":"disgust"},{"text":"He's being so unprofessional. He's out for blood for some reason.","labels":"anger"},{"text":"When you stop making garbage takes, I'll stop correcting them","labels":"annoyance"},{"text":"Yep! Wanna come do karate in the garage?","labels":"curiosity"},{"text":"You're ugly","labels":"disgust"},{"text":"Peace be with you","labels":"caring"},{"text":"wow...u wanna say u were never toxic and u never rage okay if u can t do what I asked just go away ok???","labels":"annoyance"},{"text":"It seems like the problem predates the current administration, which makes me think it has more institutional roots.","labels":"approval"},{"text":"Good call. Run!","labels":"excitement"},{"text":"Yeah! We should have given him justice by believing in claims with no merit! Yeah. Btw. [NAME] raped me 30 years ago! Get him!","labels":"disgust"},{"text":"Yeah it's a weird thing people do","labels":"annoyance"},{"text":"This is child abuse. No decent parent would force their kid to starve just because they don't understand science and nutrition","labels":"anger"},{"text":"[NAME] queen will live until he is 86 years old. Thts what reverse flash said so its the damn truth","labels":"optimism"},{"text":"Wow it's almost as if those losers have a lot of money or something else to leech off of.","labels":"amusement"},{"text":"Most of the cast of Riverdale save for [NAME], but for some reason my girlfriend and I can't stop watching this trainwreck of a show.","labels":"annoyance"},{"text":"I want to be a rapper. I also like to write poetry and stuff. So to be successful with those things also I want to design clothing.","labels":"desire"},{"text":"And what about selling your precious mind creation to someone that doesn't deserve it?","labels":"curiosity"},{"text":"Yep, sure is. Have things gotten better for you, though?","labels":"caring"},{"text":"This story made my day. Ha!","labels":"excitement"},{"text":"Shame on you","labels":"anger"},{"text":"Haha, thats brilliant.","labels":"joy"},{"text":"No surprise that the game series is gaining traction!","labels":"amusement"},{"text":"This is the one picture that gives me mad inferiority complex.","labels":"disappointment"},{"text":"Yes he is. Cling to your safety blanket for now cause momma [NAME] is about to snatch it from you.","labels":"neutral"},{"text":">it should be **illegal** to teach **religion** to young children Do you believe in a separation of church in state though?","labels":"curiosity"},{"text":"Score is currently 12-12 when 25:th round begins and [NAME] has 35-10 stats. Insane.","labels":"annoyance"},{"text":"That would be cool too!","labels":"excitement"},{"text":"Yes, it can be a very stressful read at times.","labels":"annoyance"},{"text":"Makes me want to go shit on the doorstep of 540 Hampshire Street (Good2go HQ)","labels":"anger"},{"text":"Been getting this same feeling these days.. idk what it is I just have no drive anymore maybe once the cwl comes back it’ll help","labels":"disappointment"},{"text":"Ironically every \/pol\/ meetup is more diverse than the people pushing diversity and race mixing. Weird how that works huh","labels":"approval"},{"text":"huh i didn’t even know that button existed","labels":"surprise"},{"text":"Wow wish I could take that. That is an absolute steal. Not a lock by any means but value alone is worth it","labels":"amusement"},{"text":"I'm with you. I'd like one too.","labels":"approval"},{"text":"> It's not like Bonds use was worse or anything list would beg to differ.","labels":"approval"},{"text":"Thank fuck they died... I mean rip, so sad 💭🙏","labels":"annoyance"},{"text":"I cackled!!!!","labels":"amusement"},{"text":"I'm so racist and self important I refuse to braid this girls hair","labels":"annoyance"},{"text":"I wish that laugh would jump off","labels":"desire"},{"text":"Piss off a small percentage to gain an even larger one? That's hardly unheard of. The amount of publicity alone for this is astounding.","labels":"confusion"},{"text":"How about a downvote for the update?","labels":"approval"},{"text":"You’re in Iceland, a particularly craggy rock would be pretty interesting to you. ","labels":"optimism"},{"text":"Its more of a suggestion its not in forced at all i doubt a lot of people even see the quiet carriage sign","labels":"approval"},{"text":"I pray in the space I have inside my truck :)","labels":"nervousness"},{"text":"d'oh, my bad 😔","labels":"disappointment"},{"text":"At the time they would have. It became endangered and we had to stop.","labels":"approval"},{"text":"Problem is as soon as someone criticises Israel they jump up and down and scream anti semitism","labels":"annoyance"},{"text":"Can PG just chill","labels":"desire"},{"text":"Was this at Meadowvale? I wanted to take a pic but had my gloves on","labels":"confusion"},{"text":"Whoops, I'm* dying. But I wish, they make so much money. ","labels":"realization"},{"text":"Run, run Run for the roses Quicker it opens Sooner it closes Man oh man oh friend of mine All good things in all good time","labels":"neutral"},{"text":"[NAME] is so frisky this season.","labels":"amusement"},{"text":"A 12 million sub channel has value. Wouldn't be surprised if it's been hollowed out ready to be sold and rebranded.","labels":"neutral"},{"text":"If [NAME] is being considered for all defense, [NAME] needs more love too","labels":"caring"},{"text":"Yeah but scary brown people. Ever thought of that libtard? \/s ^just ^^in ^^^case","labels":"disgust"},{"text":"You really need to learn to read. 32 isn't too late!","labels":"caring"},{"text":"These honestly are getting infuriating. The creator of this made this whole thing up yet Facebook old people take it as reality.","labels":"anger"},{"text":"No [NAME], and [NAME] back on the left. Finally. Please take this chance [NAME]","labels":"amusement"},{"text":"Too right. I hate the Sun. worst tabloid out there","labels":"approval"},{"text":"the real crime would be to not finish what we started!","labels":"realization"},{"text":"I'm always down for pimple popping pupper pictures!","labels":"joy"},{"text":"Yeah usually I’m defensive around people I don’t know casually walking around with things that could be powerful weapons.","labels":"approval"},{"text":"Should of just stabbed her up tbh why let someone steal from you","labels":"anger"},{"text":"I know! I would absolutely do this as well. I’d love to to a AMA with him to find out more.","labels":"desire"},{"text":"Yeah, all the stun cannonballs are horrible. ","labels":"disappointment"},{"text":"Bro, highmountain looking sick","labels":"annoyance"},{"text":"Why are you nervous about getting fired if you aren’t doing anything wrong? If I were an employer firing an employee would be my last resort.","labels":"confusion"},{"text":"This is a crime against humanity and the FBI is on its way. Do not try to leave your current location, you are being tracked.","labels":"disapproval"},{"text":"I’d be very concerned if the posts on this sub were coming from 7 year olds.","labels":"caring"},{"text":"While I agree with my political views could be of the top of my least favorites and [NAME] weren't ruined by the pic.","labels":"approval"},{"text":"> I am not [begging] for money Yes you are. Rule 2.","labels":"anger"},{"text":"Boomers ruined the world","labels":"disapproval"},{"text":"I'm still testing the waters. Hazelnut mocha latte with almond milk is da bomb!","labels":"excitement"},{"text":"you can tell who is in power by who you can't criticize' = Israel","labels":"pride"},{"text":"I wish it'd stop being submitted on the sub. We're out on him and it's pretty obvious.","labels":"approval"},{"text":"It could have heat resistant padding on the other side. Honestly in the 1940s it's probably asbestos on the inside lol","labels":"realization"},{"text":"I mean, if A video pops up of [NAME] pissing on underage girls, nah, I’m not gonna still be a fan. ","labels":"disappointment"},{"text":"Laugh now, while you can, and the robot overlords are weak and stupid. Tomorrow, though... take a deep breath... and wait.","labels":"gratitude"},{"text":"But it'll hurt","labels":"caring"},{"text":"I'll show some love for diazepam! Congratulations on the re up and let me Know if they are","labels":"gratitude"},{"text":"A good everyday dua would be including me in your prayers","labels":"neutral"},{"text":"if you hate pedos then check out","labels":"neutral"},{"text":"i love them on the grill with italian sausage they turn so sweet, ","labels":"love"},{"text":"Mine used to tell „you complain too much“. I was also angry when I was with him. I‘m not like that.","labels":"neutral"},{"text":"I don’t care enough to search it honestly Edit: removed emoji because reddit","labels":"realization"},{"text":"The kids aren’t doing anything stupid here... cause it’s a fake video. I feel like this is in the wrong sub.","labels":"annoyance"},{"text":"If you don’t think this can happen in the US your going to be the reason it does.","labels":"approval"},{"text":"Your logic is pretty messed up and the pos assumption has zero to do with this. Centralized mining will cripple the ability to fight censorship.","labels":"disappointment"},{"text":"Damn MLM at its worst","labels":"annoyance"},{"text":"Wow you’re pathetic for calling out someone who did something right","labels":"disappointment"},{"text":"I’m interested in the tactics and positional play lmao ;)","labels":"excitement"},{"text":"Oh *hell* no.","labels":"anger"},{"text":"[NAME] damn it","labels":"anger"},{"text":"Keep it too the one thread please, you're already not keeping up .","labels":"disapproval"},{"text":"That's...not at all what I said. I said I *hoped* they would tell me. [NAME].","labels":"anger"},{"text":"Just keep trying. Dont give up! If you are getting numbers that is half the battle...seriously.","labels":"caring"},{"text":"I don’t know where you live but just a bj should be around 80$","labels":"neutral"},{"text":"I'd be happy to make a donation if you've got some left!","labels":"gratitude"},{"text":"My goal for the year is to delve deeper into GTO related play and how to better understand how to use that to play better myself and against others","labels":"desire"},{"text":"Can't let it get to you. You tried, got rejected, so move on.. Believe me I know it's discouraging but everyone gets rejected. ","labels":"caring"},{"text":"Feel so bad for her, not even mad about the glove wipe-offs. ","labels":"sadness"},{"text":"If you still have fish or plants, I would love to take them. Unfortunately I don’t have space for another tank","labels":"desire"},{"text":"I'm full of envy. Would love to be on that sort of money! But I fail to see the problem with it.","labels":"desire"},{"text":"I would not feed her anything that would cause extra butt wiping. No effing burrito!","labels":"annoyance"},{"text":"> he fingers my bumhole like he's trying to get the last Pringles out of the tube. My favourite line","labels":"amusement"},{"text":"Shrug. Cant blame anyone other than your parents.","labels":"realization"},{"text":"That’s my favorite way to introduce myself tbh","labels":"excitement"},{"text":"Or you just get rejected and then not murdered and your anxiety worsens until you can no longer approach women or even men.","labels":"fear"},{"text":"No idea, don't see the EU budging, probably some vague clauses that have no weight.","labels":"approval"},{"text":"Did you buy a new saddle as well. Also need to go to settings and set as default or make it active.","labels":"caring"},{"text":"That says to me that he believes you are the issue, not his mother.","labels":"disappointment"},{"text":"Well since they hate cops and love criminals... this fits for them","labels":"approval"},{"text":"Shamelessly stolen from","labels":"disappointment"},{"text":"Unfortunately, I don't. Sorry. 😔","labels":"disappointment"},{"text":"You're making yourself look more stupid with every reply. Google what the heck model organisms are.","labels":"anger"},{"text":"I passed the aftermath of this wreck on the other side of I-20. What a tragedy.","labels":"disappointment"},{"text":"Shitpost from the uncultured","labels":"anger"},{"text":"My favourite scene in the movie.","labels":"excitement"},{"text":"Don't attend. Don't engage. They want validation, don't give it to them.","labels":"annoyance"},{"text":"Just be a criminal if that's what they want. People should always be careful what they wish for.","labels":"approval"},{"text":"I adore Brutus and Pixie!!","labels":"optimism"},{"text":"Pretty sure he's by far and away the biggest asshat on this sub lmao","labels":"annoyance"},{"text":"Alright bud, I'll be sure to do that on my nearest panic attack. Cheers","labels":"approval"},{"text":"Luckily every elevator would be broken at all times.","labels":"annoyance"},{"text":"Crap, crap, mega crap!","labels":"annoyance"},{"text":"My friends that were badly injured from the first fight. Read my backstory comment.","labels":"sadness"},{"text":"Thats the high life of empowerment.","labels":"pride"},{"text":"I feel digestive regret just looking at them.","labels":"annoyance"},{"text":"Oooo, shiny! (Is the blue one the new one?)","labels":"excitement"},{"text":"I'm sure this is only because there's less people there","labels":"realization"},{"text":"Must be so frustrating having the wrong old man facing their own shutdowns.","labels":"anger"},{"text":"Yeah I wish they hadn't opened the entire game with the ol' [NAME].","labels":"desire"},{"text":"Anything other than harassing motorists or worse, pretty simple.","labels":"disapproval"},{"text":"I stopped reading in the first paragraph where they try to make Vanderpump Rules and Desperate Housewives legit shows.","labels":"annoyance"},{"text":"\"Sign our petition to make Qwandor the dragon a male! There are already enough girl characters. We don't need a third!\"","labels":"anger"},{"text":"Ah the high life. Must be sweet.","labels":"excitement"},{"text":"Wish the blasters were more like BF1","labels":"approval"},{"text":"Omg, the kitty bites the knee and then looks at the human to gauge reaction.","labels":"annoyance"},{"text":"If you are reading this have a nice day!\\xEF\\xBB\\xBF","labels":"caring"},{"text":"Hey! I play the lottery every week-this will eventually affect me...","labels":"realization"},{"text":"I wonder if that was the original plan or if [NAME] just realized what [NAME] talked about and threw in that note to explain it.","labels":"curiosity"},{"text":"There’s nothing more oppressive than having all the power in the world and then having a minority group point it out to you","labels":"optimism"},{"text":"“Oh hey, I think a second ago [NAME] just put a move on [NAME]! Oh boy I wonder how that was.”","labels":"curiosity"},{"text":"Did I just get called [NAME]? Achievement Unlocked!","labels":"confusion"},{"text":"It really do be like that","labels":"realization"},{"text":"Can confirm. My forehead creases came from doing this for years.","labels":"annoyance"},{"text":"It’s the same argument, but with a different context to demonstrate the flaws.","labels":"realization"},{"text":"No clip? Screenshot? Picture at all? Sounds fake as hell","labels":"curiosity"},{"text":"I just told myself I wasn't going to check this subreddit until I'd beaten the episode. And I didn't.","labels":"joy"},{"text":"Man, I can’t wait to buy cannabis from [NAME].","labels":"excitement"},{"text":"Actually, I don't look a lot in the mirror so I can forget how ugly I am .","labels":"disapproval"},{"text":"No one asked for that honesty.","labels":"optimism"},{"text":"Find a better partner. It's past time to move on! He sounds very lazy, selfish, and he doesn't care about your needs.","labels":"caring"},{"text":"My favorite so far is \"national emergency declares national emergency.\"","labels":"joy"},{"text":"When it goes bad","labels":"disappointment"},{"text":"Oceania is my favorite Smashing Pumpkins album","labels":"excitement"},{"text":"Pretty cool that the same building is there just a different use.","labels":"excitement"},{"text":"Large weight fluctuations + a baby have caused my body to look cute in clothes -- Not so cute without them.","labels":"embarrassment"},{"text":"This is why I worry about you sometimes","labels":"caring"},{"text":"Weird, huh, how people always seem to look for ways to justify our per capita emissions. ","labels":"annoyance"},{"text":"Why is this downvoted? It’s right.","labels":"confusion"},{"text":"How has the season not even started, and Plastique already is my fav","labels":"excitement"},{"text":"Wow... Mid 2000's this would of been a way better follow up to Space Jam and probably just as if not more popular.","labels":"excitement"},{"text":"Women don't want their own shit. They want our shit. ---- [NAME]","labels":"annoyance"},{"text":"Oh [NAME], just when I'd forgotten about that...","labels":"surprise"},{"text":"Like have an anti interventionist foreign policy.","labels":"approval"},{"text":"There are 1.1K comments right now so I apologize if it’s been said but... government\/politics should have noting to do with running the economy","labels":"disappointment"},{"text":"The BBC covered up a pedophile story involving high ranking politicians. No thank you. They are basically the public relations branch of the government.","labels":"approval"},{"text":"It’s always nice to say something [nice]!","labels":"gratitude"},{"text":"You know that mista mista lady? I think I just killed her. - [NAME]","labels":"curiosity"},{"text":"None that's why I asked. Glad to see your doing something and not just wishing or whining as that wont make it happen","labels":"joy"},{"text":"38 yrs. It was worth it though.","labels":"gratitude"},{"text":"I'm so tired I read anti neurons as anti lemons for some reason","labels":"annoyance"},{"text":"Ha, my husband goes out after you guys have done your thing and checks for himself, he's been burned too many times.","labels":"disapproval"},{"text":"I'm not crying... you're crying!","labels":"anger"},{"text":"Yeah that's where I think the problem lies. It's that I don't really want to be open to others.","labels":"nervousness"},{"text":"I would like to send you a card or an email for your next birthday if you would want that :)","labels":"caring"},{"text":"They didn’t even respond to my email so I don’t think it’s gonna work","labels":"disappointment"},{"text":"If that really meet to comfort us, guess who has to foot he bill...","labels":"excitement"},{"text":"So much fake news.","labels":"annoyance"},{"text":"Wow! Prayers for everyone there.","labels":"approval"},{"text":"> some blue dog dems will resist Are you kidding me? The Dem establishment won't give her an inch","labels":"confusion"},{"text":"Tell her to stop eating shit and start using mouthwash.","labels":"annoyance"},{"text":"So sorry about your loss. It's so heart wrenching xoxox","labels":"grief"},{"text":"Pretty sure it was New Orleans.","labels":"approval"},{"text":"thats some very advanced way of thinking - and I dont think I was able to do that when I was 18","labels":"disappointment"},{"text":"Reality: someone sees a pet outside and thinks it doesn't have a home, so they adopt it.","labels":"optimism"},{"text":"I run both, use my bl, next chase, dh. Even with exhausted, bl has that stagger reduction, so you can kite killers","labels":"approval"},{"text":"The only thing wrong with her is her face. Maybe she has a giving personality?","labels":"annoyance"},{"text":"Yeah, it's pretty funny how incapable most of them are of actual satire and subtlety.","labels":"annoyance"},{"text":"As an autism mum, I can’t thank you enough. ❤️","labels":"gratitude"},{"text":"Yikes. That’s straight up paranoid, you can tell they were looking through comments for someone to rage at. ","labels":"annoyance"},{"text":"Likely just a scam","labels":"realization"},{"text":"Look everyone it's that boy that laughs at everybody! Let's laugh at him!","labels":"amusement"},{"text":"I walked 500 miles and then I walked 500 more, you can’t relate to my pain 😤","labels":"approval"},{"text":"What’s worse is that the judge and businessman are old college buds.","labels":"annoyance"},{"text":"Direct democracy is a terrible idea. People are morons who's opinions are easily manipulated.","labels":"disapproval"},{"text":"Your girlfriend is cruel and emotionally manipulative. Get the hell out and don’t let anyone else treat you like a dirty little secret again.","labels":"anger"},{"text":"Stoicism isn't a bad thing. The idea that all men HAVE to be or by nature are stoic is.","labels":"approval"},{"text":"Haha I'd like it if our parallel lines intersect *heavy breathing*","labels":"desire"},{"text":"I'd take the bet of them not winning in the next 5.","labels":"disapproval"},{"text":"Whiskey isn't going to help. She should pray to [NAME] that another man comes and brings purpose to her life.","labels":"annoyance"},{"text":"Definitely not a misunderstanding if you read the articles Bloomberg posted.","labels":"approval"},{"text":"Well one would believe they have learned their lesson regarding nuclear","labels":"approval"},{"text":"Don't forget those ungodly concoctions with apple cider vinegar","labels":"caring"},{"text":"It’s lunacy to think that [NAME] is an actual Russian agent, since there’s literally no evidence of this.","labels":"annoyance"},{"text":"Cheers dude. Upvoted!","labels":"excitement"},{"text":"I'm so sorry about your friend. What was he like?","labels":"grief"},{"text":"r\/UpLiftingNews Edit: I just got banned for posting this there.","labels":"disappointment"},{"text":"[NAME] fast asleep is adorable. I love how the two blonde girls are asleep and with drool.","labels":"amusement"},{"text":"I'm just gonna hit \"back\" now. See you guys.","labels":"excitement"},{"text":"I am bored of [NAME]. Next celebrity chef!","labels":"disappointment"},{"text":"then youll do just fine!","labels":"approval"},{"text":"Yeah, and I don’t know why, it was totally out of character for me...","labels":"annoyance"},{"text":"That it just seems worst now because we have phones (instant media)","labels":"annoyance"},{"text":"I think thats dumb and simplistic. You really can't boil down the sociology of race by comparing it to 2+2=4.","labels":"disappointment"},{"text":"Wow. I could have gone my entire life without witnessing this limpdicked haemorrhoid rank the severity of sexual assault based on who the victim is.","labels":"anger"},{"text":"It's good though because itll make you cherish the happy times while youre in them, instead of lookinf back on them.","labels":"joy"},{"text":"It takes a lot of time to watch games. I got better things to do.","labels":"annoyance"},{"text":"you are correcting and downvoting me after I've already corrected myself, btw.","labels":"anger"},{"text":"Truth Yeah keep living in your reality lol Delusional idiot","labels":"amusement"},{"text":"I find this super relateable, I had no idea others felt the same way. ","labels":"approval"},{"text":">YHWH >Abba >same dude I knew it","labels":"neutral"},{"text":"I don't think you know what a vegan is","labels":"realization"},{"text":"She could've liked you before you guys connected on the other app, just left swipe her and never bring it up.","labels":"caring"},{"text":"can't wait to catch me one of them suckers","labels":"disgust"},{"text":"Ya, he’s a lot better. If someone maxes dlo that will be the new [NAME] contract.","labels":"approval"},{"text":"i'm not that into shower sex tho. like it's fun sometimes, but it takes me so long to get off when i'm wet.","labels":"disapproval"},{"text":"IM GOING TO GO BACK TO INDONESIA UNLESS YOU STOP PAYING CHILD SUPPORT YOU SHOULD BE SUPPORTING ALESS AND [NAME]","labels":"annoyance"},{"text":"A fucking power outage during a hurricane and your car is fucked.","labels":"annoyance"},{"text":"Well you got me. Interested in seeing what other E rides people got","labels":"approval"},{"text":"11 years goddamit I’m old","labels":"annoyance"},{"text":"I was also bullied at work. I was on lithium for a while. You're not alone.","labels":"disappointment"},{"text":"Srs it's so bizarre! There's often someone like \"OP is wayyy prettier than [celebrity]!!!\" as well. ","labels":"annoyance"},{"text":"This... This is where my journey ends. I was not able to make it to the end, good luck future redditors! ","labels":"disappointment"},{"text":"Yep California, I would've been surprised if they cleared him.","labels":"excitement"},{"text":"Oh my, my Japanese course is paying off! Yes that's what I was trying to say 😄","labels":"joy"},{"text":"I think I’m about to die from cringe overdose","labels":"realization"},{"text":">It'd be good for Venezuela That's the hallmark of U.S. invasions; invaded countries always do well as a result. \/s","labels":"approval"},{"text":"They can be upset about both. Believe me, I've heard the lecture about how Catholicism is a cult and the abortion tirade in the same sitting.","labels":"approval"},{"text":"*Claims to know Chinese people and Chinese culture* *doesn't even speak the language*","labels":"realization"},{"text":"No. You're not the only one.","labels":"realization"},{"text":"Dude take the medicine. It helps.","labels":"caring"},{"text":"Maybe don't be friends with this person anymore...","labels":"caring"},{"text":"You'd think people who have this high an opinion of themselves would be more open to taking advice on how to beat certain matchups. Enjoy being a scrub.","labels":"neutral"},{"text":"See this guy gets it!","labels":"joy"},{"text":"Good thing it wasn't entrapment. Entrapment would be tricking him into, or forcing him into breaking the law. Here she's just lying and begging.","labels":"approval"},{"text":"80% of the country is putting their faith in a man who doesn’t even have personal awareness of where he is.","labels":"annoyance"},{"text":"My nipples are rock hard right now, just ruined my shirt. ","labels":"annoyance"},{"text":"I had a guy who just kept jumping off the bridge in Eichenwald to his death over and over.. in a placement match.. WHY!","labels":"confusion"},{"text":"It happened so fast I didn't even have time to be scared.","labels":"fear"},{"text":"Take an updoot for making me smirk and smile. It might be immature, but it's hilarious.","labels":"amusement"},{"text":"Good for you man. Enjoy.","labels":"joy"},{"text":"Wish a cute girl would stare at me.","labels":"desire"},{"text":"The struggle is real","labels":"joy"},{"text":"True or False, you post in \/r\/The_Donald ?","labels":"confusion"},{"text":"Think of his target audience. They’re the ones who are fooled by talkers, not thinkers.","labels":"realization"},{"text":"Why? I don’t think I’ve ever seen someone not like [NAME] irl or here. Witten I can see though.","labels":"confusion"},{"text":"Omg so glad I’m not alone","labels":"joy"},{"text":"If I see this gif one more time, I’m going to lose it","labels":"annoyance"},{"text":"Damn, 14 year olds in 2019 are bigger shits than I was when I was 14.","labels":"annoyance"},{"text":"You spelled Nazis Propaganda wrong.","labels":"disapproval"},{"text":"Considering the fact that I don't consider jealousy or envy useful, you are dead wrong. It might be other people but not me.","labels":"disapproval"},{"text":"Wow, now that you say that . Although, we do have [NAME], South Park, Family Guy and American Dad now. Mmmmm, [NAME] ","labels":"excitement"},{"text":"People would still always parry them (600ms) :(","labels":"annoyance"},{"text":"Pam Beesly and Jim... What a waste.","labels":"annoyance"},{"text":"I think Voit hits 30+ so it’s not impossible.","labels":"approval"},{"text":"So for you, consent and coercion are not mutually exclusive, correct? Are they ever?","labels":"curiosity"},{"text":"[NAME] doesn’t roll his ankle on a 🎾 in 2011 and we win a premiership imo","labels":"approval"},{"text":"Struggling to find :(","labels":"disappointment"},{"text":"Just Wow.","labels":"amusement"},{"text":"So many players from the current crop are going to end up on 300+ games, crazy to think how exclusive it was not too long ago","labels":"excitement"},{"text":"I personally find it very funny how they talk about vaccines not helping against cancer, while there isn't even a vaccine against cancer","labels":"annoyance"},{"text":"I wish I could forget. Stop reminding me :(","labels":"disappointment"},{"text":"After [NAME] comment the stock prices fell and the [NAME] was never heard from again. Crab juice went up 4 points","labels":"approval"},{"text":"It's even more useless if there is no other source of power (capacitor, etc.) other than the sun to work.","labels":"annoyance"},{"text":"That’s how you know they’re happy.","labels":"excitement"},{"text":"No no, We miss Uncle [NAME]. He cared about is. Until Aunt [NAME] moved in 😕","labels":"caring"},{"text":"People are still playing bf1?Wow thats nice,I should play some games until more content drops for bf5.","labels":"approval"},{"text":"Except forming an opinion of a topic without even having basic knowledge of said topic makes you sound pretty arrogant and entirely undercuts your opinion.","labels":"disappointment"},{"text":"Exactly. I forget what the \"killed per year in a school shooting\" figure is but it's shockingly low.","labels":"approval"},{"text":"IT'S ALL YOUR FAULT MAMA","labels":"anger"},{"text":"I guess that's better. I think an important aspect of feminism is that it allows idealized women to be imperfect yet exemplary nevertheless.","labels":"amusement"},{"text":"It's a weird way of saying you don't want to see my penis","labels":"embarrassment"},{"text":"I might have exaggerated a bit for comedic purpose. I'm sorry. I'll edit it in.","labels":"embarrassment"},{"text":">Found out that **my** [NAME] Oh, I get it. You've caught the scent of a lesser stag in your nostrils. Pity!","labels":"sadness"},{"text":"You might want to let your attorney know about this encounter. I wish I could send you some teabags and a hug.","labels":"caring"},{"text":"And if you ever make a fat cop joke on reddit then you're the worst criminal of all!","labels":"disapproval"},{"text":"I'm interested, more than I should be.","labels":"embarrassment"},{"text":"Wow. You should actually delete your account.","labels":"embarrassment"},{"text":"Fuck yeah, I eighteenth this. ","labels":"excitement"},{"text":"Wow. I thought the antivaxxers couldn't get any lower. Boy was I super wrong.","labels":"disappointment"},{"text":"Tell her to stop being so fat, then. Edit: \/s","labels":"anger"},{"text":"If you're worried about cost, getting a double edged safety razor is a much better choice, also way better for the environment.","labels":"approval"},{"text":"I’m glad to see [NAME] finally get the big screen presence they deserve.","labels":"gratitude"},{"text":"I love the sense of humor on this sub. It gets me.","labels":"optimism"},{"text":"reaper was getting self healing from dealing all that damage","labels":"realization"},{"text":"Then leave him. You're not married and sexually comparability is a huge part of making a relationship work. Don't underestimate this my friend.","labels":"caring"},{"text":"Power trip blindness is scary; how someone can't see the obvious aftermath of acting like this with their employees?","labels":"confusion"},{"text":"Oh, did you not know [NAME] is the highest graded overall passrusher in this class? At any position!","labels":"realization"},{"text":"Not really sweaty palms, but holy hell that's uncomfortable as all hell...","labels":"disappointment"},{"text":"Cheers for the reply ;)","labels":"excitement"},{"text":"Good. It's weird that Polish gun culture is nearly non-existent, given their history as a country. Hopefully this is a step toward fixing that.","labels":"desire"},{"text":"Jazz fan here. I completely feel. [NAME] cousins has more votes than [NAME], and [NAME] hasn't even stepped on the court this year","labels":"approval"},{"text":"ok, im sorry","labels":"embarrassment"},{"text":"Are ya completely sure that's not from that Thursday last summer?","labels":"confusion"},{"text":"In America this guy would have been shot before he entered the door","labels":"realization"},{"text":"I seen a video, must have been one of the students where they've completely surrounded the [NAME]. ","labels":"approval"},{"text":"He was so apologetic the bulls couldn’t bring themselves to it.","labels":"approval"},{"text":"I suggest that you start by not apologising before you do something harmless (e.g. the beginning of this thread)","labels":"caring"},{"text":"Same. More often than not, people don’t bother to wipe up their pee on the toilet seat.","labels":"disapproval"},{"text":"Pretty sure the plate is completely visible in the article...","labels":"approval"},{"text":"Food stamps are a disgrace. People should get money!","labels":"disappointment"},{"text":"You’re the coward! I was the second man to walk on the moon. NEIL BEFORE ME.","labels":"anger"},{"text":"The god awful CGI is honestly entertainment enough!","labels":"excitement"},{"text":"You look like [NAME].","labels":"amusement"},{"text":"Girl said yaaassss","labels":"joy"},{"text":"This is a great coming out, I also which it went this well for everyone 🏳️‍🌈","labels":"approval"},{"text":"Virtually no happiness anymore, exhausted with trying, meds not working properly and just tired of it all.","labels":"annoyance"},{"text":"Sheet cake did *nothing* to you, man","labels":"disappointment"},{"text":"In the cap era no goalie has played as much as [NAME] has the last 2 years on a per games basis","labels":"amusement"},{"text":"If there's evidence besides say-so, chances are better.","labels":"approval"},{"text":"> If it was a nationalist reaction to globalism, it was English nationalism, not British. This was and is discussed way too little.","labels":"disappointment"},{"text":"More interested in getting responses to my questions rather than cryptic clues! Not sure of the relevance of your question.","labels":"annoyance"},{"text":"Sounds good.","labels":"optimism"},{"text":"Bruh I don’t even have an IRA anymore all of my money is in silver, platinum, and stock options. TRUST NOBODY","labels":"excitement"},{"text":"Don’t regret the time, had it been sooner you might be absent a kid or three! ","labels":"approval"},{"text":"Nice of you to jump in for no reason, very cool.","labels":"amusement"},{"text":"I think if we survived during The Blitz I think we'll be alright now.","labels":"approval"},{"text":"Ikr. Spend your time doing better things like reading [NAME] fanfics ❤️","labels":"approval"},{"text":"Come back here and fight me m8","labels":"anger"},{"text":"Are you in love with the memories or do you still love him for who he is now?","labels":"confusion"},{"text":"Can you update this 20th century \"meme\"? I thought millenials were the \"entitled\" generation. ","labels":"annoyance"},{"text":"Those dont seem exclusive....try both","labels":"optimism"},{"text":"Hey fellow conservative, you seem concerned. ","labels":"caring"},{"text":"I don’t care about the first seed until a week or so before the all star cut off?","labels":"anger"},{"text":"Exactly. Some ammo is already cheaper than that.","labels":"annoyance"},{"text":"What is normal? It should be tho....","labels":"annoyance"},{"text":"Girl I got you. guys haven’t experienced culture where basically every girl calls herself fat or tries to restrict their eating because they have insecurity or dysmorphia","labels":"approval"},{"text":"I can’t believe sb found this even remotely funny.","labels":"disappointment"},{"text":"It's irrelevant though. it doesn't need to be specified in the title of a post.","labels":"disappointment"},{"text":"I was expecting her to come in to work looking like [NAME] from the [NAME] show...","labels":"desire"},{"text":"That sounds like a reasonable estimation. So what are YOU going to do? Because you can’t force them to treat you like real people.","labels":"curiosity"},{"text":"That beat slaps. Good memories","labels":"joy"},{"text":"That's just reckless. He's lucky he didn't get permanently disfigured or killed.","labels":"gratitude"},{"text":"I'm sure the two young sons of [NAME] are comforted by the fact that the cops involved didn't want to kill an unarmed man.","labels":"approval"},{"text":"I'd say the key difference is probably vegemite consumption...","labels":"approval"},{"text":"Plus [NAME] has won before. [NAME] is a perennial loser. All he has ever done is played on teams that were the worst in the NHL.","labels":"anger"},{"text":"I workout to \"the grid\" a lot. It's a 20 minute piece that continually builds. Its wonderful.","labels":"excitement"},{"text":"I don’t think it’ll happen solely because of UA, however that’ll surely be cool if it does happen","labels":"confusion"},{"text":"Usually its better just to ignore the dude whos insane, because you don't know if he has a knife or a gun","labels":"caring"},{"text":"It's simple, he's blunt, and that is what some people need.","labels":"gratitude"},{"text":"Because they're [NAME]: > Puritanism: the haunting fear that someone, somewhere, may be happy > ([NAME])","labels":"realization"},{"text":"That's good to know","labels":"approval"},{"text":"You can get trough it, it sounds like fucking bullshit, but you can","labels":"annoyance"},{"text":"Idk it’s your choice","labels":"neutral"},{"text":"I still want BO4 multiplayer prestige 0 Level 55 icon PepeHands","labels":"desire"},{"text":"As a risk analyst, that's a terrible idea, Risk is too high and the benefit to cost ratio is not worth it ","labels":"disapproval"},{"text":"Look at that thing...could tear you to shreds","labels":"caring"},{"text":"It's nothing on you. I just hate the idea from a justice standpoint. I strive for fairness as much as I'm able.","labels":"disappointment"},{"text":"No! You can't have that one! That's a coconut cake!","labels":"annoyance"},{"text":"[NAME] lol. I eat what I want.","labels":"amusement"},{"text":"Haha sorry I’m still pretty clueless about this app","labels":"annoyance"},{"text":"Remember, we still have freakin' Alaska","labels":"joy"},{"text":"It depends on who you ask. i didnt downvote you, im answering now","labels":"annoyance"},{"text":"Scenes like these are what make me wish I could forget the entire show at will. So I can watch and enjoy them all over again.","labels":"approval"},{"text":"Please explain oh wise one","labels":"desire"},{"text":"Wishing you all of the best friend !!!!","labels":"caring"},{"text":"You've violated rule 4. Please adhere to the rules of engagement.","labels":"disapproval"},{"text":"Also curious. But as someone who lives in northern Ontario, this is pretty accurate","labels":"realization"},{"text":"[NAME] wore them today. Trying to be like her crush, [NAME]. It's kind of sweet.","labels":"joy"},{"text":"Suddenly, a loud audible groan from every structural\/civil engineer in Maryland that now have to deal with that bullshit :\/","labels":"anger"},{"text":"No... that's literally our first rule.","labels":"disapproval"},{"text":"Man I hate kids","labels":"annoyance"},{"text":"That's so horrible. I am so sorry that you had to endure that abuse. I hope that you have a bed that you love now.","labels":"caring"},{"text":"Oh I don't think so. I like AOTC and am looking forward to watching a 5 hour analysis of it.","labels":"desire"},{"text":"A real man ain't be ashamed of crying. I cry with you my bro. Let's all cry together!","labels":"approval"},{"text":"Outside of Reddit the Democrat base has definitely not gotten more progressive.","labels":"approval"},{"text":"You need to look in the mirror if you going to say that [NAME] is overrated yet want to trade him for scrubs like Dedmon","labels":"annoyance"},{"text":"It's ok to debate and reevaluate scientific things. Really it is. Scientism however is the idiology, religion, that useful idiots and politicians are pushing.","labels":"annoyance"},{"text":"Shit, with a full season of [NAME] on the docket? Yes please.","labels":"excitement"},{"text":"Tried so hard and got so far, in the end it doesnt even matter","labels":"disappointment"},{"text":"I think it is more likely that you simply do not know what science is.","labels":"realization"},{"text":"You will never be safe as long as the CCP can imprison and torture you","labels":"caring"},{"text":"I think peach is hotter but not her attitude ha","labels":"annoyance"},{"text":"They're tender and precious to the man?","labels":"confusion"},{"text":"I feel bad for them now, but if they ever get good I’ll hate them like the rest. ","labels":"anger"},{"text":"I honestly believe that being a Saudi woman should automatically qualify you for refugee status.","labels":"approval"},{"text":"I thought this was a torb skin and I was about to die","labels":"disgust"},{"text":"It's one of my most hoped-for things. I think you should be able to approach a player and request a duel. It would be sick","labels":"approval"},{"text":"Boy, are you going to cake yourself when you find out what french kissing is ","labels":"curiosity"},{"text":"[NAME] looks queasy already I like where this is going","labels":"amusement"},{"text":"And do they all follow her main account? See, she has fans, they just all happen to be her. Lol","labels":"amusement"},{"text":"Are they sure one didn't kill the other and themselves?","labels":"confusion"},{"text":"I went to a destination wedding being the only single person. Promised to never put myself in that situation again.","labels":"disappointment"},{"text":"No. No it isn't. Its a bad sitcom joke.","labels":"disappointment"},{"text":"Its the easiest subject in the whole school, they teach us stuff we should’ve learned when we were 11, it’s so bad...","labels":"annoyance"},{"text":"Don't underestimate him, he can do it in 2","labels":"optimism"},{"text":"*[when your pet is still barking at you]* I'm done trying to convince you.","labels":"annoyance"},{"text":"We don't care as much for 69. Hard to do properly. Glad it works for you. We prefer to take turns.","labels":"excitement"},{"text":"[NAME] was almost all around higher rated going into the draft Hindsight is 20\/20","labels":"approval"},{"text":"> salt rifles. but then how will we kill the flies??? \/s im sorry, I had to.","labels":"confusion"},{"text":"They have great chemistry and it’s a cool dynamic but it can’t take over the entire show","labels":"realization"},{"text":"That is the end-all and be-all of the situation. if you feel upset or insecure you should definitely be creeped out as he's doing it.","labels":"approval"},{"text":"One of my 56 favourites","labels":"excitement"},{"text":"Teach her the importance of standing up for herself and being a strong person","labels":"optimism"},{"text":"Starting?? BF4 is a lot of fun when you havent played in a while. Just faster and more immersive.","labels":"confusion"},{"text":"Damn bro thats wack. But life has a way to with things she'll reap what she sows. Feel better","labels":"annoyance"},{"text":"nope! she meets up with robb en route to the twins and he sends her back to riverrun to not spite the freys. little did he know..","labels":"neutral"},{"text":"It is hard [NAME] damn work, making something this pretty look like a chump!","labels":"amusement"},{"text":"Over 38 games against City we aint got a hope, but over 90 minutes.. hmm. Hmmmmmmmm.","labels":"desire"},{"text":"A new apartman will give you peace of mind. Start saving up.","labels":"approval"},{"text":"I would stay away from buying from msL. Just remember that [NAME] looks like [NAME] on there. Trying to make a change :-\/","labels":"disappointment"},{"text":"Just read the text of this amendment. I am literally sick to my stomach from reading this. THIS MUST NOT STAND!!","labels":"annoyance"},{"text":"I’m in one of those schools now got offered weed yesterday almost bullied into smoking","labels":"embarrassment"},{"text":"I have a feeling this is gonna get really crowded, and end up being a shit show with such short notice for everything.","labels":"anger"},{"text":"This very thing got me diagnosed as ADD. I'm of the drugs now and feeling way much better.","labels":"relief"},{"text":"No one takes you seriously in life. In your fantasies, that should also be the case.","labels":"realization"},{"text":"It was intentional. Maybe not with much thought behind it, but a very dangerous instinct.","labels":"disappointment"},{"text":"Stedying not cool job... we will pley and swegsters i am a vary gud bad boy","labels":"neutral"},{"text":"That was a long read but it was worth it, good on you lot for sorting it out and winning the case","labels":"amusement"},{"text":"I like it, especially the shovel and therapy lines","labels":"joy"},{"text":"Read in the news yesterday that 3.6 million have lost their insurance since the rump took office. I wonder how many of them died because of it?","labels":"curiosity"},{"text":"Pressure 7 targets\/10 targets, popcorn, any tracking, and any tile frenzy because I enjoy trying to beat my highscore","labels":"excitement"},{"text":"I’m pretty sure it’s soup chef.","labels":"approval"},{"text":"Better yet, get rid of them if they are non-essential. Why are my tax dollars paying for worthless jobs?","labels":"annoyance"},{"text":"Is this a joke..?","labels":"confusion"},{"text":"So I did. Good call.","labels":"optimism"},{"text":"Don’t know how I missed that","labels":"confusion"},{"text":"Only an idiot would visit places like China or NK. Arbitrary abductions and detentions against foreigners have happened for a long time now.","labels":"annoyance"},{"text":"I don’t like [NAME] very much either, but she’s not a mess here. ","labels":"disapproval"},{"text":"What a catastrophe.","labels":"sadness"},{"text":"Wow, the cropping on this shitpost is as bad as it gets.","labels":"disappointment"},{"text":"I have an idea. Hear me out in this. Maybe we shouldn’t get upset about [NAME] until.... they...sign... elsewhere? Too radical?","labels":"approval"},{"text":"Exactly, but I guess I've gotten used to people forgetting the club exists haha","labels":"amusement"},{"text":"Why so may downvotes?","labels":"confusion"},{"text":"That sounds terrible, man. Have you been to a doctor yet?","labels":"caring"}]