[{"text":"That is odd.","labels":"disappointment"},{"text":"You should eat real cake today too!","labels":"neutral"},{"text":"I found that after particularly bad games I feel the “need” to smoke more weed, like a cigarette after a carcrash IMO","labels":"love"},{"text":"Or perhaps we should look at the bigger problem: mental healthcare in the United States.","labels":"neutral"},{"text":"dude people here can be assholes. there’s nothing wrong with taking a break.","labels":"annoyance"},{"text":"[NAME] was far from an assassin. She had one amazing performance but that was it.","labels":"amusement"},{"text":"Or don't notify the boss, and keep not singing Happy birthday in restaurants. (Maybe I'm just no fun?)","labels":"neutral"},{"text":"Yes, that's an interesting thing that I've been curious about ever since the merger. And the new party has pretty much purged the Wildrosers.","labels":"curiosity"},{"text":"[NAME] deliver me from this nightmare I'm stuck in.","labels":"neutral"},{"text":"Sheed... Ik but I still envy Horry","labels":"neutral"},{"text":"What makes you say that?","labels":"neutral"},{"text":"Just a joke post on how someone will go through blah blah blah and come out on top.","labels":"neutral"},{"text":"Am yisrael chai is a phrase we should never take for granted.","labels":"approval"},{"text":"#BUTTLICKER!","labels":"neutral"},{"text":"So, I saw the video yesterday. I think there are real complaints by residents, but that video isn't normal, and absolutely crosses into antisemitism.","labels":"approval"},{"text":"Grew up watching avatar and [NAME] is one of my favorite video game protagonists, especially when RDR2 came out. ","labels":"approval"},{"text":"I loathe him too, but I couldn't even get on board with lynching him. Not even that obnoxious twat [NAME]","labels":"disgust"},{"text":"I think the [NAME] person is a Prequel and [NAME] memer right? Like this basically confirms it","labels":"neutral"},{"text":"The man and dog have been spotted running past [NAME] and nobody is helping! I would help but I just had my nails done.","labels":"neutral"},{"text":"Yeah. It didn't even work, that's why nobody went crazy. ","labels":"disappointment"},{"text":"You do right, if you don't care then fuck 'em!","labels":"neutral"},{"text":"No worries. Just giving you a hard time!","labels":"caring"},{"text":"[NAME]* that would have been sliiiiick","labels":"amusement"},{"text":">Shes completely self-made too :) Now I'm imagining her as some sort of entity that brings its own existence about","labels":"neutral"},{"text":"Entire new coaching philosophy is needed. Enough wasted possessions, contested iso mid-range jumpers with 15 seconds left on the shot clock and terrible 3pt defense.","labels":"approval"},{"text":"They announce they hate Brexit first","labels":"disapproval"},{"text":"Isn't it the same thing? Or at least equally bad?","labels":"confusion"},{"text":"Freedom? Not in New 2013 and it’s gotten a lot worse since","labels":"disgust"},{"text":"Yeah. I was watching it on Hulu and thought it was interesting that [NAME] is getting shit on. The guy never asked for that...","labels":"neutral"},{"text":"[NAME] is poor now so it's open season","labels":"neutral"},{"text":"They have my favorite reality shows too like Hell’s Kitchen and Survivor.","labels":"amusement"},{"text":"She looks like a crackhead.","labels":"neutral"},{"text":"My aunt lost a ton of weight by eating a huge bowl of lettuce with a very light dressing and tasty veggies.","labels":"approval"},{"text":"Maybe she recognized you and didn’t want to hear your (obviously) stupid comments.","labels":"neutral"},{"text":"No. I am good with it.","labels":"approval"},{"text":"Knife Fight used to be an awesome cooking comp show","labels":"amusement"},{"text":"LOL yes, this guy might not be too bright. ","labels":"amusement"},{"text":"[NAME]: I-I *love* what you’ve done with these poles.. [NAME]: *sniff* *sniff*","labels":"neutral"},{"text":"\"Ummmmm *Eeyore*? Duh?\" *sighs violently, rubs temples* (This is when I leave before I do\/say something stupid)","labels":"neutral"},{"text":"Nah, life is too short to drive boring car colors. ","labels":"neutral"},{"text":"Weird how this shouldn’t be SFW, but it is","labels":"neutral"},{"text":"That gives you zero right or say over what someone wears. You are wrong.","labels":"neutral"},{"text":"Personally I like to thin their are lizard people. It would explain their cold hearts.","labels":"neutral"},{"text":"Damn, [NAME] really moved up in the world after her breakup with plankton. Good on her!","labels":"caring"},{"text":"That is the most bizarre story. I can’t tell if it’s a joke.","labels":"neutral"},{"text":"All hail valve I guess?","labels":"neutral"},{"text":"Maybe you should smoke some and relax.","labels":"neutral"},{"text":"> [NAME] is terrible at finding obscure crap like this Have you ever tried google? ^^^:^^^P","labels":"disgust"},{"text":"That's a very...unsettling face.","labels":"nervousness"},{"text":"I definitely get that vibe from this post. Or [NAME] was friends with them and didn’t get invited to the party lmao","labels":"neutral"},{"text":"This isn't cringe at all. He's making a joke.","labels":"neutral"},{"text":"Interesting. See, that seems much more adult. And actually makes sense. The things we do in the US man...","labels":"neutral"},{"text":"Oh, you sweet summer angel.","labels":"neutral"},{"text":"He was dead through the whole movie. Oh wait","labels":"curiosity"},{"text":"Watched that game in a motel on the outskirts of Albuquerque. Quietly went nuts when he scored that goal","labels":"neutral"},{"text":"AFTER TEN THOUSAND YEARS I'M FREE","labels":"approval"},{"text":"most of the time i have my phone in my hand so i can always look there when walking past people gets too uncomfortable :|","labels":"neutral"},{"text":"probably because unlike the far left there actually isn't a significant difference between the ideologies of the far right","labels":"approval"},{"text":"Skinny Security Bro brings the bantz!","labels":"neutral"},{"text":"Indecisive person here, I promise I irritate myself with my indecisiveness more than anyone else","labels":"annoyance"},{"text":"Jeez I just did those for fun but good luck","labels":"amusement"},{"text":"[NAME] stated that Ethtrader polls will be used for important community decisions. So I can see people trying to buy influence through Donuts in these decisions.","labels":"approval"},{"text":"None of the movies deserve it and honestly the oscars are a sham at this point.","labels":"disapproval"},{"text":"Does anyone know what the BBC actually said? That article doesn't have the e-mail in which they admitted it.","labels":"neutral"},{"text":"Dang something actually useful rather than a skin we won't use cuz we already have Belzebub","labels":"neutral"},{"text":"Oh hell yeah","labels":"anger"},{"text":"I don’t currently have a cool [NAME], but my two best work girlfriends are *both* married to [NAME], so. ","labels":"approval"},{"text":"Yeah...it's difficult to have sympathy for someone like yourself","labels":"neutral"},{"text":"I'm so bad playing solo! I guess I need people to help me improve.","labels":"disapproval"},{"text":"I guess your ex-fiance was different huh? That's really interesting. I've never had a fiance before, personally","labels":"neutral"},{"text":"Hate to break this to ya but you are that guy [NAME]","labels":"neutral"},{"text":"Planning to make a comeback soon™","labels":"approval"},{"text":"I guess a little research goes a long way. [NAME] is the last speaker with the 20 dollar example. Stay strong all!","labels":"approval"},{"text":"Really easy for the burglars tho","labels":"neutral"},{"text":">You can't do anything about it now, and nobody cares. Hundreds of thousands would disagree with you.","labels":"disapproval"},{"text":"I just looked for this sub so I could comment on how great he is.","labels":"amusement"},{"text":"That they will always love me despite how erratic I am and that they will always care about me, even if I haven't seen them in years.","labels":"approval"},{"text":"Oh I get it, you are illiterate on purpose because you fear to be fed with lies (in your mind). Sorry for you.","labels":"fear"},{"text":"Very interesting study.","labels":"excitement"},{"text":"It's interesting that you don't address anything but just come to troll","labels":"neutral"},{"text":"Happy New Year everyone!","labels":"joy"},{"text":"Philanthropy really scares some people, doesn't it? People did this to [NAME] too. ","labels":"fear"},{"text":"Interesting isnt it?","labels":"curiosity"},{"text":"KS looks like a prime target for democrats to prove that they can help rural [NAME], I hope that they do good things here.","labels":"desire"},{"text":"You could wish for it to cure stupidity atleast. Obviously it doesnt.","labels":"desire"},{"text":"I like this one, it's not a \"when you\" meme.","labels":"love"},{"text":"You should probably use that time to make a decent argument not the other thread then, I'm just going to leave you here .","labels":"caring"},{"text":"I want G League over here in Spokane so bad!","labels":"desire"},{"text":"Ah cool, i heard more or less the same story but in Newcastle. ","labels":"neutral"},{"text":"When I got to grow old yet... They'll either remember how much damage it all is just ridiculously macabre.","labels":"fear"},{"text":"Wow you're so moral you've changed my outlook on remainers","labels":"excitement"},{"text":"It’s a shame, I’ve had numerous friends with disabilities but I’ve never treated them any less then my friends without.","labels":"approval"},{"text":"That's crazy; I went to a super [RELIGION] high school and I think I can remember 2 girls the entire 4 years that became teen moms.","labels":"joy"},{"text":"Did the same thing more than 20 years ago and I still think about it periodically. Brutal.","labels":"approval"},{"text":"Wow [NAME] just lost a loyal customer. From now on I guess I'm gonna have to use dollar shave club to shave my taint","labels":"approval"},{"text":">Officers believe the man shown in these CCTV images may have information which could help. You reckon?","labels":"approval"},{"text":"It's not like other teams have been spending tons of money in the last couple weeks. Making small moves doesn't mean we can't make big moves.","labels":"neutral"},{"text":"Crap, crap, mega crap!","labels":"neutral"},{"text":"It depresses me that the Carousel revamp has been a popular answer. Thats not a change, that a sliding scale adjustment.","labels":"disappointment"},{"text":"Oh wow Thats definitely something","labels":"joy"},{"text":"I like this a lot","labels":"love"},{"text":"Woke up feeling smug that I am off until Wednesday... Then I saw all the text messages, emails, and Skype messages. Fuuuuuuck. ","labels":"approval"},{"text":"They're on the list, still have a few of these to knock out ","labels":"neutral"},{"text":"People feeling bad for [NAME], but he did this to himself teaming up with [NAME]. \/s","labels":"disappointment"},{"text":"Unfortunately you can’t control YouTube. It’s pretty bad out there, you just have to finish the episode ASAP. ","labels":"neutral"},{"text":"I'm so glad my dog hasn't figured out how to jump the 6' fence.","labels":"surprise"},{"text":"Isn’t working for the NDP. It’s a hard line to tread.","labels":"disapproval"},{"text":"DAE think that [NAME]’ insults towards [NAME] are lowkey racist and dissmissive.","labels":"neutral"},{"text":"Bro I love how she deletes it so all ur hard work is gon","labels":"love"},{"text":"Wow, your sister has problems. It seems like [NAME] deserves free Netflix for dealing with that","labels":"surprise"},{"text":"I read that as \"It's fat being fucked in the picture\" lmfaoooo","labels":"neutral"},{"text":"This hit me a little too close to home","labels":"neutral"},{"text":"In addition to poor judgement, she is incapable of admitting she is wrong and apologizing. ","labels":"neutral"},{"text":"\"That's impossible.\" \"It's necessary.\" If they were aiming to make a [NAME] a steely-eyed missile man, they succeeded. ","labels":"neutral"},{"text":"Being adorable mostly","labels":"love"},{"text":"It worked for me too!!","labels":"excitement"},{"text":"I turned the news on around 6 this morning and have never been so happy to have a commute of 4 miles to my job","labels":"approval"},{"text":"What? I’m not downvoting anything. I feel like you’re coming off a little whiny and paranoid right now... please calm","labels":"anger"},{"text":"Thing is...it's the media the masses take in that is driving this anxiety [NAME] or AP reader isn't falling for this","labels":"nervousness"},{"text":"I had a year that felt very, very long. There are way worse things than life feeling short.","labels":"approval"},{"text":"Oh you mean the time when the world was controlled by individual land owners who created their own states","labels":"neutral"},{"text":"Oh no, my secret identity as a neurosurgeon\/entomologist\/radiologist\/anesthetist\/dentist has been discovered! I knew I should have given less detailed medical advice online! D: ","labels":"realization"},{"text":"Maybe unpopular but I never eat pancakes with syrup. Way too damn sweet.","labels":"disapproval"},{"text":"Please...amuse us.","labels":"neutral"},{"text":"The spouse sponsors them to guarantee that they are not a burden to the state. Nothing about this is related to committing a crime.","labels":"approval"},{"text":"Your idea of what a nice entre or nice wine cost at a restaurant are... Interesting....","labels":"amusement"},{"text":"[NAME]? Hahha. He'll bring in the 22nd century.","labels":"approval"},{"text":"I wanna take the hardware out of that guy's face with a pair of pliers.","labels":"neutral"},{"text":"Well, it's been fun. Time to quit YT.","labels":"amusement"},{"text":"And she wouldn't give it to him. Poor fellow.","labels":"disapproval"},{"text":"Tickets to a 2008 Preliminary Final, paper print out version too, incredibly random.","labels":"neutral"},{"text":"Yes, they disappear. Some herbs have stayed on my map, but only a few, most like all the animal ones just disappear.","labels":"approval"},{"text":"[NAME] aside, humans arent on the menu, no matter how retarded they may be, no matter if they're sleeping\/unconscious.","labels":"neutral"},{"text":"Um, except you would be trusting your private key with a third party. I would recommend verifying a signed message though as a feature to be added.","labels":"neutral"},{"text":"Already have one of those, mate :) just looking for a good replacement so I can continue using my [NAME]","labels":"neutral"},{"text":"[NAME] explains why she was so close to her grandmother.","labels":"neutral"},{"text":"We're ALL what's wrong with this country","labels":"surprise"},{"text":"[NAME] responded in the most honest and best way possible, even with the sassy \"Pfffft\" sound before telling her to fuck off lol ","labels":"amusement"},{"text":"Omg this is the best idea I’ve ever heard for a rework","labels":"amusement"},{"text":"The co-worker thing is generally for the best,the rest I agree.","labels":"neutral"},{"text":"I like Celtic fans more than Buck fans","labels":"love"},{"text":">People can literally have conversations with each other just using google. My nipples explode with delight!","labels":"neutral"},{"text":"It’s 2019 dude chill out with the gender roles Edit: it’s 2019 I’m tired sorry","labels":"disappointment"},{"text":"There were those god awful GoPro shots in the fight scenes where they had a shaky camera fixed to the actors facing directly at their face, though. ","labels":"disgust"},{"text":"Want too big and lean to be naturally achievable.","labels":"desire"},{"text":"I mean... this is some shit right here","labels":"neutral"},{"text":"No one loves you. Cry more.","labels":"anger"},{"text":"You got shafted.","labels":"amusement"},{"text":"Idk about you but I will accept my easy win if a Tiandi or Shaolin spam their 400ms lights","labels":"neutral"},{"text":"You sick fuck it has heads and arms we can’t eat that.","labels":"disgust"},{"text":"Yeah this is what im currently witnessing with my nephew and nieces. I wish i can do something about it.","labels":"desire"},{"text":"People who mindlessly defend Turkey and Ergodan are very delusional!","labels":"neutral"},{"text":"Way to go mama for being so supportive!","labels":"neutral"},{"text":"My cat stole my KFC once. I stole his ability to be inside for the day.","labels":"approval"},{"text":"A billon more [NAME] saves and I’ll have [NAME]!","labels":"excitement"},{"text":"She is an asshat for driving on the walkway but fuck these guys. They should probably find something better to do with their lives.","labels":"disgust"},{"text":"I mean, if A video pops up of [NAME] pissing on underage girls, nah, I’m not gonna still be a fan. ","labels":"neutral"},{"text":"Oh no! We better stop now...before someone's feelings get hurt!","labels":"disappointment"},{"text":"Not to assume things here but why would you gas yourself over [NAME], kid is a fucking monster","labels":"neutral"},{"text":"dear... husband","labels":"neutral"},{"text":"Was really hoping he’d drive off with it (sigh)","labels":"desire"},{"text":"But I do I still love him and he still loves me but he says im too immature","labels":"love"},{"text":"Maybe he has really bad short term memory, and is genuinely curious how the cop got his attention.","labels":"curiosity"},{"text":"how are your trolls really this bad","labels":"neutral"},{"text":"Nice try @ some dude. Also i joke around my gf on the same topic, she doesnt believe me","labels":"amusement"},{"text":"Oop my bad","labels":"neutral"},{"text":"Do you think people are generally logical?","labels":"curiosity"},{"text":"Are you saying he put in the wrong oil?","labels":"confusion"},{"text":"Oh my [NAME] your desk is fucked.","labels":"surprise"},{"text":"If they actually have more evidence that he was deeper than originally suspected, then I have no sympathy.","labels":"neutral"},{"text":"Gangs shooting each other on the streets is not the same as a crazy person going into a school and kill a bunch of innocent kids with an assault rifle.","labels":"disappointment"},{"text":"Holy heck I'm so happy for you! That shit is an expense no one needs to worry about, and nor you don't! :D","labels":"joy"},{"text":"Don’t be so negative. Living like a medieval peasant is easy in today’s world.","labels":"approval"},{"text":"Where is the discusting from?","labels":"neutral"},{"text":"And suddenly the UK join doesn't look so bad.","labels":"approval"},{"text":"My friend and I have been having good fun queuing Mei\/Winston, trololo, and 2 bottles of whisky.","labels":"joy"},{"text":"It's common knowledge that offering to feed yourselves to wolves makes them leave you alone out of boredom.","labels":"neutral"},{"text":"I want 10 - 0. This organization deserves the embarrassment.","labels":"embarrassment"},{"text":"I thought it got a nerf when the spirit got released. My bad. But I still stand by, healing against the legion is pointless. ","labels":"neutral"},{"text":"Doesn't help that it's not actually cheese. Looks like a pretty standard Vegan mac+whatever you wanna call it","labels":"neutral"},{"text":"The last two years have made me see why [NAME] do what they do.","labels":"neutral"},{"text":"It's all greek to me","labels":"neutral"},{"text":"Made one while back, very messy. I'll stick to mop...","labels":"neutral"},{"text":"He loved [NAME] \"old man in a park\" painting!","labels":"love"},{"text":"Timestamp it for me then, apparently I didn't listen when Mom said that would make me go blind. ","labels":"approval"},{"text":"if he ended up with that chef, damn that will break my heart for sure.","labels":"disappointment"},{"text":"I didn’t realize people cared so much about phones.","labels":"realization"},{"text":"If we were in the same city we could've hung out. Happy new year to you. You're not alone in being alone.","labels":"joy"},{"text":"I am not regreting my life, there is so much interesting stuff on the internet","labels":"approval"},{"text":"My girlfriend barely tolerates me showering in the morning, she'd be furious if I'd let an alarm ring while I'm away. And rightfully so. ","labels":"anger"},{"text":"Yeah, the gauntlet ruins everything","labels":"approval"},{"text":"I got a lot of withholding to throw me into anxiety.","labels":"nervousness"},{"text":"Gee that sure is a strange way to spell [NAME].","labels":"neutral"},{"text":"I don’t care about the first seed until a week or so before the all star cut off?","labels":"neutral"},{"text":"This is so hard to sit through, I can't believe the swearing from this dood, it makes it all the more unbearable","labels":"neutral"},{"text":"Normally the posts on this subreddit are pretty innocent and vanilla.....yeah not this one I think I’ll pass on “TheDickPill”","labels":"approval"},{"text":"Whoa I actually remember this. Wait shit does that mean I’m old","labels":"annoyance"},{"text":"I had no idea someone could actually be this stupid. > capitalism.","labels":"confusion"},{"text":"Wowza...you hit the roommate jackpot huh? She sounds unobservant and a special level of insensitive. Pray for her future patients.","labels":"desire"},{"text":"I hate [NAME] and [NAME] for what they've done to this franchise. And I'm growing to hate [NAME] as well.","labels":"neutral"},{"text":"Any rap song because I hate it","labels":"neutral"},{"text":"I can help.","labels":"approval"},{"text":"Jokes are even more terrible lately","labels":"disgust"},{"text":"Well two other close testers are really upset about rolling","labels":"disappointment"},{"text":"that is one very expensive mistake","labels":"realization"},{"text":"Idk if I’m wrong but I think they gave her some piercings on her ear which are cool too","labels":"neutral"},{"text":"I once went outside with my eyes open, it was way too intense for me.","labels":"approval"},{"text":"You win some, you lose some.","labels":"approval"},{"text":"I solo climbed to Master as main DPS with 60hz. It really doesnt matter.","labels":"approval"},{"text":"Your imaginary boyfriend is kinda creepy. Although, if he's kinky then he may be for keeps. *wink ","labels":"fear"},{"text":"You forgot the \/s friend.","labels":"neutral"},{"text":"Imagine making a homophobic joke when your name is \/u\/Lebronlover23 OOF.","labels":"joy"},{"text":"Bless your dim-witted heart.","labels":"caring"},{"text":"Even though you can me, I’m slow clapping to this!","labels":"neutral"},{"text":"My baby’s vaccines MADE ME shake him!!","labels":"neutral"},{"text":"KIA is mad at a guy streaming for a charity that they don't like?","labels":"neutral"},{"text":"AOC has tons of corporate Dollars backing her recent wins. I cant believe anyone would see her as presidential material.","labels":"approval"},{"text":"This may be overreacting, but I would not touch those presents. There could be a bomb in them. ","labels":"neutral"},{"text":"If this gets put in a video, hi mom!","labels":"excitement"},{"text":"Are you a [NAME] main hiding from the other survivors in a locker?","labels":"neutral"},{"text":"I meant we as in the group, sorry if that was unclear","labels":"disappointment"},{"text":"I've never even been to these places much less actually done this but i feel personally attacked","labels":"neutral"},{"text":"HE SHOOTS AND SCORES!!!!","labels":"neutral"},{"text":"Mono Red is probably the best counter to Mono Blue, but it is unfavored vs Ramp and that probably makes it a bad choice.","labels":"approval"},{"text":"Definitely, I also get suspicious when someone tries to be my friend which doesn’t help","labels":"approval"},{"text":"Ps mad love seeing that the block has a baestok bighead","labels":"neutral"},{"text":"I live here! Apparently I need to be keeping my eyes open.","labels":"neutral"},{"text":"[NAME] was useless, aside from bandaging [NAME] up a bit more than she already did and treating [NAME], name one decision [NAME] has made smartly. ","labels":"neutral"},{"text":"> since he was the one to take it away from [NAME] last season [NAME] didn't deserve it last season","labels":"neutral"},{"text":"Some graffiti can turn that really bad","labels":"disappointment"},{"text":"Write a reply by all means, but be gentle and respectful.","labels":"gratitude"},{"text":"Look at that smug look on her face... Almost looks like she's saying \"tell [NAME] it was me\"","labels":"pride"},{"text":"Who was it saying that [NAME] destroys hooker and broner again","labels":"neutral"},{"text":"You can remove them without killing or etc etc. Just stop reproduction","labels":"approval"},{"text":"Yes because people constantly use that as an example of \"TSAs failure\" or a TSA miss when in reality TSA wasn't even involved","labels":"neutral"},{"text":"Also since so many are forgoing children or having fewer the is less needed to purchase very large homes.","labels":"approval"},{"text":"[NAME] are you me? Like I was relating and then you said rot in Atlanta traffic and the pains of 285 burned into my mind.","labels":"neutral"},{"text":"[NAME], “How dare you show concern for the wounded!” Made me chuckle.","labels":"amusement"},{"text":"Yessir, it gives me the creeps. That boy ain't in Scotland, and that boy ain't right.","labels":"neutral"},{"text":"There was a huge pervasive fear of nuclear war in the 80s among kids. I remember often waking up screaming from nuclear nightmares.","labels":"fear"},{"text":"I hate to be the bearer of bad news but she is more than likely dead and will never get to say goodbye","labels":"neutral"},{"text":"Yeah, what do you know about her? Her Wikipedia page is pretty barren.","labels":"neutral"},{"text":"At some point, we all hate it. Hey it feels good to be real sometimes. ","labels":"approval"},{"text":"Have you tried having wealthy parents?","labels":"neutral"},{"text":"weird flex but ok (the heart is flexing)","labels":"neutral"},{"text":"[NAME] I hate this","labels":"neutral"},{"text":"I had forgotten it was coming up until I saw this. That us my level of excitement and anticipation.","labels":"excitement"},{"text":"Sounds like you want to control what tthey do with their nukes! Who cares if they leave it laying around and let their children play with it","labels":"disapproval"},{"text":"I don't know what you're talking about, but that sounds just as racist as it is sexist.","labels":"confusion"},{"text":"She looks like a petite adult to me, her face is obviously adult","labels":"amusement"},{"text":"If this is serious mate it’s not the kind of shit you should be posting on reddit","labels":"neutral"},{"text":"rich people usually tip the worst lol","labels":"amusement"},{"text":"I listened to this song the other day for the first time and... oh boy yeah","labels":"amusement"},{"text":"We try too, but more often than not those who wish to discuss are not on the level, rare is a Lib here in good faith.","labels":"desire"},{"text":"Volume-wise, you are correct. ","labels":"approval"},{"text":"I like waitresses. Aren't they swell.","labels":"love"},{"text":"I'm pretty sure the armor still shows on the person after you kill them even if it is broken.","labels":"neutral"},{"text":"Meanwhile, I was literally saying to myself \"*I like rusty spoons*\" earlier this morning RIGHT BEFORE logging onto Reddit. Kinda strange","labels":"neutral"},{"text":"They apologized for that episode.","labels":"remorse"},{"text":"I took in a friend of mine and creating a vanity for her (she loves to do her makeup) is honestly one of my more cherished memories.","labels":"caring"},{"text":"My dog died on New Year’s Day and I wish I could have give her one more treat. She just seized up and died :(","labels":"desire"},{"text":"Why is it illegal?","labels":"neutral"},{"text":"I went out to my vehicle when changing tables were not available.","labels":"approval"},{"text":"Yeah, so many accidents occur because people don’t know what to do in the event of loss of tire grip.","labels":"caring"},{"text":"Maybe, just this time, it's for the better.","labels":"neutral"},{"text":"Just be respectful.","labels":"neutral"},{"text":"Merrily merrily merrily merrily something something scream... (I am not creative)","labels":"excitement"},{"text":"Hi I'm not police where is your business and what is your full name thank you","labels":"neutral"},{"text":"Lol! Nope. Any muscle in your body will shrink if yiu dont use it.","labels":"amusement"},{"text":"As horrible as it is to say, evidently the voting population doesn't care enough to make a large impact. ","labels":"disgust"},{"text":"Who ate the Carolina Reaper? Lol I’d prob be using that lid to knock myself out from the heat","labels":"amusement"},{"text":"I'd say Rick and Morty fans. I'm a fan of both but I feel that Rick and Morty fans take everything way more seriously.","labels":"neutral"},{"text":"What makes it even more bizarre is that she does hair for a living. (At least she did during the filming of the doc about her.)","labels":"neutral"},{"text":"Lets spare him his life from this monstrosity","labels":"relief"},{"text":"I'm at work right now and its going to start snowing before I leave. I drive an MR2. Thoughts and prayers please.","labels":"neutral"},{"text":"A girl known as daddy... well that’s a new twist on an old trick","labels":"neutral"},{"text":"That's really creepy. What is crazy is that 9 year old's get cell phones now! Times have certainly changed :p.","labels":"surprise"},{"text":"Ugh. Just legalize it already so this silliness can be put to an end.","labels":"neutral"},{"text":"That's really interesting.","labels":"excitement"},{"text":"And the super rich are still miserable","labels":"disappointment"},{"text":"So he is half decent. Glad to see your finally making some sense.","labels":"surprise"},{"text":"Yeah but i have hard time finding keyboards under 60€ that are blue switches with nkro, if u have some suguesstions please leave a link.","labels":"neutral"},{"text":"The area around Parliament is full of nutters of every political persuasion When I went there was loads of CND types.","labels":"neutral"},{"text":"I mean, if the kid is 2, this guy could definitely be a gen [NAME] who grew up on smart phones","labels":"neutral"},{"text":"Well at this precise moment in time, you can drink more... that will remedy any feeling of being depressed. Hit the shots!","labels":"neutral"},{"text":"I don't know that [NAME] is the best choice for dating.","labels":"realization"},{"text":"Or he just tired of her and this cute chick just slid into the DM just in time","labels":"neutral"},{"text":"1.0mg is a high dose. My husband is an insomniac and can't take that dose without nightmares.","labels":"approval"},{"text":"Wow guns and ignorance. What else is wrong with her?","labels":"neutral"},{"text":"deserved better :\/","labels":"neutral"},{"text":"This is why nobody takes feminism seriously!","labels":"neutral"},{"text":"Eww that would mean creating a facebook account.","labels":"neutral"},{"text":"Gotta admit, I chuckled at this one","labels":"amusement"},{"text":"Great, now I want to pee in it.","labels":"excitement"},{"text":"Never knew that, explains why she was working so hard for the banks all this time.","labels":"neutral"},{"text":"Of all the stupid terms for people out there “womxn” is by far the stupidest","labels":"neutral"},{"text":"This gets posted a lot. It’s not really that great. Interesting concept - the first hour had my interest - goes downhill the second half.","labels":"approval"},{"text":"Who cares about the Super Bowl anymore. Can't wait to check out this XFL league...","labels":"curiosity"},{"text":"Are they your updated results? I have [NAME] surnames in my family tree but it didnt show up in the dna, interesting.","labels":"curiosity"},{"text":"[NAME] because hes best survivor","labels":"neutral"},{"text":"I post on the the Donald you think I give a fat flying fuck?","labels":"annoyance"},{"text":"Sorry for the stupid question but what's the Overton window? Still new to politics\/jargon.","labels":"disappointment"},{"text":"He got his drawers blowed off","labels":"neutral"},{"text":"Reminded me of becoming a chef. Started as a dishwasher. Gave up. Turned programer.","labels":"neutral"},{"text":"Rip the guy from psych","labels":"grief"},{"text":"Then who is it? I've mixed results with all fighters, but I definitely lose to [NAME] the most.","labels":"curiosity"},{"text":"Yes she does! She is beautiful but has taken it much too far with the lip fillers and fake tan","labels":"amusement"},{"text":"Don't be a [NAME] and misuse this term. We've reserved it for a movement of women who are done with sexual harassment.","labels":"neutral"},{"text":"oh yeah? Mines real","labels":"neutral"},{"text":"Those teeth ain’t ever coming back","labels":"neutral"},{"text":"It definitely took a lot of research to figure everything out for myself, but I’m glad I was able to help ya!","labels":"amusement"},{"text":"Tsunderes never work","labels":"disapproval"},{"text":"Is it bad that I don't want any of them?","labels":"neutral"},{"text":"I know, I know, but CAN YOU BLAME ME FOR BEING NERVOUS","labels":"nervousness"},{"text":"My vote... snow will mainly be in the mountains. Good thing to help with the summer drought.","labels":"approval"},{"text":"I was wondering this too. Whatever it was it's over now.","labels":"surprise"},{"text":"What a time to be alive","labels":"joy"},{"text":"Chipotleee! [NAME] Damitt! Closes in 39 Seconds.. but we made it!! Loved this guy!!","labels":"excitement"},{"text":"You know that mista mista lady? I think I just killed her. - [NAME]","labels":"neutral"},{"text":"Even that. I have 0 desire to see what happens after TLJ. I'll probably watch the RLM review and call it a day.","labels":"neutral"},{"text":"It's just projection..they can't take a joke so they think no one else can either.","labels":"neutral"},{"text":"I'm from Lebanon and have been supporting Celtic since 2006 ! Glad to see there are other people from around the world here !","labels":"surprise"},{"text":"I have a feeling [NAME] and [NAME] aren't staying with the WWE once their contracts ends this year anyways.","labels":"neutral"},{"text":"Ya did good, kid. ","labels":"neutral"},{"text":"Me too! I don't believe in likes or karma points, but I know other people care and it might be the highlight of their day.","labels":"disapproval"},{"text":"Equipment (PC & accessories), settings, the whole transition I feel lost to be honest","labels":"neutral"},{"text":"4-25 against teams with winning records. 0-7 on Monday Night Football. The guy can't show up when it matters.","labels":"amusement"},{"text":"Refusing to pay someone for work that they've done is theft. You can try to justify it any way you want but that's what it is.","labels":"neutral"},{"text":"So many insecure balding guys itt.","labels":"neutral"},{"text":"Chills. I can’t wait. I’m sure [NAME] will get over this not being happy because they have bigger fish to fry.","labels":"disapproval"},{"text":"I love chicken","labels":"love"},{"text":"Why shall I? It’s too much fun reading comments written by distorted bubble people ;)","labels":"amusement"},{"text":"So proud our sub is leaking into facebook","labels":"pride"},{"text":"Welcome to the Just Cause experience","labels":"neutral"},{"text":"If you are reading this have a nice day!\\xEF\\xBB\\xBF","labels":"caring"},{"text":"Did people really go against [NAME] when he came out? I wasn't as in to his stuff at the time but I remember people being supportive.","labels":"confusion"},{"text":"I was there, too. I do NOT remember that, though. Yikes...","labels":"approval"},{"text":"Apparently, he can't just have sex with anyone because he needed to rape someone.","labels":"neutral"},{"text":"When someone is that crazy, it's probably best to deescalate and go about your day rather than risk them doing something truly crazy. ","labels":"caring"},{"text":"12 years, that's it? Psh I've been dating my gf for 20 and engaged for 10 years","labels":"neutral"},{"text":"It seems there is strong agreement on all sides that \"Nothing changed\" now. Is that progress? \/s","labels":"approval"},{"text":"Glad to see that thoughtful doggo found a home here!","labels":"joy"},{"text":"Too cute for me. Why cant i have a boyfriend *[NAME]*","labels":"neutral"},{"text":"I regret not grabbing my work laptop today, then I wouldn't have to leave fort blanket until Thursday. ","labels":"remorse"},{"text":"That sounds like something you would see in some fucked utopian society where if you had enough points you were \"*sent away*\"","labels":"neutral"},{"text":"I used to really like [NAME]. Now she is the worst :(","labels":"disgust"},{"text":"Oh [NAME] please don’t put them in a team together.","labels":"neutral"},{"text":"You’re letting psychopathic people ruin your ability to take a joke. That is a mark of a weak man.","labels":"neutral"},{"text":"I mean this in the least creepy way possible, tell me how it works out NO DETAILS PLEASE GOD NO","labels":"fear"},{"text":"Help me [NAME] I'm bully in high school for no reason.","labels":"neutral"},{"text":"Politics are boring. Vote for everyone. -[NAME]","labels":"neutral"},{"text":"Really? In real life, she's wearing comfortable clothes with no makeup. Other than that she looks the same.","labels":"approval"},{"text":"The problem is that data shows graphics sell, gameplay doesn't. It really sucks though, I wish they gave us a toggle at least ","labels":"desire"},{"text":"Ok. I didn't know we discussed this topic. Have a nice day.","labels":"neutral"},{"text":"Well I’m hyped.","labels":"approval"},{"text":"weird. i went 3\/3 earlier.","labels":"neutral"},{"text":"It worked with [NAME] and [NAME] I guess. Not so much with [NAME] and [NAME]","labels":"approval"},{"text":"I didn't know that having the occupation of a journalist and the method of ones murder being beheading, gives ones death a special status. ","labels":"realization"},{"text":"Employ the son of your biggest donor?","labels":"neutral"},{"text":"Rape cases are up in Chicago too. It's just a reflection of more people reporting them rather than there actually being more rapes.","labels":"neutral"},{"text":"Advocating for rape and torture of women on a whole and even inciting men to do it seems like it should break the rules.","labels":"approval"},{"text":"I don't know, but there's probably a word for it in German.","labels":"confusion"},{"text":"Eat too many whoppers and he'll be down with the sickness. Lma0 I'm sorry","labels":"caring"},{"text":"Scenes like these are what make me wish I could forget the entire show at will. So I can watch and enjoy them all over again.","labels":"desire"},{"text":"Can’t get hep or HIV from shitty politics.","labels":"neutral"},{"text":"Would be fun if our sun was like this :3","labels":"amusement"},{"text":"Damn, I thought she was calling her as ugly as a dog and said she would take her out for a walk. I like my version better. ","labels":"love"},{"text":"...and life can be very good when you free yourself from that fear!","labels":"approval"},{"text":"[NAME] would have cost [NAME]. I don’t blame them For saying no to that.","labels":"neutral"},{"text":"And I taught my room was dirty and that I was not taking care of my self. Good job op","labels":"amusement"},{"text":"You got this bro!!!!","labels":"excitement"},{"text":"I don't even remember what I was thinking.","labels":"confusion"},{"text":"It's a waste of water to shower that often.","labels":"realization"},{"text":"Oh yeah that","labels":"neutral"},{"text":"I don’t even like [NAME] that much but she completely failed to engage with his work critically. Her interpretations of his arguments were shockingly poor.","labels":"disapproval"},{"text":"[NAME] being the most manipulative person in the house was not something I expected","labels":"disappointment"},{"text":"Omg [NAME] I can't stand Orange anymore after watching wentworth","labels":"joy"},{"text":"I downloaded this album yesterday, and love it!","labels":"approval"},{"text":"Ok man. Glad yo know you are aware of all financial situations.","labels":"amusement"},{"text":"This does not have to be juice I don’t think. Six months is a long time","labels":"disapproval"},{"text":"Idaho lot rather we stop with these amas.","labels":"approval"},{"text":"Insulting [NAME] for being captured is good praxis","labels":"neutral"},{"text":"Do people really use the phrase \"my kid is poorly\" to mean sick? The grammar in this post is really bothering me.","labels":"neutral"},{"text":"I came.","labels":"neutral"},{"text":"Then let's point it out even harder! Oh, and by the way, Happy Cake Day!","labels":"joy"},{"text":"it is very clearly incorrect, and it's apparent that your descent into reactionary politics has made you fully delusional. ","labels":"approval"},{"text":"Interesting point about how *guanxi* \"makes corruption an intrinsic characteristic of the Chinese government.\"","labels":"neutral"},{"text":"This guy looks like an extreme feminist with a man’s face","labels":"neutral"},{"text":"The picture in the thumbnail looks like the kids in the maga hat that fucked with the native [NAME]","labels":"neutral"},{"text":"Arguably this post is [NAME] favorite post on Reddit one hundred percent. Lmao #muglife","labels":"neutral"},{"text":">We should just turn the word \"love\" into \"rape\" so that liberals say they rape their moms!","labels":"neutral"},{"text":"FFS. I find very few things more upsetting than reading their vile, twisted thought processes. ","labels":"disappointment"},{"text":"It's rare to see a wholesome post here. Nice to see them nonetheless.","labels":"neutral"},{"text":"I think you didn't read the whole post. Go to the eye doctor.","labels":"confusion"},{"text":"Gotta love how \"QUESTIONING\" is front and center in the list of things these warriors for [NAME] consider brainwashing.","labels":"neutral"},{"text":"These memes are either on a 9gag level or r\/funny levels of comedy. And I can't tell which is worse.","labels":"confusion"},{"text":"I feel so bad for [NAME]. It was probably hard to concentrate on this match with the things going on in his personal life","labels":"disappointment"},{"text":"My bad, I guess I should've read the whole thing, from opiate yes ","labels":"neutral"},{"text":"I have vision issues already and I kind of freak out without sound. I'm gonna have to say blind.","labels":"approval"},{"text":"I don’t think it’ll happen solely because of UA, however that’ll surely be cool if it does happen","labels":"approval"},{"text":"I dated a girl from Broomfield Colorado. She'd end sentences with \"yo\". I ended us.","labels":"approval"},{"text":"One wonders just how awful [NAME] and [NAME] have to be before people will believe it.","labels":"disgust"},{"text":"Go for a walk with him. No phones allowed. Let him talk, share your experience. It hurts a little less every day.","labels":"neutral"},{"text":"I’m gonna love it if that happens to me","labels":"love"},{"text":"No it takes at least 14 days and if she’s had her period it’s very unlikely she was pregnant before NYE","labels":"approval"},{"text":"They don't want to waste the script they used for [NAME] campaign. Because that was such a rousing success.","labels":"neutral"},{"text":"I can't wait for this capslock variation thing to die out.","labels":"curiosity"},{"text":"They're upset because, if the slime that makes 4chan stink were to congeal into a person, it would be [NAME].","labels":"disappointment"},{"text":"Im sorry my friends money should be out soon then ill release for all to see","labels":"approval"},{"text":"I guess you win *shrugs*","labels":"neutral"},{"text":"I’m uncomfortable just looking at her.","labels":"nervousness"},{"text":"B + A? Is that [NAME] and [NAME]?","labels":"neutral"},{"text":"I think some people don't understand that they don't do him any favor by putting too high expectations on him.","labels":"neutral"},{"text":"I’m not a fan of that hire at all... I’m also not a fan about how that all came out. All around bad.","labels":"disapproval"},{"text":"I'm just trying to raise awareness at this point because I know it's not my system in particular.","labels":"approval"},{"text":"Nothing. I am much happier off all meds. Been off of meds for 2 years.","labels":"joy"},{"text":"That's when you slow down and engage troll mode :))","labels":"amusement"},{"text":"Wow. Never knew there were so many here.","labels":"excitement"},{"text":"You want a fight, and I’m just not up for one. Good day!","labels":"neutral"},{"text":"At this point, I am completely convinced that you are either a bot, or an unconvincing alt account. Prove me wrong.","labels":"neutral"},{"text":"I have a bad feeling I’m gonna regret not tuning into this","labels":"remorse"},{"text":"Then you realize it actually is the only way to feeling better, except having one or no friends make it tough.","labels":"realization"},{"text":"What happened that she was so pissed and did this live?","labels":"annoyance"},{"text":"I love her omg","labels":"love"},{"text":"The only problem is that what you will never hear pf their relationship through sponsorships.","labels":"disappointment"},{"text":"I can relate, and I blame sexual tension because of it.","labels":"nervousness"},{"text":"Can we get a moment of silence for the passing of the video game boy?","labels":"neutral"},{"text":"Yes - summer, and I was with my parents who did all the actual work so I just got to relax with the baby! ","labels":"approval"},{"text":"I hate this.","labels":"anger"},{"text":"He’s so cute! How do you get to hang out with him? I’ve never seen him the times I went to visit.","labels":"amusement"},{"text":"Always travel when you get the opportunity, you will never regret it, you will only regret not doing it.","labels":"remorse"},{"text":"Stop it. You're giving me that warm fuzzies now.","labels":"joy"},{"text":"TSA agents are like tow truck drivers. Everyone hates them.","labels":"neutral"},{"text":"Like a low budget version of this amazing game show","labels":"amusement"},{"text":"Cuddling. Lots of cuddling","labels":"neutral"},{"text":"I hear ya. I got instant Sapphic feelings as soon as i enrolled at university here.","labels":"neutral"},{"text":"Man, [NAME]. What a shame that trainwreck turned out to be. ","labels":"embarrassment"},{"text":"Not saying it should be beyond mockery, just that it has been beaten to death and been made into a way bigger issue than it actually is.","labels":"neutral"},{"text":"What an idiotic thing to say.","labels":"neutral"},{"text":"Ooh, I have a fascination with North Korea, and now I need to check out that book! ","labels":"neutral"},{"text":"There is little attempt being made to protect native-born people from the negative effects of mass migration. If you think that is morally correct you are insane.","labels":"neutral"},{"text":"You know they just blamed the neighbor who defended themself.","labels":"neutral"},{"text":"[NAME] is da man. A gangsta mathematician who had the guts to seduce the most beautiful Spartan woman of her time.","labels":"neutral"},{"text":"I honestly couldn’t care less about your opinion at this point","labels":"approval"},{"text":"But people already know I'm weird.","labels":"neutral"},{"text":"I was just busting chops. Glad to hear your health is better. I think you've inspired a post on r\/intj my friend. Stay tuned.","labels":"surprise"},{"text":"I shook a hand that shook his hand once","labels":"neutral"},{"text":"*Day after day, ordinary people become heroes through extraordinary and selfless actions to help their neighbors.* -[NAME]","labels":"neutral"},{"text":"These are the guys who eventually shoot up banks and hide 13 year olds under their beds.","labels":"disappointment"},{"text":"She manages to interview the most horrible people, as long as they're willing. Can't have an interview with someone who'll only attack your questions. ","labels":"disgust"},{"text":"Was it a promo for the cross overs?","labels":"neutral"},{"text":"Our o-line was great outside of 2 games this year. My [NAME] did you even watch or pay attention to this team this year?","labels":"curiosity"},{"text":"I went to the pharmacy to get vaccinated (sign said for free) and they turned me down for not having health insurance... so","labels":"disappointment"},{"text":"You armchair analysed it, and were entirely wrong. Literally none of what you said was true, because it was all pretend. ","labels":"neutral"},{"text":"* [NAME] fought for freedom and glory, is one of my favorite characters in general.","labels":"neutral"},{"text":"Man I just stick them on straight away. Don't really care if I get some type of infectious rash.","labels":"disapproval"},{"text":"He keeps saying this in my playthrough when that's definitely NOT what I'm doing. I just suck at hunting!!","labels":"disgust"},{"text":"Pray. I remember that happening a couple weeks ago when the whole system went down internationally. Maybe check your connection and refresh, all that jazz.","labels":"approval"},{"text":"My fav character","labels":"love"},{"text":"As a server i never minded if they tipped accordingly. But everyone else loathed it.","labels":"disgust"},{"text":"Some of them will have to get new vehicles to meet the requirements. That means we get cleaner air. Where's the problem exactly?","labels":"approval"},{"text":"She is only good if a team has good communication. (And this is a ~600hr sombra main saying this.)","labels":"approval"},{"text":"It will probably take him some time to figure out whether he’s really ok with it or not.","labels":"neutral"},{"text":"Guess we don't need to be afraid of hell, then, 'cause we can easily get out.","labels":"fear"},{"text":"This is why I could never work in construction","labels":"disapproval"},{"text":"Do you always assign people positions they don't hold to avoid accountability for being a failure? Or is this a recent development?","labels":"neutral"},{"text":"When you've been to 9 in the past 20 years its kinda hard to stiil get excited . Its our week 17.","labels":"excitement"},{"text":"Character-wise or fighting-wise?","labels":"neutral"},{"text":"Oh sorry. Instead of “willfully stupid “ I meant, why do you hate America?","labels":"remorse"},{"text":"My two favorite things, The Office and The Show. combined in one reference. Life is good.","labels":"approval"},{"text":"I've been here too long. My first response was: \"I imagined worse.\"","labels":"approval"},{"text":"Should be coming this year with MW4. It's now or never","labels":"neutral"},{"text":"Well I mean this game is so stupid in a lot of ways tbh","labels":"disappointment"},{"text":"I'm not sure. There's some good youtube compilations of him.","labels":"amusement"},{"text":"Wish the blasters were more like BF1","labels":"desire"},{"text":"I like him a lot but I assume he would be a prime piece in any trade for a LD.","labels":"love"},{"text":"Luckily for her former therapist maybe she can no longer leave her home.","labels":"neutral"},{"text":"Honestly i have no clue. Just got my feelings hurt by the mean things he was saying to nurk and wanted to cyberbully him in response","labels":"disappointment"},{"text":"Yow thats gnarly.","labels":"surprise"},{"text":"Last week was her week. She killed everything about that episode","labels":"neutral"},{"text":"Having watched Sunderland Till I Die it makes me desperate for some sort of insight into the way Arsenal operate behind the scenes.","labels":"neutral"},{"text":"Time for a shot bud!!!!!","labels":"excitement"},{"text":"Oh, I ripped one 😉🍁🔥😗💨☁️💯☁️🤙🏻","labels":"neutral"},{"text":"Seriously! Such an odd way to ask a question about traveling.","labels":"surprise"},{"text":"I was not expecting the giant \"POLICE STATION\" sign. That just makes it all the better. ","labels":"neutral"},{"text":"Its ridiculous.","labels":"neutral"},{"text":"Didn't mean to offend","labels":"annoyance"},{"text":"I'm also a human being but I can't think of any reason why I would physically hurt a woman.","labels":"disappointment"},{"text":"It's a Mercedes. Take it in for an oil change, and it's an enormous bill.","labels":"neutral"},{"text":"ISU was missing players and had to choke that game away pretty hard in order to lose","labels":"neutral"},{"text":"True, but [NAME] mocking someone for making a choice that, realistically, isn't a choice at all is still an oblivious thing to do.","labels":"neutral"},{"text":"He was just trying to sit down I think. Poor guy, doesn’t deserve all this shit from reddit.","labels":"neutral"},{"text":"Sometimes, if there's only one available device, the app will just connect to it when you hit the button.","labels":"neutral"},{"text":">overt racism of that level would not be tolerated in America My thoughts also. That's why i needed context, its very VERY odd.","labels":"neutral"},{"text":"In my experience it was just people burning the fuck out of popcorn (possibly to cover up the stench of weed) at 2am","labels":"neutral"},{"text":"So get a job and leave. It's just going to get worse. First the tv then you. Get out while you can","labels":"caring"},{"text":"This. This is too realistic man. Too late for this too.","labels":"approval"},{"text":"Sew up that cockholster son, no one gives a fuck.","labels":"neutral"},{"text":"Shoutout to my fellow retail workers stuck working on third shift during New Years","labels":"neutral"},{"text":"I gave undeliverable perishables to a local fire department before","labels":"neutral"},{"text":"Get a handkerchief, ridiculously helpful.","labels":"neutral"},{"text":"My office has very few personal offices. Its awful. Managers need closed spaces so they can talk without everybody hearing","labels":"disgust"},{"text":"That was the worst power play I’ve ever seen","labels":"disgust"},{"text":"Ace here! I do masturbate and enjoy it, I just feel no sexual attraction or desire to have sex with other people.","labels":"approval"},{"text":"But why does your horse have a leash on her while eating. Looks sooo uncomfy. Poor bubby!!!","labels":"curiosity"},{"text":"Oh the horror. I hope she's alright.","labels":"surprise"},{"text":"leave bro- this is the exact type of behavior mine displayed.","labels":"neutral"},{"text":"Democrips & Rebloodicans was my favorite.","labels":"approval"},{"text":"I didn't read that but so what?","labels":"annoyance"},{"text":"Right? She sure can dish it but when she got stood up to, not do much! Ha","labels":"neutral"},{"text":"[NAME] became president and yet you think [NAME] becoming president is farfetched? Lol","labels":"amusement"},{"text":"Have you seen Lord's and Ladles on Netflix? It's not a competition, but the scenery and the little facts are super interesting.","labels":"amusement"},{"text":"Hope + Sabres = Mistake Just remember that you love hockey and do your best to enjoy the ride.","labels":"caring"},{"text":"I made friend with one of these scammers. After speaking to me he quit his job at that company. We still speak regularly over whatapp and facetime!","labels":"approval"},{"text":"No, their reaction was just as bad.","labels":"disappointment"},{"text":"Well one of our leading candidates is [NAME] so it's not like we're killing it in our search either","labels":"disapproval"},{"text":"That's not really true, people judge all the time, it's just that they're usually too busy judging themselves to judge you too. ","labels":"disapproval"},{"text":"I knew a guy named [NAME]. Always wondered what his middle name was.","labels":"surprise"},{"text":"I’m right handed, yet left eye dominant and straight... life is beautifully strange.","labels":"approval"},{"text":"Great! Can't wait :)","labels":"curiosity"},{"text":"I'm [NAME] and I'll leave you with what we all came here to see ... [NAME]!","labels":"neutral"},{"text":"> But you will probably find you are noticeably worse looking at 40 than you are at 27. Well that's disappointing.","labels":"disappointment"},{"text":"When your 16 and do adderall and get a panic attack","labels":"neutral"},{"text":"The similarity to cigarette companies is eerie.","labels":"neutral"},{"text":"nope! she meets up with robb en route to the twins and he sends her back to riverrun to not spite the freys. little did he know..","labels":"neutral"},{"text":"Wow man, that is DEAD. You have no marriage, just a roommate. Life is short, get out and find someone who meets your needs.","labels":"approval"},{"text":"And here i am, cant even clean my tongue without gagging... ","labels":"neutral"},{"text":"Fuck I’m hungry now.","labels":"anger"},{"text":"My favorite is this gem where [NAME] told [NAME] to stop whining and there is no election rigging..two weeks before the election","labels":"neutral"},{"text":"Her question was theology actually. I wasn't even answering about the rape at all.","labels":"neutral"},{"text":"Just do it. Straight up ask if he wants to date in clear terms. If he doesn't no reason you can't stay friends.","labels":"neutral"},{"text":"Men, you're ought to love the first hour in hospital of a new father. They're a merge of emotions that flow over the ER.","labels":"neutral"},{"text":"Yup, even if they had a very rough life... Nobody ages thaaaaaat badly.","labels":"neutral"},{"text":"I ain’t your pal buddy.","labels":"disapproval"},{"text":"Honestly most people don't even drink enough water to come even close to sufficient levels of fluoride","labels":"caring"},{"text":"I'm not sure anyone has asked, and feel free to not answer. But is your feeling that the team definitely favors [NAME] right now? ","labels":"neutral"},{"text":"You must be fun at parties.","labels":"neutral"},{"text":"> Woo that sadness out Welp, never gonna be able to have a night out on the town again without this coming up","labels":"sadness"},{"text":"The only problem with this plan is that [NAME] won’t survive that long, lol","labels":"amusement"},{"text":"I mean, if it’s rotten food, especially fruit, mixed with various meats and maybe some seafood- you can get a pretty mean stench going. ","labels":"neutral"},{"text":"> I don't see how a business can \"block\" ","labels":"neutral"},{"text":"Appreciate the help!","labels":"amusement"},{"text":"On the plus side, at least you don’t waste alcohol and wake up hungover as hell at the Lions expense. ","labels":"neutral"},{"text":"Texas, I'm really just mad at myself for not double checking. But now I have a year to find something better","labels":"neutral"},{"text":"I laughed in my beard.","labels":"amusement"},{"text":"Damn you were thirsty asf for thos first two😂","labels":"neutral"},{"text":"Best I've ever had came out of a Disney cookbook my daughter brought home from","labels":"neutral"},{"text":"Glad you came to your senses. Go feel uncomfortable about Lola bunny in Space Jam again.","labels":"joy"},{"text":"Maybe I'm crazy but to me it looks like she's just giving a \"thank you\" nod","labels":"gratitude"},{"text":"okay glad you have bots cause whoops","labels":"surprise"},{"text":"Well if he takes his daughter to a nightclub then that’s a bit inappropriate","labels":"neutral"},{"text":"Please tell me your shop didn't get you in trouble for that D:","labels":"caring"},{"text":"I don't mind posts bashing NOED or DS. But I wish this one would make sense or would be funny.","labels":"desire"},{"text":"Sounds like there is market demand for this service. Some innovative rideshare company should take advantage.","labels":"neutral"},{"text":"I thought it was 'You are only willing to help yourself'. I could be wrong though.","labels":"disapproval"},{"text":"It is hard [NAME] damn work, making something this pretty look like a chump!","labels":"neutral"},{"text":"I like it when science proves things I thought was common knowledge","labels":"love"},{"text":"I threw my only book away so I could go catch Pokemon creatures","labels":"neutral"},{"text":"Two goals that are directly the fault of the our defense? I feel bad for [NAME]","labels":"disappointment"},{"text":"My pleasure ☺️ hope you enjoy! She seems very sweet.","labels":"joy"},{"text":"HALLELUJAH!!!! YOUVE SEEN THE LIGHT!!!!","labels":"excitement"},{"text":"Ducks just happy. Hadn’t had a shit for days","labels":"joy"},{"text":"I had a breakthrough last night and i wanted to share, I hope this helps.","labels":"desire"},{"text":"Has there even been a time when a *good* Doxing happened? \"We're going to find this guy and hug the crap outta him!\"","labels":"neutral"},{"text":"There it is. Knew it was ‘H’ something, had a brain fart","labels":"neutral"},{"text":"He has a humiliation kink. He's clearly not expressing it in a healthy way and should probably see a therapist and\/or a professional [NAME].","labels":"neutral"},{"text":"[NAME] hates us man. He’s a stone cold killer.","labels":"neutral"},{"text":"We really need to sign a new CB now with [NAME] out injured. [NAME] isn't good enough yet.","labels":"neutral"},{"text":"I knoooow like why do people exist just to make things worse I’m so tired of all these alts\/ weird question askers","labels":"annoyance"},{"text":"Fuck I love you prag","labels":"love"},{"text":"So using your figures here we make £12 billion in tax from the EU company's selling in to the uk. We save a further £9billion on fees to the EU","labels":"approval"},{"text":"Getting back [NAME] would be nice. He's kind of like [NAME]","labels":"approval"},{"text":"Life imitates art.","labels":"neutral"},{"text":"Ah yes, my apologies!","labels":"sadness"},{"text":"If calling someone “retarded” is perma-bannable, then I should have been perma banned from \/r\/nfl like 100 times over. ","labels":"neutral"},{"text":"Text ain’t a great medium for sarcasm.","labels":"neutral"},{"text":"Reminds of something beautiful [NAME] said in an interview once \"I fall in love with myself. And I want someone to share me with me.\" ","labels":"love"},{"text":"But it's soooo obvious.","labels":"neutral"},{"text":"We need them both. My heart can't take another year of wasting deGrom gems in late innings.","labels":"caring"},{"text":"This isn't really petty, it's actually brutal. *edit* but well done. I love it!","labels":"love"},{"text":"Ah good call - I dont plan to take submissions for that reason","labels":"approval"},{"text":"Ive never done deadlifts. Are they worth getting into in terms of back hypertrophy? I already do rows and weighted pullups.","labels":"disapproval"},{"text":"They’re trying to escape the crushing oppression of gender roles. It’s not a fun sexy fetish to them the way it is to TiMs.","labels":"neutral"},{"text":"Meth is a hell of a drug.","labels":"anger"},{"text":"Sure. The subject of her video was certainly creepy and obnoxious.","labels":"fear"},{"text":"I don’t cry but I’m not a monster I hope :(","labels":"approval"},{"text":"Care to elaborate?","labels":"neutral"},{"text":"This can’t be considered cruelty free because now someone’s hair style is gonna suffer","labels":"neutral"},{"text":"What? You don't know what punishment is?","labels":"surprise"},{"text":"This is going to end badly for him","labels":"disappointment"},{"text":"His time will come for that","labels":"desire"},{"text":"sorry. I don't want to put words in your mouth.","labels":"annoyance"},{"text":"Didn't notice the date, sorry.","labels":"remorse"},{"text":"Look at the spine on that kid - he must get it from his mother!","labels":"neutral"},{"text":"Healthy attitude here","labels":"neutral"},{"text":"You can still joke but people will react negatively and will cause consequences","labels":"approval"},{"text":"It serves as quite a lesson to anyone, don't you think?","labels":"approval"},{"text":"* No flaming or insults","labels":"neutral"},{"text":"Oh no the poor man","labels":"neutral"},{"text":"I seen reactions to this elsewhere and DAM famales are some sensitive fucers, you see something online and your whole life fall apart like 🙂🖥️😢😭😢😭😭😭😭😭😭😭😭","labels":"approval"},{"text":"1 month feels like 200 years? School must suck","labels":"neutral"},{"text":"He’s been a duke homer since the 90s lol at this point In his career we know what we’re getting with [NAME]","labels":"amusement"},{"text":"It’s mostly because PAX is this week and a lot of players and GMs were off doing that . The game store was super supportive.","labels":"neutral"},{"text":"Fair enough but I would imagine it's a small enough number that we can deal with. Don't throw the baby out with the bathwater...pun intended","labels":"neutral"},{"text":"[NAME] absolutely embarassed Milksmith in the game we've lost against the Griz. It never would've happened if we had AD.","labels":"embarrassment"},{"text":"I will pray for your marriage. After we win.","labels":"neutral"},{"text":"Nice man!! Wish you guys the best. Here I am FA again after a 2 1\/2 year relationship ended lol so enjoy it while it lasts","labels":"amusement"},{"text":"Seriously this \"tastes\" avalanche is gold I'm cracking up","labels":"neutral"},{"text":"The BMW had to pee really bad.","labels":"neutral"},{"text":"to stop any confusion we're talking about this photo","labels":"confusion"},{"text":"Amen! However, see my post about the problem with drafting [NAME]. If we do, [NAME] will probably be the odd man out.","labels":"neutral"},{"text":"yep, you don't hate Mondays, you hate capitalism. ","labels":"neutral"},{"text":"I just had a panic attack!","labels":"fear"},{"text":"im not talking about a studio. im talking about *people*. people that you're lying about, because you're an uninformed yet arrogant, entitled child.","labels":"disgust"},{"text":"This again?","labels":"neutral"},{"text":"Leave him alone!","labels":"neutral"},{"text":"*Can I Haz Gold?* Don't actually please don't spend your money on crap like that.","labels":"caring"},{"text":"Recent Russian behavior is unacceptable...no doubt about it.","labels":"disapproval"},{"text":"Technically, if [NAME] are right about him, then you already did nail him... soooooo...","labels":"neutral"},{"text":"I think there’s something to the concept that overindulgence in technology contributes to a lack of physical and emotional bonding these days.","labels":"neutral"},{"text":"> It’s really not that difficult to win in this league lol","labels":"amusement"},{"text":">big dumb rodeo Them's fightin' words","labels":"neutral"},{"text":"She's out on the town getting banged like a screen door in a storm. You might as well have the talk.","labels":"neutral"},{"text":"Every time there's a video in my sub box I get really excited and then it's Fortnite. It's heartbreaking.","labels":"excitement"},{"text":"I feel like they missed a good opportunity to make the track in the shape of Texas.","labels":"neutral"},{"text":"Oh no! That’s my favorite! Nothing like losing an organ to get you to eat healthier.","labels":"excitement"},{"text":"im done with my break im going to make more i promise","labels":"approval"},{"text":"Shouldn't have insulted chungus like that, if I see you in the fog you gon get facecamped","labels":"neutral"},{"text":"Got one, it's still bad dude","labels":"disappointment"},{"text":"It sounds like you’re enzyme deficient, I’ve never heard of someone becoming sensitive to a drug from using it ","labels":"neutral"},{"text":"It's murder and the kid can die I don't care but call it what it is and let parents know their kids whenever they want","labels":"disapproval"},{"text":"[NAME] looks so defeated every time [NAME] posts him up","labels":"neutral"},{"text":"He had been so worried that the stepmom would have a hard time integrating into the family.","labels":"nervousness"},{"text":"A lot of people seem really ticked off at the idea of an honourary doctorate.","labels":"anger"},{"text":"Maybe [NAME].","labels":"anger"},{"text":"I just wanna know the name of the Dornish princess who reigned before [NAME] ‍♀️","labels":"neutral"},{"text":"I’m pretty sure it’s soup chef.","labels":"approval"},{"text":"I often give it a game or so just to see if there’s any noticeable factor","labels":"approval"},{"text":"So unnecessary.","labels":"neutral"},{"text":"Why are you sorry for your grandma? She did what she had to do in order to get what she had paid for.","labels":"remorse"},{"text":"Yeah. Go ahead. Go back to mensrights, sort by top all time, and see that I'm telling the truth. ","labels":"neutral"},{"text":"[NAME] and [NAME]. There really is NO point of them staying and they are unbearable to watch.","labels":"disapproval"},{"text":"My girlfriend hates it when I'm playing videogames, so there are definitely some women, especially from certain cultures that think video games are just for kids. ","labels":"neutral"},{"text":"How autistic.","labels":"neutral"},{"text":"Don't let loneliness get in the way of growth. Grow my man, grow!","labels":"caring"},{"text":"Honestly, it would be even better if she handed the reigns to a brick. Then no deal definitely happens and everyone's happy ever after :D","labels":"neutral"},{"text":"She looks JUST like that little girl [NAME] that won America’s Got Talent, the ventriloquist. ","labels":"neutral"},{"text":"You’re a nut if you don’t think the pubs are far more corrupt than the dems.","labels":"neutral"},{"text":"Because eye witnesses have always been proven to be credible. \"Hands up, don't shoot\"","labels":"approval"},{"text":"[NAME] will be the 2nd best player in Juve team now.","labels":"approval"},{"text":"I'd rather have [NAME]. Killing her off was a waste.","labels":"neutral"},{"text":"This is so uncharacteristic of him \/s","labels":"neutral"},{"text":"some men sit to pee. men also get attacked and feel vulnerable in certain areas. the more you know.","labels":"neutral"},{"text":"It's just you. Nobody has ever noticed. Except this and [this person.","labels":"approval"},{"text":"I like how this story's problem is literally the opposite of the next oldest post on this subreddit","labels":"love"},{"text":"This is just classic eureka, when nothing else works make yourself the real victim again","labels":"neutral"},{"text":"I am sure epic is going to go the disney way and not have any \"controversal\" stuff on their platform.","labels":"approval"},{"text":"[NAME] has no jump at all. If he’s injured he should sit and get better.","labels":"neutral"},{"text":"Another sick burn! You're fun when you're wrong.","labels":"neutral"},{"text":"Do you regularly go around calling people a know-it-all when they've generously provided you with specific information you've demanded?","labels":"curiosity"},{"text":"Please just shave, for the love of [NAME] lmao","labels":"love"},{"text":"True, but it all started under [NAME] and will get even worse if Labour manages to get into government. ","labels":"disgust"},{"text":"But that situation is not really what you are talking about, is it?","labels":"neutral"},{"text":"ah gotcha, you zoomed in a lot further than i expected.","labels":"neutral"},{"text":"The double standard. Taking pictures of women without their permission is taboo and creepy.","labels":"fear"},{"text":" so just throwing this out there, you can have conversations and arguments without being an ass.","labels":"neutral"},{"text":"Try out ESEA brother it is way less toxic and almost no cheaters (as far as I noticed, played 240 faceit matches and that is hella toxic)","labels":"neutral"},{"text":"I would feel like the biggest idiot if I made your comment.","labels":"embarrassment"},{"text":"So did mine! And I'm now one myself. Sending a trillion hugs and props to you!","labels":"love"},{"text":"Are you throwing such a hissy fit that you couldn't read the \"anywhere else other than the internet\" part?","labels":"neutral"},{"text":"I think we're passed the point where he'll ever have a full health season again","labels":"neutral"},{"text":"I took a screen writing class and I think we had to do this. Then again the class was a while ago so I don't remember much","labels":"approval"},{"text":"Interesting what you said about the crew and better to fly solo than with people who bring you down. I'll remember that.","labels":"amusement"},{"text":"The humidity in Sydney is worse.","labels":"disgust"},{"text":"No lol. It’s a personal preference.","labels":"amusement"},{"text":"wondering what the hookup scene is like in the north woods of Wisconsin?","labels":"surprise"},{"text":"Oh you mean a documentary he produced? I watched it and it felt kinda bias imo","labels":"neutral"},{"text":"Helpful tip: it's difficult to sleep when you're in extreme pain. So find a hammer or something","labels":"neutral"},{"text":"prisoner of the moment but that’s my favorite Jok pass ever. Degree of difficulty was nuts.","labels":"neutral"},{"text":"i mean, at least we don't have to worry about being embarrassed that we have a small penis, I guess? ","labels":"embarrassment"},{"text":"And with the federal laws about how little time they can drive before forced breaks, they work less than any shithead salaried manager and great pay","labels":"neutral"},{"text":"See lots of empty seats for what espn hypes as a “rivalry game”","labels":"neutral"},{"text":"No man don't you see!? People just change genders all the time and celebrate how fun it is! ^^^\/s","labels":"anger"},{"text":"Desperately miss this, [NAME] was one of my favourites at finishing with big choruses ","labels":"amusement"},{"text":"What do you mean “call you out on things?” Are you being disrespectful? Disruptive? Unsafe?","labels":"neutral"},{"text":"I know, that is why I said that. ","labels":"approval"},{"text":"Because it’s more fun?","labels":"confusion"},{"text":"If that really meet to comfort us, guess who has to foot he bill...","labels":"neutral"},{"text":"This might actually be one of the few cases where parallel poly will make sense, then ^^","labels":"approval"},{"text":"There's no way I'm sitting through all of this. Good [NAME].","labels":"neutral"},{"text":"Glad to see [NAME] getting a point, he's been overdue. Now for the 3rd period [NAME]? ","labels":"surprise"},{"text":"Wow.....","labels":"excitement"},{"text":"[NAME] passing is worse than usual. It's alright, but god damn is it painful to watch.","labels":"disappointment"},{"text":"Do you really want to bring up the Menstrual Blood Baking again? Because shit like this is how it comes up again.","labels":"neutral"},{"text":"Try to listen to yourself. I should have done that more.","labels":"neutral"},{"text":"That whole episode has some heartbreaking moments. It is probably my top Parks And Rec episode.","labels":"sadness"},{"text":"This would make me sick.Getting cucked by bayern on and off the field.","labels":"neutral"},{"text":"She won’t lose fans. If anything she’ll introduce her fans to this sound and give them a reason to love it.","labels":"approval"},{"text":"Wow. Forget the separation, lawyer up and go straight to divorce. ","labels":"surprise"},{"text":"What do you mean, they're doing [NAME] work.","labels":"neutral"},{"text":"Just keep trying. Dont give up! If you are getting numbers that is half the battle...seriously.","labels":"neutral"},{"text":"My nipples are rock hard right now, just ruined my shirt. ","labels":"neutral"},{"text":"You speak the truth, plain & simple. Yet we’re the malevolent bad guys! WTH?!","labels":"neutral"},{"text":"Looks like any time there’s a huge spike in viewers, it’s a crossover. Legends sure has a really pathetic turn out. ","labels":"neutral"},{"text":"Ahh you poop too much","labels":"neutral"},{"text":"You don't. Ever. It's robbery.","labels":"neutral"},{"text":"Weirdly I never heard of this show till I saw it on the RTE player this morning, and now this post... Maybe its a sign? ","labels":"neutral"},{"text":"Nope, nope, nope and HELL NOPE! ","labels":"disapproval"},{"text":"Yeah, as a [NAME] id love to see the two biggest talents of Mexico and the US play together ","labels":"love"},{"text":"It's a perfect loop","labels":"neutral"},{"text":"Went on a date with someone whose 8 years older than me. She didn't realize I was only 20. Whoops.","labels":"approval"},{"text":"My dog seems uncomfortable when I don’t. ¯_(ツ)_\/¯","labels":"neutral"},{"text":"\/u\/DongPhuongDriver, your time to shine!","labels":"neutral"},{"text":"Maybe it's better to start telling the truth and start actually being a father.","labels":"realization"},{"text":"I like the \"filler\" episodes, believe it or not. I actually get bored by the battles ","labels":"love"},{"text":"Dark humor is like food. Teenagers love it and prefer quantity over quality.","labels":"love"},{"text":"The thing that screams narc to me is that you still had an 8pm curfew at age 20.","labels":"neutral"},{"text":"His! Watch out! That cars coming straight for you! Omg guys she’s arguing with ferrah, she can’t hear us help!","labels":"surprise"},{"text":"Imagining doing something this drastic all alone is just... I can't fathom the anxiety. Man.","labels":"nervousness"},{"text":"Your girlfriend is cruel and emotionally manipulative. Get the hell out and don’t let anyone else treat you like a dirty little secret again.","labels":"disgust"},{"text":"Played in a dangerous cross which [NAME] should have scored from. Just before [NAME] goal","labels":"neutral"},{"text":"Gotta think [NAME] was also tired after all the hard work they put out Most likely it'd be easier for a fresh player to run passed players","labels":"neutral"},{"text":"Willing to get with someone manipulative and knowing this just to get some ass. Seen that a lot.","labels":"neutral"},{"text":"It's even more useless if there is no other source of power (capacitor, etc.) other than the sun to work.","labels":"neutral"},{"text":"Yeah, it makes me feel worse :'( I need a real one...","labels":"disgust"},{"text":"I’ve tried a few times on mobile and it never works for some reason. Edit: just logged on at work and fixed it. Feels good","labels":"disappointment"},{"text":"Wow no wonder everyone is driving mopeds around. That's all there's room for.","labels":"surprise"},{"text":"Cray to the crazy","labels":"joy"},{"text":"Keep turning a blind eye to the truth. It unnatural.","labels":"neutral"},{"text":"Option B for sure. But with more roundabouts plz.","labels":"neutral"},{"text":"Never, ever, ever, ever double text. Pursue other girls after the first text is unanswered.","labels":"neutral"},{"text":"Got it about a month after and I'm already getting bored with it.","labels":"approval"},{"text":"The guy filming creeped me out with his internet obsession. “6million views, junior, think about that! Wooo-oo-weeee :D!!!” ","labels":"fear"},{"text":"Well then why are some people allowed to talk about strip clubs here and others are not?","labels":"anger"},{"text":"I really love how this team responds to injuries","labels":"love"},{"text":"Haha, actually grandpa did! Go figure ","labels":"amusement"},{"text":"It's gonna be somewhere between 25-30 overall, who cares","labels":"approval"},{"text":"Wendy’s sauce I hope lol","labels":"amusement"},{"text":"The question wasn’t phrased well, but she does look different than her normal self in this screencap","labels":"neutral"},{"text":"Brain dead clearance. Honestly deserved lead. They have been better.","labels":"neutral"},{"text":"Back to the Future for the win! We need to send [NAME] back again... his work isn't over.","labels":"neutral"},{"text":"i suppose it did, but the kick follow up whiff is what i was really pointing out","labels":"neutral"},{"text":"Agreed. And I like how far you can see into the distance","labels":"neutral"},{"text":"Yeah, that one. I forgot the name earlier.","labels":"neutral"},{"text":"I’m going to be here instead of the chat room personally","labels":"neutral"},{"text":"I’m a fan of your awareness for others here. This sub needs more of that lately.","labels":"amusement"},{"text":"Carelessness will find no clemency in this place! (I was late, it seems that others have already got the best lines...)","labels":"neutral"},{"text":"It’s not significant enough to be a bad move lol. It’s a push. Spalding is nothing","labels":"amusement"},{"text":"The adults are a bit drunk and I just got called an anti social bastard Pray 4 me","labels":"neutral"},{"text":"It's about the cause not individuals. If my death leads to a better world so be it, everyone has to die some day. ","labels":"neutral"},{"text":"14 days actually So we're both wrong, yay!","labels":"neutral"},{"text":"DELETE THAT SCREEN SHOT! NOW!!!","labels":"anger"},{"text":"That is pretty small damage. I wouldn't fix it either.","labels":"approval"},{"text":"At no point in that ridiculous tantrum did he express a single iota of concern for what his gf wanted. He sounds like a real winner","labels":"caring"},{"text":"Wow. Have that much debit in your bovada account is something crazy. Props to you","labels":"surprise"},{"text":"Put the dip in your butthole. Better buzz and no risk of losing your jaw","labels":"neutral"},{"text":"She’s just not that into you, that’s what I think. You need to find an HL girlfriend and go have fun. ","labels":"neutral"},{"text":"Shaming men for trying to solve a problem on their own is actually an example of toxic femininity","labels":"neutral"},{"text":"Sadly the Request a Book of [RELIGION] requires a phone number now. But if you have theirs it might work;","labels":"sadness"},{"text":"I always admire a pinch of salt in anything. I can't upvote you enough sir.","labels":"amusement"},{"text":"Wow my wh had toxic friends too","labels":"surprise"},{"text":"Also, note how the First Order recruits....children. That certinetly could lead to rampant abuse.","labels":"neutral"},{"text":"West Ham is the retirement home for players that used to be good\/talented some years ago.","labels":"neutral"},{"text":"No. Can’t get off to my own sex.","labels":"neutral"},{"text":"I thought I was the only one. And going insane.","labels":"neutral"},{"text":"I am for socialised health care but how exactly would that solve long wait times?","labels":"neutral"},{"text":"Wow dad, you took a baptismal for me","labels":"surprise"},{"text":"Oh sure. I bet [NAME] is sick. Sick of Skyward Sword.","labels":"neutral"},{"text":"You came to the wrong neighborhood bud lololol.","labels":"amusement"},{"text":"The comment was so terrible. I can’t believe it made the final cut.","labels":"disgust"},{"text":"Shame our government can't progress as fast as the infrastructure.","labels":"embarrassment"},{"text":"I do avoid it.","labels":"neutral"},{"text":"They believed in themselves, and clutched up. Let’s get it","labels":"neutral"},{"text":"Oooh dont call the bad guys for help when your life is at risk okay.","labels":"disapproval"},{"text":"Definitely teased you ;) I think it was punishment for lifting at 8 instead of 5 this morning Prez.","labels":"neutral"},{"text":"Dentist did this to me I hate it. I knew i should have waited until \"it wad worse\" but i didn't. I regret it ","labels":"disgust"},{"text":"I got laid the first time directly after that game too Not sure if there's a correlation, just thought I'd contribute","labels":"neutral"},{"text":"Have some humility","labels":"neutral"},{"text":"You really went in to detail, and with valid points. Δ ","labels":"neutral"},{"text":"Flappy boi doin a heckin scare","labels":"neutral"},{"text":"Greetings, fellow resident of a rectangle with a pointy bit in the corner.","labels":"neutral"},{"text":"I said \"try.\" Red wine is a thing for a reason","labels":"neutral"},{"text":"me too, always smoke a cig with the joint, they are best friends","labels":"neutral"},{"text":"If you want to live the dream, good luck! I won’t change my mind until I get my stolen ETH back from them ","labels":"disapproval"},{"text":"Shawty whats wrong with you. I want those people dead","labels":"neutral"},{"text":"You can wait ten years to start working on yourself and get what you want or you can do it now.","labels":"approval"},{"text":"Wait, so you really can't carry bags to school in US? ","labels":"neutral"},{"text":"True. Here the mistakes has already been made. Please don't mess up for us who are looking for an alternative refuge to Israel.","labels":"approval"},{"text":"Llanberis is in one of the most beautiful places in Europe and I am delighted that the local Chinese takeaway speaks Welsh. Cymru am Byth !!!!","labels":"pride"},{"text":"Didn't even realize that the Mazda was a competition. It's always a Camry and Accord.","labels":"realization"},{"text":"He died 4 days later of dehydration","labels":"grief"},{"text":"Your previous typo makes your position on the matter slightly ambiguous","labels":"neutral"},{"text":"Aw it’s so nice of OP’s mom to take care of these cubs.","labels":"love"},{"text":"This is why I love politics. It really shows how stupid people are.","labels":"love"},{"text":"If you hike past the 2-3 mile.mark on just about any trail you'll lose all.the Instagram hikers.","labels":"neutral"},{"text":"love cats, dislike the regular news. you?","labels":"love"},{"text":"I haven’t actually watched it. Who got featured?","labels":"approval"},{"text":"My heart skipped a beat when I saw this. My childhood dog looks just like them, and her name was Brandy!","labels":"nervousness"},{"text":"Some of us only play QP. I’d like to think QP is just as important as comp.","labels":"approval"},{"text":"Yes, listening to loud noises can damage your ears. Temporarily and permanently.","labels":"approval"},{"text":"My only deal breaker would be possessiveness like it is for men bc I only like dating","labels":"neutral"},{"text":"He probably got hurt making the video","labels":"disappointment"},{"text":"Oh noooo. I once accidentally rubbed my eye after handling habaneros. It's the worst.","labels":"disgust"},{"text":"So [NAME] thinks the AFLW has been both elevated and shafted by the AFL in terms of promotion?","labels":"neutral"},{"text":"What makes it a non sequitur? The point is, just because someone is in the DSA doesn't mean they are a *democratic* socialist","labels":"disapproval"},{"text":"Who is brainwashing people to believe it's all a social construct ? It's really frightening that it's become so mainstream.","labels":"annoyance"},{"text":"Yup and those 2 supposedly intervened in Pennsylvania according to some theories, going against the idea that passengers downed the flight","labels":"neutral"},{"text":"Not from but I lived there for 12 years until very recently","labels":"neutral"},{"text":"Via Napoli in Epcot is amazing, but no garlic bread (the pizza is great though). ","labels":"amusement"},{"text":"Damn. This has to be one of the wrongest predictions ever in this war.","labels":"disapproval"},{"text":"Dude, I've gotta listen to Loveless again ","labels":"neutral"},{"text":"I don't doubt that, but there's a difference between doing something as a social activity and a psychoactive drugs that actually makes you feel more social.","labels":"approval"},{"text":"I feel for the dad curled up at the end of the bed like a loyal dog","labels":"caring"},{"text":"Hold off a bit, Dallas is in a big time housing bubble, wait for it to pop, then strike ","labels":"neutral"},{"text":"oh stop IT","labels":"anger"},{"text":"my first thought was Superstar!","labels":"approval"},{"text":"Well, my upcoming adverts are going to be interesting!","labels":"joy"},{"text":"One of the most posted things on reddit. Please delete","labels":"neutral"},{"text":"No telling I know is not eat it, I like eggs and I like cottage cheese but yuck no they can’t touch!","labels":"love"},{"text":"It's happening on the Villians side, too. Someone joins, sees Dooku is taken, then quits.","labels":"neutral"},{"text":"I think that's just natural, humans weren't really intended to fly by nature so I guess it just feels wrong or something, idk","labels":"disapproval"},{"text":"[NAME] out? [NAME] is losing his mind!","labels":"surprise"},{"text":"Its mr. Clean your room. This guys pretty whatever but comments from people who love him read like copy pasta","labels":"neutral"},{"text":"Maybe. But I can’t think straight and she is the only person who could save me right now, and she’s gone","labels":"approval"},{"text":"Me too, but glad this creep is getting attention for his creepiness outside of r\/kanye","labels":"fear"},{"text":"And [NAME] just got laughed off the stage. How things would be different if he had won. Seriously timelines would be so different.","labels":"amusement"},{"text":"Convinced me...now let's trade [NAME] for [NAME] and get back to the SuperBowl","labels":"neutral"},{"text":"I'm all for not getting too crazy because we've had a rough stretch, but [NAME] scoring twice hurt. A lot.","labels":"disappointment"},{"text":"What kind of dog is this?","labels":"curiosity"},{"text":"Someone made a similar joke and got 500 down votes.","labels":"neutral"},{"text":"I feel bad for them now, but if they ever get good I’ll hate them like the rest. ","labels":"disappointment"},{"text":"He can have his opinion, but he doesn't have to state when *no one* asked.","labels":"neutral"},{"text":">Not really a misquote if it’s an exact quote, is it? u did actually leave out the reasoning tbf","labels":"neutral"},{"text":"He doesn't know who leaked it. The guy filming it isn't the same guy that leaked it.","labels":"neutral"},{"text":"happy new year buddy!","labels":"joy"},{"text":"I feel like the world just doesn’t want [NAME] to have the spotlight. This is torture for a [NAME] fan like me. :’(","labels":"neutral"},{"text":"omfg my two favorite shows","labels":"amusement"},{"text":"oh yes! i did not know pizza could possibly ever be disgusting until i moved to florida.","labels":"approval"},{"text":"Look, I knew the end of that last sentence in my mind. It's not my fault you can't keep up.","labels":"disapproval"},{"text":"I like to answer \"CALLER 7, YOU ARE LIVE ON THE AIR!\"","labels":"love"},{"text":"I was love bombed, then ghosted... and it broke me","labels":"love"},{"text":"Or they freak out if it’s “not the right sub” for your post. Like calm down","labels":"neutral"},{"text":"I say it every day, buddy. I'd rather pay more at the pumps than be so selfish that I'd sell out our children's futures.","labels":"neutral"},{"text":"Start taking psyllium husk and literally every poop will be your best.","labels":"neutral"},{"text":"Yea I think I'm in that on Fetlife but was looking for something specifically on Reddit.","labels":"neutral"},{"text":"Right? This pops up like atleast once a month, for months now. Dude needs serious therapy...","labels":"neutral"},{"text":"The possibilities are fascinating. In other times, I'd be enjoying watching the lawyers argue...!","labels":"joy"},{"text":"No one has the stinky pinky when everyone has the stinky pinky.","labels":"neutral"},{"text":"HEY BEAUTIES ITS ME SASHA VELOUR","labels":"neutral"},{"text":"lmao ok buddy good luck with those demonstrably false statements in future","labels":"disapproval"},{"text":"If I may suggest patience, if your data is still there, you might want to read a little before open heart surgery. ","labels":"neutral"},{"text":"That’s very creepy and weird. Hopefully this pup was not being carted around with ulterior motives.","labels":"fear"},{"text":"maybe now it'll go up to 3 an hour😎","labels":"neutral"},{"text":"Shame he’s an UFA instead of an RFA","labels":"neutral"},{"text":"Loved that damn [NAME]","labels":"love"},{"text":"you don’t have to wake up if you don’t sleep to begin with. problem solved","labels":"neutral"},{"text":"Nobody said you don't have the right lmao","labels":"neutral"},{"text":"Saw this yesterday and it's way funnier with the whole joke spoiled by the \/r\/bestof title, for sure. ","labels":"amusement"},{"text":"I dont disagree with taking the first steps, I just wish we would be even more ambitious. ","labels":"desire"},{"text":"By the end of the trailer, I actually forgot spidey is dust for now.","labels":"neutral"},{"text":"No, it sounds like you want to enslave random citizens to work for you because we can't manage to pick ones that aren't corrupt. ","labels":"neutral"},{"text":"The one on the left looks weirdly suggestive and it creeps me out, you did better with yours","labels":"disapproval"},{"text":"More kids = more people to get addicted to Disney In an odd way I could see that happening.","labels":"neutral"},{"text":"Happy for u!!","labels":"caring"},{"text":"Who cares, most people will be on their phone anyways.","labels":"annoyance"},{"text":"Wow sold out during break without most of the students. Don't know how they'll fit the students in once we're back","labels":"confusion"},{"text":"I wouldn't be surprised if their confidence is so shot that they lose this control and lose 3-0","labels":"surprise"},{"text":"Uhhhh... didn’t y’all just eat the light lunch that you said you wanted on your preference sheets? Shut up.","labels":"neutral"},{"text":"I think it quite apparent I was being satirical in saying Mississippi.","labels":"neutral"},{"text":"How can they tell if someone is a conservative? It's not like most of us go around wearing MAGA hats and Thomas Sowell patches on leather jackets.","labels":"neutral"},{"text":"His truck was never used by ISIS.","labels":"approval"},{"text":"Oh boy, leprosy!","labels":"surprise"},{"text":"Yaaaaaas! I need your curly hair routine!","labels":"excitement"},{"text":"Your paranoia over it seems schizophrenic to me. Just in case you are not, please elaborate on why this is important to society.","labels":"neutral"},{"text":"It’s the same argument, but with a different context to demonstrate the flaws.","labels":"approval"},{"text":"I like how she calls him racist, when he didn’t actually say anything racist.","labels":"caring"},{"text":"This is what makes this sub so valuable, crazy and fun.","labels":"amusement"},{"text":"She’s a liar. And an idiot. What else is new.","labels":"disapproval"},{"text":"So long as we get the [NAME] from this season and not last season I'm happy","labels":"approval"},{"text":"A dangerous and oppressive social construct.","labels":"neutral"},{"text":"[NAME] in AHS Roanoke takes that spot for me. [NAME] was painful to listen to","labels":"annoyance"},{"text":"[NAME] just got punched in the face","labels":"neutral"},{"text":"Steakspeare in Love","labels":"love"},{"text":"[NAME] I’m so sorry sweety","labels":"remorse"},{"text":"That canopy looks like it could take someones head off.","labels":"neutral"},{"text":"I was fine until I got to the ICU.","labels":"approval"},{"text":"Yeah so I got kicked from a group chat for gnoming people*","labels":"neutral"},{"text":"Video games are great, but sometimes it’s nice to unplug and play a game of Jenga with your cat","labels":"amusement"},{"text":"Lots of good memes here lately. I like that.","labels":"love"},{"text":"I like that we get to see how varied artists are.","labels":"excitement"},{"text":"Or what Midnight's players should have requested. Midnight are now in the driving seat, the players have 0 control ","labels":"neutral"},{"text":"It sounds like he doesn't know exactly what he wants and he's taking it out on you.","labels":"neutral"},{"text":"Awesome! [NAME] is stilling kicking it through the uprights!","labels":"amusement"},{"text":"She sort of left under the appearance that she had just been beaten up, like she was fleeing. That narrative has changed.","labels":"disappointment"},{"text":"And how she can’t cry bc of her “expensive lashes.” 🤦🏼‍♀️","labels":"curiosity"},{"text":"I just have never found that area very attractive. Also from what I understand there is a lot of contaminated burial sites around there.","labels":"disapproval"},{"text":"Lore wise, this makes sense and I hate\/love it with the same energy ","labels":"love"},{"text":"Sure, there are plenty more if you are so unsatisfied","labels":"neutral"},{"text":"I didn’t think it was possible for one Twitter account to be so obnoxious, but here it is.","labels":"disgust"},{"text":"He wasn't being a jerk he was playing .they are friends you can tell by the way they interacted","labels":"neutral"},{"text":">Cars kill more people than guns Way, way more people. Alcohol too.","labels":"neutral"},{"text":"I REALLY should get my breaks checked.","labels":"approval"},{"text":"Hardly heard anyone I know talk about it but Damnation was amazing.","labels":"surprise"},{"text":"This junk is entertainment to most of you, but I just can't take anymore.","labels":"disapproval"},{"text":"also, [NAME] just brutal here. ","labels":"neutral"},{"text":"Eh, its up to you.. but Im not buying your girlscout cookies just because some of the troop drowned.","labels":"neutral"},{"text":"This looks unnaturally fake","labels":"disapproval"},{"text":"Sphh, that was badass. I say that went well.","labels":"neutral"},{"text":"I looked closely, his left ankle does not get run over. it just lands behind the very last tire. very lucky.","labels":"neutral"},{"text":"Well, it did just win a golden globe, so maybe a few more people will see it because of that","labels":"approval"},{"text":"poor mod :( i guess people arent allowed to leave this sub if they are vegan","labels":"neutral"},{"text":"Also the infection that almost killed her because they tried to save the leg, leading her to get the prosthesis. ","labels":"grief"},{"text":"Figured since [NAME] is expiring and you guys are tanking it didn’t really matter","labels":"neutral"},{"text":"Creepiest building in Chicago. I couldn’t even imagine the number of gunshot victims that have gone theough those doors and came out in a body bag.","labels":"disgust"},{"text":"I looked at several different websites - mine are not perfect. But I like them. Mostly referenced this website.","labels":"love"},{"text":"How is she at all mobile at that weight? Bones are incredible things!","labels":"neutral"},{"text":"He's not THAT bad on YouTube, but on Twitter... Let's just say that he's problematic","labels":"approval"},{"text":"In what world do you live in where you actually think you are justified in asking someone to apologise for giving you life? That's utterly arrogant and pretentious","labels":"neutral"},{"text":"I needed this in my life","labels":"approval"},{"text":"Wow.. must have missed this. This is really fucked up if true!","labels":"surprise"},{"text":"Yea I'm poor :(","labels":"neutral"},{"text":"DmC fans love DMC 5 the fuck this is what i just don't understand we don't pick DMC or DmC WE LIKE BOTH there are no sides","labels":"neutral"},{"text":"Same. I unfollowed the cast and the fan pages. I can’t anymore lol","labels":"amusement"},{"text":"I'm sorry I watched that","labels":"disappointment"},{"text":"who was it I missed it","labels":"curiosity"},{"text":"We didn't screw it up!","labels":"neutral"},{"text":"it's weird how all of these people who are *so* much smarter than successful people can never seem to make anything of themselves","labels":"neutral"},{"text":"It’s kinda sad that this made me lol.","labels":"amusement"},{"text":"Why not use one pick and get help needed to advance to playoffs rather get late 1st player who will be 2-3 away from roster ?","labels":"neutral"},{"text":"I have a good feeling about the ability to be a left handed gunslinger.. please Rockstar :(","labels":"approval"},{"text":"Even if they did that I think their criteria would probably be reserved for the most extreme cases.","labels":"neutral"},{"text":"Does he have to be so anal about his rep? At least he's (in)famous. *Awesome job, OP!*","labels":"amusement"},{"text":"You don't even provide a verifiable example, why should I accept your evidence.","labels":"annoyance"},{"text":"I also have a boner!","labels":"approval"},{"text":"Well somebody has to balance the books... the Liberals never even try.","labels":"neutral"},{"text":"\"I've made a huge mistake\" - Me, walking into this person's house.","labels":"realization"},{"text":"I don't get it haha man it sucks not knowing what a wall phone is haha","labels":"neutral"},{"text":"He also probably hasn't finished school but has seen like, all the [NAME] lectures so he totally already know everything.","labels":"neutral"},{"text":"I didn't find it too bad. I always favoured the 1500m and my wife is from Abu Dhabi","labels":"approval"},{"text":"It seems our pets have all...turned away from [NAME] and into libtards! If only they had finished that sentence!","labels":"neutral"},{"text":"Was literally just on rags subreddit. Even they knew our first shot would be a goal.","labels":"neutral"},{"text":"Someone here is in denial, and it ain’t the daugther. ","labels":"disapproval"},{"text":"I hate this and I love you for sharing it","labels":"love"},{"text":"He seems to think that will take too long. I guess he’d rather complain to me.","labels":"neutral"},{"text":"Actually someone already said goodbye so checkmate idiot","labels":"neutral"},{"text":"I feel your pain. Sitting here wallowing in self pity and anger at how I let myself go!","labels":"anger"},{"text":"This whole episode is one of my favorites; it has this AND \"Requiem for a Tuesday\" AND \"the Low-Cal Calzone Zone\" ","labels":"love"},{"text":"The nurse will arrive with your meds shortly.","labels":"neutral"},{"text":"I use them to lean against cause my lower back often hurts. But then again, any pillow could do that ","labels":"neutral"},{"text":"Yay Pip!","labels":"neutral"},{"text":"can't wait to catch me one of them suckers","labels":"curiosity"},{"text":"[NAME] hated religions, [NAME] was [RELIGION].","labels":"neutral"},{"text":"If it's anything like my experience at radford, they were obviously drunk","labels":"neutral"},{"text":"> Places of business need wider tables and open seating Open-plan Offices are a Disaster.","labels":"approval"},{"text":"I’m in Florence right now on a holiday and my [NAME] does it make me want to replay that game","labels":"approval"},{"text":"He’s not the brilliant tactician he’s made out to be.","labels":"approval"},{"text":"I punch them in the throat before they get the chance to speak.","labels":"neutral"},{"text":"This never gets old for me!!!!","labels":"approval"},{"text":"Wish more people shared your thoughts, it will make the world a better place. ","labels":"desire"},{"text":"Disconcerting how much I see this guy’s trash propaganda on my reddit feed","labels":"neutral"},{"text":"Ooooooh I wanna try it now!","labels":"excitement"},{"text":"I guess if you haven't been on the sub for a while you don't understand that boycott was synonymous with incels and the alt-right","labels":"neutral"},{"text":"The amount of people there saying water is free is astounding. How out of touch with reality can you be?","labels":"neutral"},{"text":"Not sure about [NAME], but I think [NAME] would win easily against [NAME]","labels":"optimism"},{"text":"I'm strange as fuck, and I didn't grow up with money.","labels":"approval"},{"text":"Because shes fake and selfish, I get a really fake vibe off her like shes playing a role and has no feelings","labels":"annoyance"},{"text":"You just need to live your best life. Do the things that make you happy and don't dwell on any of the negatives.","labels":"caring"},{"text":"Kinda what I figured. Just wanted to see if anyone else had this issue before","labels":"neutral"},{"text":"They'd never give her a crown but it would be so good to see her back on my screen.","labels":"neutral"},{"text":"You forgot to add how you hated your job or had a sick kid or some other sob story that changed once you met [NAME]","labels":"neutral"},{"text":"This is way too far down. Probably the quickest 3 hour movie I’ve ever seen. Totally engrossing.","labels":"approval"},{"text":"I genuinely teared up when I heard it in the game","labels":"sadness"},{"text":"Very light onset compared to the Pharma 10s I had past year. Arrived ND though so no regrets.","labels":"approval"},{"text":"[NAME], feel bad for that streamer, everyone has their moments on this game, it’s understandable","labels":"disappointment"},{"text":"Buncha people having (admittedly loud) fun. Don’t really see the issue.","labels":"amusement"},{"text":"Are you being stalked by anti-vaxxers? I’m so sorry that sucks so much","labels":"disappointment"},{"text":"Was stabbed by a pencil when I was younger, can confirm gave me all the knowledge of the universe.","labels":"approval"},{"text":"Seeing [NAME] on Sunday and I'm so fucking stoked","labels":"excitement"},{"text":"Theres a pretty big Irish population in Edinburgh\/ Glasgow as well that'll likely end up contributing to the support.","labels":"approval"},{"text":"You're not short. You're the perfect height for a short girlfriend.","labels":"neutral"},{"text":"Yeah weird feelings too","labels":"approval"},{"text":"I want someone to just spoil every remaining elimination for them.","labels":"neutral"},{"text":"I hope your relationships are no longer abusive either physically or emotionally.","labels":"neutral"},{"text":"I did some social media snooping since I posted this. Turns out they’re both not retired at 25. Go figure.","labels":"approval"},{"text":"Alright, I really wanted you to go to HR but it might not go right for you","labels":"neutral"},{"text":"I’m sure you could find some unsatisfied women looking for a hook up.","labels":"approval"},{"text":"Problem is that most of the female posters here either do it for attention or almost immediately ghost because they come to their senses.","labels":"neutral"},{"text":"Now I wanna know how the hell did you stole the body of an NPC :o","labels":"neutral"},{"text":"I mean, I try to just avoid grizzly bears, don't you?","labels":"approval"},{"text":"They're cowards.","labels":"neutral"},{"text":"That won't happen though. If the pick is that high, we own it!","labels":"approval"},{"text":"He is not acknowledging anything, he is hoovering. Don’t fall for it.","labels":"neutral"},{"text":"[NAME] and [NAME] statues look so like their current ages when [NAME] looks significantly older :(","labels":"approval"},{"text":"You know what’s a real tragedy? I’m yet to find Soleil art with brand.","labels":"neutral"},{"text":"Wrong, it's not 365 days a year. Once every four years, it's 366 days a year.","labels":"neutral"},{"text":"I might not agree with the maduro regime, but t how can BoE justify what amounts to stealing $1.2 billion in gold from Venuzuela? ","labels":"disapproval"},{"text":"Is that Guildford? There always seems to be plenty of zombie-like pedestrians around town!","labels":"surprise"},{"text":"Ouch, that looks horrible. Tagged his leg on the dumpster. Lucky he didn’t lose a leg going that fast.","labels":"disgust"},{"text":"What are you talking about? I posted this article and am replying to people who reply to me.","labels":"neutral"},{"text":"Waiting to see if a card expansion will make the game fun.","labels":"curiosity"},{"text":"Oh, hi, we doing a greenhat circlejerk rn?","labels":"neutral"},{"text":"9 to 4. That's pretty sorry.","labels":"remorse"},{"text":"[NAME] can get the web action, ja feel?","labels":"neutral"},{"text":"\"You can't stop me\" Ah yes, those playful words when referring to a sexual act...","labels":"annoyance"},{"text":"Really? That already looks way too salty for my taste.","labels":"realization"},{"text":"Hey and there are people who drink their urine too. Maybe try that next.","labels":"neutral"},{"text":"Do you think CPS would help your niece get help?","labels":"neutral"},{"text":"i was leaving areal comments not pormotions but acctually i was leaving many","labels":"neutral"},{"text":"[NAME] funny, girl.. not so much ","labels":"neutral"},{"text":"This is a bad post and you should feel bad for being the author","labels":"disgust"},{"text":"They have THE BEST tortillas too. Made right in front of you. Mmmmmm!","labels":"amusement"},{"text":"Wow, why is he trying to interfere with these people's freedom of assembly and freedom of speech? wHaT aBoUt tHe ConSTItutIoN?!","labels":"surprise"},{"text":"I think him and [NAME] are gonna start getting similar amount of starts. [NAME] is just finally able to play again after getting hurt earlier.","labels":"neutral"},{"text":"Man, my USDA loan took months to process even when the govt wasn’t shut down. ","labels":"disapproval"},{"text":"I know! I would absolutely do this as well. I’d love to to a AMA with him to find out more.","labels":"curiosity"},{"text":"Landslide.","labels":"neutral"},{"text":"Switching to GEICO could save you 15% or more on car insurance","labels":"approval"},{"text":"For the love of [NAME] stop making him relevant. Please.","labels":"neutral"},{"text":"No, the full video shows that the kids surrounded and berated the native elder man ","labels":"anger"},{"text":"Oh hey that's pretty cool!","labels":"excitement"},{"text":"Too bad they lost.","labels":"disappointment"},{"text":"Aladdin is my jam as well! :D","labels":"neutral"},{"text":"Everyone makes the NREMT test sound like the devil. It really isn't that bad.","labels":"disapproval"},{"text":"> Wonder why centrism was basically nonexistent like a decade ago. Moderates existed even before that, so not really","labels":"neutral"},{"text":"[NAME], [NAME], [NAME] all looking nicer ","labels":"neutral"},{"text":"I sure hope by all falls down you mean all mine and by the workout plan you're talking about the skit and not the song","labels":"neutral"},{"text":"I killed. Last thing I want is to [NAME] don't trust [NAME] anymore, as he will always remember that he could have saved [NAME]","labels":"neutral"},{"text":"Nice try..Hulu exec.","labels":"amusement"},{"text":"One time on an early morning run I saw nobody coming down so I ran up it against traffic.","labels":"neutral"},{"text":"I feel like I saw this literally last week, these reposts are getting adventurous lads ","labels":"approval"},{"text":"Aww... she'll probably come around eventually, I'm sure she was just jealous of [NAME]... I mean, what woman wouldn't be! lol ","labels":"amusement"},{"text":"If liking your own country is a right wing talking point then why don't the left wingers just leave the country?","labels":"annoyance"},{"text":"I can scream HEH MOOMEN","labels":"excitement"},{"text":"Out of curiosity what line of work is he in?","labels":"curiosity"},{"text":"Ahhh India. Where she would have been raped 17 times on her daily commute.","labels":"neutral"},{"text":"its never a postive number either so its not optimistic","labels":"optimism"},{"text":"If Ww3 breaks out in northern Asia as people expect. It will make things worse for you guys in the states - not better","labels":"disgust"},{"text":"Look! More complaining about people complaining, thus compounding the issue! What a happy little circle-jerk : ) You guys will never stop.","labels":"neutral"},{"text":"People who eat themselves to death are mentally ill in my opinion. Homicide is a deliberate and unlawful killing of a person by another person.","labels":"approval"},{"text":"It becomes manageable after I get prep going. But first thing in the morning it’s always a mess.","labels":"neutral"},{"text":"U mad [NAME]?","labels":"surprise"},{"text":"This is the sweetest thing ever, im gonna steal it and use it on my fiance","labels":"joy"},{"text":"I hate those days man... So triggering","labels":"sadness"},{"text":"What a cuck! But the sword and steal the groceries!","labels":"anger"},{"text":"She's probably increased in usage now cause people want the wins for that Bastet skin lol","labels":"neutral"},{"text":"“Dear [NAME] you Coach [NAME]?","labels":"neutral"},{"text":"Because he’s actually cool with racism and anti-semitism. Just draws the line at rape.","labels":"neutral"},{"text":"He just wasn't registered with the state. He has a BS in EE and works as an electrical engineer. What a stupid law","labels":"neutral"},{"text":"Don’t know how I missed that","labels":"neutral"},{"text":"It's clear you dont know what you're talking about.","labels":"neutral"},{"text":"I haven't confirmed this, but apparently, [NAME] said his trilogy fight with [NAME] sucked because he had an inflamed vagina. ","labels":"neutral"},{"text":"Now that’s wild","labels":"neutral"},{"text":"Horrible waste of time.","labels":"annoyance"},{"text":"I was a huge fan of the script ones but the new greens this season look pretty fresh on ice, too. I like bringing the red back in","labels":"amusement"},{"text":"Oh, boo fuckety hoo. Let me play a sad song for you on the world's smallest violin.","labels":"neutral"},{"text":"This is quite common on people on such forums. I have a feeling they are a tad sarcastic.","labels":"neutral"},{"text":"Hear, hear. I'm just lucky my career field is relatively un-fuckerized. Truer words have never been spoken.","labels":"approval"},{"text":"Me too, my sister and I thought we became idiots, we even googled shapes and their sides","labels":"neutral"},{"text":"Happy Fellow Confection Icon Day!","labels":"neutral"},{"text":"Oh you'd like that, wouldn't you?","labels":"confusion"},{"text":"If you bought it from Levi’s I think they do it for free at their flagship store","labels":"neutral"},{"text":"Yeah but if you do have a problem you'll be faced with a very difficult decision.","labels":"neutral"},{"text":"It's also cruel how noone is informed about the execution at all. Relatives are left completely in the dark and likely never find out about their execution.","labels":"neutral"},{"text":"I don't know why, but the thought of that hat on smoke makes me smile...","labels":"confusion"},{"text":"Tell her to stop being so fat, then. Edit: \/s","labels":"annoyance"},{"text":"They really aren’t people. They were slavers. Civilized people should have only one answer to that sort of behaviour: violence and death.","labels":"approval"},{"text":"Okay then. Please remind me again why the lack of support is death threats in my PMs.","labels":"neutral"},{"text":"I am. He's the easy pick. Would be perfect for this franchise. I'm worried that he won't make it to us.","labels":"nervousness"},{"text":"I don’t think I’ve ever seen that many downvotes.","labels":"disapproval"},{"text":"It's possible though, that the mere threat of getting caught is enough of a deterrent ","labels":"neutral"},{"text":"WTH? Just horrible.","labels":"disgust"},{"text":"Please no, I have a family!!!","labels":"disappointment"},{"text":"Wow, the cropping on this shitpost is as bad as it gets.","labels":"surprise"},{"text":"Isn’t banning people for their point of view against the whole fucking concept","labels":"neutral"},{"text":"They can’t really do anything. Russia has far too much powering the organization for the un to be effective.","labels":"neutral"},{"text":"No I don’t, why can’t you bring your hand to do it?","labels":"neutral"},{"text":"Also the fishing has been terrible for a month now. I am about to take the 5 story jump my friends.","labels":"disgust"},{"text":"So i'm intrigued how the fusion would be","labels":"curiosity"},{"text":"It doesn't really matter because since BF came out on console it's slowly become shit. :)","labels":"disappointment"},{"text":"honestly no, just thought this was a teacher trying to be \"hip\" with the students and failing miserably. ","labels":"neutral"},{"text":"That seems stupid.","labels":"annoyance"},{"text":"Focus on yourself by focusing on your prayers and reminding [NAME]","labels":"caring"},{"text":"Ok I tried to search the sub... is it too late to get a flair? It won’t work for me","labels":"approval"},{"text":"Ass is ass!","labels":"neutral"},{"text":"Crazy stuff! Gets 80% to shatter before taking any damage. That positioning is on point!","labels":"neutral"},{"text":"Can't remember how many times i died there. Death is easy if you keep spamming holy water in the corner","labels":"approval"},{"text":"Vancouver is even more ridiculous.","labels":"disgust"},{"text":"On-court obnoxiousness should be punished and has nothing to do with the game of playing tennis. Bring your A game hitting the ball or walk off the field.","labels":"neutral"},{"text":"It doesn’t help","labels":"neutral"},{"text":"Both sides have extended offers to end the shutdown since it has started, I think it's disingenuous to act like this is completely one sided. ","labels":"neutral"},{"text":"It’s perfect!","labels":"amusement"},{"text":"Huh, neat ^^^^^^^^^^^^^fuck ^JJ ^tho","labels":"neutral"},{"text":"no its amazing.","labels":"surprise"},{"text":"I'd love him to get a pick6\/scoop and score and chief slam on them","labels":"love"},{"text":"Your r\/brogress post doesnt look dyel","labels":"neutral"},{"text":"Your right. I just didn't want to go into depth out of laziness","labels":"approval"},{"text":"No dude! Don't you get it?! Women are like cats! \/s","labels":"annoyance"},{"text":"The US version of The Office isn’t even the best version of The Office, never mind the best comedy ever.","labels":"neutral"},{"text":"I moved from Chicago to Indianapolis a couple years ago. Nobody shovels their sidewalks here. Nobody. It's pure horror.","labels":"approval"},{"text":"The weed is garbage in comparison. I wouldn't get one of their dumb licensed just to sell crap.","labels":"neutral"},{"text":"You must be new around here.","labels":"neutral"},{"text":"I still can't believe [NAME] actually gonna be in Smash.","labels":"anger"},{"text":"Both parents were drunk. Where were the small children? You helped her cheat and possibly contribute to child neglect. Awesome.","labels":"sadness"},{"text":"OP, this is the definition of manipulation. Ignore it, I promise it’ll be better for you in the long run. ","labels":"approval"},{"text":"Don’t even really know what you mean.","labels":"disapproval"},{"text":"It’s like bombs over Baghdad to a whole new level... I LOVE IT!!","labels":"joy"},{"text":"You know what, I think we're gonna be friends. *Special* friends. ","labels":"neutral"},{"text":"Oblivion's world was pretty generic [NAME] fantasy, which dropped it down a peg for me, compared with Morrowind's incredibly unique, alien world.","labels":"neutral"},{"text":"This team is so untalented.","labels":"disappointment"},{"text":"I bet you get tired of people looking through your post history and using your anti-semitism to dismiss you as utter trash too.","labels":"curiosity"},{"text":"Sorry to say it, but you will have to do that for now It sucks ","labels":"remorse"},{"text":"They are having a whole bunch of problems , maybe they are paying so the state doesn't go after them as well.","labels":"approval"},{"text":"Asking a baby to not be at your wedding isn't a jackass thing to do. It is *your* wedding","labels":"disapproval"},{"text":"I thought this was a diary that I wrote in my notebook! I'm almost exactly the same!","labels":"neutral"},{"text":"Just a friend, chill","labels":"neutral"},{"text":"It can be uncomfortable to be honest but after a while you both find your sleeping positions.","labels":"neutral"},{"text":"Then they are idiots.","labels":"neutral"},{"text":"What does the guy she's cheating with look like compared to you? Be honest and objective.","labels":"neutral"},{"text":"Hey, don’t complain. I have 4 and I’m like “so you’re saying there’s a chance!” 😂👏🏼","labels":"neutral"},{"text":"Oh [NAME] I forgot all about this site for good reason","labels":"neutral"},{"text":"Sorry to hear that, brother. Why do you feel more lonely now compared to usual?","labels":"remorse"},{"text":"Nope. According to your biblical book of lies [NAME] made **everything**. Are you saying the bible is false?","labels":"neutral"},{"text":"Is it against the Geneva convention to plant your enemies land with nasty cultureless bigots? It definitely should be.","labels":"disgust"},{"text":"i swear i've seen this on a poster somewhere at my school, it's awful","labels":"disgust"},{"text":"An extreme strawman example doesn't change what I said.","labels":"neutral"},{"text":"[NAME] doesn't seem to have based this on anything. The owner of the nightclub says there was no altercation at","labels":"neutral"},{"text":"Oh, did you not know [NAME] is the highest graded overall passrusher in this class? At any position!","labels":"surprise"},{"text":"May you find and skin the perpetrator. My apologies to your family. ❤","labels":"grief"},{"text":"I was actually introduced to hbomb and breadtube in general Becuase of [NAME] vid on ds2. So thanks [NAME]?","labels":"gratitude"},{"text":"What if the million dollar idea was to make free websites? That'd be bug!","labels":"neutral"},{"text":"Just say that you don't like it. It tastes of blood, tears, and death.","labels":"neutral"},{"text":"Stop using your corporate jargon around here!","labels":"neutral"},{"text":"Sure would hate to explain sodium and water to them as they sprinkle salt on their food.","labels":"neutral"},{"text":"It’s so weird, I think it’s like excited\/stressed? ","labels":"nervousness"},{"text":"From one finale to the next finale should be one whole year so she’s gonna be pregnant for a whole year lmao","labels":"neutral"},{"text":"I can see that! Let's say that I'm less enthused by that idea now than I was after Mania last year...","labels":"approval"},{"text":"Pull your fucking pants up oh my god","labels":"annoyance"},{"text":"That's what I heard coming into this game, people were saying if they don't handle gobert, game over","labels":"neutral"},{"text":"I'd need [NAME] help for sure, because America has made it nigh impossible for its citizens to emigrate there.","labels":"neutral"},{"text":"I wonder how big a problem this really is and what the cops' plan is.","labels":"surprise"},{"text":"My 35kg ball of quivering nerves, which I am currently wearing like a tea cosy, would like to register an objection. ","labels":"neutral"},{"text":"Man if you want some crazy dreams, slap on a few nicotine patches before bed.","labels":"neutral"},{"text":"Cool! Just do yourself a favor and do not scroll...","labels":"neutral"},{"text":"I guess he exploded because he went below 50 mph.","labels":"neutral"},{"text":"The classic I can't stand up straight because I can't even breath laugh","labels":"approval"},{"text":"My whole life’s been a lie","labels":"disappointment"},{"text":"Is that a real tweet? From the actual president? Not a parody? I can't tell anymore.","labels":"excitement"},{"text":"cool... Sorry bro","labels":"remorse"},{"text":"[NAME] isn't exactly a lyrical genius set's be real: that dumbass just couldn't come up with a different rhyme.","labels":"neutral"},{"text":"What a garbage post","labels":"disgust"},{"text":"There were TWO of those \"catches\" that hit the ground... ugh.","labels":"neutral"},{"text":"Man, I can’t wait to buy cannabis from [NAME].","labels":"excitement"},{"text":"Hahaha years of being a nets fan makes me only look for reasons we wont win.","labels":"neutral"},{"text":"Wow if ur mom didn’t come back for her card you were a goner crazy","labels":"surprise"},{"text":"Like, there is an insufficient causal relationship for it to be an expectation to work with assholes.","labels":"anger"},{"text":"Believe you me. TLJ is much, much worse.","labels":"disgust"},{"text":"He’s Russian you forgot that.","labels":"neutral"},{"text":"what did he say i missed it","labels":"neutral"},{"text":"Your an idiot and trying to justify your ignorance.","labels":"neutral"},{"text":"Can't jab him outta this wind up unblockable lol","labels":"amusement"},{"text":"Right? Doesn't even stand a chance against my milk 80% of the time","labels":"neutral"},{"text":"But he was so *hurt* when [NAME] acknowledged that homosexuality is a sin.","labels":"disappointment"},{"text":"I think they honestly don't realize they're self-contradictory. It's not your ordinary, everyday doublethink...","labels":"realization"},{"text":"\"[NAME] could drown in a glass of water.\" LOL. i actually love [NAME], though. i know i'm in the minority.","labels":"amusement"},{"text":"i mean it can if its a meritocracy and an uncorrupted government. Whereas in modern America theres a shit ton of nepotism and a corrupt state\/federal government","labels":"neutral"},{"text":"I would not bother. He read your message and did not reply yet. So that's already a bad sign and not a good start.","labels":"neutral"},{"text":"Exactly my goals as well. Let's make it a great year.","labels":"joy"},{"text":"How this post is still up??🤔🤔","labels":"neutral"},{"text":"I get it from (very Welsh) grandmotherly types at my work. Like they’re lovely but I’m 24??","labels":"love"},{"text":"Lovely. If you have no success in finding a copy I'd be more than happy to post it to you.","labels":"approval"},{"text":"are your feelings hurt?","labels":"disappointment"},{"text":"Deal breaks what? You generalized and assumed I am part of the loud vocal minority.","labels":"surprise"},{"text":"My only criticism is xhaka, too slow on and off the ball.","labels":"disapproval"},{"text":"That's why I think we should clean house. No more leftists, no more whining.","labels":"neutral"},{"text":"BPC-157 may help you in healing. I wish you the best. You totally dodged several bullets.","labels":"desire"},{"text":"One of the best hats I own is a freebie from a Dallas Stars game. Not a Stars fan but shit it’s comfortable and fits well.","labels":"neutral"},{"text":"Oh wow!!!","labels":"excitement"},{"text":"As high as ~72% in black families. Truly heartbreaking what the expansion of the welfare state has done to the black family.","labels":"disappointment"},{"text":"No! My furniture is floating!","labels":"disappointment"},{"text":"This may look like hyperbole but you would have to be autistic to not pick up on the sarcasm in that post.","labels":"neutral"},{"text":"The whole world is anti-trump minus a few poorly educated people in the south.","labels":"neutral"},{"text":"Aye but happy cake day mate.","labels":"joy"},{"text":"You realize legal investigations take a long time? [NAME] is a methodical professional and clearly several steps ahead of [NAME]. Be patient","labels":"realization"},{"text":"I feel like I've been transported back to 2011 when I look at the meme","labels":"neutral"},{"text":"If New Jersey are going to win it in the winter they better get something done quickly..","labels":"neutral"},{"text":"gotchu lol, in that case sorry you got downvoted to hell for this lol","labels":"amusement"},{"text":"[NAME] is a terrible writer, a raging narcissist, and not an actual friend to anyone. ","labels":"disgust"},{"text":"I bet the same person rails against monopolies.","labels":"neutral"},{"text":"My dyslexia read that as \"McFucking brilliant\" and I was wondering if we could make it a thing.","labels":"surprise"},{"text":"Rough. Poor woman.","labels":"neutral"},{"text":"So ungrateful. I wouldn’t have even offered that bc ppl who try to argue with closing times are not people who settle.","labels":"neutral"},{"text":"I'd put the Thielen TD against Packers as number 1. That was such an amazing play by [NAME] and [NAME].","labels":"amusement"},{"text":"No thanks, I prefer my [NAME] with red laser-swords.","labels":"approval"},{"text":"No he didn't lol every ref gives that. He was looking for it but it's still a foul","labels":"neutral"},{"text":"[NAME] please don’t come to the USA. We’d love to have you...but you don’t need to deal with this.","labels":"love"},{"text":"I mean people at YouTube with the ability to remove the kids channel This post was basically a poor quality rant about incompetence on the end of YouTube not the community","labels":"neutral"},{"text":"Given it looks like a cotton field, it feels a bit more sinister than that. ","labels":"neutral"},{"text":"Sometimes it can be very expensive and can have a toll on mental health","labels":"neutral"},{"text":"and it's way better than the shit websites do now.","labels":"neutral"},{"text":"It was understandable, but it was comically basic. He just wanted to take over Earth for Darkseid IIRC. ","labels":"approval"},{"text":"Nyaw :) imagine all the nice things he’ll have to brag about you to his next target.","labels":"amusement"},{"text":"It's not even artisanal? You're a monster.","labels":"neutral"},{"text":"She’s so hot in the video damn","labels":"amusement"},{"text":"Interesting how [NAME] leads his team in BPM and RPM every year while not being the most important player. Defense and efficiency matters.","labels":"neutral"},{"text":"My last name is 4 letters. It's a common English word. It still gets mispronounced and misspelled constantly.","labels":"neutral"},{"text":"You seem nice but things will remain this way until someone makes a decision based on your coworker being incompetent and lazy.","labels":"neutral"},{"text":"I'm not sure losing billions in trade is in anyone's interest other that political zealots.","labels":"neutral"},{"text":"It was fucking epic, don’t deny it!","labels":"neutral"},{"text":"Yeah it doesn't impact much except when they break and cause billions of dollars in damages and irreparable consequences to the wildlife.","labels":"neutral"},{"text":"This was a hate crime. Cut and dried.","labels":"neutral"},{"text":"Ahh okay, that makes a lot of sense. But you're totally right, we've just gotta work as hard as possible.","labels":"approval"},{"text":"Well, I was going to surprise you [NAME], but what the heck...I’m gaining a bunch of weight to go on disability!","labels":"surprise"},{"text":"*Looks at Amoeba music shirt* Cool i have every album ever made!","labels":"neutral"},{"text":"I like how in the wrapped version, [NAME] looks like he is hiding a chub.","labels":"neutral"},{"text":"Another place Canada wins. That is crazy. There is basically no oversight on alternative medicine down here. Caveat emptor I guess.","labels":"approval"},{"text":"They are a couple in love so what's your beef.","labels":"love"},{"text":"Actually really like this one Edit: nice shoes too, v annoyed at resell prices 😔","labels":"annoyance"},{"text":"that's the spirt! *come to the dark side my child, embrace your hate*","labels":"neutral"},{"text":"> or the thief charges you and you get sued and charged for setting up a trap on your own property As you fucking **should.**","labels":"neutral"},{"text":"Aren't we back where we started? I'd say that if you're OK with animal torture, you're a pretty cruel person.","labels":"neutral"},{"text":"I swear y’all will spin it anyway to make it seem like nylander is doing everything correctly lmao","labels":"neutral"},{"text":"I want an autographed copy of this, framed and on my wall. ","labels":"desire"},{"text":"You're right, I should stop being so worried about other people. Family is forever.","labels":"approval"},{"text":"So your dad abused you because of your mum and you still keep in contact with him","labels":"embarrassment"},{"text":"I recently ate here and it changed my life. Get the steak sandwich with roasted peppers and goat cheese. You will not regret it.","labels":"approval"},{"text":"Isn't the swastika backwards? I just love how fucking stupid racists are Can't even draw their own shit right","labels":"love"},{"text":"That video was so shaky I thought I had Cerebellar Hypoplasia for a minute.","labels":"neutral"},{"text":"2 warm days and we all lose our minds? :)","labels":"neutral"},{"text":"Problem solved, you no longer have to play. Who ever said mods couldnt fix this game...","labels":"anger"},{"text":"If it was six, I would have accepted it as just some crude humor","labels":"approval"},{"text":"Sorry. I am avoiding arguments today. Enjoy the video.","labels":"remorse"},{"text":"This has happened to me with the girls I tried to connect with irl as well as FA \"lonely\" girls from this very sub","labels":"neutral"},{"text":"DON’T VOTE EAT TRASH DO DRUGS GET CASH EAT ASS DIE FAST THE FUCKING MOTTO BORN TO DIE THE WORLD IS A FUCK","labels":"neutral"},{"text":"Its almost like climate change makes hot places hotter and cold places colder. Jeez, who could have predicted that. ","labels":"neutral"},{"text":"Well, there goes my lunch. This is somehow even worse than mine.","labels":"disgust"},{"text":"Cause his value is at the lowest now.. If he does improve and score goals for Monaco, he'll be sold in the summer. ","labels":"approval"},{"text":"I wish it'd stop being submitted on the sub. We're out on him and it's pretty obvious.","labels":"desire"},{"text":"Good. Can't wait for the lulz.","labels":"excitement"},{"text":"He ran as a [NAME] in the Senate primary and then declined the nomination. Multiple times. He isn't \"honoring\" shit.","labels":"approval"},{"text":"If that’s the case then these shows really are all about messing up people’s health...","labels":"neutral"},{"text":"Is that a little poot at :09?","labels":"neutral"},{"text":"Try this on anyone blue belt or above in bjj. Spoiler: it wont work","labels":"neutral"},{"text":"Haven't listened to today's podcast yet, who did [NAME] kill?","labels":"excitement"},{"text":"The father clearly ran away lol","labels":"amusement"},{"text":"I wouldn’t cause I already know my area so well I don’t want other drivers with that knowledge","labels":"anger"},{"text":"YES! Here's to us HAPAs!","labels":"excitement"},{"text":"Oh [NAME] imagining this tween screaming yaaass queen at a poor drag queen made me cringe into a ball","labels":"surprise"},{"text":"Married 3.5 years and we're down to 1-2 times a month. I feel ya","labels":"neutral"},{"text":"Oh, wow, I didn't know my Dad had a Reddit account.","labels":"surprise"},{"text":"I saw the first 10 seconds and I feel like I understand","labels":"approval"},{"text":"Huh. Similar things happen to me. Just my big brother believe that I got the wrong diagnoses and Dad think I am \"cured\".","labels":"realization"},{"text":"Yep. And if the reaction to the CovCath psyop is any indication there will be riots when her retirement or death is announced.","labels":"approval"},{"text":"YES they all going in on LIEda","labels":"neutral"},{"text":"> he fingers my bumhole like he's trying to get the last Pringles out of the tube. My favourite line","labels":"neutral"},{"text":"this is hurting UCF's chance at a super bowl","labels":"disappointment"},{"text":"They actively supported it before *mysteriously* going silent about it during and after the 2015 Labour leadership election.","labels":"approval"},{"text":"It sounds like that’s the bigger problem here.","labels":"approval"},{"text":"It doesn’t look like the opening is wide enough unless you turn the plate sideways. Crazy way to present food","labels":"neutral"},{"text":"what a crazy ride","labels":"excitement"},{"text":"I never thought it was at the same moment, but sometimes after [NAME] sacrifice... sounds logical","labels":"neutral"},{"text":"Please don't. I like the gym too be quiet","labels":"love"},{"text":"It seems like the problem predates the current administration, which makes me think it has more institutional roots.","labels":"neutral"},{"text":"Yay we start off with the love triangle!","labels":"love"},{"text":"whah we got a badass over here xD","labels":"annoyance"},{"text":"Oof. This physically hurt me to watch.","labels":"disappointment"},{"text":"I was jumping the same gun but decided to do some googling just in case. Glad I did :)","labels":"pride"},{"text":"[NAME] would be fun [NAME], [NAME], [NAME], [NAME], and possibly [NAME] would make us prime contenders for hard knocks ","labels":"neutral"},{"text":"You know what they say, when everyone around you is and asshole, maybe it's you who is the asshole.","labels":"neutral"},{"text":"Fuuuuck that's rough","labels":"annoyance"},{"text":"Even Rolling Storm seems better, and it is not very good.","labels":"amusement"},{"text":"When Sub-Zero is revealed to have red accents, we will officially have a problem.","labels":"neutral"},{"text":"If you've got a problem with [NAME], then you've got a problem with me and I suggest you let that one marinate","labels":"caring"},{"text":"wow. I think you've done all you can.","labels":"excitement"},{"text":"##EVEN IF YOU DONT WANT TO WATCH IT, GO TO 40:20 AND WATCH FOR 20 SECONDS, I SWEAR TO FUCKING [NAME] YOU WILL LOVE IT","labels":"love"},{"text":"Got her game on.","labels":"neutral"},{"text":"I've always wondered how much of this stuff doesn't end up on the internet","labels":"surprise"},{"text":"Same, I'm really struggling to not become feminine because of that.","labels":"neutral"},{"text":"Super fucking lucky","labels":"neutral"},{"text":"I always associate it with a 1985 Ford Taurus going 100 miles per hour down the shoulder lane.","labels":"neutral"},{"text":"Yeah! We should have given him justice by believing in claims with no merit! Yeah. Btw. [NAME] raped me 30 years ago! Get him!","labels":"neutral"},{"text":"Yeh your right a bitter parra fan, have fun with norms him a bell end will get on fine","labels":"neutral"},{"text":"Condoms protect against most STDs.","labels":"approval"},{"text":"Delightfully devilish, [NAME]. ","labels":"disgust"},{"text":"Love takes work and commitment. If it's not worth the work it isn't love. Learned that one from my blood family.","labels":"love"},{"text":"It's punishment for endangering others purposefully. That's not a slippery slope.","labels":"neutral"},{"text":"The dude was absent in the Ohio State game... IDK I would be very worried if he was the pick.","labels":"confusion"},{"text":"What's the name of the artist that featured him? Can't remember it","labels":"confusion"},{"text":"That is not the typical sexual dynamic in western cultures. That's a crazy asshole.","labels":"disapproval"},{"text":"On BBC Parliament: \"Brussels will be watching this as well.\" Will they? Do they have a TV Licence?!","labels":"neutral"},{"text":"My ex asked me to tell her my steam password..... With more than 6000€ worth of stuff on it. No thanks.","labels":"approval"},{"text":"worst is when people with dogs think they know what it's like to be a parent omg like you dont even know YOU DONT EVEN KNOW","labels":"disgust"},{"text":"Love those clips on YouTube, does this add anything to it? Considering Netflix's obsession with exclusivity, this is an unusual arrangement. ","labels":"love"},{"text":"some of these, these neighbors don't sound like the greatest people.","labels":"neutral"},{"text":"[NAME] I want to get that ~~monkey~~blackhawk off our back so bad.","labels":"desire"},{"text":"And also something against [NAME]. (My definition of [NAME] is just people at the bottom of love distribution)","labels":"neutral"},{"text":"No chance unless he smokes out of a gas mask or suffers a bad injury.","labels":"neutral"},{"text":"> Has WD-40 instead of blood [NAME] RBG would be awesome.","labels":"neutral"},{"text":"The look on her face when she lies is like one I’d expect on a 6 year old who thinks he’s being cute.","labels":"neutral"},{"text":"Aww now I can’t listen to falling down","labels":"neutral"},{"text":"They’re also communist, so that puts them above their reproach","labels":"disappointment"},{"text":"oppressed by nature!","labels":"disappointment"},{"text":"Nothing like stealing a comment from the lottery thread..","labels":"neutral"},{"text":"You are correct. But sometimes you might have a plan or you have to improvise. I’m glad it worked.","labels":"approval"},{"text":"[NAME] I wish you *were* silent","labels":"desire"},{"text":"Hope she likes cold showers.","labels":"desire"},{"text":"Never argue with religious people. You can't win. They think [NAME] is real after all.","labels":"annoyance"},{"text":"Seeing him RT rev gave me some hope which hurts worse","labels":"disappointment"},{"text":"My partner told them subtly no thank you. They won't let go.","labels":"neutral"},{"text":"#I BELIEVE IN [NAME]","labels":"neutral"},{"text":"[NAME]. Snap me good baby.","labels":"neutral"},{"text":"Geez those heroes..","labels":"annoyance"},{"text":"Gatling guns hurt so much it can be like instant death with no way to react","labels":"neutral"},{"text":"Don't be fatuous [NAME]","labels":"neutral"},{"text":"This conspiracy theory that entertainment scandals break as distractions makes more sense to me every year","labels":"neutral"},{"text":"... that's... Literally what they did... The fixed the bug, and balanced abathur accordingly. What else do you want?","labels":"neutral"},{"text":"Thank you, I thought the plane in the picture was cool too. I am. One of the best pictures I’ve taken with my phone.","labels":"approval"},{"text":"Never thought I'd see the day lethbridge got onto SRD!","labels":"neutral"},{"text":"Wanna trade lives? I'd gladly take normal height with hair and have the same experience.","labels":"surprise"},{"text":"My girlfriend's creepy uncle gets extremely triggered when I point this out, or that a lot of conservatives are gigantic fudds.","labels":"anger"},{"text":"I love how they all state the stupidity in the quote and the person saying it, with only a few realizing it's something [NAME] said.","labels":"love"},{"text":"Just keep it. You’re going to go through more brain damage than it’s worth.","labels":"neutral"},{"text":"love that they're giving Spicy P a chance","labels":"love"},{"text":"This qualifies as emotional neglect. Just, to be clear, that is a form of covert abuse and is not okay or normal.","labels":"disapproval"},{"text":"It was never about comparisons, it was about our experiences and relationship to capitalists here.","labels":"approval"},{"text":"14 and im quite good at makeupmaxxing and tall so people (especially adults) always tell me i look 16-25 :(","labels":"neutral"},{"text":"You're obviously a size queen. Go find yourself a big penis.","labels":"neutral"},{"text":"Don't say \"no comment\". Say \"I would like to talk with an attorney before talking with you.\"","labels":"neutral"},{"text":"You're clueless if you think you and even 50 other people would protect you against outsiders without the implied threat of the US military being involved.","labels":"neutral"},{"text":"And it's posts like this why HotS is in the position it is. Blind to any form of criticism.","labels":"neutral"},{"text":"You should stop visiting it then no?","labels":"neutral"},{"text":"You always choose mum bro. What are you thinking","labels":"neutral"},{"text":"Needs funny captions.","labels":"neutral"},{"text":"that made me feel bad for nw","labels":"disappointment"},{"text":"Looks like emotionally and physically beating the shit out of his wife and children was not wasted then.","labels":"disgust"},{"text":"yeah this doesn’t represent our fan base well. gg guys!","labels":"neutral"},{"text":"And it would be totally yawnworthy the 2nd time round. The shock value has gone forever. You can only do that once.","labels":"surprise"},{"text":"If it's true i'm sad he's leaving but I wish him nothing but the best.","labels":"sadness"},{"text":"Of course that's possible but you need to provide some proof.","labels":"approval"},{"text":"Play stupid games, win stupid prizes... looks like she braced before impact. Probably gets this shit all the time. ","labels":"neutral"},{"text":"Probably. The fact his reaction to you being injured was to go off and have sex with a stranger is not a healthy sign.","labels":"neutral"},{"text":"I... don‘t see anything wrong with that?","labels":"approval"},{"text":"Fake The monkey was a paid actor!","labels":"disapproval"},{"text":"Goodbye cruel world.","labels":"neutral"},{"text":"HAHHAHA thats good","labels":"approval"},{"text":"came here to say this. i've watched it through more than five times at this point. one of my absolute favorites.","labels":"approval"},{"text":"You can see the regret in the eyes","labels":"remorse"},{"text":"Did you really upload a video you took, of your own cat, to whyweretheyfilming? Seriously?","labels":"neutral"},{"text":"Yea I spotted it a bit later and decided to just leave it,","labels":"neutral"},{"text":"Ambien your posts are delightful and I have such a hard core internet stranger crush on you.","labels":"amusement"},{"text":"I doubt groot arms are on the list of MLB approved bats. It's politics","labels":"neutral"},{"text":"Not sure, but if so that is unfortunate. I really liked their cheese bomb deep dish. =[","labels":"love"},{"text":"Keeps going tho. Kids got heart","labels":"disappointment"},{"text":"So, [NAME] was also paying to allow her to eat healthier. Let’s look at the bright side! ","labels":"approval"},{"text":"whoa, mama mia, boy","labels":"neutral"},{"text":"Haha fucking gottem","labels":"amusement"},{"text":"And AI will somehow be magically more disruptive than the industrial revolution. Because... reasons.","labels":"neutral"},{"text":"To much of a good thing is a bad thing","labels":"neutral"},{"text":"I decreased my intake as she suggested, but she now says I am grounded ","labels":"approval"},{"text":"of course not, [NAME] and [NAME] were great friends and anyway, he's been dead since 2016.","labels":"disappointment"},{"text":"Also, lay a piece of tp down BEFORE you drop your first deuce. Then nothing left behind!","labels":"neutral"},{"text":"As ~~a very attractive person~~ an animal lover Monkey Heart sounds kind of cute to me, too bad these racist people use it as an insult","labels":"neutral"},{"text":"That's certainly one part of the puzzle, though arguably they are non-noahide as they historically advocated for incest marriage, but maybe it is different now.","labels":"neutral"},{"text":"Your lost.","labels":"neutral"},{"text":"You’re crazy. The 2nd half adjustments that put them back in the game is why they belonged in the game.","labels":"neutral"},{"text":"Ah yes, resort to ad-hominem attacks when you have nothing else to say.","labels":"neutral"},{"text":"Sure you can, but the question is whether or not the kid will listen, or if you will upset the parent. ","labels":"disappointment"},{"text":"Growing up in Chicago this was my life. Pissed he didn’t make it.","labels":"annoyance"},{"text":"No switch , option c) everyone comes together and wins in the good spirit of non-toxic competative overwatch","labels":"approval"},{"text":"Honestly at this point I don't think there's anything that will make me feel better. Maybe down the road, but right now nothing is helping. ","labels":"approval"},{"text":"there needs to be a win, fail or something related to alcohol. Theres none; just a girl dancing and you faping:","labels":"neutral"},{"text":"Likely frostbite advisory weather.","labels":"neutral"},{"text":"I totally thought that this match would be a draw due to [NAME] interfering. I should never make any picks in the pick'em contest ever again.","labels":"approval"},{"text":"I'd worry about traffic more than the TSA.","labels":"nervousness"},{"text":"The missing salsa is driving me nuts!","labels":"neutral"},{"text":"Shameless IG plug:","labels":"anger"},{"text":"Currently in Cali, jobs pay more so it works out, big problem is the fires in the cheaper areas :\/","labels":"neutral"},{"text":"what are the grey states","labels":"neutral"},{"text":"\"I need the government to coddle me and regulate the food industry because I can't make healthy choices for myself.\"","labels":"approval"},{"text":"Everything was flagged as adult so there wouldn't have been much left","labels":"neutral"},{"text":"[NAME] was half-blood but it wasn't a smart idea to bring up his father.","labels":"disapproval"},{"text":"I'm allergic to the red food dye too, a lot of foods have it in there. it sucks because I adore Swedish Fish candies.","labels":"love"},{"text":"What's the goop website?","labels":"neutral"},{"text":"Because she knows shame and he asked.","labels":"embarrassment"},{"text":"this isnt really wholesome? he probably shot any gender of deer and didnt think twice about hunting does","labels":"neutral"},{"text":"I would never wish for someone to get injured, but an injury needs to happen at the Pro Bowl so they cancel it forever.","labels":"neutral"},{"text":"People have gotten triggered on this sub the past month if you didn't call [NAME] a [NAME], so I think we can handle it.","labels":"neutral"},{"text":"*pat pat* they will all be fine","labels":"caring"},{"text":"Humanity is doomed","labels":"neutral"},{"text":"Wow, they are actually struggling against the Hawks for 3 full quarters. ","labels":"surprise"},{"text":"i think [NAME] and [NAME] used to be married then he divorced her when he found she was cheating.","labels":"neutral"},{"text":"Yes! Totally forgot about her. Noon too!","labels":"neutral"},{"text":"I don't know the German language, but I'm pretty sure I know what \"scheisse\" means.","labels":"confusion"},{"text":"I've always thought it was weird that they keep their hard drive on the left.","labels":"neutral"},{"text":"I do not understand why everything in this script must inevitably explode.","labels":"neutral"},{"text":"The tree actually moved!!! Who is this guy?!","labels":"approval"},{"text":"Absolutely! The Republicans are craven","labels":"neutral"},{"text":"I had the biggest smile!","labels":"amusement"},{"text":"That’s so romantic!","labels":"excitement"},{"text":"I’m not going to live in the middle of nowhere. I like Chicago.","labels":"disapproval"},{"text":"*my fat normie slut*","labels":"neutral"},{"text":"Nobody will ever be interested in me anyway, so it doesn't matter if I tell people I'm a virgin or not. ","labels":"disapproval"},{"text":"Does this attitude go for anything where you accidently end up killing someone via stupid behaviour?","labels":"neutral"},{"text":"I like to think it rhymes with wasabi but I have no idea","labels":"love"},{"text":"This is why, when I do it, I'm gonna do it as quick and brutally as possible. This is inhumane.","labels":"approval"},{"text":"Capitalism ha shifted like a huge population of the earth out of poverty, so things are globally getting better","labels":"neutral"},{"text":"I don’t know what this means but it feels significant somehow...","labels":"neutral"},{"text":"His name is [NAME]. He's kinda funny, you should check out his other work.","labels":"amusement"},{"text":"I don't think I've ever seen that flag flying in this city, we mostly just have the provincial flag and the Canada flag","labels":"neutral"},{"text":"My poor space bar takes an awful bashing with all the pausing in a Squidge vid","labels":"disgust"},{"text":"Why the fuck would you go for pizza, subs or pork rolls in texas?","labels":"anger"},{"text":"I stopped reading in the first paragraph where they try to make Vanderpump Rules and Desperate Housewives legit shows.","labels":"neutral"},{"text":"Oh, no wonder I like her so much!","labels":"love"},{"text":"That doesn’t seem like very responsible presentation of findings.","labels":"neutral"},{"text":"4 x zero traction is still zero traction.","labels":"approval"},{"text":"It’s awful. I couldn’t even see the ending at all.","labels":"disgust"},{"text":"That’s because you’re not an elected official. Learn this one simple trick!","labels":"neutral"},{"text":"Oh, apologies. Silly me didn’t think to check the sub first.","labels":"remorse"},{"text":"He knows she's winning the PR war, so he's lashing out like the angry toddler he is.","labels":"neutral"},{"text":"Ay just like my life *whips whilst sobbing","labels":"neutral"},{"text":"The jackets that we have so many people wore so they’re musty as hell","labels":"neutral"},{"text":"Cough cough, r\/gunners would likento buy you a drink for speaking the truth good sir. ","labels":"amusement"},{"text":"[NAME] : completely unpredictable Bunch of them were standing together in the middle of the ring lol","labels":"amusement"},{"text":"W crazy game","labels":"neutral"},{"text":"I used to know a guy back in HS, and college. Every male in his family had been struck by lightning, except him.","labels":"approval"},{"text":"The real joke is your grades dude","labels":"neutral"},{"text":"I’ve never heard of a vet adopting out pets before.","labels":"approval"},{"text":"Relove. No, it’s all fair pricing, the collection is enormous.","labels":"neutral"},{"text":"Piss off a small percentage to gain an even larger one? That's hardly unheard of. The amount of publicity alone for this is astounding.","labels":"annoyance"},{"text":"The most irrelevant comment award..... goes to..... no one else but you.","labels":"neutral"},{"text":"You’re being downvoted for making a moronic comment - not for your “heroic” efforts here fedora...","labels":"neutral"},{"text":"These are all problems you're creating for yourself, not something she's doing.","labels":"caring"},{"text":"FoX cHaNnEl BaD!!!!!","labels":"neutral"},{"text":"Bruh fox and heild look like the same dude","labels":"approval"},{"text":"Oooooow check it out, HIRED guy. *fist bump*","labels":"excitement"},{"text":"What band?","labels":"neutral"},{"text":"Kick him out. Overgrown baby.","labels":"anger"},{"text":"Those dont seem exclusive....try both","labels":"neutral"},{"text":"[NAME] bless America","labels":"neutral"},{"text":"Did [NAME] funnel money to any paramilitaries?","labels":"neutral"},{"text":"I can't imagine it's going to be easy to come to the realization that your parents murdered your brother.","labels":"disappointment"},{"text":"If you feel like it, please do a careful read of the post you're replying to, including the concepts explained in italics.","labels":"love"},{"text":"I didn't know of [NAME] before I saw that episode. I fucking love that man and have watched an unhealthy amount of him since.","labels":"love"},{"text":"wow I think you've really got her now","labels":"surprise"},{"text":"Yeah, assuming what he said is true yes he has a chance, but it's hard to say for sure given the circumstances ","labels":"confusion"},{"text":"Always remember that when problems get hardcore, Pornshit will be there to Worst them.","labels":"disappointment"},{"text":"Or at least it could have been, but the pic is gone :(","labels":"realization"},{"text":"She was funny with [NAME] in the previous BFQOE I think. I honestly think she needed a better partner in this episode","labels":"amusement"},{"text":"If I buy too much local icecream from the icecream store, Dryers will go bankrupt! (????) These people are so desperate.","labels":"neutral"},{"text":"I'm just glad I've never heard of this game before otherwise this news would be disappointing.","labels":"approval"},{"text":"reaper was getting self healing from dealing all that damage","labels":"neutral"},{"text":"Oh wow, that was a serendipitous ending! The weed saved her life. ","labels":"surprise"},{"text":"IT'S ALL YOUR FAULT MAMA","labels":"disapproval"},{"text":"Also op I have my associates on top of my bachelors? Whatchu mean","labels":"neutral"},{"text":"I can't believe he told that story. I'm sure the minister that released the water is now so totally regretting not asking for a bj!","labels":"surprise"},{"text":"Alot of friends and family make that or less. It's pretty crazy.","labels":"neutral"},{"text":"I got to see some fish at a science museum not long ago and it really brightened my day, too.","labels":"approval"},{"text":"Maybe it's not over for you. Is there a gym for social awkwardness?","labels":"neutral"},{"text":"Wow! It's dead af here","labels":"surprise"},{"text":"Can’t fault you there","labels":"neutral"},{"text":"I’m not worried about the Hurricanes enough to justify rooting for the Rags.","labels":"nervousness"},{"text":"lol [NAME] trying to attack someone with their back turned","labels":"amusement"},{"text":"Glad I ended my shift early to go relax and gamble at a casino... I had been having some issues since yesterday.. having to close app\/restart to advance","labels":"neutral"},{"text":"I know what you mean, man. I can't keep from commenting on some things...","labels":"approval"},{"text":"\"I want to be me\" Then go ahead cure yourself, [NAME]. Don't make this decision for others ","labels":"neutral"},{"text":"Don’t forget to re-equip them for every specialist every time you prestige too! Oh and the emotes too if you like donating kills!","labels":"neutral"},{"text":"That's literally insane considering we're talking about [NAME] and [NAME].","labels":"neutral"},{"text":"[NAME] will need to pray to The [NAME] dad doesn’t come down on him with great vengeance.","labels":"neutral"},{"text":"I run both, use my bl, next chase, dh. Even with exhausted, bl has that stagger reduction, so you can kite killers","labels":"neutral"},{"text":"No stairway.. Deniieed.","labels":"neutral"},{"text":"So hard to believe that this comment isn`t being ridiculed. I want some of what you guys are smoking.","labels":"disgust"},{"text":"do your own homework","labels":"caring"},{"text":"This. One of my biggest pet peeves. What the hell does it even mean?","labels":"annoyance"},{"text":"Ohhhhh yeah.","labels":"neutral"},{"text":"I’m conflicted. I do in fact love wine, but I also love crown, and it would be more cost effective to bring crown. ","labels":"confusion"},{"text":"He had one poor split, and he already looks strong, fuck your mindless hate","labels":"neutral"},{"text":"How I hate the black tarp on top...prevents the fan from blowing air in summer.","labels":"neutral"},{"text":"Please! She’s my #1 choice. The rare mix of super likeable and hypercompetent. Like [NAME] mixed with [NAME].","labels":"neutral"},{"text":"but she has the riders of [NAME]","labels":"neutral"},{"text":"Me either. But I sometimes fantasize about it.","labels":"desire"},{"text":"As someone who hates wake up dragon punches, this made me hard","labels":"annoyance"},{"text":"Wow, if I hadn't seen my mom's cat recently I'd think this was him! I hope you find the owners","labels":"approval"},{"text":"A sorry lot","labels":"remorse"},{"text":"Too little too late! [NAME] is guilty of still making songs with [NAME].....","labels":"neutral"},{"text":"[NAME] literally won the game of baseball that night. Like, go home, we're done, he just won baseball forever.","labels":"approval"},{"text":"Also there's better ways we can spend taxpayer dollars than on another election.","labels":"neutral"},{"text":"Yeah if you fall into a tree hole there’s almost no chance of getting yourself out.","labels":"caring"},{"text":"Right? Remember when she requested evidence of pill testing being successful? Then the stats came in from Canberra. #calledyourbluff","labels":"neutral"},{"text":"It’s incalculable","labels":"neutral"},{"text":"I'm really concerned for those 3200'ish people who voted yes","labels":"caring"},{"text":"[NAME] - I misspelt and can’t correct it now","labels":"realization"},{"text":"Can confirm, I have 2 (but be careful as you may still be allergic to their saliva)","labels":"approval"},{"text":"You explain to him that passing efficiency stats are garbage and are a terrible way to judge a QB's performance.","labels":"disgust"},{"text":"I bet you that’s what will happen, which pisses me off.","labels":"nervousness"},{"text":"Wow full-screen twitch on mobile is cancer.","labels":"neutral"},{"text":"Colts Offense is laughable right now","labels":"amusement"},{"text":"I kill them all and THEN overwrite my only save. I'm bonkers.","labels":"neutral"},{"text":"Thought this was r\/monkeyspaw for a sec. Mind if I grant your wish anyway?","labels":"neutral"},{"text":"Other source?","labels":"neutral"},{"text":"\"But Aunt [NAME], I don't *want* to send Grandma back to Italy!\"","labels":"neutral"},{"text":"When it's the same composer, this kind of thing is bound to happen.","labels":"neutral"},{"text":"Please don’t downvote me I just have a question What is wrong with libertarians? This sub seems to hate them and I’m one.","labels":"approval"},{"text":"Wtfr*ck [NAME] would never say n word !","labels":"neutral"},{"text":"Downvoting in hopes it will make this news go away","labels":"neutral"},{"text":"congrats, [NAME]. you played yourself","labels":"amusement"},{"text":"Memorialising is fine but he is just spamming the sub","labels":"neutral"},{"text":"And the new sword is kinda shitty, and not even a complete sword at that price. Also, the sword is really bad for the environment.","labels":"disappointment"},{"text":"They will. The White House gave credit yeste day to Russia and Syria and saod they will finish the fight against ISIL.","labels":"approval"},{"text":"Whenever I leave my character in free roam I get an idle notification very quickly. Must have glitched.","labels":"approval"},{"text":"That will have to be MY cake then!","labels":"neutral"},{"text":"is a minimum score. If you don't get it you fail the ASVAB. It's a really simple concept.","labels":"approval"},{"text":"As wholesome as that is... How is that a confession? That's casual discussion.","labels":"neutral"},{"text":"They're only part of it. There are subliminals as well. My sa is cured. Have a blast keeping yours if that's what you want","labels":"approval"},{"text":"I have to admit, most of the worst people I have encountered in my life were met while LARPing.","labels":"approval"},{"text":"This guy fiths","labels":"neutral"},{"text":"It's a self-identifying group, and they have killed quite a bit of people in their crusade for revenge. It's both absolutely pathetic and absolutely terrifying.","labels":"disgust"},{"text":"Juve somehow still managed to get the upper hand in the [NAME] for [NAME] and [NAME] deal. That's some voodoo shit right there.","labels":"neutral"},{"text":"I’ll let you believe that for now. You’ll see what I mean in 3-5 years Have a nice night stranger","labels":"approval"},{"text":"I'm sorry, I'm new. Included the TL;DR and age alrdy. Thank you!","labels":"gratitude"},{"text":"If you don't get that hook one shot combo with hog now, it's over. Not looking forward to that when I play Hog.","labels":"neutral"},{"text":"It means >![NAME] is the only one really close to Dutch now.!<","labels":"approval"},{"text":"While Girl Scout Cookies and weed are old friends, I am unfortunately not in contact with a dealer of the latter!","labels":"neutral"},{"text":"Cheers! *clink*","labels":"excitement"},{"text":"That’s hilarious until you do this to an iced up meth head and you get stabbed.","labels":"amusement"},{"text":"ah fuck. From xbox to zullily? seriously!?","labels":"surprise"},{"text":"Who cares, you’re just showing what a racist pos you are. Carry on doing our work for us.","labels":"neutral"},{"text":"I didn’t notice till the replay and honestly, I screamed","labels":"neutral"},{"text":"You know what’s ignorant? People who spend their free time making themselves look like a belligerent, disputatious assholes. Find something better to do. ","labels":"annoyance"},{"text":"I think it’s best to leave this to [NAME] Inheritance tax is discussed at 2:00 redistribution of Wealth","labels":"neutral"},{"text":"My shirt is [NAME]. My balloon popper is the DNC. And then [NAME] is the fire under my ass to dive deeper ever day.","labels":"neutral"},{"text":"Oh there goes gravity","labels":"neutral"},{"text":"I carry on an empty. But I also carry a single action. So don't make my mistakes.","labels":"caring"},{"text":"things are simply wrong and ignorance is an insufficient defence from prosecution.","labels":"neutral"},{"text":"The President who signed it? FDR.","labels":"neutral"},{"text":"That is extremely uncomfortable to look at.","labels":"embarrassment"},{"text":"You're so right. It's unbelievable how well generalizations work for this game.","labels":"neutral"},{"text":"W'all miss Ramadan bro. Maybe you can fast on Monday and Thursday as sunnah.","labels":"neutral"},{"text":"Matinee games should not be allowed for us anymore, we’re terrible at matinee games","labels":"neutral"},{"text":"Being pregnant and having two kids only made me more pro-abortion. Women should never be forced into pregnancy.","labels":"neutral"},{"text":"My dosage was increased 2 weeks ago and I've noticed the issues getting worse. With your comment, I'm really leaning towards them being side effects.","labels":"approval"},{"text":"this is the best thing I have read in awhile. so simple yet so hiarious.","labels":"amusement"},{"text":"I don't even know. Fyi I have this disorder that made me even antisocial day by day...","labels":"disapproval"},{"text":"She can take her boring, drunk husband with her. He's not interesting at all.","labels":"caring"},{"text":"Trying to read that made me feel like I just huffed formaldehyde amd mercury","labels":"annoyance"},{"text":"If only [NAME] was a being of infinite wisdom that could see beyond space and time and know this was going to happen.","labels":"neutral"},{"text":"Do you people just sit in meme economy and wait for something new to come up?","labels":"neutral"},{"text":"Seriously! Like can any foreign power just come in and appoint a president?","labels":"curiosity"},{"text":"Get him boys!","labels":"neutral"},{"text":"Lol just leave it bruh it adds character","labels":"amusement"},{"text":"I mean, if BDN wins another SB MVP . . . you can't exactly get rid of a guy like that","labels":"neutral"},{"text":"The secondhand panic and embarrassment I feel from this is astounding","labels":"embarrassment"},{"text":"Yep, sure is. Have things gotten better for you, though?","labels":"caring"},{"text":"I love that OP “loved” his insult. It’s like the ultimate slap in the face to this CB.","labels":"neutral"},{"text":"You conveniently aren't speaking to my assertion.","labels":"neutral"},{"text":"Yeah, I don’t get paid 30 million a year to get my a** kicked.","labels":"neutral"},{"text":"I see, Unfortunately I don't think equity has ever turned out well in history. Humans have tried many times and failed with catastrophic consequences.","labels":"disappointment"},{"text":"I would say there is a very good chance he did not buy these drugs at a pharmacy.","labels":"approval"},{"text":"Yeah, without the music that scene would have been much worse.","labels":"disgust"},{"text":"Jazz fan here. I completely feel. [NAME] cousins has more votes than [NAME], and [NAME] hasn't even stepped on the court this year","labels":"neutral"},{"text":"That sounds like a reasonable estimation. So what are YOU going to do? Because you can’t force them to treat you like real people.","labels":"approval"},{"text":"It makes sense to me. I am a republican in that sense but hate the GOP for the most part.","labels":"neutral"},{"text":"yeah but we really don’t want to be like them. it is an example of failed communism turned militaristic authoritarianism","labels":"disapproval"},{"text":"They have directly targeted civilians. It's disgusting.","labels":"disgust"},{"text":"Things were significantly worse back then than they are now.","labels":"disgust"},{"text":"4! The sweetest year.","labels":"approval"},{"text":"Women get pregnant. Women are weaker than men. Those things won’t disappear.","labels":"neutral"},{"text":"Cats are repulsive and they don't deserve to be pets","labels":"disapproval"},{"text":"Just know that you are the man. Go Isles. Go Flames.","labels":"neutral"},{"text":"They typically go bad before use. I can buy a plastic banana!","labels":"disappointment"},{"text":"Hmmmmm that is interesting. I wonder why you were told different. I think I'm going to email support and ask.","labels":"excitement"},{"text":"Most important!!! ALWAYS AIM THE HEAD! [NAME] arrows are pretty fat woodsticks, so keep aiming on the head on long distance. Thats it","labels":"caring"},{"text":"I'll look into it! I don't mind language but misogyny can be pretty intolerable","labels":"annoyance"},{"text":"It’s a joke.","labels":"amusement"},{"text":"I mean there's a pretty big community of people that idolize school shooters and rapists so you never know on the internet.","labels":"approval"},{"text":"how much money can the raptors offer [NAME]? Can he get a supermax here in toronto after this season?","labels":"neutral"},{"text":"I will never be able to comprehend that beautiful flick into a headshot hanzos seem to do.","labels":"disapproval"},{"text":"I never had a problem with the old parachuting mechanic, but I like the new one and I think it might actually be better.","labels":"love"},{"text":"Well, I'm extremely attractive and just got laid, so no...","labels":"neutral"},{"text":"Trade up for Haskins. If that doesn't happen give me Greedy.","labels":"neutral"},{"text":"Had no idea Belgrade was suffering so","labels":"neutral"},{"text":"Im just glad it didn't take any of that for us. I'm glad I didn't have to see a [NAME] screaming match","labels":"surprise"},{"text":"Plenty of Aboriginal blokes on here who criticised [NAME] too.","labels":"disapproval"},{"text":"wow even the buildings on the poster haven't loaded in","labels":"surprise"},{"text":"I have completely lost my voice this period. This has been an insane 11 minutes of play","labels":"neutral"},{"text":"Lol i got bottled by one of them in a brawl with a bunch of the nazis","labels":"amusement"},{"text":"That is not a side swipe. That's a full on t-bone. But I hope they all made it through somehow.","labels":"desire"},{"text":"I picked up smoking again thinking it would aid that void that is working. It just made it worse.","labels":"approval"},{"text":"OK, so I still primarily blame the US. What's your point?","labels":"neutral"},{"text":"Watching LEC is such a snooze fest... the casters are awful, the interviewer has awful flow, the players have no personality...","labels":"disgust"},{"text":"I miss the [NAME] and [NAME] love story.","labels":"disappointment"},{"text":"I think the Chiefs need to get [NAME] so their defense is weak enough for us to beat them","labels":"approval"},{"text":"I was, and it's not. He's mad that someone posts articles he disagrees with. Pathetic and his fury is deranged ","labels":"anger"},{"text":"I thought this was an obvious gimme in the first place.","labels":"confusion"},{"text":"annoyed at most","labels":"annoyance"},{"text":"[NAME] just one big oof today","labels":"neutral"},{"text":"This South Florida girl loves Jaxons Ice Cream. Seeing the kitchen sink makes me want to drive home.","labels":"love"},{"text":"simply reply \"no.\" sometimes youve gotta be rude.","labels":"neutral"},{"text":"I mean I've never seen, even on this show, people grab so many cookies and chips with such excitement. ","labels":"excitement"},{"text":"Do these Salinas officers not realize that no-shave November is over?","labels":"surprise"},{"text":"Ive gone through very similar things...i completely understand. Praying wont do much, seek a therapist to talk about things","labels":"approval"},{"text":"I would love to watch you become jaded by [NAME].","labels":"love"},{"text":"> Pokemon Go continues to be an excellent substitute Is it really though? I mean does Skorupi actually care about your needs?","labels":"neutral"},{"text":"Shit out to my little hommies who's parents made them go to school today.","labels":"anger"},{"text":"I don't think either of them took that bump outside any worse than the other. That was jarring.","labels":"disgust"},{"text":"[NAME] family must be having a field day there today!","labels":"joy"},{"text":"Fall of religion also plays a role. I'm not religious at all, but I understand how it brought people together as far as a community structure. ","labels":"neutral"},{"text":"[NAME]","labels":"disgust"},{"text":"I was kicked, and apparently don't care about oversharing on Reddit about it anymore","labels":"neutral"},{"text":"Post this on \/r\/nba lol","labels":"amusement"},{"text":"Yeah I’m so envious of [NAME] right now...","labels":"disappointment"},{"text":"Have vid to reaction ?","labels":"neutral"},{"text":"Hey bud, I’d honestly try to complain a little less and I promise you’ll slowly become a happier person","labels":"approval"},{"text":"I don't think you understand that the average player can't aim like that on console","labels":"disapproval"},{"text":"Don’t you guys want to get off with me?","labels":"neutral"},{"text":"Well if T_D users like Coolio, maybe they ain't so bad after all. ","labels":"neutral"},{"text":"Yes, but [NAME] is right when he warns about the US involvement in Venezuela.","labels":"neutral"},{"text":"Wait, apple and [NAME]? Please tell me these fools are all on windows phones ","labels":"neutral"},{"text":"Please remove the initials at the subscribers to \/r\/feet, but I have sand in the hopes that someone called him out.","labels":"neutral"},{"text":"Tkachuk - Pageau - Stone is going to be our second line. Absolutely filthy.","labels":"disgust"},{"text":"I live in Mississippi, I don't know what the legality is in my circumstances","labels":"confusion"},{"text":"Hell yeah buddy things are looking up.","labels":"neutral"},{"text":"I had corrected myself but I deleted the original post now for people like yourself who don’t read fully before you get enraged and comment.","labels":"approval"},{"text":"Fuck that, take some actual gold, bruh.","labels":"neutral"},{"text":"I would love to accidentally get muscular... Instead of working my arse off to lose fat at the moment.","labels":"love"},{"text":"I've found [NAME] are more weirdly religious about their hockey for some reason. Maybe it's confirmation bias.","labels":"neutral"},{"text":"I think my worry would be if another dog attacks mine, they wouldn't be able to defend themselves","labels":"nervousness"},{"text":"Wish the teacher has spelled inventors correctly before testing the students.","labels":"desire"},{"text":"No no, We miss Uncle [NAME]. He cared about is. Until Aunt [NAME] moved in 😕","labels":"neutral"},{"text":"The fact that she told you your sex life is over is insane to me.","labels":"surprise"},{"text":"You can start your life over any time you want. I think the secret is to not let failure keep you from trying again.","labels":"approval"},{"text":"[NAME] having an adult life, yeah ist tiring. But not exactly new and not at all women specific imo.","labels":"neutral"},{"text":"Us girls are taught to always be polite. Screw that, safety is more important.","labels":"approval"},{"text":"Why not touch them? then don't shove people out of lifts. that's hardly civil. just WAIT and let people get off.","labels":"neutral"},{"text":"I got undifferentiated androgynous, just slightly more femme than masc, which, honestly, sounds about right as an AFAB nonbinary person tbh","labels":"neutral"},{"text":"I haven't seen the chet response, but I cannot imagine myself not telling that person to go to hell and enjoy a lone existence.","labels":"approval"},{"text":"About as odd as it is noticing a hockey players finger nails on tv","labels":"neutral"},{"text":"Ah didn’t know what that term meant. Got bored with all the party terminology. But yes, I guess I am. ","labels":"neutral"},{"text":"It's ephemeral. It deteriorates in quality from the second you finish pouring. It isn't going to be framed. Enjoy the moment.","labels":"disgust"},{"text":"> traffic through there in the summer is awful because that’s where everyone wants to be. your life starts to revolve around bridge time.","labels":"disgust"},{"text":"Nope, but is that a thing people who talk about digestive enzymes over lunch breaks should do? ","labels":"neutral"},{"text":"> The headline writers are misrepresenting her words (second publication I have seen in minutes that has done so). Oh wow I wonder why","labels":"surprise"},{"text":"You're not getting more benefit, you're getting the same insurance plan, it just costs more.","labels":"neutral"},{"text":"So glad you got justice and closure. You can properly begin to heal now. I’m not sure I ever will get the same sadly","labels":"approval"},{"text":"Yeah but good luck proving it in court","labels":"caring"},{"text":"[NAME], I’d like to buy a letter A...","labels":"neutral"},{"text":"God [NAME] is awful","labels":"disgust"},{"text":"vs [NAME] analysis. I guess [NAME] has basis to say that he thought he won.","labels":"neutral"},{"text":"What are these other non stick options?","labels":"curiosity"},{"text":"Please. I can’t even with these comments.","labels":"disappointment"},{"text":"I was booing loud, so were a lotta others. That muthafuckah","labels":"disapproval"},{"text":"This is not surprising at all. She's a fake trendy \"feminist\" with no perspective whatsoever.","labels":"disapproval"},{"text":"OK. That is really weird.","labels":"approval"},{"text":"Noooo. I seriously did not know that. Yes, mind blown. ","labels":"disapproval"},{"text":"don't we all hate them?","labels":"neutral"},{"text":"They might still be a minority but you can't argue with the fact that they have been on the rise, ","labels":"neutral"},{"text":"While I understand where you are coming from, this is a tad too aggressive.","labels":"anger"},{"text":"To check if someone was home? Someone answers the door, he just plays dumb and asks for directions or something. ","labels":"neutral"},{"text":"You're probably right and how terrible of them, if so. Poor [NAME].","labels":"approval"},{"text":"Oh...this is the one time... Yes I can assure you none of those outlets print satire without labeling it as satire or opinion","labels":"approval"},{"text":"Dude got owned by a glass of cider. He spent a full month roiling and gnashing his teeth in an existential nightmare because of sulphites.","labels":"neutral"},{"text":"cause he likes to eat garbage.","labels":"love"},{"text":"Married at first sight!","labels":"surprise"},{"text":"Can't. Prequel bad. Bearded [NAME] Man idea bad. OT era only good thing.","labels":"disappointment"},{"text":"Maybe that's why she was trying to buy a firearm. To lead the fight against the alien invasion.","labels":"neutral"},{"text":"Hence the apology note.","labels":"remorse"},{"text":"new genders about to drop doesn’t strike me as a bad joke tbh.","labels":"neutral"},{"text":"It’s way too broken, anyone and their dog can use it.","labels":"neutral"},{"text":"Disturbing =\/= awful. Its incredibly well done by a professional. I feel like this sub is more for unintentional awfulness, not purposeful shock value\/ theatrical makeup.","labels":"disgust"},{"text":"This very thing got me diagnosed as ADD. I'm of the drugs now and feeling way much better.","labels":"approval"},{"text":"This is exactly what I knew would happen with that photo. Ugh, this shit needs to end.","labels":"neutral"},{"text":"It appeared that she smacked her grape pretty damn good. Oh, and I chuckled. ","labels":"amusement"},{"text":"That isn't really trolling to me. Sounds like a good way to get DUIs. And stop them I suppose.","labels":"approval"},{"text":"I just told myself I wasn't going to check this subreddit until I'd beaten the episode. And I didn't.","labels":"approval"},{"text":"The rest areas and truck stops are booming!","labels":"neutral"},{"text":"My gym coach used to make a buch of two pack jokes. This was before [NAME] died so it was alot funnier","labels":"approval"},{"text":"Almost like we're playing scrubs and trying to save gas for a huge game at home tomorrow","labels":"neutral"},{"text":"He gets paid to hate them... what's hard to understand?","labels":"neutral"},{"text":"don't you know? the world is america only [NAME] Bless.","labels":"curiosity"},{"text":"I don’t think that tells us any moralising lesson on the practice of incest.","labels":"disapproval"},{"text":"I thought it was British, oh well.","labels":"neutral"},{"text":"I like how the Red Tie Legion chose a picture where he’s tieless for their shitty-ass meme.","labels":"love"},{"text":"I cringed and flinched. That’s a bad day","labels":"fear"},{"text":"I admit I’ll be fairly happy if we continue to invest in young internationals and sign a $100+ mil free agent every offseason.","labels":"approval"},{"text":"Yes but [NAME] advice is better then some randoms lol he was one of the leagues best ever defenders","labels":"approval"},{"text":"I'm just messing with you, dont be mad! I actually upvoted you, its probably just burried under all the downvotes.","labels":"neutral"},{"text":"I realised after I typed it, but I left it up. I feel sometimes in life, you just gotta take the L. ","labels":"realization"},{"text":"It says \"Just because someone *is here* illegally…\" No comment at all about how they got here.","labels":"neutral"},{"text":"I think you need a better partner. Continuing to go after you said you want to stop is kind of abusive.","labels":"caring"},{"text":"Dude you don't know what I wanted. [NAME] was very clearly a generational talent.","labels":"neutral"},{"text":"I pray that I won't have to change my clothes.","labels":"neutral"},{"text":"This is a terrible tip. Please think before doing something like this.","labels":"caring"},{"text":"r\/iamverysmart and r\/woooosh in one. That is just about how pathetic one can be.","labels":"sadness"},{"text":"I don't understand how her hair is 'too light' or how that effects the concealer.","labels":"confusion"},{"text":"Honestly tho. You ever have someone order loaded fries like 2 minutes before you close your kitchen? I have. This is similar to what they got.","labels":"neutral"},{"text":"The best part about reading brietbart articles is you know they won't give any facts to support their statement.","labels":"amusement"},{"text":"My point is that since they should both get the same sentence...it doesn't matter who is who. Push them both in...","labels":"neutral"},{"text":"This is a guide to all major religions and their stance on vaccines.","labels":"neutral"},{"text":"She was eating gates BBQ at one point. KANSAS CITY PRIDE","labels":"neutral"},{"text":"Nobody will ever dethrone nurses and teachers, but hotel employees are quietly becoming some of the weirdest people in my Tinder matches.","labels":"neutral"},{"text":"wow! trust issues.","labels":"surprise"},{"text":"Can Dr. [NAME] confirm this? Edit: Doesn't matter. T H I C C D O N is actually zaddy af.","labels":"neutral"},{"text":"Shittiest crowd weve got this season omg please stay home an empty arena would of been better than this shitshow tabarnack","labels":"annoyance"},{"text":"Weird flex but ok","labels":"neutral"},{"text":"Absolutely terrible. But wholesome aswell.","labels":"disgust"},{"text":"We have a lot of people flying in and out of the country. No change to the usual lines, so not bad at all.","labels":"neutral"},{"text":"The uncanny valley of creepy.","labels":"fear"},{"text":"Another strange signing. [NAME] seems great at spotting backup players. 20 odd signings and probably 4 have been decent?","labels":"amusement"},{"text":"Your company sucks.","labels":"neutral"},{"text":"That's the key- minor corrections, little improvements, something slightly different.","labels":"neutral"},{"text":"Ideal situation. I just don't instead why fans are writing him off. He's a beast.","labels":"neutral"},{"text":"Yep. That's what made me kiss my SO for the first time. Those eyes. I don't think I'll ever forget.","labels":"neutral"},{"text":"If you know it's the right thing to do, it's better to \"lose\" that person than to \"lose\" that opportunity.","labels":"neutral"},{"text":"Let's be real though, the waifu is probably younger than his kidfu","labels":"neutral"},{"text":"The BBC covered up a pedophile story involving high ranking politicians. No thank you. They are basically the public relations branch of the government.","labels":"neutral"},{"text":"Shared misery *always* makes me feel better :D","labels":"approval"},{"text":"...oh absolutely! ...it's really bad if they're having a mania episode...","labels":"excitement"},{"text":"\"Oh ho ho! Delightfully devilish, [NAME]!\"","labels":"surprise"},{"text":"Damn so the Patriots are gonna get thielen after all","labels":"neutral"},{"text":"Don't ever be ashamed of who you are","labels":"neutral"},{"text":"I understand. Sorry that happened to you. Stay strong!","labels":"caring"},{"text":"I look at him as a performer but he's still human tho.","labels":"neutral"},{"text":"next time offer dude a hit of your weed, ive been waiting for that to happen to me","labels":"neutral"},{"text":"I like all Star Trek. I hope they end up switching directions now and make new movies that are more about exploration.","labels":"desire"},{"text":"bahhhhh i didnt know this existed. i love\/hate you. - [NAME]","labels":"confusion"},{"text":"As much as I hate him, I will always give that title to [NAME] to [NAME] to win the Super Bowl in 2008","labels":"neutral"},{"text":"Goodness, how will [NAME] even defend this? Please try to validate this so I can become a muzz and you earn your good boy points from [NAME]","labels":"surprise"},{"text":"Anyone want adopt a dog while we are at this discussion lol?","labels":"amusement"},{"text":"Over 38 games against City we aint got a hope, but over 90 minutes.. hmm. Hmmmmmmmm.","labels":"neutral"},{"text":"Me. I really needed to see this. ☹️","labels":"neutral"},{"text":"If she is an INFJ they can be quite caustic and verbally abusive at times.","labels":"annoyance"},{"text":"Had same problem and this fixed it.","labels":"approval"},{"text":"Mate just go out and get yourself a steak dinner, you will enjoy it much more than Artifact.","labels":"joy"},{"text":"sorry fam, but this is a repost on this sub as well.","labels":"disappointment"},{"text":"Wow! Dudes lucky to be alive today! Who does that? Obviously drunk.","labels":"surprise"},{"text":"Dirty Southern Wankers","labels":"annoyance"},{"text":"*me Doesn't make any sense if your anxiety is afraid of these things, since it would be scared and go away then. ","labels":"fear"},{"text":"Because train hitting your truck at full speed will prevent damaging the truck.","labels":"neutral"},{"text":"Well stop drinking bovine growth hormone then.","labels":"neutral"},{"text":"Maybe I should tell my family to move the Lavvo further south =) people sound nicer there","labels":"neutral"},{"text":"Sometimes people that are around each other a lot just get to be friends. Sometimes people ignore that their friends are actually terrible people.","labels":"disgust"},{"text":"Oh weird, the money I make is taxed when I earn it and then it gets taxed when I spend it","labels":"neutral"},{"text":"Nah I like my pockets kief free","labels":"love"},{"text":"Am I the only INTP here who cared about deadlines. It's how I got so good at crunch time and working last minute.","labels":"neutral"},{"text":"I could believe it's natty transformation, just not in so short time-frame. Hence, juicy or time-frame is closer to 2 years.","labels":"neutral"},{"text":"I feel bad for laughing at this now that the creator of Spongebob passed away a month ago.","labels":"disappointment"},{"text":"The third floor isn't high enough. I'm also in dire need of a job and the stress is unreal.","labels":"neutral"},{"text":"The StackExchange network might have turned into an elitist playground but it's damn good for finding a fix for your problems.","labels":"approval"},{"text":"Benzos do not help anxiety long term. they make it worse","labels":"disgust"},{"text":"Excuse me, I am a very polite roid monkey. ","labels":"neutral"},{"text":">I clearly have no fuck I clue what I'm doing hire someone","labels":"confusion"},{"text":"> 420 blaze it!! wasn't that the red sox payroll doe? they got their ring.....","labels":"neutral"},{"text":"Best of luck to you my friend, keep going ","labels":"caring"},{"text":"Wow, \/r\/noisygifs for real. First time I genuinely felt I could hear it.","labels":"joy"},{"text":"Maybe I'm overly cautious, but when I was single I stayed away from people who worked with me. ","labels":"approval"},{"text":"Imagine caring about last laugh This post was made by the warlord gang.","labels":"neutral"},{"text":"Just got my seats a couple of days ago!","labels":"excitement"},{"text":"Oh that leg. Like, she NEEDS to get that looked at!! ASAP!","labels":"neutral"},{"text":"that most of the fandom does not get that reference is depressing","labels":"disappointment"},{"text":"If you succeed at killing yourself you can't attempt it many more times.","labels":"neutral"},{"text":"I wish I could believe in myself","labels":"desire"},{"text":"Love the seems to be afk cause hell never respond but his non stop stupid af music forever plays guys","labels":"love"},{"text":"I miss old [NAME]","labels":"neutral"},{"text":"Come on, at least give me one other comment not from this thread. Show me that you are at least interested in providing an argument. ","labels":"neutral"},{"text":"Ah, [NAME] and his random crap again...","labels":"neutral"},{"text":"Probably left the crusts on ! Borderline abuse right there !","labels":"neutral"},{"text":"\"Oceans\" by Hillsong United. Song gave me a migraine then and still does now.","labels":"neutral"},{"text":"Yeah, and I don’t know why, it was totally out of character for me...","labels":"neutral"},{"text":"Er - I have to leave quickly, because things might stay the same!","labels":"approval"},{"text":"It's titled \"Manhattan!!\" And Yankee stadium in *the Bronx* is the only non-Manhattan location ID'd. Classic moron.","labels":"neutral"},{"text":"A lot of people call that this is only one they made her sick","labels":"disappointment"},{"text":"if the pain doesn't go away after 4 hours or so, it's broke.","labels":"neutral"},{"text":"Remember, we still have freakin' Alaska","labels":"neutral"},{"text":"I don’t set an alarm I naturally wake around 4am. Love my mornings.","labels":"approval"},{"text":"[NAME] nerds thinking they are cool by assigning some bullshit fantasy words to error messages...theater mode is probably just acting up","labels":"neutral"},{"text":"Yes! Love me rotties!","labels":"love"},{"text":"Yep! Wanna come do karate in the garage?","labels":"neutral"},{"text":"That's numberwang!","labels":"neutral"},{"text":"Yeah but people are dumb and mesh everything together because thinking about specific situations is clearly too hard","labels":"disapproval"},{"text":"If you're on a budget, anywhere that's cheap. ","labels":"neutral"},{"text":"Play stupid games and win stupid prizes dude.","labels":"neutral"},{"text":"Games like this are just demoralizing for our players.","labels":"nervousness"},{"text":"She went from normal mom to ~~[NAME] amazed by balloons~~ [NAME] really fast.","labels":"surprise"},{"text":"Wow, pulling her by her hair and throwing her on the ground doesn't exactly say \"respect me\" in any way.","labels":"disapproval"},{"text":"What a journey.","labels":"joy"},{"text":"I'm slippery","labels":"neutral"},{"text":"Yeah I live in Philadelphia. I also get told I look 14 constantly so I haven’t bothered trying to even get in hah","labels":"approval"},{"text":"I'll probably do the same thing next year that I did this year and that was targeting [NAME] pretty late","labels":"approval"},{"text":"This is all I can think about when I see these things. Most of them cannot be properly washed.","labels":"neutral"},{"text":"Yep completely bc no kids ever liked to draw. Definitely me.","labels":"neutral"},{"text":"r\/iamatotalpieceofshit call the police for destruction of private property gg ez clapz","labels":"neutral"},{"text":"Didn't you just post this and people told you it was dumb and not meant for this sub?","labels":"neutral"},{"text":"What a terrible list","labels":"disgust"},{"text":"What's worse is using self destruct without the pilot DLC. You just die :(","labels":"disgust"},{"text":"More like a baptism, with sexy results!","labels":"neutral"},{"text":"> i have never even dated a girl. Lol","labels":"amusement"},{"text":"But now we're stressed out.","labels":"nervousness"},{"text":"What’s the point in a yearly stadium video when almost all the pictures will be the same","labels":"neutral"},{"text":"But tbh, i dont think i am disgusting, but my feet still get smelly after a while ","labels":"disgust"},{"text":"Well, i really can not believe that in 21 century religion can offer solution for all the problems. ","labels":"neutral"},{"text":"Sorry to hear that, I have it for ps4 and hardcore dlc servers are still up","labels":"disappointment"},{"text":"Grow up fool","labels":"neutral"},{"text":"The bone around your tooth it’s subject to fracture when you take bisphosphantes! Super weird.","labels":"surprise"},{"text":"I see... that's a shame, but I guess we're comrades until it comes time for the 8th revolution or so","labels":"embarrassment"},{"text":"The government won't let scientists do studies on it, so we're stuck with anecdata until they stop being assholes.","labels":"disapproval"},{"text":"The fact she'd want her daughter with someone as awful as [NAME] is strange. And what's wrong with [NAME] that she would stay with him ?","labels":"disgust"},{"text":"Analytics and instagram... are you joking?","labels":"neutral"},{"text":"Did he just get fat? What caused him to fall off so much? It's amazing how quickly he flamed out.","labels":"surprise"},{"text":"This joke made me want to walk right out of the Dumbledoor.","labels":"amusement"},{"text":"I'd feel better if the dude in the video didn't have a gun.","labels":"disappointment"},{"text":"I kind of want to try that now actually. With some chocolate added I think it could work.","labels":"desire"},{"text":"Not sure to downvote because genuine and encouraging or to upvote because sarcastic and hateful.","labels":"confusion"},{"text":"The minute I heard about this this morning, I just knew [NAME] would use it for his benefit someway, somehow... lol. :\/","labels":"amusement"},{"text":"[NAME] gets a lot of unfair criticism. [NAME], too","labels":"disapproval"},{"text":"If we always have to use reconciliation anyway, why not just kill it imo, doesn't really matter either way.","labels":"neutral"},{"text":"[NAME] these things were terrible. i presume they still are. #teamlemoncreams","labels":"disgust"},{"text":"Beverly Hills. They did a whole season about UNDERWEAR. I can't imagine why anyone would pick Jersey in this current phase of [NAME] domination.","labels":"disapproval"},{"text":"He’s not wrong, I’m not sure why he’s being downvoted. He’s having an awful year","labels":"approval"},{"text":"OMG she's BYEsexual. Sorry I had to.","labels":"remorse"},{"text":"Optimism dial at 13, absolute mad man","labels":"neutral"},{"text":"Which doesn't fit with the fact that they built massive bathrooms during the construction of Hogwarts.","labels":"neutral"},{"text":"watching [NAME] attempt hook shots gives me a panic attack, even when he makes them (which is rare)","labels":"neutral"},{"text":"Greetings from Singapore! Anyone looking to play, please come find us at our discord: ","labels":"neutral"},{"text":"Lmao That’s a blatant lie, ~1000 people were killed by American cops last year compared to 52 cops killed by civilians ","labels":"disgust"},{"text":"That's awesome to hear :)","labels":"joy"},{"text":"Yeah lets hope so, i hear the IRA is very forgiving of rich folk.","labels":"desire"},{"text":"Tbh I don’t hate either sport I just find them both silly. Especially soccer when Players fall intentionally to pretend to be hurt","labels":"neutral"},{"text":"Its a bit weird of them to recommend you a song by The Strokes after they told you their offer","labels":"neutral"},{"text":"I don’t know man I feel like this goal is just a combination of unluckiness","labels":"disappointment"},{"text":"Cool, but what's your point? You gave some context without really saying what you think.","labels":"confusion"},{"text":"If it's anything like what happened in France, I'd assume because it disproportionately affects the poor. ","labels":"disapproval"},{"text":"It honestly sounds like he has some type of addiction to games. Reminds me a lot of my ex.","labels":"neutral"},{"text":"Lucky you, some people have all the love ","labels":"love"},{"text":"Debunked as in proven wrong. Again, he is a well known fool. Do yourself a favor and never take anything he says remotely seriously. ","labels":"anger"},{"text":"I just spit out my drink If I had money I would gold you I’m dead r\/JesusChristReddit","labels":"neutral"},{"text":"Calm down. It's a real concept.","labels":"caring"},{"text":"Finale","labels":"neutral"},{"text":"I don’t love prison- I love the stuff that leads me TO prison. Get on board, [NAME].","labels":"love"},{"text":"Yeah, I might have used the wrong word.","labels":"realization"},{"text":"No you don't, you love lies and liars. ","labels":"love"},{"text":"Mate you're only 20, you'll laugh at how ridiculous what you said is when you're older. ","labels":"annoyance"},{"text":"Wow 40 years at 18 wow how unfortunate.","labels":"surprise"},{"text":"Even if I did, no one would believe me....,","labels":"disapproval"},{"text":"Your son went to school in a treehouse?","labels":"surprise"},{"text":"¯_(ツ)_\/¯ I think its cool.","labels":"neutral"},{"text":"it's not up to the drivers, its up to the owner. Owner doesn't have to drive in the ice.","labels":"approval"},{"text":"Anything intelligent to say, sometime maybe perhaps?","labels":"neutral"},{"text":"I'm sure the two young sons of [NAME] are comforted by the fact that the cops involved didn't want to kill an unarmed man.","labels":"approval"},{"text":"\"Someone else must start this however... but I will sure join in the violent fight that will ensue... I promise!\"","labels":"approval"},{"text":"That was the best time to be Black in LA","labels":"approval"},{"text":"I hope you are not living in Australia. That heat has been killing Masturbators left and right.","labels":"neutral"},{"text":"Seriously. I wonder if OP has seen some of the amazingly stupid faces that [NAME] and [NAME] make.","labels":"surprise"},{"text":"Uhhh I want someone to do this for me!","labels":"neutral"},{"text":"Aren't they concerned about your weight now?","labels":"caring"},{"text":"The trouble is that they are, in fact, very devout [NAME]. ","labels":"neutral"},{"text":"And fake papers are probably dwarfed by genuine but bad papers. So what?","labels":"disappointment"},{"text":"Lol I need details!?","labels":"amusement"},{"text":"That's why I don't open Instagram that much","labels":"disapproval"},{"text":"***Y'our*** so funny.","labels":"amusement"},{"text":"Mine was apparently [NAME] and the giant peach!","labels":"neutral"},{"text":"My two favorite bands are Queen and Panic! At The Disco.","labels":"neutral"},{"text":"What a goal","labels":"excitement"},{"text":"I'm just gonna hit \"back\" now. See you guys.","labels":"neutral"},{"text":"It's time to fertilize the lawns. A couple of 500lb bags should do!","labels":"neutral"},{"text":"OMG my [NAME] hates it too but she does it to me all the time","labels":"approval"},{"text":"Please respect our sub's rule against belittling [RELIGION].","labels":"approval"},{"text":"Really? Shucks! I’ve never seen it...thought it was a perfect add. My bad.","labels":"surprise"},{"text":"I wonder if it's about a t t e n t i o n s e e k i n g . . .","labels":"surprise"},{"text":"Well, that took a left turn. Sorry, you're not going to go viral, boss babe. ","labels":"remorse"},{"text":"Ah. Not on either of those. [NAME]! ::goes back to stalking profiles::","labels":"relief"},{"text":"[NAME] doesn’t care if you drink tea. I would tell him how you feel. Keeping you in my thoughts.","labels":"neutral"},{"text":"Wouldn’t be shocked for a lot of those guys to follow him to TB.","labels":"neutral"},{"text":"Nobody uses OkCupid anymore. Go to a bar and pick someone up","labels":"neutral"},{"text":"At this point, it’s certain that GA isn’t happening. ","labels":"neutral"},{"text":"When you’re having a dream and the psycho is coming for you but you can’t move...","labels":"neutral"},{"text":"Ghosting sucks and is rarely excusable.","labels":"neutral"},{"text":"For me, I didn't take pause because I never considered it. :-\/","labels":"approval"},{"text":"This sounds very familiar...","labels":"approval"},{"text":"What is up with the second, slightly differently orange hairline in front of the other from hairline? What the hell is going on there?","labels":"annoyance"},{"text":"[NAME] damn it, dude. Are you trying to ensure every gun owner in PA votes red? Because that's how you do that. ","labels":"neutral"},{"text":"yeah its cool","labels":"neutral"},{"text":"Gotta go fast! [NAME]","labels":"excitement"},{"text":"Weird crowd.","labels":"neutral"},{"text":"I’m concerned this story does not have a definitive conclusion","labels":"caring"},{"text":"The internet never disappoints.","labels":"disappointment"},{"text":"My fans on patreon will be rewarded soon","labels":"amusement"},{"text":"bcash is not bitcoin. its a fork if bitcoin, and you brought up [NAME] yourself which is pretty odd considering you think of him as a distraction.","labels":"neutral"},{"text":"I’d gladly","labels":"surprise"},{"text":"[RELIGION] is indian tho lol","labels":"neutral"},{"text":"No need for pity! It was a happy moment. Tears of joy not sadness","labels":"joy"},{"text":"BT In the commentary booth: \"Where's your god [NAME]?\" As she's being mauled by a lion","labels":"neutral"},{"text":"I know. Idk what to say after they say they already have one. I say oh good! And then it's awkward","labels":"embarrassment"},{"text":"Good [NAME]. That's quality cringe.","labels":"neutral"},{"text":"Shout out to the two messy bots","labels":"neutral"},{"text":"It’ll last until we win our 4th straight NBA Finals game","labels":"neutral"},{"text":"It's strange i don't understand how work reddit, i drop a link when i create a post but it doesn't work","labels":"neutral"},{"text":"I think peach is hotter but not her attitude ha","labels":"neutral"},{"text":"The true perk is \"knowing all the good local spots\"","labels":"approval"},{"text":"I feel like [NAME] would be upset about this too","labels":"sadness"},{"text":"I love how when a girl flees saudi arabia in fear of her life she gets called a drama queen. This right here is a drama queen.","labels":"love"},{"text":"He doesn't He just want to get the F*** out of there.","labels":"neutral"},{"text":"Best description of online dating ever","labels":"amusement"},{"text":"what has helped me was to figure out the root cause of the anger and address those feelings rather than hold onto the anger.","labels":"approval"},{"text":"Oh no....","labels":"neutral"},{"text":"Credentials are just the type of the iceberg. I know people who got married lying about their marital status and sexual orientation.","labels":"neutral"},{"text":">I want to believe that everyone deserves love They absolutely do! And he loves himself enough already! Too much, in fact.","labels":"approval"},{"text":"Putting on head phones with a neutral song","labels":"neutral"},{"text":"Boner. I'd have the weirdest boner.","labels":"neutral"},{"text":"Scotch tape for a leak. You might have better chances just asking it really nicely to stop.","labels":"caring"},{"text":"r\/UNBGBBICHIDICTICBG Pretty sure I got that wrong but I think you guys know what I mean Edit: I can't spell","labels":"disapproval"},{"text":"He ruined himself. Period. You owe him nothing.","labels":"caring"},{"text":"Nope but here you go. Honestly really disturbing, don't say I didn't warn you.","labels":"neutral"},{"text":"Idk you seem pretty miserable and really bitter and angry. It must be exhausting and I hope you find happiness some day.","labels":"anger"},{"text":"- (sorry) -","labels":"neutral"},{"text":"“WHY CANT I BELIEVE IN COMMUNISM AND BE A [NAME] TOO” Muh purity test","labels":"neutral"},{"text":"Happy cake day man!!!","labels":"joy"}]