[{"text":"Now I'm wondering on what I've been missing out. Again thank you for this.","labels":"curiosity"},{"text":">not a cure-all. Since we don't have such a thing, is this not the next best option?","labels":"confusion"},{"text":"Love that car","labels":"love"},{"text":"This is why we love Football!!!","labels":"excitement"},{"text":"FLY EAGLES FLY!!!","labels":"neutral"},{"text":"I've been watching too much my 600lb life...I instantly hear dr. [NAME]","labels":"remorse"},{"text":"Cus the left doesn't give a shit about people who fought for the USA!","labels":"anger"},{"text":"You're delusional and unabashedly willing to lie about others for ideological reasons.","labels":"neutral"},{"text":"Clever!!!","labels":"amusement"},{"text":"I cringed so much just reading that tweet, I didn't even make it to the comments. That's my fucking President. :(","labels":"remorse"},{"text":"You'll miss a begging old man asking for a spare coin. RIP","labels":"remorse"},{"text":"Im really sad, and there is alot more goin on but i dont know how to tell it.","labels":"sadness"},{"text":"Why do you say this? I'm genuinely curious.","labels":"curiosity"},{"text":"Oh hey, the actual answer","labels":"realization"},{"text":"Not just commercial property owners. Large stakeholders such as HOAs of condo owners were also involved.","labels":"neutral"},{"text":"She did that on purpose look at her feet shift over before she throws the punch.","labels":"neutral"},{"text":"Good on you dude. I'm west coast, but I'd love if anyone ever finds themselves in Seattle, I extend this offer.","labels":"excitement"},{"text":"I’m already deaf. It’s not that bad. Hard to imagine how easy it would be, being blind.","labels":"realization"},{"text":"Why would they lie?","labels":"confusion"},{"text":"You’ve described some states in the South, like ","labels":"neutral"},{"text":"I already like the game. I don't to make the wins gimmicky for the game to be fun.","labels":"amusement"},{"text":"SAF is also in the list for Facebook. I triggered some people when I set my birthday fundraiser up.","labels":"neutral"},{"text":"Dude who knows u cant tell what a chemical is based on taste","labels":"neutral"},{"text":"People actually cancelled their subscriptions because they didn't endorse him. These same people call others 'snowflakes'. lol","labels":"amusement"},{"text":"Ayy, the bottom one is mine!","labels":"neutral"},{"text":"You'll all be getting coal this Christmas!","labels":"neutral"},{"text":"get a doorway pull up bar, pop a couple everytime you pass by it. Helped me reach 20","labels":"neutral"},{"text":"I understand your frustration with [NAME] hate but [NAME] as a character though... \/s","labels":"neutral"},{"text":"I was able to catch the first half and his D looked great (thats what she said?), did it decline in the second?","labels":"neutral"},{"text":"I really like this.","labels":"love"},{"text":"Ha, nope! Trying to distract myself on mobile in a really boring meeting. r\/whoosh","labels":"disapproval"},{"text":"OH NO NO NO NO","labels":"sadness"},{"text":"That’s not the whole","labels":"disapproval"},{"text":"There better not be any more DNP games for [NAME] the rest of the season","labels":"desire"},{"text":"Will add to Plano's directory when I make it. Thanks!","labels":"gratitude"},{"text":"Hes looking for a handout of 3 free meals a day, education and skill training and a roof over his head. Jail, it works.","labels":"amusement"},{"text":"[NAME] own DHS claims most drugs come in through legal points of entry. Do you have any sources to contradict that?","labels":"neutral"},{"text":"Thank you for your open mind. Stay strong, fight the good fight, and stay educated.","labels":"caring"},{"text":"I’m fine with that. I’m happy to be banned from subs like that.","labels":"joy"},{"text":"The altcoin thread!? This is the first time I've seen it in 6 months.","labels":"surprise"},{"text":"Wait did he’s married with a family and tried getting in your pants?!","labels":"curiosity"},{"text":"You are not wrong. I have learned about myself alot while on drugs. Sometimes it's scarry when i find out how limited my mind is.","labels":"realization"},{"text":"I agrew. I have also had these many times and they always have a lot of ice cream.","labels":"amusement"},{"text":"ALFBRUSHJANSBYSY SUCH A GOOD DOGGO","labels":"amusement"},{"text":"Man if you want some crazy dreams, slap on a few nicotine patches before bed.","labels":"caring"},{"text":"Eh, sorry, found it, not my ex, thank goodness! Apologies!!","labels":"caring"},{"text":"He has been ghosting me whenever I text or call him. I know he has been getting them though. As they are always left on read.","labels":"realization"},{"text":"A life well spent....","labels":"relief"},{"text":"I like the way you think!","labels":"amusement"},{"text":"your post is awesome. People need to hear this more. Thank you.","labels":"amusement"},{"text":"It was never about comparisons, it was about our experiences and relationship to capitalists here.","labels":"disapproval"},{"text":"That was brutal as hell. Loved it","labels":"excitement"},{"text":"> Obs streamlabs Thank you buddy, I will take a look at it now and do some testing","labels":"gratitude"},{"text":"So hit Seek and Indeed.","labels":"neutral"},{"text":"When he formally announces, that's when my big donation will drop.","labels":"realization"},{"text":"Well done dude! Seriously :) But keep it up, don't lose this momentum.","labels":"amusement"},{"text":"Police numbers in London are at their lowest (per head of population) in twenty years. Those fucking cuts!","labels":"anger"},{"text":"! remind me 2 days","labels":"neutral"},{"text":"Lindt don’t fuck about","labels":"anger"},{"text":"[NAME] for best actress","labels":"amusement"},{"text":"\"Ummmmm *Eeyore*? Duh?\" *sighs violently, rubs temples* (This is when I leave before I do\/say something stupid)","labels":"anger"},{"text":"#ERROR!","labels":"neutral"},{"text":"sure but that doesn't change the fact that he's probably not a neccbeard","labels":"disapproval"},{"text":"Confirmed, word added to Oxford dictionary in 2022. Now to spread the word and get it into general circulation so that this can happen. [NAME].","labels":"amusement"},{"text":">ageism Lol. Nobody's *discriminating against* these folks cuz they're teenagers. Settle it down, mate.","labels":"amusement"},{"text":"Am I the only one that still texts in complete sentences and at least attempts to spell the words correctly?","labels":"curiosity"},{"text":"Must be nice","labels":"optimism"},{"text":"> If this article was\/is false then the poster should be banned for life Congratulations. You just fundamentally changed how internet works.","labels":"amusement"},{"text":"Plus FIFA can get corrupt officials in 3 countries to compete to see who can line their pockets better!","labels":"neutral"},{"text":"Gangs shooting each other on the streets is not the same as a crazy person going into a school and kill a bunch of innocent kids with an assault rifle.","labels":"disapproval"},{"text":"I don't think you can find a better support line in contenders than alarm and elk. absolutely insane and clutch it's unbelievable","labels":"surprise"},{"text":"he's been around forever but apparently none of y'all have RES","labels":"disappointment"},{"text":"THERE IS NO LEFT PHILANGE","labels":"disapproval"},{"text":"I can feel my left knee getting sore now","labels":"realization"},{"text":"I like having roads, schools, and drinkable water? You confuse a man for a paranoid.","labels":"neutral"},{"text":"Brig is basically an oppressive DPS at lower tiers. You can steamroll people in brawls if you have any cover.","labels":"neutral"},{"text":"Nothing official, just a gut feeling. We'll see though as today we should have an update.","labels":"disgust"},{"text":"Why are we trusting them to do anything after messing it up that badly?","labels":"curiosity"},{"text":"The Colts badly wanted to hire him. He’d get a GM job in a heartbeat if he wanted it.","labels":"amusement"},{"text":"Just made some Ham and Lima Beans with those. You are very correct ...","labels":"approval"},{"text":"As a household we deal with it by respecting each other's choices and opinions.","labels":"gratitude"},{"text":"Look how pretty she is. YES QUEEN YESSSSSSS","labels":"amusement"},{"text":"Looks like one of mine too. Such a horribly raised entitled rude brat","labels":"embarrassment"},{"text":"I quit soda about a month ago and this makes me want to go buy an entire 2-liter just to comfort myself","labels":"desire"},{"text":"Need to go middle of the road no [NAME] is going to vote for [NAME].","labels":"neutral"},{"text":"Wait one of the posters responding is using makeup from ten years ago.","labels":"surprise"},{"text":"Mmmm looks like some delicious asbestos tile being rubbed there.","labels":"curiosity"},{"text":"There is no *inherent* meaning, but this does not necessarily render it meaningless. Only you can decide whether your life has meaning or not.","labels":"realization"},{"text":"Go away [NAME]....","labels":"neutral"},{"text":"Yup. That doesn't contradict what I said- this isn't a derailing conversation that I was starting.","labels":"disapproval"},{"text":"gorgeous pic!","labels":"amusement"},{"text":"*Hey just noticed..* it's your **2nd Cakeday** yosoyjackiejorpjomp! ^(hug)","labels":"excitement"},{"text":"Both my kids went down with it about a week ago","labels":"neutral"},{"text":"Yes, I had to drive about 2 miles to the restaurant but I only waited 5 minutes. ","labels":"approval"},{"text":"They are all good right now. Pick the one that interests you and enjoy yourself.","labels":"caring"},{"text":"Do you not give your snowmen brooms? I feel like that's a thing people do","labels":"confusion"},{"text":"If it comes out that [NAME] or [NAME] were sexual predetors I am going to be pretty god damn upset.","labels":"neutral"},{"text":"I'm sorry it happened like that for you. I really can't imagine.","labels":"caring"},{"text":"That isn’t a prediction that is exactly how Crisis on infinite earths played out","labels":"disapproval"},{"text":"bruh literally same","labels":"neutral"},{"text":"Now that you put it that way I can’t un-see it.","labels":"neutral"},{"text":"oh, that's nice. welcome everyone!","labels":"gratitude"},{"text":"A news source putting out sponsored news is inappropriate. Stop reading BBC i guess","labels":"disappointment"},{"text":"this made me stop subconsciously breathing and now I can't stop thinking about it","labels":"nervousness"},{"text":"Oh fuck. Is that legal?","labels":"curiosity"},{"text":"[NAME] alright dude","labels":"amusement"},{"text":"I heard Netflix was cutting a bunch of content so I'm going to cancel and drop all the content myself! 4d chess move baby!","labels":"excitement"},{"text":"Should start at 1mg and see how you feel","labels":"caring"},{"text":"Just because they think it’s attractive doesn’t mean it’s sexist","labels":"disapproval"},{"text":"I could drive my fucking van through there!","labels":"anger"},{"text":"Pretty impressed that they have pork roll there tbh","labels":"surprise"},{"text":"This isn't bigoted at all. Pointing out flaws is actually a good thing. Good job","labels":"amusement"},{"text":"He is actually good now. No teddy but he was great last year before he got into shit","labels":"amusement"},{"text":"Yes I wish more people did this!","labels":"desire"},{"text":"I know, my dealer was doing bumps off his hand. Have some class","labels":"neutral"},{"text":"That fool does not look like it has been in the oven. It looks like they made a foil bowl and poured whatever that is in there.","labels":"confusion"},{"text":"A video that makes me happy","labels":"joy"},{"text":"Oh....yuck","labels":"disgust"},{"text":"What the fuck is this about?","labels":"anger"},{"text":"You cared enough to come on your alt to comment AGAIN. But you forgot to switch to the alt. Claiming you don't care is nothing special.","labels":"neutral"},{"text":"They're off thinking about ways they can avoid topics and deflect more, since they seem so good at that lately.","labels":"amusement"},{"text":"Not for long!","labels":"neutral"},{"text":"There’s a reason southern states have a massive teacher shortage. Please do yourself a favor a consider that before you take the leap.","labels":"neutral"},{"text":"You an Asperger?","labels":"curiosity"},{"text":"Mf perioded on my new sofa","labels":"neutral"},{"text":"Now is the fun part, where you try to maintain this lifestyle.","labels":"curiosity"},{"text":"Have you pulled an updated Batch Guidance sheet? If your tossing a lot of coffee out, it sounds like you might be brewing too much.","labels":"neutral"},{"text":"Ok cool, thanks","labels":"gratitude"},{"text":"That’s nightmare fuel right there","labels":"fear"},{"text":"One can only dream about having such a good team one day again. Now we have Sansores y Vilchis no mames haha.","labels":"amusement"},{"text":"Left the spasms behind long ago, we're now at full on convulsions","labels":"excitement"},{"text":"It says new, but I feel like they should call it 'used.'","labels":"neutral"},{"text":"I wish, have to wait 3 weeks","labels":"optimism"},{"text":"Yeah I just saw that. The wheels are turnin' :)","labels":"joy"},{"text":"Oversleeping always makes me super depressed and even a little nauseous! Even so, I always want to go back to bed.","labels":"remorse"},{"text":"Whisper to my worm","labels":"neutral"},{"text":"So much blasphemy... This place is not even [RELIGION]. You literally deny scripture to fit a Reddit agenda.","labels":"disgust"},{"text":"Xbox 360. I’ve never gamed before so I’m excited.","labels":"excitement"},{"text":"Ok. I got it. But it was a house. Just seemed odd lol","labels":"amusement"},{"text":"The paratrooper theme fits very well with his jump! Keep up the good work.","labels":"amusement"},{"text":"I would go into the walk-in and curse like a sailor for a minute at full volume then freeze out the offender to the best of my ability.","labels":"desire"},{"text":"So TD tried putting an invisible downvote button for real?? Didn’t stop me from downvoting their idiocy.","labels":"annoyance"},{"text":"Oh, okay. Thank you. I hadn't been keeping up with it.","labels":"gratitude"},{"text":"When America decides to care that they aren’t paying one of the military branches. Which will be never.","labels":"amusement"},{"text":"Haha yes! Ill do that to my cat all the time. He seeems to appreciate the assist","labels":"joy"},{"text":"Lol, well if it's any consolation, I thought it was funny","labels":"amusement"},{"text":"Great. Now some girl in Utah will appropriate it for her prom this year because she \"appreciates\" the culture.","labels":"amusement"},{"text":"Yo this [NAME] was literally pulling moves out of the Hitman games jumping over to your balcony. Thats terrifying.","labels":"fear"},{"text":"I can see why! I would totally be offended too!","labels":"realization"},{"text":"I was honestly shocked when they denied an overpayment, especially since after the charges cleared it would have been a $0 balance.","labels":"surprise"},{"text":"It was a wild circus for a few years here, lol","labels":"amusement"},{"text":"i meant what i said.","labels":"neutral"},{"text":"Wasn't that just Age of Apocalypse? AFAIK, [NAME] and [NAME] are married in the comics right now.","labels":"curiosity"},{"text":"Can’t believe a club paid $550k for Sandow that’s absurd.","labels":"surprise"},{"text":"That’s terrifying","labels":"confusion"},{"text":"What happened when [NAME] shutdown the government?","labels":"curiosity"},{"text":"Funny enough, not all [NAME] are celebrities.","labels":"amusement"},{"text":"Discord. It’s there in the FAQ.","labels":"disapproval"},{"text":"Oh wow. That’s nice of New York.","labels":"amusement"},{"text":"You conveniently aren't speaking to my assertion.","labels":"disappointment"},{"text":"Is this him?","labels":"curiosity"},{"text":"As much as I’d love [NAME] to be gone, i know they never would ","labels":"optimism"},{"text":"This is considered being successful at this point in their lives if you live downtown lol","labels":"amusement"},{"text":"Fan votes shouldn't count for that much. We've proven we are idiots.","labels":"approval"},{"text":"Oil barons hate him!","labels":"surprise"},{"text":"ok cool. ill be on the look out for that email then. thanks","labels":"approval"},{"text":"Did you kill the shark to get the shark teeth for your necklace yourself or was it premade? Thanks [NAME]!","labels":"gratitude"},{"text":"She's 17. Let her brag about cool visual effects, yikes","labels":"amusement"},{"text":"[NAME] saying she works all year. Most people work all year that’s normal!!!","labels":"neutral"},{"text":"I've played around pretty extensively with this mod in [NAME] mode with friends. I'd recommend it.","labels":"joy"},{"text":"is a recent article interesting read.","labels":"amusement"},{"text":"Nice one comrade","labels":"amusement"},{"text":"We have seven fucking billion and more people bork every day !!","labels":"annoyance"},{"text":"I actuallly talked with an employee yesterday that was leaving for KFC.","labels":"neutral"},{"text":"Yeah, sadly, looks like this champ will be pretty opressive. ","labels":"disappointment"},{"text":"Oh that's hard. I hope you get an amazing nap in the car. The exhaustion is real with babies.","labels":"optimism"},{"text":"Xsara Picassos too","labels":"neutral"},{"text":"Thanks. I appreciate that. At least I know I’m not the only one.","labels":"gratitude"},{"text":"So basically Syracuse needs two starters out and a bunch of circus shots to compete lol. Is what it is I guess","labels":"amusement"},{"text":"Feeling bit better now, but the feeling as a whole will come back I know.","labels":"realization"},{"text":"i started smoking cigars at 30 lol","labels":"amusement"},{"text":"I understand it but I hate it and I personally believe it promotes toxicity","labels":"disapproval"},{"text":"Maybe it meant sorry just wondering","labels":"confusion"},{"text":"which he has now admitted was an error in hindsight and is encouraging JT publically to ban them","labels":"neutral"},{"text":"This makes me wanna die","labels":"excitement"},{"text":"Key words: “too much.”","labels":"neutral"},{"text":"Your shoes are all half a size too big.","labels":"neutral"},{"text":"So, he was partly an average product of his time, and partly a terrible, notorious man by the standards of his time.","labels":"neutral"},{"text":"I mean for once the unpopular one is actually at the top, even if it is tea, robbed of air time? Sure, wins no","labels":"neutral"},{"text":"He’s such a little bitch, impossible to like","labels":"annoyance"},{"text":"Dark Crystal, Neverending Story, Labyrinth. My holy trinity of movies I both loved and was intimidated by as a child.","labels":"fear"},{"text":"Can’t wait for this match","labels":"excitement"},{"text":"I love u too <3","labels":"love"},{"text":"Not as excited anymore about having the most difficult second half in the NHL...","labels":"disappointment"},{"text":"Ok, I guess I gotta show some commitment, thanks!","labels":"amusement"},{"text":"Who da fuck wears swim trunks to a competition","labels":"anger"},{"text":"Don’t worry it will work at some point haha.","labels":"caring"},{"text":"Weird. It always makes me horny.","labels":"confusion"},{"text":"How do they know how far away the FRBs are coming from","labels":"curiosity"},{"text":"A lot of virgins would reject the label.","labels":"neutral"},{"text":"Technically, going 1 forward and five backwards is still a 4 step backward defecit so they are not moving forward ","labels":"disapproval"},{"text":"Some graffiti can turn that really bad","labels":"neutral"},{"text":"Huh, I'd missed this one when looking for new games a few months back. Might have to give it a try.","labels":"remorse"},{"text":"I love this woman.","labels":"love"},{"text":"Wait. Is this a parenting book with a typo? Because this seems to be a great approach to use with a toddler.","labels":"amusement"},{"text":"I get what you mean but still that's like mixing ammonia and bleach, it's not gonna go out well.","labels":"neutral"},{"text":"> That shit happens all the time with cabs. No. It does not","labels":"disapproval"},{"text":"I want someone to take me to the hospital","labels":"desire"},{"text":"* Favourite is [NAME] * Least is [NAME] (excluding [NAME]) * Overrated is [NAME] * Underrated is [NAME]","labels":"neutral"},{"text":"right. which is why he got suspended. because nothing happened. makes sense.","labels":"approval"},{"text":"Biggest Welfare Queen in the world!","labels":"amusement"},{"text":"Yup. If they're brazen enough to not give a damn about the law, they're brazen enough to not care about public opinion on them.","labels":"approval"},{"text":"Time to cut him off. Or find a way to get him good help. Cause he sounds a little dangerous.","labels":"realization"},{"text":"And I taught my room was dirty and that I was not taking care of my self. Good job op","labels":"realization"},{"text":"Exactly. Nothing but a burden at first, but our boy knows how to fight now.","labels":"approval"},{"text":"Happy Birthday [NAME]. You wont read this message but itll be here.","labels":"love"},{"text":"Thank you for your advice!","labels":"gratitude"},{"text":"I you use a \/s .... Don’t know what to say to you m8...","labels":"confusion"},{"text":"you dont have to sign up for anything, just literally paste the output of the script.","labels":"annoyance"},{"text":"Believe me when i say not having a job doesn't change anything. It's an endless nightmare being ostracized from people your whole life.","labels":"fear"},{"text":"Just got home from work, do we really have 4 goals on 8 SOG?","labels":"curiosity"},{"text":"That is amazing! Congratulations! Such a great news!","labels":"amusement"},{"text":"Yep, it's all extremely frustrating.","labels":"annoyance"},{"text":"Oh, but amazingly it seemed to work out in the end because oil eating bacteria evolved in the Gulf of Mexico","labels":"amusement"},{"text":"Big thanks dude! This will really help me out","labels":"gratitude"},{"text":"lots of games have already added what he's asking for, i don't know why he asked the question ","labels":"curiosity"},{"text":"Lol, pretty sad that even in your fake revenge fantasies you come across as a huge asshole.","labels":"amusement"},{"text":"My mother was missing a left leg and my wife was missing a right leg, now they will be able to walk normally","labels":"neutral"},{"text":"Makes me glad I'm almost 50, and all this is stuff I will never ever experience, and frankly can hardly fathom.","labels":"gratitude"},{"text":"What a pretentious, self-promoting post.","labels":"amusement"},{"text":"Yes, they seem to want open borders. Which is silly. They don’t want actual border control.","labels":"amusement"},{"text":"It shouldn't surprise you, since you're here. ","labels":"neutral"},{"text":"Well, I knew that a lot of people don't trim their bushes in the eastern suburbs, but that's ridiculous.","labels":"disgust"},{"text":"I always thought of the sound of lakes freezing on cold nights. It's pretty surreal in itself.","labels":"joy"},{"text":"No. EDIT: Shoutout to the fat nerd who downvoted every comment in this thread just because we don’t stan the dancing games lmao","labels":"amusement"},{"text":"I used to know a guy back in HS, and college. Every male in his family had been struck by lightning, except him.","labels":"surprise"},{"text":"I AM THE GOLDEN GOD","labels":"pride"},{"text":"The issur obviously couldn't apply as they don't have free will, so I guess the tuma'ah is dependent on the issur.","labels":"neutral"},{"text":"Personally, I thank the half hour that wake up thread existed for this W","labels":"gratitude"},{"text":"Except for the part where it grows in with that awful shape people make because they can only see themselves in the mirror.","labels":"neutral"},{"text":"Good job on 112 bro","labels":"amusement"},{"text":"I personally like [NAME] and think he could be on the team right now, but the Org doesn't agree.","labels":"disappointment"},{"text":"Totally irrelevant to my point","labels":"disapproval"},{"text":"Definitely teased you ;) I think it was punishment for lifting at 8 instead of 5 this morning Prez.","labels":"amusement"},{"text":"I always thought [NAME] purposefully was tanking her lip syncs on All Stars because she didn't want to send people home.","labels":"neutral"},{"text":"That woman is on the fast track to being ostracized from that group real quick.","labels":"amusement"},{"text":"The best way is killing people that don't know you. Also you could steal some things so the cops think that it was a robbery","labels":"caring"},{"text":"Yeah personally I would’ve brought [NAME] back lol [NAME] always had trouble staying healthy","labels":"remorse"},{"text":"Famous for his 3-4 Defense","labels":"amusement"},{"text":"That’s not how totaling works.","labels":"disapproval"},{"text":"What are the issues you have been having?","labels":"neutral"},{"text":"Whatever dude. Nothing is more trustworthy than [NAME] with a Russian accent","labels":"neutral"},{"text":"Statute of limitations was up by the time I had a backbone","labels":"neutral"},{"text":"[NAME] BREAK THE GAME. WHY HAVE YOU GIVEN ALL THE KILLERS A FUCKTON OF THEM. ITS SO DAMN STUPID.","labels":"anger"},{"text":"> Not necessary, you're a visible enough asshole that you pop up naturally.","labels":"anger"},{"text":"I'm disappointed that this isn't real...","labels":"disappointment"},{"text":"Apparently Faux news held off on reporting the story at first, presumably until they could get approval on how they should spin it.","labels":"neutral"},{"text":"Haha be careful how you bring this up to him, maybe say you read his note, or he might think you’re out to get him","labels":"caring"},{"text":"This is what I’ve come to expect from this community. Good job","labels":"amusement"},{"text":"The fact that they're flying their drone in the rain gives me anxiety.","labels":"fear"},{"text":"Lol ratheists suck fedoras!","labels":"amusement"},{"text":"How she used the entire video without any editing.... that’s copyright","labels":"neutral"},{"text":"I’m not crying. Nope, no tears over here! ","labels":"disapproval"},{"text":"Glad you found it!","labels":"joy"},{"text":"I didn’t know [NAME] was a boxer, he can take a punch though!","labels":"neutral"},{"text":"damn it I was holding out for [NAME] to carry the game","labels":"disappointment"},{"text":"Wow she still hasn't helped even though you recognize it?","labels":"surprise"},{"text":"Still waiting on act 3. Geeze why don't you do your job already?","labels":"annoyance"},{"text":"Sabaton are pretty cool. I take it you'd also like Rammstein and Turmion Katilot?","labels":"neutral"},{"text":"I have had this same bug once as well. Idk what caused it, but it fixed itself next ","labels":"confusion"},{"text":"Luckily for her former therapist maybe she can no longer leave her home.","labels":"caring"},{"text":"Omg what simple brilliance. The nbme is a waste of time!? Genius!","labels":"amusement"},{"text":"I love you like a love song, baby. And if you know that song, it's now in your head.","labels":"love"},{"text":"For Citynews dot ca that is really sad.","labels":"sadness"},{"text":"What did he say about [NAME]?","labels":"curiosity"},{"text":"You took the **bait**. Unless you masturbated to it.","labels":"neutral"},{"text":"Nobody likes you nonhuman mimics and everyone knows what you are.","labels":"annoyance"},{"text":"You're right! What a nightmare.","labels":"approval"},{"text":"Anyway, it's 00:33 am here at the moment, so I'm gonna head to bed. Thank you for reading and good night :)","labels":"gratitude"},{"text":"This makes my tummy sick.","labels":"disgust"},{"text":"[NAME]?? C’mon, that’s a pretty good pull. ","labels":"amusement"},{"text":"Sksksksk omg, I think I must’ve got confused then, yeh top for ep8 right? And that’s the makeover or the ball?","labels":"confusion"},{"text":"And there I was blaming the poor black lads","labels":"disappointment"},{"text":"I wouldn't count out Scotland in the quarters. They're playing well and have given the US headaches in the past.","labels":"amusement"},{"text":"Didn’t see anything about exercise or nutrition in there. Shits important","labels":"surprise"},{"text":"I tried the pilot and it just felt very \"meh\" to me. Does it get better or is it just not to my sense of humor?","labels":"annoyance"},{"text":"Didn't the Mets have a .909 win percentage at one point? ^^^^\/s","labels":"confusion"},{"text":"It’s not about the money, it’s all about the love of the game.","labels":"neutral"},{"text":"Wow! That sounds like an interesting dream! Thank you for your perspective.","labels":"gratitude"},{"text":"Let's go boys","labels":"neutral"},{"text":"Planning to make a comeback soon™","labels":"neutral"},{"text":"Upvote for buttfuckme.","labels":"neutral"},{"text":"You're right, I completely forgot the title","labels":"approval"},{"text":"That ending made me so fucking happy. Fuck that guy. Congrats to you.","labels":"joy"},{"text":"Society sucks. I don't even consider myself a part of society.","labels":"annoyance"},{"text":"worst case of life is unfortunately apt here, eh?","labels":"sadness"},{"text":"Oh, fond memories of accusations of belonging to the CTR squad for so much of 2015\/16.","labels":"joy"},{"text":"Yeah, you can see the ball changing direction","labels":"approval"},{"text":"I'm glad I decided to watch this. Intense, entertaining football with an expert demonstration of how-not-to-use-VAR thrown in for free.","labels":"excitement"},{"text":"Redpill is a modern name for an old sentiment. And anyways Matrix came out 20 years ago.","labels":"realization"},{"text":"They both crazy","labels":"neutral"},{"text":"really thought he'd hit a bird for the longest time.","labels":"approval"},{"text":"Ice Cream or Tacos for me. Or the best of both worlds.... a ChocoTaco!","labels":"excitement"},{"text":"The Magic are good at being frustrating.","labels":"amusement"},{"text":"The complete series is on Hulu just finished watching it. Definitely recommend","labels":"neutral"},{"text":"You can't simply shut a baby up, lol","labels":"amusement"},{"text":"The best reason to watch it again!! That scene with the ants was fucking fantastic, award winning worthy.","labels":"excitement"},{"text":"Agreed 100%, Governor [NAME] will have some say in this, they broke Wisconsin law, plain and simple !","labels":"surprise"},{"text":"Sure, there are edge cases where this is less clear, but in the vast majority of conflict, this is true.","labels":"approval"},{"text":"Stadium remains the best dlc map of all time","labels":"amusement"},{"text":"Booping can be dangerous though.","labels":"neutral"},{"text":"If she stole a wallet with an activated card, or something along those lines. Once it's purchased, it's stealable.","labels":"neutral"},{"text":"So satisfying chucking a spear and getting a few guys with one throw. Also I loved the bow in this game","labels":"love"},{"text":"That explains why the dude in the back reacts the way he does... thank you!","labels":"realization"},{"text":"Games played will hurt his chances unless he takes over the starting role later this season.","labels":"neutral"},{"text":"Now thats what I call praxis!","labels":"neutral"},{"text":"Real paying customers never need to remind you of that fact. Tresspass her out of your shop, she wasn't going to buy anything anyway.","labels":"neutral"},{"text":">[NAME] has urged [NAME] and the Liberal Party to allow cities to ban handguns. What a goof.","labels":"amusement"},{"text":"NSFW If anyone is wondering what happened to his leg (0:48)","labels":"neutral"},{"text":"Even a Ford dealer? Thanks for responding, I'll likely sell it privately.","labels":"gratitude"},{"text":"They are new but got over 100 reviews in less than a month so I'm assuming they are just slammed. Thanks for the input","labels":"amusement"},{"text":"PD would probably get us [NAME] so we would all get pump faked until you realize he got the wrong one. Exhibit A [NAME] -_-","labels":"remorse"},{"text":"Ahhh! good old social forced slavery... For real, good advice, thanks.","labels":"gratitude"},{"text":"Here's my [NAME]. and [NAME] in front of our tree :)","labels":"joy"},{"text":"Now that u mention it, its bugging me too...","labels":"annoyance"},{"text":"For as long as she’s been gone, I’m terrified to think why she was kept alive that long.","labels":"nervousness"},{"text":"Thank you, really. I always thought so, but it’s nice when other people see it too.","labels":"gratitude"},{"text":"I love that both replies to you are correct. It can be hard to tell cars apart. But also she probably wasn't paying attention.","labels":"love"},{"text":"I didn't realize it was that common of a thing for guys to do xD","labels":"amusement"},{"text":"Maybe go to the gym and lay off the tendies?","labels":"neutral"},{"text":"It was a screech of delight. I like this hire. Would let to get a good OC now.","labels":"excitement"},{"text":"I like how she was trying to stop the fight, then just gave up and started throwing them too.","labels":"love"},{"text":"Thank you. I needed to be told that. I knew it but needed affirmation I guess.","labels":"gratitude"},{"text":"I have a feeling if my car won’t start my ETL would come and Uber me to work","labels":"realization"},{"text":"Bless his heart","labels":"caring"},{"text":"Pretty sure the plate is completely visible in the article...","labels":"realization"},{"text":"The Mavs would probably have to give up some picks as well","labels":"neutral"},{"text":"Man, I can’t believe we traded all that and didn’t even get a top 10 guy","labels":"surprise"},{"text":"What's so special with 144hz?","labels":"curiosity"},{"text":"So the price goes up until it's worth it for UK people who want to \"work for a few months and make some money\"","labels":"realization"},{"text":"Those damn tires","labels":"neutral"},{"text":"Got to study somehow.","labels":"neutral"},{"text":"I need to hear more stories like this. I've only heard horror stories of the pain with the surgery as an adult.","labels":"desire"},{"text":"I'm glad she made it as easy on you as possible.","labels":"caring"},{"text":"Just Kontrol Freeks since my strike pack died. Going pack to paddles when I get the chance though.","labels":"sadness"},{"text":"[NAME] will be too bust keeping him alive to worry about the dead.","labels":"realization"},{"text":"I'll say no thanks to endangering others in traffic. And miss me with the \"I drive better while high\"","labels":"caring"},{"text":"I'm not covering for anybody, trump included.","labels":"neutral"},{"text":"I think I translates more into \"Waiting to see what kind of Brexit turd-burger Westminster eventually vomits up\".","labels":"realization"},{"text":"My crush. 10\/10 would love a morning hunt with her.","labels":"neutral"},{"text":"Thank god. The capitalists are the most virtuous among us.","labels":"gratitude"},{"text":"One post, 155 updogs. I've seen this raw power only once before.","labels":"surprise"},{"text":"Nope, in reality this does never happen indeed. Cant we see what the problem is here?","labels":"disapproval"},{"text":"I'm very sorry for u, they should treat you like royalty not a fleshlight","labels":"sadness"},{"text":"Neither are those 6 other pairs that I am wearing!!!","labels":"disapproval"},{"text":"I'm already aware of a lot of things I need to fix, but Im just trying things out atm. I would appreciate any and all feedback.","labels":"gratitude"},{"text":"I do this while not high.","labels":"neutral"},{"text":"It dulls the pain","labels":"relief"},{"text":"FUCKING NORMIES REEEEEEEEE","labels":"anger"},{"text":"mmmmm.... love me some kapusta with some bacon bits","labels":"neutral"},{"text":"I hope this works","labels":"optimism"},{"text":"If you absolutely can't find a copy of the book - private message me.","labels":"neutral"},{"text":"I like your style.","labels":"amusement"},{"text":"IMO there are quite a few jobs that are criminally underpaid, but that's just me.","labels":"neutral"},{"text":"The people who announce this early only mean to shape the conversation. We can measure his influence in dollars until a smaller subset of nominees take the lead.","labels":"neutral"},{"text":"[NAME] is invaluable. Kawhi mama love him. Kawhi love him. His bow-legged ass is finally playing like NORMGOD again. He stay.","labels":"excitement"},{"text":"Got any evidence that he did? Yeah. Neither did anyone else. You leftists are really too gullible for your own good.","labels":"neutral"},{"text":"I went to your profile to see the other pics & saw your kitty. He's super cute!","labels":"joy"},{"text":"I remember hearing a story about this type of highway camaraderie once from a trucker who helped a woman escape a man... wonder if it was your mom","labels":"surprise"},{"text":"Really? First I’ve heard of it lol.","labels":"amusement"},{"text":"Too obsessed. The only other author I read is [NAME]. Now I post on sports subs too","labels":"excitement"},{"text":"I said in my original text post that I don’t think Venezuela is socialist, and I stand by that statement.","labels":"neutral"},{"text":"Expectations was amazing - this ain’t it","labels":"amusement"},{"text":"Thank you sound engineer for confirming that LOUD NOISE = FUNNY \/s of course... thank you for your service.","labels":"gratitude"},{"text":"[NAME] also slept with his dads mistress, [NAME] is weird","labels":"disgust"},{"text":"That's... pretty unexpected actually.","labels":"surprise"},{"text":"Weird I can relate to this but in the same time I can't relate to this","labels":"confusion"},{"text":"Great video, and kudos for waiting them out and not letting your primal instincts let you attack from a wrong position!","labels":"amusement"},{"text":"I think it's the pass rush and that nobody can stay healthy and, but it could be [NAME]. He's not the greatest","labels":"disapproval"},{"text":"Picked up my new glasses. Does anyone else feel nauseous after getting a new prescription","labels":"curiosity"},{"text":"well.. didn't have it when I was a kids but I like it now when it's served as side dish at beer bars.","labels":"joy"},{"text":"Through mutual friends, and online forums. I find out most online shooters are more fun when playing in a party and able to chat.","labels":"realization"},{"text":"I reccomend the lego movie!","labels":"amusement"},{"text":"You basically already know the entire series for how much they've talked about it and how brazenly they spoil it.","labels":"neutral"},{"text":"Is that meat or veggies?","labels":"neutral"},{"text":"Please no.","labels":"neutral"},{"text":"I'm still testing the waters. Hazelnut mocha latte with almond milk is da bomb!","labels":"amusement"},{"text":"Disinfected or sanitized maybe. No way an entire exam table is sterilized.","labels":"disapproval"},{"text":"Isn't the swastika backwards? I just love how fucking stupid racists are Can't even draw their own shit right","labels":"amusement"},{"text":"Sounds great! Thanks!","labels":"gratitude"},{"text":"I know how you feel :( I hope you start getting more good days soon. <3","labels":"caring"},{"text":"I'm from Buenos Aires, and I say kill 'em all!","labels":"amusement"},{"text":"You’re wrong. Source: I looked before I commented the first time.","labels":"disapproval"},{"text":"Bitch subscribed to 1st look at [NAME] shitposts.","labels":"amusement"},{"text":"Yes, that is exactly what happened.","labels":"approval"},{"text":"Urgh I feel that. I'm doing an exam next week and I'm gonna have to wait 9 weeks for the results back.","labels":"annoyance"},{"text":"Dude, I'm from Pakistan, tall poppy syndrome is a VERY real thing there still.","labels":"curiosity"},{"text":"I would still applaud the shit out of that, just for the attempt.","labels":"amusement"},{"text":"good job with being proactive with mental health.","labels":"amusement"},{"text":"Don't be, this is funny. I love it when [NAME] shows his emotions.","labels":"amusement"},{"text":"Time to start my end of life tren blast!","labels":"neutral"},{"text":"So clamshell and do massage and x-clamp? Right sided injuries are not a contraindication to resuscitative thoracotomy.","labels":"disapproval"},{"text":"I'm in the UK dude. It's happening everywhere and most people are either busy hating or living in a bubble so are oblivious.","labels":"neutral"},{"text":"And even then why you think that the only puck should be given to the kid with nicest smile?","labels":"curiosity"},{"text":"That’s not very cash money of you","labels":"disapproval"},{"text":"Glad to have you here :)","labels":"joy"},{"text":"Pro-tip: the Press misleads you about what is wrong in the world.","labels":"neutral"},{"text":"I think you might waive your right to sue if you say \"apologize or I will sue\" and then the party apologizes.","labels":"confusion"},{"text":"With a username like SomeMormonAsshooe, maybe it means \"convert.\" So does the neighbor's wife *really* want to become a [NAME]?","labels":"curiosity"},{"text":"Pretty please!?","labels":"neutral"},{"text":"nsfw exists for a reason tard","labels":"neutral"},{"text":"Does this not happen to all people? If not then at least I found out a little more about why this always happens to me.","labels":"realization"},{"text":"Wow I forgot about that! I need to revisit those!","labels":"realization"},{"text":"Mushroom is the most objective recounter we have, he makes pretty clear [NAME] preferred fucking around in flea bottom over any sort of responsibility.","labels":"neutral"},{"text":"Take on me time!","labels":"neutral"},{"text":"Women don't get an ego boost from and don't enjoy sex with men they're ambivalent about.","labels":"neutral"},{"text":"I'm so happy for you and so, so, so proud of you. It's HARD to talk to your doctor about this stuff.","labels":"caring"},{"text":"hay guyz let's all hang around in a chat room about old pictures and masturbate in a circle with smug looks on our carb bloated faces","labels":"amusement"},{"text":"Probably also saves money. An extra 3 napkins you dont use each time multiplied by thousands of people per day adds up quick","labels":"neutral"},{"text":"r\/iamatotalpieceofshit call the police for destruction of private property gg ez clapz","labels":"embarrassment"},{"text":"The Netflix documentary about [NAME] absolutely sucks. Don't waste your time.","labels":"caring"},{"text":"Now if he does off himself, everyone will think hes having a laugh screwing with people instead of actually dead","labels":"neutral"},{"text":"They sound amazing :)","labels":"excitement"},{"text":"Holy shit they fornicate like rabbits!!","labels":"amusement"},{"text":"thank you i’ll focus on education and just bettering myself to the best","labels":"gratitude"},{"text":"loved this one as a kid","labels":"joy"},{"text":"You're welcome :)","labels":"neutral"},{"text":"You're in the best place in Canada for outdoor activities.","labels":"amusement"},{"text":"Wow, this is terrifying.","labels":"amusement"},{"text":"Why am I excited for the new season","labels":"excitement"},{"text":"Dan cool and rich","labels":"excitement"},{"text":"always try to avoid triggers - my last 12 day streak was suddenly toppled by a trigger - no urges and then, suddenly, a *massive* urge","labels":"desire"},{"text":"It's not a recessed center, there's an edge cut out around the outside. It's from the melting pot, best fondue restaurant! ","labels":"amusement"},{"text":"There’s no reason to scare a parent into vaccinating their child with all this crazy talk of measles and polio. Everyone’s right!","labels":"neutral"},{"text":"He looks like something the [NAME] brothers would create.","labels":"neutral"},{"text":"Well sure his one appearance in relief lost us a game, but at least he didn’t get hurt. ","labels":"relief"},{"text":"You're definitly an asshole, or a troll. Maybe both.","labels":"amusement"},{"text":"50\/50 you’re about to be murdered","labels":"amusement"},{"text":"Once they saw the purple hair dye go into the Amazon cart, they got real scared. ","labels":"neutral"},{"text":"Personally though I like to think of myself as a normy or a snowflake just without negative correlation. C;","labels":"joy"},{"text":"Oooh. Look! Big man over here!","labels":"excitement"},{"text":"What a comeback! I was jumping around the living room the last few minutes","labels":"amusement"},{"text":"I lost a six pack this way once. For a good year every traffic stop became a field sobriety test.","labels":"sadness"},{"text":"This is a school announcement: Remember not to commit thought crimes in the classroom. Repeated thought crimes will result in a lowering of your grades.","labels":"neutral"},{"text":"Obviously there is a unicorn conspiracy perpetuated by [NAME], who are trying to suppress the truth about one-horned animals ","labels":"realization"},{"text":"The fuck you call me!? A cunt!? Damn man, didn’t know I meant so much to you, right in the feels.","labels":"anger"},{"text":"At the discretion of NI, which is currently lacking any Assembly or proper representation. Good luck with that.","labels":"optimism"},{"text":"If someone asked me, “what truly stood out to you as a memory from this year,” my mind would be completely blank.","labels":"neutral"},{"text":"Very well put","labels":"gratitude"},{"text":"Bali this year","labels":"excitement"},{"text":"The question wasn’t phrased well, but she does look different than her normal self in this screencap","labels":"neutral"},{"text":"Sweet, I've put that as location and took a note of that route. You fancy it?","labels":"neutral"},{"text":"It would hilarious, but also kind of sad.","labels":"amusement"},{"text":"This is oddly fitting now you have to do DR2 and V3","labels":"embarrassment"},{"text":"Glad to see that thoughtful doggo found a home here!","labels":"caring"},{"text":"Yep I'd sub baking powder for the oil. You want them dry","labels":"curiosity"},{"text":"like i said in other thread \"ppl really overrate young, rookie contract, potential, and timeline\". smh.","labels":"neutral"},{"text":"Yeah, [NAME] was doing a fly by at the top of the net and [NAME] stuck his head out... ","labels":"amusement"},{"text":"Flirt so much that it sinks in, or just ask him \"Is this a date?\" <--- Also a prelude to flirting.","labels":"neutral"},{"text":"That really generalized my political enemys.","labels":"approval"},{"text":"Mozzarella sticks!","labels":"excitement"},{"text":"There used to be a group of local kids that would take pears from the tree in my back garden and throw them at people's houses.","labels":"neutral"},{"text":"Oooooow check it out, HIRED guy. *fist bump*","labels":"excitement"},{"text":"Have you heard of the [NAME].","labels":"neutral"},{"text":"Tournament was a blast met some really cool people loved it all. Thanks for holding it. Would love to do it again someday","labels":"desire"},{"text":"Very well said. I am no fan of pinkers \"everything is awesome\" narrative of the modern world either.","labels":"amusement"},{"text":"I didn't mean the entire show is shit. I meant that season 4 was a shitshow.","labels":"disapproval"},{"text":"That's the problem I'm pointing, the media use stupid clicbait names and people get dumber and dumber.","labels":"neutral"},{"text":"We like what we like.","labels":"joy"},{"text":"That look of defeat.","labels":"neutral"},{"text":"So that means the Vikings are the Purple Cobras...","labels":"neutral"},{"text":"Gorgeous cats, poor babies","labels":"amusement"},{"text":"which is the very issue because he banned me","labels":"disappointment"},{"text":"What is the point of this app? Not much is given on their page on the app store other than \"fun\"","labels":"annoyance"},{"text":"I'm not worthy to watch this haha","labels":"amusement"},{"text":"I mean I'm genuinely not sure if I'd rather be tortured for all eternity or have to spend all eternity in Sunday services","labels":"confusion"},{"text":"Is diy crafts getting ready to go to jail? 'cause these are some jail life hacks.","labels":"amusement"},{"text":"what is this logic of which you speak?","labels":"curiosity"},{"text":"This is beautifully written.","labels":"amusement"},{"text":"Congratulations and by the way, you’re not fat, you are down to earth.","labels":"amusement"},{"text":"It's super annoying. There is a reason I no longer speak to this person.","labels":"annoyance"},{"text":"Yeah i checked her teeth out and they are okay. I was worried about that as well","labels":"nervousness"},{"text":"Thank you [NAME] goodnight","labels":"gratitude"},{"text":"I live in the area, and I haven’t noticed the smell anymore the last few times I’ve walked by there.","labels":"neutral"},{"text":"ITS A SECKS THING SWEATERVEST!!!!!!!!1111","labels":"amusement"},{"text":"No problem, just wait until March and the site will be out.","labels":"caring"},{"text":"Damn man that’s a lot of progress. You willing to put forth another 2 and a half months getting your new character back up there?","labels":"curiosity"},{"text":"Oooooooooo that’s a sweet format, love it. Thanks! ","labels":"joy"},{"text":"[NAME] might be all those things, but he pissed me off canceling his appearances at Coachella and Gov’s Ball. Very unwavy of him ","labels":"anger"},{"text":"Should probably go see some sort of doctor tbh.","labels":"caring"},{"text":"Wow what a final quarter. [NAME] throwing two intersepts. What a dog","labels":"amusement"},{"text":"Remindme! 243 days","labels":"neutral"},{"text":"Lmao what a guy","labels":"amusement"},{"text":"> It's almost like people are people I've been saying this a lot lately.","labels":"neutral"},{"text":"There is nothing wrong with showing progress. Teams don't go from being last to best in just one year.","labels":"neutral"},{"text":"#THANK YOU FOR THE RED ARROWS. I NEVER WOULD HAVE GUESSED IT WAS THE TOP COMMENT","labels":"gratitude"},{"text":"You mean your WolfDog Hybrids? Kidding.","labels":"amusement"},{"text":"Except they fucking awarded it a prize first. It went through vetting, beat the other applicants, won, then was removed as not being correct?","labels":"confusion"},{"text":"Thank you!","labels":"gratitude"},{"text":"RemindMe! 3 months","labels":"neutral"},{"text":"Yeah imagine if he had been as efficient as the beginning of the season. We would have at least 2 more.","labels":"disappointment"},{"text":"I use pinecones :)","labels":"joy"},{"text":"The guy next to him's reaction face is classic.","labels":"amusement"},{"text":"That's how I apologize to carists, too","labels":"neutral"},{"text":"I remember a countdown for when the [NAME] twins turned 18 too. Thought it was pretty gross.","labels":"disgust"},{"text":"the real crime would be to not finish what we started!","labels":"disapproval"},{"text":"Guys message got deleted, what did he say? ","labels":"curiosity"},{"text":"I don’t get it :(","labels":"sadness"},{"text":"Oh boy I was wide awake when I lost my under 51.5. [NAME] can go fuck his ugly self","labels":"anger"},{"text":"almost every single time i have a friend from out of state visit, they make a comment about how bumpy our roads are","labels":"embarrassment"},{"text":"Id like to see Finland win it. But id like to see [NAME] and [NAME] carry their teams in every way possible to those losses.","labels":"desire"},{"text":"Lol I don’t disagree, but the perimeter defense let them walk into the paint. You can blame [NAME] too.","labels":"amusement"},{"text":"This is the first I’m hearing of this. Not on any of the local news, but on Reddit! MASSIVE media bias.","labels":"surprise"},{"text":"THAT'S WHAT YOU GET WHEN YOU FIND A STRANGER IN THE ALPS","labels":"anger"},{"text":"I don't know what you are about, but I love your enthusiasm.","labels":"love"},{"text":"No. It cannot. It's a dangerous fantasy (unironically)","labels":"disapproval"},{"text":"When did they stick to those policies, sure the US isn't innocent, but fuck that? This hypocrisy is unbelievable, it's cringy FFS.","labels":"annoyance"},{"text":"I’ll untwist my knickers when you quit applying some arsehole opinion science on someone else’s mental health condition, deal?","labels":"approval"},{"text":"Low hanging fruit my friend, [NAME] the easiest target or them all.","labels":"neutral"},{"text":"Beautiful and thank you for the inspiration.","labels":"gratitude"},{"text":"[NAME] was such a nice and calm person, he makes everything wholesome He was just like his paintings Realistic, Hard worked, and with tons of love","labels":"amusement"},{"text":"Are you surprised. He doesn’t do anything with himself","labels":"surprise"},{"text":"Yeah. Whose fault is that... maybe the terroristic Gazan government stealing all their money. I’d say that’s a safe bet.","labels":"amusement"},{"text":"Theesomes won't make someone monogamous more open to solo stuff.","labels":"disapproval"},{"text":"Look at all the trash at that festival. Fucking gross.","labels":"disgust"},{"text":" No one makes that argument, though, except strawmen invents by the right. ","labels":"disapproval"},{"text":"No he won’t :)","labels":"disapproval"},{"text":"The [NAME] camp is psycho. They're the same people that called [NAME] supporters deplorables.","labels":"amusement"},{"text":"Never heard of this before, but I think it's awesome. Thanks for sharing! Can I buy this track on Bandcamp?","labels":"gratitude"},{"text":"Claim taken roles","labels":"neutral"},{"text":"I have but she wont listen.","labels":"disapproval"},{"text":"Defense takes more time to implement i think","labels":"confusion"},{"text":"Thank you. Posted this to Facebook!","labels":"gratitude"},{"text":"Well tbf [NAME] didn't know he was a father until later","labels":"amusement"},{"text":"No, she is my ex from a long time ago and we are still good mates","labels":"joy"},{"text":"[NAME] this is pretty funny bit of info he just revealed I guess he showed up and they were like yeah u got final say deal with it","labels":"amusement"},{"text":"Slowing things down now","labels":"neutral"},{"text":"Hurts to read :(","labels":"remorse"},{"text":"Thanks for the tip! I just watched it and now I want more insider info!","labels":"excitement"},{"text":"I mean, yeah, [NAME] and Pedophiles are two different kinds of immensely awfuls, one is just slightly slimier, in my reasonable opinion.","labels":"disgust"},{"text":"No [NAME], and [NAME] back on the left. Finally. Please take this chance [NAME]","labels":"gratitude"},{"text":"Some great advice right here!!!!!! I forgot about this","labels":"amusement"},{"text":"Can’t even tell what’s happening here. This isn’t cringe.","labels":"confusion"},{"text":"It was used during the revolution and you know how they are with tradition.","labels":"neutral"},{"text":"Nyaw :) imagine all the nice things he’ll have to brag about you to his next target.","labels":"amusement"},{"text":"I have an issue metabolizing medications fast. I'll wake up during surgeries so they give me a lot of drugs.","labels":"embarrassment"},{"text":"what piece of work does he most talk about that bottom bit in? thanks mate - clean your lobster","labels":"gratitude"},{"text":"Good [NAME].","labels":"gratitude"},{"text":"Excited for this project to be finished when I retire in 30 something years.","labels":"excitement"},{"text":"Color me surprised. Take your \"free\" care and like it, peon!","labels":"joy"},{"text":"Thank you for your kind words! Your energy is contagious!","labels":"gratitude"},{"text":"Did that EVER work? Why did [NAME] keep going to that play over and over again when it resulted in 4th down after 4th down?","labels":"confusion"},{"text":"Oh and it would be nice if they didn't have to cover forever, lets get some pass rush in the off-season!!","labels":"neutral"},{"text":"Your mental gymnastics are absolutely astounding","labels":"amusement"},{"text":"Thank you. ❤️ I really appreciate your comment","labels":"gratitude"},{"text":"De nada!","labels":"gratitude"},{"text":"I take that part on faith. There’s no “proof”, but it’s also an entirely unfalsifiable claim.","labels":"neutral"},{"text":"Wow thanks I gotta try this!","labels":"excitement"},{"text":"DON'T DO THE TEENAGE MUTANT NINJA TURTLES LIKE THAT THEY DON'T WANT HER EITHER BRUH","labels":"annoyance"},{"text":"They’re all nothing but a pack of liers and should all be thrown in jail","labels":"anger"},{"text":"I’ll read that, thanks!","labels":"gratitude"},{"text":"Say it again for the people in the back!!","labels":"neutral"},{"text":"He has made threats saying if he sees me on the street he will attack me that’s what the situation boiled down to","labels":"nervousness"},{"text":"I don’t know but I think they at least have foil inside, I remember seeing you could hack one into an antenna.","labels":"realization"},{"text":"Yes, I have. What are the towns of which you speak?","labels":"neutral"},{"text":"So thankful for the conclusion. Having no idea how this played out was definitely going to haunt me","labels":"gratitude"},{"text":"[NAME] rescued me as well. I also had a couple weeks of [NAME] saving my ass.","labels":"neutral"},{"text":"I don't even really like Papa Johns, but I'm starving and that looks amazing right now.","labels":"joy"},{"text":"It's a beautiful video of family and [NAME] finally accepting [NAME] as a brother is one of the highlights of the show","labels":"amusement"},{"text":"im putting my faith in you son","labels":"caring"},{"text":"yeah her ex was shocked when she said \"my boyfriend\".","labels":"neutral"},{"text":"do people actually dislike space cop or is that a meme?","labels":"confusion"},{"text":"[NAME] is a warmonger. Other than that, he’s pretty libertarian.","labels":"amusement"},{"text":"Now this is a Contrapoints video I want to see","labels":"excitement"},{"text":"And [NAME] would never cheat, either! For shame!","labels":"disappointment"},{"text":"Fuck a newspaper","labels":"anger"},{"text":"We’re making all the MOVES!","labels":"excitement"},{"text":"> Humans are empathetic and do this daily. I have to remind myself of this sometimes.","labels":"annoyance"},{"text":"That’s a sweet hoodie","labels":"amusement"},{"text":"It makes me mad when people steal them lol... chances are if you're nice I'll just *give* it to you","labels":"amusement"},{"text":"Ok, but ignoring negative shit is literally how populists like [NAME] and [NAME] got elected. Its dangerous.","labels":"nervousness"},{"text":"Don't care. Have fun. Got better things to do.","labels":"caring"},{"text":"Silver is deadly to were wolves, witches and certain other beings. Steel burns the shit out of [NAME].","labels":"neutral"},{"text":"Yeah you’re implying that someone holds the shitty opinion you just made up. Which is basically an attempt to make them look bad. Character assassination.","labels":"disapproval"},{"text":"Watch the [NAME] fanbois raging on the thread.","labels":"neutral"},{"text":"Dude is hilarious","labels":"amusement"},{"text":"You can't stop [NAME], you can only hope to contain him","labels":"optimism"},{"text":"I love when these self-proclaimed ones would hound me for more pics.","labels":"love"},{"text":"That's the best thing about free will, you don't need an excuse.","labels":"relief"},{"text":"The concern is that there is a very high likelihood of his health deteriorating in one way or another before he can complete two full terms.","labels":"remorse"},{"text":"what are the grey states","labels":"curiosity"},{"text":"I legit wish you never talked to me","labels":"desire"},{"text":"Did anyone else think he was using a bad filter from Snapchat at first?","labels":"neutral"},{"text":"On-court obnoxiousness should be punished and has nothing to do with the game of playing tennis. Bring your A game hitting the ball or walk off the field.","labels":"annoyance"},{"text":"Clubhouse distraction when you can't finish between innings and you still have to go out there with a full mast tho","labels":"neutral"},{"text":"I’m not waiting for help, I’m constantly trying to fix it myself but it would be nice if [NAME] help came","labels":"desire"},{"text":"These people have absolutely no confidence in their ability to make a living. It’s pathetic.","labels":"disappointment"},{"text":"Shooting dogs to make our country safe!","labels":"pride"},{"text":"No, no the PTA has not disbanded!","labels":"disapproval"},{"text":"Sometimes your brows just hypnotize me","labels":"joy"},{"text":"i guess there is nothing wrong if i say \"May [NAME] grant you love, guidance and happiness\" And yes, that was directed towards you","labels":"neutral"},{"text":"Rouge Park is federal.","labels":"neutral"},{"text":"Finally!! Just do it already, it's time.","labels":"excitement"},{"text":"Short, succinct, and perfect. It would be nice if the more of the world realized this simplicity of life.","labels":"caring"},{"text":"...And what's impressive is she managed to sell two internets before she was so rudely interrupted...maybe your Land Lady should consider telemarketing. :P","labels":"amusement"},{"text":"Apophenia is a symptom of mental illness and makes you prone to believing conspiracy theories and seeing connections that aren't there.","labels":"neutral"},{"text":"Dude had to cut his vacation to Mexico short to deal with this shit!","labels":"neutral"},{"text":"True. And he's free to leave if he doesn't get it. Relationship is a dance","labels":"approval"},{"text":"I’m laughing more that I feel I should st this but I just lost my leg so...","labels":"amusement"},{"text":"hello there¡ That one time i said i liked sex.","labels":"joy"},{"text":"[NAME] is one of my favorite non dodger players, he’d make a great addition to the dodgers, hope they push for him ","labels":"amusement"},{"text":"No no this sub has so much to offer. So many great pictures to see. You have a great place here.","labels":"amusement"},{"text":"Omg this is so amazing ! Keep up the awesome work and have a fantastic New Year !","labels":"amusement"},{"text":"Ruin and set back race relations","labels":"neutral"},{"text":"And with the federal laws about how little time they can drive before forced breaks, they work less than any shithead salaried manager and great pay","labels":"annoyance"},{"text":"You tell me, was this a short trip or not? I was wrong, it was 4.3 ","labels":"curiosity"},{"text":"I mean, sharing is caring and momma wants her cummies. ","labels":"neutral"},{"text":"Man it’s easy to cut your wiener off. Easy!","labels":"neutral"},{"text":" You'd be surprised how meaningful life is when it actually has a purpose like \"survival\".","labels":"joy"},{"text":"well i mean yea but some ppl dtf average and below peeps","labels":"neutral"},{"text":"Yeah like \"oh yeah? No shit?\"","labels":"anger"},{"text":"So are you","labels":"neutral"},{"text":"Yes, that might be a good thing","labels":"approval"},{"text":"Thank you for the precise context","labels":"gratitude"},{"text":"Love me some incel gammer rage, pure gold","labels":"neutral"},{"text":"So..... it looks like dude is willing to break his own neck to help a vegan who is choking.","labels":"surprise"},{"text":"That's a low bar, I haven't met a single one that had anything more than second hand knowledge of the tenancy act.","labels":"surprise"},{"text":"It's gorgeous","labels":"amusement"},{"text":"Hates the patriarchy...has an iPhone designed by a man. So hypocrite can be added to the list of bullshit that makes up your personality","labels":"annoyance"},{"text":"Keep up the good work","labels":"amusement"},{"text":"So as the Iron Islands and that doesn't make them more commited.","labels":"neutral"},{"text":"Not really haha Young Living announced that they'll be releasing a CBD oil later this month","labels":"amusement"},{"text":"I think that had to do more with not wanting to hurt the old man lol","labels":"amusement"},{"text":"This will get us focused and we’ll play hard with a vengeful attitude next couple games","labels":"pride"},{"text":"Ok, we get it. You're a top.","labels":"approval"},{"text":"Lol no wonder it's so expensive. I've been wondering if his developers are taking him for a ride.","labels":"amusement"},{"text":"Contact Blue Mammoth staff, they're usually pretty nice about this stuff.","labels":"amusement"},{"text":"lmao I didn't realize that error.","labels":"amusement"},{"text":"Wait, WHAT?!?!","labels":"surprise"},{"text":"They're not the brightest bunch.","labels":"disapproval"},{"text":"Haha. Thank you","labels":"joy"},{"text":"Heard that too lol. And how [NAME] is fantastic on the ball, but the lack of assists puts him down as a player .","labels":"amusement"},{"text":"Fuck your shitty ass title","labels":"anger"},{"text":"What? No way do I want to see a Boston coach behind our bench!","labels":"embarrassment"},{"text":"2nd one resounds with me so much, I rarely realize how little I trust other people to do any task lol","labels":"realization"},{"text":"Get outta here and delete your post cause you're sure gonna look dumb in front of a lot of people other than me.","labels":"anger"},{"text":"WHY THE FUCK IS WES ON THE FLOOR, HE CANT DEFEND SHIT","labels":"anger"},{"text":"Reading comprehensions not your strong suit I’m guessing, no I don’t personally believe that, just pointing out an anecdote.","labels":"disapproval"},{"text":"OMG she's BYEsexual. Sorry I had to.","labels":"surprise"},{"text":"He mustn't know about Mr. [NAME] and the cause of his untimely death.","labels":"realization"},{"text":"Love this man, take my updoot.","labels":"love"},{"text":"Apparently he has returned to the bench so hopefully he's ok.","labels":"optimism"},{"text":"Strange how it's funny until your mate's getting his arse handed to him.","labels":"amusement"},{"text":"Never lost one. The black one just got trampled on a dance floor and it stopped hitting.","labels":"neutral"},{"text":"You're happy that survs DC when you play killer? I'd rather actually play the game. Legion mains are weird sometimes.","labels":"amusement"},{"text":"To give him a chance to play somewhere else. Sounds like a decent move by [NAME].","labels":"amusement"},{"text":"Sorry man I don’t really like duck.","labels":"sadness"},{"text":"Pretty sure [NAME] would punch someone for that.","labels":"neutral"},{"text":"Nice ovation when he first checked in and after the tribute video. Also made some noise when he hit a 3 late.","labels":"amusement"},{"text":"I’ve always wondered why they play at ear splitting volume instead of one where you can enjoy the music.....","labels":"surprise"},{"text":"Man this sub has become so elitist and snooty.","labels":"annoyance"},{"text":"You guys can’t stay married. Attraction is the most important thing if you guys actually think about attraction at all.","labels":"neutral"},{"text":"That makes it an extra special accomplishment. Yay!","labels":"excitement"},{"text":"\"Even if that were true, do you think it justifies not trying at all?\"","labels":"confusion"},{"text":"Diesel with a 60gal tank","labels":"neutral"},{"text":"> [NAME]. You disgust me. But seriously when do we get a real show and skip the constant ad teases.","labels":"disgust"},{"text":"Best just to ride right in the center of the road, so they're sure to be seen by causing a major traffic obstacle.","labels":"joy"},{"text":"Can't tell how cold it is if the battery is completely dead. RollSafeMeme.jpeg","labels":"remorse"},{"text":"[NAME], [NAME] and [NAME] could see that they were tipped off. ","labels":"realization"},{"text":"Real nice, swearing up a storm right in front of your kids.","labels":"amusement"},{"text":"Ok bud. I guess I havent been living my entire life with asthma and have 0 idea about this.","labels":"realization"},{"text":"Oh [NAME] it's [NAME] against dinosaurs again","labels":"annoyance"},{"text":"Locking a bunch in a kids in a room with their pedophile priest is fun af? You need help.","labels":"amusement"},{"text":"It's pretty much a new format now, it must have been TF2 centred. ","labels":"neutral"},{"text":"glad to see paleho's doing well","labels":"caring"},{"text":"Same, also no parking so they need to pull in the busy road outside my house. They must hate me.","labels":"embarrassment"},{"text":"I'd be more worried about the kids needing eye protection at that point.","labels":"nervousness"},{"text":"Yeah I'm gonna do that....Thank you...she just doesn't like the feeling of condoms but i dont care need to put my foot down","labels":"neutral"},{"text":"May your recovery be swift and your memory of her abuse soon be distant. Safe and happy travels.","labels":"caring"},{"text":"The perfect response thou.","labels":"neutral"},{"text":"Now that's a frozen dessert I haven't eaten in a long time.. a long time.","labels":"excitement"},{"text":"4-3 isn’t actual wins? Tell me more then about these “actual wins”","labels":"confusion"},{"text":"I got a lot of withholding to throw me into anxiety.","labels":"nervousness"},{"text":"I just got there and saw \"Chicken Pox\" When the image is about smallpox","labels":"surprise"},{"text":"Wear some cool shades in your pics and play up your good qualities in your bio. If you’re funny and\/or confident, really own it.","labels":"caring"},{"text":"Please do!","labels":"caring"},{"text":"Hello! Happy new years my friend!","labels":"joy"},{"text":"thanks for answering!","labels":"gratitude"},{"text":"It's an underrated drama which just got snubbed on [NAME]","labels":"disappointment"},{"text":"I was explaining how baptism does not affect a person in the same way the Immaculate Conception did.","labels":"neutral"},{"text":"12 players had points! Everyone except [NAME] had a shot on goal!","labels":"disappointment"},{"text":"Peeps poisoned our water supply, burned our crops, and delivered a plague unto our houses!","labels":"remorse"},{"text":"That’s actually a great idea if I ever have a kid that acts like I did!","labels":"excitement"},{"text":"Matchroom squad dismiss [NAME] as not existing anymore, the sky media influence is scary ","labels":"fear"},{"text":"Loved it!","labels":"amusement"},{"text":"Oh look, [NAME] has yet another opinion.","labels":"excitement"},{"text":"Last couple countries that tried that got destroyed by international communists.","labels":"disappointment"},{"text":"I'm not counting on them getting elected. I'm counting on them putting enough pressure on the Conservatives to actually become at least a little conservative.","labels":"amusement"},{"text":"How do we know you're not a Mossad agent? I mean, not right now but, what if you joined in the future? \/s","labels":"neutral"},{"text":"He was a good dude.","labels":"amusement"},{"text":"The last two years have made me see why [NAME] do what they do.","labels":"realization"},{"text":"I only read the first sentence then came to comments to confirm that something about the author would be the most upvoted comment.","labels":"neutral"},{"text":"I was just explaining why the whole vote with the wallet thing doesn't really apply.","labels":"neutral"},{"text":"and [NAME] got blessed with a LocationBot cat fact?! There is no justice in the world...","labels":"disappointment"},{"text":"Workers of the world unite! We have nothing to lose but our chains!","labels":"pride"},{"text":"Which is fair. But they're not respecting you.","labels":"neutral"},{"text":"That ET one looks like he has stuck his finger is some strawberry jello or something and is disgusted that some has stuck to his finger!","labels":"disgust"},{"text":"Mine were huge. I wasn't comfortable until I had them reduced. Now they're awesome.","labels":"amusement"},{"text":"I understand that there are issues. However, if someone chose to stay away from Perth due to the violent behaviour then where would they go on holiday?","labels":"confusion"},{"text":"People there are great citizens out there who dislike Rick & Morty studies) should be legalized already.","labels":"amusement"},{"text":"You’re a melon my dude, that is not how it works at all, you have been brainwashed.","labels":"neutral"},{"text":"sorry you have to deal with things like that. i hope things are better where you are now","labels":"caring"},{"text":"I’m not guessing anything. I didn’t make any claims about her viability against trump. You did.","labels":"disapproval"},{"text":"This is awesome! Do you want people to RSVP? Or are you doing this first come, first served?","labels":"curiosity"},{"text":"I just came home, what the fuck is this lineup? I love you [NAME] you mad bastard !!!","labels":"anger"},{"text":"Doing Gods work .","labels":"neutral"},{"text":"I'm struggling to find what you're referring to here, could you maybe add something that points to it?","labels":"confusion"},{"text":"You’re so perfect :)","labels":"amusement"},{"text":"It's my birthday today, so thank you, I guess? I hope something nice happens to you too.","labels":"excitement"},{"text":"Yeah but she didn’t get anybody to vote for anyone. She said they all said they were voting for [NAME] anyway.","labels":"neutral"},{"text":"Oh my gosh! I subscribed to both! Thank you so much for the recommendation.","labels":"surprise"},{"text":"You’re right","labels":"neutral"},{"text":"I can't imagine buds being very hard to find in Hawaii","labels":"surprise"},{"text":"I'm sorry but data and facts are more important than the emotional experience of having lived through something.","labels":"remorse"},{"text":"Did she happen to find a magical ring before she drown?","labels":"curiosity"},{"text":"Go take care of your boy up top of this chain, then we'll talk.","labels":"caring"},{"text":"Mostly because they're not completely stupid. They don't have the support in the senate to pull it off.","labels":"disapproval"},{"text":"And that wig is awful","labels":"embarrassment"},{"text":"In \"modern\" copies of MGS 3, you can find a way to play music out of it that they can?","labels":"neutral"},{"text":". . . Wait a fucking second","labels":"anger"},{"text":"[NAME] out? I thought he’s been playing pretty well. Wonder why...","labels":"surprise"},{"text":"These things are so cool.","labels":"amusement"},{"text":"He looks like he smells of cheese","labels":"confusion"},{"text":"first time all season im kind of not thrilled with [NAME] post game talk. I wish he would have addressed the PP.","labels":"desire"},{"text":"I thought you only get to be a wizard after you're 30yo and still virgin","labels":"surprise"},{"text":"*OOH* *AH* *OW*","labels":"excitement"},{"text":"YAAAS! Even though you're a stranger on the internet, this has made my day.","labels":"excitement"},{"text":"Because they're forgettable major label garbage that paraded around as punk because they care about more animals than they do people, that's why.","labels":"neutral"},{"text":"You mean more handouts than they already get?","labels":"confusion"},{"text":"Same here! And I go to Century College. Just started second semester. 38 yr old washed up Mover. 4.0 first semester.","labels":"neutral"},{"text":"You know damn well they'd say \"Narudo\" and \"Assault on Titan 13\"","labels":"amusement"},{"text":"Considering you are also a child, I can't say I'm surprised by your edgy hot take.","labels":"surprise"},{"text":"holy fk [NAME] is the guy in the gym who thinks hes a star but he just isnt","labels":"amusement"},{"text":"Ah, tis the coder life. Be glad you didn't accidentally wipe a database or something, haha.","labels":"amusement"},{"text":"Reading a screenshot of comments from Facebook on Reddit","labels":"neutral"},{"text":"Yep.... Have fun","labels":"joy"},{"text":"I agree it seemed very odd the whole live stream...","labels":"approval"},{"text":"WOW THATS SO INTERESTING It happens to me so often that when I hear a new word I anticipate it but it all makes sense now","labels":"realization"},{"text":"I'm shocked. You mean to say the economic model adopted by every single financially successful country on the planet actually works? \/S","labels":"surprise"},{"text":"That is a great idea! I will propose in in my next session.","labels":"amusement"},{"text":"I’m chuckling at you referring to it as a little ho.","labels":"amusement"},{"text":"Happy Wednesday night brother.","labels":"joy"},{"text":"that' be dope! Like a bunch of arrows following him like Red Death had bats","labels":"amusement"},{"text":"Oh ok. I'll go check them out :)","labels":"approval"},{"text":"I like how \/r\/gaybros just turned 7 and this type of post is still the most common. Paging \/u\/-Massachoosite","labels":"amusement"},{"text":"Minus the eyebrows I personally think it’s an attractive look. But the fucking eyebrows ruin it all.","labels":"anger"},{"text":"This is the cutest shit I've seen all day.","labels":"amusement"},{"text":"What? You don't know what punishment is?","labels":"surprise"},{"text":"No lol it's just the sub's flair. Also I was joking about good as gold, that's a song of [NAME] lol","labels":"amusement"},{"text":"What reason do you have for not already having been prepared?","labels":"neutral"},{"text":"The good kind","labels":"amusement"},{"text":"The one on the left looks weirdly suggestive and it creeps me out, you did better with yours","labels":"disgust"},{"text":"Fuck that. Anyone who makes a career out of spreading bullshit to morons is worthless trash.","labels":"anger"},{"text":"AND KEEP ACKBAR","labels":"neutral"},{"text":"A the_donald poster trying to pass as a human being has to be one of the saddest things I've ever seen.","labels":"sadness"},{"text":"No but it would be weird if you masturbated to it like I did","labels":"amusement"},{"text":"When I was in high school, a girl told me I looked like [NAME] from The Little Mermaid. *Ouch*","labels":"disappointment"},{"text":"You can vote for whomever you want even in the general. It's called a write-in.","labels":"neutral"},{"text":"Ya done goofed kid. All you had to do was win.","labels":"amusement"},{"text":"[NAME] tweet directly contradicts this... Edit: [NAME] said that \"[NAME] didn't make this deal by himself\". The organization chose [NAME].","labels":"neutral"},{"text":"explain Hudson bay edit: not to say Florida flooding wouldn't be welcome change","labels":"curiosity"},{"text":"On my first date with my now wife, who is an MD, she said she was intimidated by me. I think it was the suit though!","labels":"realization"},{"text":"You go back to school... Except this time you don't qualify for ANY financial aid, because you already have a degree","labels":"neutral"},{"text":"Yep, still fun to theorise though!","labels":"amusement"},{"text":"[NAME] gives me the weirdest boner. I love these guys","labels":"joy"},{"text":"Its [NAME], everybodys favorite emotional support badger.","labels":"neutral"},{"text":"Her booty so thicc it bends the space\/time continuum","labels":"amusement"},{"text":"Very light onset compared to the Pharma 10s I had past year. Arrived ND though so no regrets.","labels":"relief"},{"text":"Where's my electric cruise ship Musk?","labels":"neutral"},{"text":"why are you so angry","labels":"neutral"},{"text":"Oooooooh!!","labels":"neutral"},{"text":"Go to rehab","labels":"caring"},{"text":"I would do that all day until she learned not to put her dirty feet on the dash!!","labels":"approval"},{"text":"Vincentown diner on 206. A lot of farm to table stuff, desserts are excellent, everything I’ve had has been delicious. ","labels":"amusement"},{"text":"She gets genuinely emotional sometimes too. I love it. So refreshing","labels":"love"},{"text":"Thanks my boet","labels":"gratitude"},{"text":"Also a throwback to when [NAME] bathed.","labels":"neutral"},{"text":"Daaang [NAME] lost weight!!!! Is she making a comeback?","labels":"disappointment"},{"text":"your character's so broken!","labels":"anger"},{"text":"My man!","labels":"neutral"},{"text":"First I was like, “oh, dear” but then I was like, “oh. deer. “","labels":"confusion"},{"text":"I've read the series through 4 times. There is literally zero reason to believe that.","labels":"disapproval"},{"text":"This game is on [NAME]...","labels":"neutral"},{"text":"They wanted to hit the international domestic market. They're setting up Arcade systems now, they're currently in beta.","labels":"neutral"},{"text":"You should. Come on man.","labels":"neutral"},{"text":"Exactly, you need a Hollywood woman of age to pair off with him. Past 35 should be fine right?","labels":"realization"},{"text":"Maybe someone up there is wondering what it's like here","labels":"curiosity"},{"text":"That's not really a solid method.","labels":"disapproval"},{"text":"whyyyyy !!!! ughhh","labels":"anger"},{"text":"They aren't horrible in the least bit. Just learn from your mistake, remember, and move on. That's all you can do.","labels":"caring"},{"text":"Just looked them and and found the perfect one for him thanks!","labels":"gratitude"},{"text":"Okay this is really promising stuff. I'm definitely excited for this.","labels":"excitement"},{"text":"Well who knows what valve thinks. I don’t like Lyrical and Maut either.","labels":"disapproval"},{"text":"Smoking a pipe whilst laying some pipe. Fantastic.","labels":"amusement"},{"text":"And then he calls the fans crybabies for saying his movie sucked. Just take the L dude.","labels":"neutral"},{"text":"That made me smile. Thank you!! And yes, definitely replacing her on my reference list lol. ","labels":"amusement"},{"text":"That’s not a fucking card?!","labels":"anger"},{"text":"Is there an accepted definition of when one fart ends and the next one begins?","labels":"curiosity"},{"text":"They seceded because [NAME] was elected despite not appearing on any slave owning states. How is this anything but under representation of ideology.","labels":"surprise"},{"text":"Yeah, I don't think I'd get along with \/u\/77096, either.","labels":"realization"},{"text":"That tiny shoulder pad is freaking adorable.","labels":"joy"},{"text":"Thanks... that's the laugh I needed today.","labels":"gratitude"},{"text":"I’d love it if the Star Wars license was revoked from EA and then Obsidian make another KOTOR game.","labels":"love"},{"text":"The jealousy is more akin to a little sister who doesn't like that her dad isn't giving her all the attention.","labels":"neutral"},{"text":"I teased him about being an off center unicorn lol","labels":"amusement"},{"text":"lol, this is so much me, I'm actually loling and not just typing it. :D","labels":"amusement"},{"text":"Is that a tooter lol","labels":"amusement"},{"text":"I call [NAME] fraud! That's not the first time she saw [NAME] after prison.","labels":"neutral"},{"text":"If your argument is that we shouldn't build bike lanes because of rare inclement weather like yesterday then you just made an argument against roads.","labels":"neutral"},{"text":"True, and so sad to see. Somewhere along the way, the governing of a country my mutual consensus turned into a national sport with 2 teams.","labels":"sadness"},{"text":"The comic relief of the cat world - when they’re not tearing the flesh from your bones","labels":"relief"},{"text":"They can try to do that for as long as they want, doesn't change the fact that 2\/3rds of players still chose him over [NAME].","labels":"disapproval"},{"text":"All the best things happen after midnight. All the worst things, too, but life is all about taking risks. :^)","labels":"joy"},{"text":"I love Subnautica. It's so, so terrifying but also beautiful and cool and I can wimp out and put it down any time. ","labels":"amusement"},{"text":"Oh no, not again! ","labels":"annoyance"},{"text":"You summed it up perfectly. I can’t even say anything else because I have nothing else better to say.","labels":"amusement"},{"text":"Then you'll be arrested, play stupid games win stupid prizes.","labels":"amusement"},{"text":"Give him time to fatten up. He's young.","labels":"neutral"},{"text":"Really curious to know how you know what people are going to think in 500 years, you ass.","labels":"amusement"},{"text":"I know you’re out there somewhere Beer Barron, and I’ll find you.... *no you won’t!*","labels":"neutral"},{"text":"Its more of a suggestion its not in forced at all i doubt a lot of people even see the quiet carriage sign","labels":"caring"},{"text":"My friend on PS4 said that if you don’t stay to kill the bear, you can’t kill it.","labels":"neutral"},{"text":"I'm sending you all the hugs ;-;","labels":"joy"},{"text":"Heard Sale players yelling at the refs and nothing has come of it, seems odd to suddenly have an issue with it","labels":"surprise"},{"text":"ME TOO HE IS MY FAVORITE KILLER TO GO UP AGAINST [NAME] FROM NURSE!","labels":"amusement"},{"text":"I've spent too much of my life being angry at the Jets, just gotta roll with it now.","labels":"remorse"},{"text":"I've used tofu and nutritional yeast before. It works well for ricotta! Recipe here!","labels":"neutral"},{"text":"I know I care about people more than animals... Im a fucking monster.","labels":"joy"},{"text":"Yes, absolutely. \"But woe to the one who betrays me. It would have been better for that man, if he had never been born.\"","labels":"neutral"},{"text":"Sent. And I'll check with the mods. Thanks.","labels":"gratitude"},{"text":"That made me woozy... My head's autopsy turvy.","labels":"neutral"},{"text":"That face just screams \"Come here little boy, I have a lollipop for you\"","labels":"fear"},{"text":"I suspect that, this is going to be the least infuriating DIY aspect of this house. ","labels":"curiosity"},{"text":"Love anytime we can work [NAME] into a conversation.","labels":"love"},{"text":"Yeah I am seeing a therapist. I should probably talk this out with them next week.","labels":"neutral"},{"text":"The [NAME] directed Swiss Army Man. Check out their music video for Turn Down for What. It’s lovely.","labels":"amusement"},{"text":"I was dispointed in 5. it was clearly thrown in to sell 3, as they wanted to make 3 not 5 D. ","labels":"disappointment"},{"text":"I have almost 5 months now. If I can do it, anyone can. You got this baby ❤️","labels":"caring"},{"text":"One of these vids should end with [NAME].","labels":"neutral"},{"text":"Imagine if [NAME] wins the power and uses it at the noms, not realizing [NAME] wasn't even planning on nominating her lol","labels":"amusement"},{"text":"Seems like a much ado about nothing.","labels":"realization"},{"text":"Messages like this will always get replies from me, even if it had been about erm punching me?!","labels":"joy"},{"text":"Manipulation. I love my mother btw, but this thing is insidious.","labels":"fear"},{"text":"lol why would we leave the PL’s top scorer on the bench","labels":"amusement"},{"text":"Ive done this to a couple of people. It makes me feel really pleased with myself. Just riding in circles around people.","labels":"relief"},{"text":"Just keep a spray bottle of rubbing alcohol on hand! It melts the ice and doesn't freeze.","labels":"caring"},{"text":"He ded?","labels":"curiosity"},{"text":"Sorry, no punch line today. You guessed correctly on half an apple tho. Cheers","labels":"sadness"},{"text":"Extol is the band that introduced me to progressive metal in the first place, still my favorite genre.","labels":"joy"},{"text":"It sometimes works on yoda doing the same thing, hilarious seeing that wee dude fly ","labels":"amusement"},{"text":"Anybody that puts that many numbers in their handle is an obvious psychopath.","labels":"amusement"},{"text":"For a second I didn’t see the t in “stack.” Was wondering how you did that but nvm.","labels":"realization"},{"text":"But he makes her vagina sing! How else is she supposed to act around him. Haha","labels":"amusement"},{"text":"I refuse to watch this. Lifetime exploiting [NAME] gross behavior to sell 'entertainment'.","labels":"disapproval"},{"text":"Yea. That video is garbage.","labels":"disgust"},{"text":"They very clearly state no new accounts can post. Yours is 2 weeks old and low karma.","labels":"amusement"},{"text":"migration lol","labels":"amusement"},{"text":"im glad to hear that i won't just be carted off! and thanks, it's great to know that you guys have my back :)","labels":"gratitude"},{"text":"It's a shortcut, dude, he just knows the map!","labels":"neutral"},{"text":"Happy birthday! Aren't you a bit young for Reddit?","labels":"curiosity"},{"text":"I’m so glad they remastered that game, I’m having a blast playing it again","labels":"amusement"},{"text":"Lol posting It on my story? Ya I was expecting alot of hate from my post XD my friends know me tho lol","labels":"amusement"},{"text":"happy birthday. you can't change who you are, but you can improve on communication skills to help bond with someone :)","labels":"caring"},{"text":"[NAME] we support you! Love from Mexico I hope everything works out for you, whatever you decide to do!","labels":"amusement"},{"text":"Is ketaconazole scheduled?","labels":"curiosity"},{"text":"He didnt play at all","labels":"neutral"},{"text":"We don't care as much for 69. Hard to do properly. Glad it works for you. We prefer to take turns.","labels":"amusement"},{"text":"Ha! I can totally see him having these pictures on his dating profile. He’s so cheesy lol.","labels":"amusement"},{"text":"How are they significant? Israel does these exercises all the time?","labels":"curiosity"},{"text":"We got Munchak guys!","labels":"excitement"},{"text":"Which one?","labels":"neutral"},{"text":"Because different characters have different advantages. Why do questions like this still get asked?","labels":"annoyance"},{"text":"Funny how [NAME] only lies when you want him too,amazing.","labels":"amusement"},{"text":"Keep us updated.","labels":"neutral"},{"text":"Honestly I would have no idea if it weren't for the logo. This is unholy.","labels":"surprise"},{"text":"Let's wait for January patch, and hope that your problems will be resolved soon. I have too much fun in this game right now :) ","labels":"joy"},{"text":"Hahaha, that's brilliant. Stupid and hilarious. ","labels":"amusement"},{"text":"Flip him for another 3rd rounder hah","labels":"amusement"},{"text":"As I understand it, the director? left so at least if they do reboot it it’ll be in more competent hands lol","labels":"amusement"},{"text":"I am not having a great day either. Sending good vibes, hope you feel better :)","labels":"caring"},{"text":"I think the driver had the heart attack. She did not even give him a wave and a thank you for not smashing her precious child.","labels":"gratitude"},{"text":"I'd be a lot more excited to see [NAME] flash the leather at 3b.","labels":"excitement"},{"text":"I honestly don’t remember anything about AS3 it’s all a blur after the bitcholer","labels":"neutral"},{"text":"Honestly I don't care if they're faked. It's an original concept that I find pretty funny","labels":"joy"},{"text":"she’s a huge mood","labels":"annoyance"},{"text":"Wow .. this is more terrifying than if they were a ghost ! Amazing twist","labels":"amusement"},{"text":"with a locker room like this is looking to be, I don't think Ohio State is done losing games that they shouldn't","labels":"disapproval"},{"text":"I saw this 5 years ago on Lolpics Jesus Christ","labels":"neutral"},{"text":"Imagine what could've happened if you saw the longer director's cut!","labels":"curiosity"},{"text":"huh. if there’s no pain, you’re fine. maybe just use spray on like axe or something to detour the smell ","labels":"caring"},{"text":"My mom says she's seen this guy out there doing this since she was a young girl.","labels":"neutral"},{"text":">lol that's [NAME]","labels":"amusement"},{"text":"I take issue with the word probably. If you don't have faith why are you even here?","labels":"neutral"},{"text":"I’d imagine so.","labels":"neutral"},{"text":"Except [NAME] had his brains blown out by a .50 cal bullet at point blank range.","labels":"surprise"},{"text":"Foot fetish people like pretty feet. Those are not.","labels":"disapproval"},{"text":"“My tree people need meeeee!!”","labels":"neutral"},{"text":"You really going to claim our foreign policy is equivalent to that of Iran and Russia?","labels":"curiosity"},{"text":"News just in from the incident last week. He's still in serious condition.","labels":"sadness"},{"text":"I want to call bs on this after smelling my boyfriend's. Have to leave the room whenever he lets one out...","labels":"disgust"},{"text":"Apparently she was doing the \"gasping fish face thing\" with a face full of mud when the cops arrived.","labels":"neutral"},{"text":"Get em chief, fuck em, I find those people annoying as hell and I barely even use Instagram\/twitter","labels":"annoyance"},{"text":"What episode is this?","labels":"curiosity"},{"text":"There is nothing adorable about that terrifying man","labels":"disapproval"},{"text":"Welcome to freedom! It takes time but you will be stronger than ever! Stick to NC, I cannot express how essential this is!","labels":"amusement"},{"text":"I think it was sponsored by rent but musical theatre themed","labels":"realization"},{"text":"Omg yes lol","labels":"amusement"},{"text":"What the frick. I ordered a x box card","labels":"anger"},{"text":"Man, I can’t wait to buy cannabis from [NAME].","labels":"excitement"},{"text":"Me too buddy","labels":"neutral"},{"text":"Me fail English?! That's unpossible!","labels":"surprise"},{"text":"Bears are empathetic creatures? lol...","labels":"amusement"},{"text":"No, instant transmission is only to places you've been and people you know","labels":"disapproval"},{"text":"Throw it all on the mortgage. Don't spend it on garbage you think you need.","labels":"caring"},{"text":"You okay?","labels":"caring"},{"text":"What a fantastic combover! What brand of comb do you use?","labels":"amusement"},{"text":"I see, good one.","labels":"amusement"},{"text":"Many people from 2004 played Fortnite too. You know, because it's a good game and not everyone likes to hate on things arbitrarily.","labels":"neutral"},{"text":"The fact that she told you your sex life is over is insane to me.","labels":"surprise"},{"text":"So you are an expert on the 5 year long climate patterns going back billions of years i take it.","labels":"neutral"},{"text":"When are people going to learn that it's OK to cheer lead dance in front of an old misogynist lol","labels":"amusement"},{"text":"Mugging is just how we show love around here. Respect our culture.","labels":"anger"},{"text":"Not really, in my mind it was continuous cringe that I was always curious about","labels":"fear"},{"text":"Hey good news it works! I'd shove it in your ass and show you :)","labels":"amusement"},{"text":"Is that a real tweet? From the actual president? Not a parody? I can't tell anymore.","labels":"confusion"},{"text":"Im not going to swear","labels":"disapproval"},{"text":"I'd not help you either. Not giving that dude a 4k. Although, I'd be looking for hatch instead of nothing.","labels":"annoyance"},{"text":"I hope you figure out what to do! It is real shit situation and it is awful what he said to you.","labels":"optimism"},{"text":"Thank you!! I’m at home recovering from surgery and on some meds, so I wasn’t sure if I imagined it. ","labels":"gratitude"},{"text":"hahahaha!! the seedy underbelly of the competitve choir world - exposed!!","labels":"amusement"},{"text":"Here’s the link","labels":"neutral"},{"text":"I do hate fortnite dances","labels":"disapproval"},{"text":"Also packed with preservatives and extra chemicals! Homemade Bread: 4 ingredients, Store Bread: ~22 ingredients...","labels":"neutral"},{"text":"Will do, thanks","labels":"approval"},{"text":"A majority of the season they’ve been able to win out in ugly games. I just think that warriors loss left a bit of a scar","labels":"neutral"},{"text":"Gift from [NAME]","labels":"neutral"},{"text":"Your wife just proved to your son that her love for him is not unconditional. She sounds ignorant, hateful, and should get therapy or get out.","labels":"neutral"},{"text":"Yep. Still don't know what you're talking about. Come back when you actually read the pdf and become informed.","labels":"neutral"},{"text":">the women's march chairs are so left wing they took a picture with LF.","labels":"surprise"},{"text":"I'm in. Hopefully I don't end up on the dumpster fire that is the Oilers","labels":"optimism"},{"text":"[NAME]!","labels":"neutral"},{"text":"Tbf I don't think you can get much snakier than wishing for someone's pet to die","labels":"disapproval"},{"text":"Just got back from TWC, and they were great! Thank you. 90% they were fried. Will try these others next ","labels":"amusement"},{"text":"That's the most obvious lie I've seen all year...","labels":"neutral"},{"text":"[NAME] for sure","labels":"neutral"},{"text":"I'm so glad not to have Publix in my region when I see this bullshit...even though *I* miss their subs too... Lol","labels":"amusement"},{"text":"All that matters is how you use those four inches, really ","labels":"neutral"},{"text":"yes!!! Once I realized my body wasn't wanting as much food i put my self on intermittent fasting and i love it","labels":"joy"},{"text":"Do you have proof for what you said scientifically and mathematically ?","labels":"curiosity"},{"text":"I did not know that! I love me some quality evil dead","labels":"realization"},{"text":"That’s what makes this so sweet! Blackmailers are scum. This was satisfying to read. You’re a savage, OP. Well done! ","labels":"amusement"},{"text":"The world is backwards, nowadays. Where people defend _GaNgStAs_ because it's culturally and politically correct, and then shame those who protect and serve. Makes me bleed rage.","labels":"anger"},{"text":"He's know for making rhythms.","labels":"neutral"},{"text":"I feel like the last two seasons made me detach from the show.","labels":"realization"},{"text":"Oh good one. It’s insane to think the last three mvps were once on one team","labels":"surprise"},{"text":"Just save and reload. I doubt that when you reload you gonna stuck again.","labels":"confusion"},{"text":"I remember running into teachers at the grocery store or whatever when I was a little kid and having that same feeling!","labels":"joy"},{"text":"\"Here's your fucking well done with pink in the center [NAME], jsut like youre stupid fucking table wants!\"","labels":"amusement"},{"text":"That CAT driver needs to be held accountable. Lucky he didn’t kill someone.","labels":"relief"},{"text":"Lost my only grandfather two years ago to Alzheimer's, this is great news knowingly this disease sucks","labels":"grief"},{"text":"That's the best catch I've ever seen","labels":"amusement"},{"text":"play chaos control if you want demolition then come back here and complain about getting spawned trapped.","labels":"caring"},{"text":"nearly choked on my chicken breast","labels":"fear"},{"text":"Right under the sepsis protocol in epic","labels":"neutral"},{"text":"Intended as a \"it's funny because it's true\" not \"this is hilarious\"","labels":"neutral"},{"text":"I take everyone that visits me over to Lands End .. I'm a huge fan of the hike from there back to Sea Cliff!","labels":"joy"},{"text":"Pride goeth before destruction, and an haughty spirit before a fall.","labels":"neutral"},{"text":"I have but one upvote to give, otherwise you would get more.","labels":"remorse"},{"text":"The sheer size of [NAME] now is insane, would love to see him come back at heavyweight ","labels":"excitement"},{"text":"I’m really late here, but I’m surprised I haven’t seen anyone bring up the possibility of them wanting to eat you.","labels":"surprise"},{"text":"He's not my type but [NAME] is handsome AF. \/s","labels":"amusement"},{"text":"This is terrible advice","labels":"disapproval"},{"text":"because your brain will associate the drip taste with the high after a few times, i love the drip","labels":"love"},{"text":"that offense averaged 20 points a game. the same as this year and look where we are.","labels":"excitement"},{"text":"Yes, [NAME] said he was no where near the SUV, which is why the blood in it is so damning to him. ","labels":"realization"},{"text":"Mexico's or USA?","labels":"neutral"},{"text":"Never, ever, ever, ever double text. Pursue other girls after the first text is unanswered.","labels":"caring"},{"text":"It is a gorgeous picture. However I would rather that sun exploded and took us all to kingdom come than sit in traffic.","labels":"amusement"},{"text":"Thanks! I'm glad you got a kick out of it.","labels":"gratitude"},{"text":"They can always fall back on Married with Children re-runs.","labels":"neutral"},{"text":"Complete opposite for me. I lied about being at a friends how while I was sitting there talking to my recruiter.","labels":"neutral"},{"text":"doesn’t mean you could assume you committed a crime","labels":"disapproval"},{"text":"It was genetic iirc and he had corrective surgeries on both shoulders eventually.","labels":"neutral"},{"text":"it doesn't happen all the time","labels":"disapproval"},{"text":"It's a good thing that liopleurodon was actually only about six meters long and went extinct 155,000,000 years ago...","labels":"neutral"},{"text":"When in the past 4 decades has anything changed due to a march?","labels":"confusion"},{"text":"All good man haha","labels":"joy"},{"text":"For the people and finding out how they end up? Sure. Other than that, it’s not great. Frustrating at best. ","labels":"annoyance"},{"text":"So. This is scary as fuck.","labels":"realization"},{"text":"They actively supported it before *mysteriously* going silent about it during and after the 2015 Labour leadership election.","labels":"neutral"},{"text":"It does, if you get pulled over without one on it's something around $75 to $150","labels":"neutral"},{"text":"Ace ventura is a fantastic film outside the extreme transphobia","labels":"amusement"},{"text":"How dare u\/Reijka92 disrespect [NAME] like that!","labels":"anger"},{"text":"USE GLOVES YOU MANIAC","labels":"anger"},{"text":"My mommas homemade mac and cheese almost makes me cry on how great it is","labels":"joy"},{"text":"Detective from svu.","labels":"neutral"},{"text":"I’m sorry. Can you please explain what are the 2 accounts of the order of creation are contradictory?","labels":"curiosity"},{"text":"just end the friendship and go meet more people. You're just prolonging the obvious.","labels":"caring"},{"text":"Please keep going, this is just making you look worse","labels":"amusement"},{"text":"Not really, more of a toxic poverty problem. Women get overworked too.","labels":"disapproval"},{"text":"We only want to impose high taxes on those damnable minorities who are ruining our great nation.","labels":"neutral"},{"text":"group wasn't bad. Edit: Unless you're talking home rentals then my bad.","labels":"embarrassment"},{"text":"Well, yeah, you fucked up. Drop this behavior and game her the normal way as if nothing happened","labels":"approval"},{"text":"I might be able to help. A\/S\/L?","labels":"caring"},{"text":"Well, she was completely and utterly heartbroken. By my stupidity. So there's that.","labels":"remorse"},{"text":"Nice of them to come check on you.","labels":"amusement"},{"text":"America.... I have done goofed!","labels":"sadness"},{"text":"Ask for a pic without the hat on. That hairline must be chilling with [NAME].","labels":"amusement"},{"text":"Interesting that [NAME] is closer to [NAME] in terms of efficiency compared to [NAME]. We give him too much shit.","labels":"disappointment"},{"text":"I get all the deja smells and it's terrible.","labels":"disgust"},{"text":"Or take FETO, most of those purged probably never did a single wrong thing in their life What?","labels":"neutral"},{"text":"I love how all these suspects greet [NAME] like an old friend.","labels":"love"},{"text":"now thats a good use for a glue gun","labels":"amusement"},{"text":"If only there was a league of sorts of higher ranked play that they could watch. Oh well.","labels":"disappointment"},{"text":"Fuck her... don’t live to make your parents happy","labels":"anger"},{"text":" funny, your asking for proof of something the moderators actively remove and then say ShOw Me pRoOf Or ItS fAkE.","labels":"amusement"},{"text":"Can we ban this person? Post history is sketch. Thanks in advance!","labels":"annoyance"},{"text":"But she told me she asked because of the post that I made","labels":"neutral"},{"text":"Oh my [NAME] your desk is fucked.","labels":"surprise"},{"text":"Snuggling with my boyfriend","labels":"love"},{"text":"There is such a thing as too big, but this ain’t it, chief. Any bigger I would probably agree.","labels":"disapproval"},{"text":"Man, she took it pretty well. I’d be screaming my damn head off. ","labels":"amusement"},{"text":"A girl that ugly only liking me isn't a compliment its an insult and it shows [NAME] hates me","labels":"disappointment"},{"text":"\"[NAME]!\" *screeched the two apprentices as they tried to prove their worth to the the one who shall not be named*","labels":"neutral"},{"text":"I've done my part.","labels":"neutral"},{"text":"Nice to see a rare court case involving a meta-human.","labels":"excitement"},{"text":"Finding a Poliwag is not hard you can usually find them in Pallet Town.","labels":"neutral"},{"text":"Ooh, good point!","labels":"amusement"},{"text":"That's gorgeous!","labels":"amusement"},{"text":"The face in the bottom photo is perfect!","labels":"amusement"},{"text":"Yup put the losion in the basket","labels":"neutral"},{"text":"Seconded. I had the December one well into January and finally just changed to the Sabres logo. Still cool and all, but the schedules were awesome.","labels":"joy"},{"text":"Anyone else want a TE early? Tired of fucking around with the position even if [NAME] did look pretty mean for a few weeks","labels":"excitement"},{"text":"You keep turning it into all or nothing lol I said *less* bookshelves will be made if *more* bookshelves are reused","labels":"amusement"},{"text":"On this sub I don't know whether to upvote or downvote","labels":"confusion"},{"text":"Rewatching the game since I was in transit during the 4th quarter... You weren't kidding. [NAME] was a monster defensively.","labels":"neutral"},{"text":"I mean yeah but it still sucks. Hopefully you have better luck in the future.","labels":"disgust"},{"text":"[NAME]. Instantly went to moving the goalpost. Looks like my bet was a winner.","labels":"amusement"},{"text":"Not really.","labels":"neutral"},{"text":"Imagine being as fragile as that woman.","labels":"neutral"},{"text":"Basically this.","labels":"neutral"},{"text":"Demi sexual is not a sexuality it's a preference of relationship.","labels":"neutral"},{"text":"That all-star who won the calder","labels":"neutral"},{"text":"[NAME] I can understand, but Ukrainian? Is he a migrant from central asia? Or a [NAME]? I am confused","labels":"confusion"},{"text":"Yes that's correct, without TWDG no story based game would exist , but i still like LiS","labels":"amusement"},{"text":"The lines are going to heal straight?","labels":"curiosity"},{"text":"It was once was mine too. Im starting to use it again. :) It is so fucking beautiful,","labels":"excitement"},{"text":"Tailed. Let's get it!","labels":"neutral"},{"text":"It was extremely sad ... because you can tell the reason why [NAME] is the way he is.","labels":"remorse"},{"text":"Through compassion and morality!","labels":"neutral"},{"text":"I thought legends already started.","labels":"neutral"},{"text":"Looks like the Content ID system picked up a song you used in your video. Sound about right?","labels":"realization"},{"text":"Uhhhhhhhh.....","labels":"neutral"},{"text":"I have never seen [NAME]?","labels":"curiosity"},{"text":"Excelerate are looking really good yo. They've outslayed every map, are executing perfect plays. Fun, playing to their full potential.","labels":"amusement"},{"text":"[NAME] is my main.","labels":"neutral"},{"text":"You’re welcome","labels":"amusement"},{"text":"Post paid. It's very temperamental on when and how it's gonna work.","labels":"confusion"},{"text":"Bar beer garden - fire pits - access to the bike trail - corn hole - bocce ball - food trucks","labels":"amusement"},{"text":"On the other hand, I'm pretty sure the Phoenix VA is actively trying to kill me lol.","labels":"amusement"},{"text":"You need to use ladies man perk and an item that has seduction +150.","labels":"caring"},{"text":"Ahh. Both of those are very good. Hope you enjoy them as much as I did.","labels":"optimism"},{"text":"Lol. That's exactly what I said. Yep. That's it.","labels":"amusement"},{"text":"And let us not forget the lord's privilege with a new bride. Ahhhh......the good old days.","labels":"joy"},{"text":"Yo COURTTV bout to get a ratings boost.","labels":"excitement"},{"text":"I'm sorry, I'm new. Included the TL;DR and age alrdy. Thank you!","labels":"sadness"},{"text":"Same tbh hahahaha","labels":"amusement"},{"text":"The world needs more Attack of the Killer Tomatoes memes.","labels":"amusement"},{"text":"Awful tattoo , looks like a child ! Get your money back and money for laser treatment.","labels":"amusement"},{"text":"That's what they're for! I wouldn't use it for anything else. And make sure you don't have plans 6-10 hours from taking it...","labels":"neutral"},{"text":"If its our fault for stocking it in the wrong place, its our fault - within reason of course.","labels":"realization"},{"text":"They're basically our version of [NAME] and [NAME] at this point. Every video seems to involve a dumbass rant that misses the point of the topic.","labels":"neutral"},{"text":"Man I love listening to [NAME] talk and I’d love to have a chat with him but he does talk some bollocks sometimes.","labels":"love"},{"text":"haha packing it in already after a regular season loss","labels":"amusement"},{"text":"Oh yes the dreaded Sabres second period:(. I hope they win tonight.","labels":"optimism"},{"text":"It was received on Jan 25th at 9:22 am .81627 BTC and $3800. for it with a $600. fee. Happy!","labels":"joy"},{"text":"Now that would be an interesting game! Not quite sure it's the matchup I'm looking for though. Lol","labels":"amusement"},{"text":"Let's get things back on track! Happy new year!","labels":"excitement"},{"text":"Thanks, I'll have a look and see what they offer","labels":"gratitude"},{"text":"She likes her dogs despite this incident. But thanks for your input Mr. [NAME].","labels":"gratitude"},{"text":"Yes it does","labels":"approval"},{"text":"Baseless assumptions about cops on Reddit without any context?","labels":"curiosity"},{"text":"I'm surprised that the police have not send her to a mental institution","labels":"surprise"},{"text":"I was there in 89-91. Some of the best years of my life.","labels":"joy"},{"text":"Now my mental image is narrowed down to a big imposing woman or a spidery woman that scares me just to be around.","labels":"fear"},{"text":"It's the donuts done brought ya back, ain't it?","labels":"neutral"},{"text":"Sorry mate, you’ve got the wrong sub. This is for **bad** UK.","labels":"sadness"},{"text":">The only way change will happen is when the national media actually focuses on them. Precisely what a protest is aimed at engendering.","labels":"neutral"},{"text":"Great to see him involved.","labels":"amusement"},{"text":"not true! Acute acopia needs a brief social admission, social work, and tincture of time Chronic acopia needs placement","labels":"disapproval"},{"text":"At the very least it is an emotional affair or the beginnings of one, with less than truthful explanations.","labels":"realization"},{"text":"When I get real pissed I just do R2 then R3 after lol.","labels":"amusement"},{"text":"If you are feeding your two year old 1200 calories then you are fattening them up for the stew lady.","labels":"realization"},{"text":"I liked it...","labels":"amusement"},{"text":"Really glad you were there for her. I wish you both the best.","labels":"amusement"},{"text":"Next drag superstar","labels":"amusement"},{"text":"Congrats! Glad it went well for you!","labels":"amusement"},{"text":"West world scrims","labels":"neutral"},{"text":"Completely right about [NAME], [NAME], [NAME]","labels":"approval"},{"text":"If you had to think of a way to survive this how the hell would you. Damn","labels":"anger"},{"text":"Why you mad bro","labels":"neutral"},{"text":"Cried when [NAME] and [NAME] gave each other a big hug and [NAME] lifted him off the ground.","labels":"sadness"},{"text":"\/uj I’d use a vegan-marketed version of that for tofu or even potatoes","labels":"neutral"},{"text":"Thanks for showing me the most degenerate thing I've seen so far in 2019, and that includes a scat subreddit.","labels":"gratitude"},{"text":"You have much to learn","labels":"caring"},{"text":"You love her knowing her limitations, adjusting your expectations, and keeping boundaries firmly set and enforced hard.","labels":"love"},{"text":">No but I know that fat ass just says [NAME] man bad lol [NAME] is pretty fat. Good observation.","labels":"amusement"},{"text":"Punchy is Life <3","labels":"joy"},{"text":"Wait is this the original template where all the satire comes from?","labels":"curiosity"},{"text":"Loved dropping in from the crack in the ceiling and going out in a blaze of glory.","labels":"joy"},{"text":"Follow your gut instinct. You will be ok. You are young and have a bright future.","labels":"caring"},{"text":"Only about 1\/10 uses is appropriate. The other 90% of the time context makes it obvious and an otherwise good joke is ruined.","labels":"neutral"},{"text":"No friends anymore, but had a guy get jealous at another guy flirting with me.","labels":"amusement"},{"text":"$2 by 2029","labels":"neutral"},{"text":"r\/vaxxhappened. Fuck you Jan.","labels":"anger"},{"text":"A lease violation is between the landlord and the tenant, not between one tenant and another. OP has no legal rights to stop this behavior at all","labels":"neutral"},{"text":"He is a brave man to even have the courage to put this foundation on his face. I wouldn't have even if [NAME] told me to!","labels":"amusement"},{"text":"Look at the size of those shorts!","labels":"surprise"},{"text":"[NAME] is way more straight forward than [NAME], she doesn't have tons of mixups and stances etc. Her strings strong but simple with limited options ","labels":"amusement"},{"text":"I was already over the edge with [NAME]. Just showing my disdain for two terrible individuals.","labels":"embarrassment"},{"text":"Banks! I knew it!","labels":"excitement"},{"text":"What’s funny is these objectively corrupt sacks of shit were bitching about made up Liberal “corruption”.","labels":"amusement"},{"text":"The women-are-wonderful effect.","labels":"amusement"},{"text":"> LMAO, it's not free shit head, where the fuck is the source codes? This the real question.","labels":"amusement"},{"text":"Stop eating 3,000 calories a meal?","labels":"caring"},{"text":"If it's Fttn, then not much, maybe worse, because it's still using that shitty old rusted copper running through that same old leaky pit","labels":"realization"},{"text":"M'lady... Good god, the last man alive is a '[NAME]'!","labels":"amusement"},{"text":"Juve somehow still managed to get the upper hand in the [NAME] for [NAME] and [NAME] deal. That's some voodoo shit right there.","labels":"annoyance"},{"text":"Indeed, I'm no expert on the subject, so I'm not going to present a misleading picture.","labels":"neutral"},{"text":"Not sure about OP, but caffeine tends to make many people more anxious (especially those with a co-morbid anxiety disorder(s)).","labels":"neutral"},{"text":"Your girlfriend looks so Irish! You guys are cute as fuck.","labels":"amusement"},{"text":"I love lighthouses","labels":"love"},{"text":"Yeah no way random bubbling would get them the highest score. Even in a 50 question test the odd would be ridiculously low","labels":"disapproval"},{"text":"What? The non-vegan burger air particles have clearly infiltrated the once-pure cardboard. It is absolutely NOT vegan >:(","labels":"disapproval"},{"text":"Wish you the best of luck and greener pastures!","labels":"caring"},{"text":"I like you. Yes, you.","labels":"love"},{"text":"That was the gayest thing ive ever heard another man say.","labels":"neutral"},{"text":"Does anyone have the quote in context (video or audio)? Based on the amount of Bigoteering going on the mainstream left-leaning press I'm sceptical.","labels":"confusion"},{"text":"i love the eyes wtf they’re staring into my soul","labels":"love"},{"text":"I have started my 30 day vacation and I plan on relaxing the whole 30. Please do not make plans for me. Discuss them first with me.","labels":"desire"},{"text":"Get an ultra balm if you want, it's amazing for cracks! ","labels":"amusement"},{"text":"It’s gonna be a large group interview in a shady office. Ghost em.","labels":"amusement"},{"text":"If I'm just reading the headline, it's ambiguous.","labels":"neutral"},{"text":"Maybe ask some neighbours if there have been any strange or noteworthy comings and goings during the day.","labels":"neutral"},{"text":"There's a lot like that though: I don't think so.","labels":"disapproval"},{"text":"I'm so disappointed you didn't include [NAME] \"I'm standing under the source of the bull shit\" [NAME]","labels":"disappointment"},{"text":"You all treat him like shit so what do you expect?","labels":"annoyance"},{"text":"...says the opioid addicted narcissist with multiple untreated physical and psychological ailments and is completely unable to work with anyone but his own clone.","labels":"neutral"},{"text":"Soundboard operator needs to start blasting duck quacks whenever we block their guys","labels":"neutral"},{"text":"It’s saved in the cloud now lol","labels":"amusement"},{"text":"Am I not supposed to have what I want? What I need?!?","labels":"confusion"},{"text":"I would highly recommend [NAME] ([NAME]) he is the great-grandson of [NAME]","labels":"amusement"},{"text":"Wasn’t this guy floated around as a long shot OC candidate earlier in the offseason?","labels":"curiosity"},{"text":"At no point in the game has that been true","labels":"disappointment"},{"text":"That's just a bad close-out, gotta know [NAME] is bating for those.","labels":"remorse"},{"text":"Like [NAME] Dad who was replaced after only 1 appearance, [NAME]","labels":"amusement"},{"text":"depends on the artist that made it more than anything","labels":"neutral"},{"text":"I'm saving that for when I can show up too","labels":"neutral"},{"text":"That would be really rough. However she is so incompetent I wouldn’t be surprised if she self immolates","labels":"sadness"},{"text":"love this!","labels":"excitement"},{"text":"If you don't mind cutting your life opportunities by 3\/4 go for it.","labels":"caring"},{"text":"[NAME] to the Fox lady: “my record vs you would be 7-0”","labels":"neutral"},{"text":"No. [NAME] is the clear #1. But [NAME] could go first round","labels":"disapproval"},{"text":"How is [NAME] fleshed out? His entire role in ep1 was that he cooks. He's about as important as [NAME].","labels":"surprise"},{"text":"\"Sigh\" I thought you were better than this I thought we were over this but no you just had to do it \"Upvotes angrily\"","labels":"disapproval"},{"text":"Wise choice. You had kebab.","labels":"amusement"},{"text":"I think it's hilarious you guys think this will \"help\" [NAME] Yeah [NAME] was bad, but [NAME] didn't show very much either","labels":"disapproval"},{"text":"I hope they meet someone who changed their name to Dad","labels":"amusement"},{"text":"first of all calm down. second","labels":"neutral"},{"text":"I actually see this one a lot. \"Allergy: fire ants.\" Me too, bro. Ants will fuck you up.","labels":"annoyance"},{"text":"It's a miracle","labels":"surprise"},{"text":"Lucky you got a sane dad. Get ready for a world of crazy... just don't get sucked into her toxic world. Good luck.","labels":"caring"},{"text":"Everyone knew that deal was stupid from the moment it happened, [NAME] was like 38. We just have to pray he learned from that","labels":"caring"},{"text":"The fried baloney is amazing.","labels":"amusement"},{"text":"I think they're all equally bad in their own way.","labels":"disapproval"},{"text":"This is reminiscent of when we thought we were lucky that we got [NAME] AND [NAME] on our staff.","labels":"neutral"},{"text":"Genetic science is changing the jewelry game?","labels":"curiosity"},{"text":"About as much say so as the Walmart employee that stocks the shelves.","labels":"neutral"},{"text":"I'm glad this movement has occurred. Thank you for your service","labels":"gratitude"},{"text":"Oh... Cool","labels":"amusement"},{"text":"Sorry, I’m out of the loop- are they on this season as well? I forgot about them","labels":"curiosity"},{"text":"He doesn't realize she's banging the ukulele guy.","labels":"amusement"},{"text":"Hit this right on the head. Was just telling my brother about how hypocritical this subreddit can be.","labels":"annoyance"},{"text":"Is that were its from ? All i know is since i was young that is scary af !","labels":"curiosity"},{"text":"Are we talking about [NAME] or [NAME]?","labels":"curiosity"},{"text":"Except they miss most of those too.","labels":"neutral"},{"text":"I blame framer, I'm sheriff I swear","labels":"neutral"},{"text":"Sooo good!","labels":"joy"},{"text":"Actually it can be useful when 2 people or so use the carbine for crowd control .","labels":"neutral"},{"text":"Thanks, I find your poor implementation of punctuation to be very amusing. It's good that there's something we can enjoy about each other.","labels":"amusement"},{"text":"Edited : Sorry meant to reply to a post","labels":"remorse"},{"text":"Slick passing!","labels":"amusement"},{"text":"You were shot by a Vigilante!","labels":"surprise"},{"text":"The smell lasts a half hour so maybe don't go to the Policeman's Ball right after. Rye and rhubarb sounds pretty fucking mint though","labels":"caring"},{"text":"So, you literally grew up in a barn?","labels":"neutral"},{"text":"That [NAME] laugh gets me everytime. League pass commercial breaks are the best.","labels":"amusement"},{"text":"[NAME]? That's me y'all! :D","labels":"joy"},{"text":"I'm glad to see when people succeed! I'm very happy for ya and life is going uphill which is always a great sign","labels":"caring"},{"text":"Live your life well. Let them figure it out for themselves.","labels":"caring"},{"text":"We try too, but more often than not those who wish to discuss are not on the level, rare is a Lib here in good faith.","labels":"neutral"},{"text":"Ok? Why the spammy post?","labels":"curiosity"},{"text":"WOW!!!","labels":"neutral"},{"text":"It's better with sound, when I first watched it I cried laughing for 10 mins","labels":"amusement"},{"text":"Damn you have a lot of alts. :D","labels":"amusement"},{"text":"I'd love a 2D animated [NAME] trilogy. You can really go wild with animation and wild is exactly how I'd describe [NAME].","labels":"love"},{"text":"IMM PUTTING ALL MY MONEYZ ON RT WEBSITE CRASHING XD","labels":"excitement"},{"text":"[NAME] will end up owning all these untouchable records and I hope they don’t get broken for generations","labels":"optimism"},{"text":"The amount of actual debating about who is \"best girl\" is fucking ridiculous Jeez, y'all need to chill","labels":"amusement"},{"text":"She wants this “family thing “ more than she wants her daughter to feel safe.","labels":"neutral"},{"text":"Highlights will be glorious to watch! Here’s [NAME] shootout zinger!","labels":"excitement"},{"text":"Let's go!","labels":"neutral"},{"text":"BUT SHE WENT TO A HISTORICALLY BLACK COLLEGE AND IS PART OF A BLACK GREEK SORORITY!","labels":"neutral"},{"text":">i told him we weren't sick we were just on drugs. Lol unexpected","labels":"amusement"},{"text":"Unfortunately on my end, it’s only pecks during sex. Pretty boring. Never open mouthed or anything like that. ","labels":"disappointment"},{"text":"Oh I never knew you could do that","labels":"surprise"},{"text":"I hate Twitter","labels":"anger"},{"text":"I guess a bunch of people will move over there to avoid Brexit.","labels":"neutral"},{"text":"Day 7 is tough... Not as tough as day 15 but tough","labels":"sadness"},{"text":"It's kind of worrying that you genuinely believe that left-wing people are actively trying to destroy their own country. Approaching USA levels of ridiculous viewpoints.","labels":"fear"},{"text":"But she spells oddly well, and these aren't small words. It's a bunch of interrupted\/disjointed thoughts. ","labels":"amusement"},{"text":"Yikes. She sounds like she's one bad grade away from shooting up a synagogue.","labels":"disgust"},{"text":"Tell them you Reddit while you poop. No one will dare question your bowel movement and you'll be free to share the story!","labels":"caring"},{"text":"He drives to the basket like [NAME] used to. And can shoot the 3. And he's super clutch. Love the dude","labels":"amusement"},{"text":"Her hair has looked it’s best since around 2015ish. I love the dark hair on her with the subtle pops of color.","labels":"amusement"},{"text":"Please tell me your shop didn't get you in trouble for that D:","labels":"amusement"},{"text":"On top of being cheaper and a better power curve, devo gloves synergies with crit builds, since you’ll get huge chunk of lifesteal. ","labels":"neutral"},{"text":"I am confusion!","labels":"confusion"},{"text":"Fox News devoted 42 seconds on [NAME], wow.","labels":"amusement"},{"text":"I feel ya man. Stayed up to prestige and now I can’t sleep anyways.","labels":"remorse"},{"text":"Btw how do you use conditioner is it something before or after the soap","labels":"neutral"},{"text":"I’m sorry you are feeling so down friend, that is really difficult. I hope find a way to feel better.. maybe go to emergency care...","labels":"caring"},{"text":"I gotcha. Why do you think you’re driving them away though? I feel like you’re blaming yourself way more than you should be","labels":"realization"},{"text":"Cant talk about the a***a","labels":"annoyance"},{"text":"but this has been going on for months","labels":"neutral"},{"text":"That's not really true, people judge all the time, it's just that they're usually too busy judging themselves to judge you too. ","labels":"disapproval"},{"text":"[NAME] face looks like some actress\/model who I can picture in my head but I cant remember her name","labels":"confusion"},{"text":"I’m gonna research more I bet they’re expensive","labels":"neutral"},{"text":"Double your fun with Double Mint","labels":"neutral"},{"text":"Guess we haven't been very smart up to this point.","labels":"realization"},{"text":"I like beating wales cause my friend is welsh and I like beating the french because I’m English and it feels natural","labels":"love"},{"text":"If Wacky Races kept on going it would have 100% adult viewers","labels":"desire"},{"text":"There were people who knew about that before Vice. Not me, but people.","labels":"neutral"},{"text":"If everybody put down their camera to help, what would you be doing right now?","labels":"neutral"},{"text":"After she hands [NAME] the nomination ;)","labels":"joy"},{"text":"Now **that** is a spicy meata balle","labels":"neutral"},{"text":"PLOTFORCE PRISON!","labels":"neutral"},{"text":"Wow, that landlady sure is a piece of shit. I'd be interested in knowing how many people she has discriminated against or harassed in the past.","labels":"annoyance"},{"text":"[NAME] bless that batch tagger extension","labels":"neutral"},{"text":"This’s didn’t hold up too well.","labels":"disapproval"},{"text":"Happy cake day brother!","labels":"excitement"},{"text":"I meant more that he was poor on the ball today","labels":"sadness"},{"text":"Absolute mad lad","labels":"neutral"},{"text":"I didn't even know this existed! Thank you kindly!!","labels":"gratitude"},{"text":"so [NAME] isn't necessarily as dumb as she literally appears... I've always liked her for some reason.","labels":"joy"},{"text":"Well they do have cheap surgery there lol those lucky bastards","labels":"amusement"},{"text":"Thank you for the kind words, that's very sweet.","labels":"gratitude"},{"text":"She tweeted that the most recent episode was very soon after her second surgery and she was still swollen from it","labels":"neutral"},{"text":"I sense no awful taste here.","labels":"disapproval"},{"text":"Couldnt agree more.","labels":"disapproval"},{"text":"You really went in to detail, and with valid points. Δ ","labels":"surprise"},{"text":"sick burn","labels":"sadness"},{"text":"It has been a good snow and bad avalanche season in the rockies. Haha, thin and tight, just how i like‘em.","labels":"joy"},{"text":"Having this issue as well it really does me in","labels":"sadness"},{"text":"Yeah Stupid Sexy groening","labels":"sadness"},{"text":"All for attention and a power trip.","labels":"joy"},{"text":"Damn, [NAME] us just 2 steps behind all the time. It's just a matter of time before he gets some great shots in.","labels":"realization"},{"text":"Maybe he's too lazy to take it off","labels":"neutral"},{"text":"All those things are definitely your fault. She is much better off without you.","labels":"disappointment"},{"text":"Elite Disrupter and Elite Stryfe. Also, thanks.","labels":"gratitude"},{"text":"Hopefully they won't try to blame the trucker.","labels":"optimism"},{"text":"Platinum is the best Pokemon","labels":"amusement"},{"text":"Thank you! On the positive side I’ve gotten a lot of work done after panicking and giving up looking for my pill pack","labels":"gratitude"},{"text":"This is an old carnie trick. There are sites that have debunked this guy.","labels":"neutral"},{"text":"Same with [NAME]. I was even disappointed Parks and Rec had newt gingrich on for a cameo.","labels":"disappointment"},{"text":"I’m telling ya, we really need to impose a basic hockey knowledge test to post here. I’m sick of the mouth breathers.","labels":"annoyance"},{"text":"Yeah, and it was 20 years ago and now I feel really old.","labels":"remorse"},{"text":"ALL ABOARD THE HYPE TRAIN!","labels":"neutral"},{"text":"Wow, I wish we had info on which counties have it the worst. Was that in the article?","labels":"desire"},{"text":"Thanks for clearing this up!","labels":"gratitude"},{"text":"I too have had this happen on XBONE. I really want to love this game, but it keeps giving me reasons to play something else.","labels":"disappointment"},{"text":"“40 lbs of fat” yeah 40 lbs of fat and a shit load of plastic surgery maybe","labels":"annoyance"},{"text":"For both of us to be done school. To be in a secure spot financially.","labels":"neutral"},{"text":"Children taken below decks by [NAME]. Get out now","labels":"anger"},{"text":"Im not saying it wont be self titled, I could totally see that. What just asking how he knew it was \"fact\"","labels":"approval"},{"text":"Well the three games is all we have to go off of, and he was bad.","labels":"disappointment"},{"text":"Thank you that’s sweet of you (:","labels":"gratitude"},{"text":"Oh, fair enough. Praise be.","labels":"neutral"},{"text":"Seafood is nasty af. I refuse to prepare seafood in my kitchen.","labels":"disgust"},{"text":"Just look at the picture","labels":"excitement"},{"text":"We didn't win in Alvalade even when they got 7th place. We just have some sort of block there","labels":"disappointment"},{"text":"Good for you","labels":"caring"},{"text":"10 mg Trintellix and 1.5 mg Vraylar","labels":"neutral"},{"text":"Oh, [NAME]!","labels":"annoyance"},{"text":"Excellent location. When it’s finished it’ll be spectacular around there.","labels":"amusement"},{"text":"!remindme 7 months","labels":"excitement"},{"text":"There are two other choices as well, each of them slightly better than the two terrible choices.","labels":"neutral"},{"text":"I vape myself today to see if I still feel","labels":"neutral"},{"text":"oh the irony","labels":"amusement"},{"text":"I took swimming lessons for a while and my fingerprint thing didn't work for months","labels":"annoyance"},{"text":"No I don't lose points from losing to someone I wouldn't get points from beating.","labels":"disapproval"},{"text":"[NAME] scratched again lmao. Lines are good though. Pretty optimal considering what we have imo. I like [NAME] playing with [NAME]","labels":"amusement"},{"text":"Reminds me of [NAME] saying “Cow House” in Breaking Bad.","labels":"neutral"},{"text":"...it’s a Homestuck reference","labels":"neutral"},{"text":"If you have bo toleramce you could feel it for a day","labels":"caring"},{"text":"People need to relax. [NAME] as the 5th starter is fine. Look at his road splits. Limit his starts at home.","labels":"relief"},{"text":"I read this place obsessively and didn't see it, so I'm enjoying it and upvoting it anyway","labels":"joy"},{"text":"AND MY ~~AXE~~ MACE","labels":"neutral"},{"text":"haha not bad my man","labels":"amusement"},{"text":"Lol oooops!","labels":"amusement"},{"text":"That's freedom of speech for you. We have to give even the assholes a chance to talk, because the alternatives are worse.","labels":"anger"},{"text":"You mean the millions of college grads living with their parents?","labels":"confusion"},{"text":"Great work hentaipoon!","labels":"amusement"},{"text":"Yes, he needs to sit the fuck down, that's all I have to say.","labels":"annoyance"},{"text":"Wow. Some people are so stupid. But if it was me I would have opened the door and at least put it inside the doorway.","labels":"amusement"},{"text":"Not even the original","labels":"neutral"},{"text":"I vote to now refer to him as [NAME] from now on due to his newfound confidence","labels":"neutral"},{"text":"Is that what this is? I thought it was some kind of a tattoo gun.","labels":"curiosity"},{"text":"You need to talk to her openly about this... without shaming her. She’s being open and honest with you. Your turn.","labels":"caring"},{"text":"I'm 25 and I still don't have a license. I'm terrified of driving and get anxiety every time I'm behind the wheel.","labels":"nervousness"},{"text":"The customer’s a jerk but you’re really not very clear here.","labels":"realization"},{"text":"Lolz yeah you got me for sure. That's another huge reason.","labels":"amusement"},{"text":"Stop calling them immigrants, that’s a lie. The term is “illegal aliens”.","labels":"neutral"},{"text":"[NAME] is a turd, but I actually believe him here. I'd be stunned if he didn't have a bigger offer than what [NAME] reported.","labels":"disgust"},{"text":"no one is going to allow no deal. Anyone who thinks otherwise is deluded.","labels":"disapproval"},{"text":"You must be heartbroken, I’m so sorry. Can you start seeing a therapist?","labels":"caring"},{"text":"Vegans are [NAME] because the [NAME] were all about showing empathy to others that were different from themselves, the central tenant of veganism.","labels":"neutral"},{"text":"God damn, [NAME] gets 2 Mikans? Lucky.","labels":"surprise"},{"text":"Hi u\/CareeningDirigibug, thanks for posting this however I am afraid it has been removed as this video has already been posted within the last week. Hope you understand.","labels":"gratitude"},{"text":"Pff sticking the bumper back on isn’t a massive task, I’d call it a win ","labels":"disapproval"},{"text":"And what a fuckton of karma it was. It’s fake stories like this that really prove that communism is the far superior economic system.","labels":"anger"},{"text":"it's hurting my heart :( why did you leave me","labels":"sadness"},{"text":"Hate Hate Hate, feels so good.","labels":"amusement"},{"text":"Edit: Four on Five now man! Woo!","labels":"excitement"},{"text":"you did drug her though, and assault her by undressing her and taking her photo. you committed multiple crimes. you need professional help.","labels":"caring"},{"text":"How old are you? Could have vaginal polyps. My wife had them and would bleed when we would have sex","labels":"curiosity"},{"text":"\"Sad\" but \"true\" There you go I fixed it for you.","labels":"caring"},{"text":"Wow your post history is toxic.","labels":"amusement"},{"text":"Good dad, manipulative son.","labels":"amusement"},{"text":"haha good one friend real neato joke!!!!","labels":"amusement"},{"text":"Yes!! Im always horny when I am with my BF, but right around ovulation, I am super horny!","labels":"amusement"},{"text":"Wait that... that doesn’t happen","labels":"disapproval"},{"text":"Sauerkraut is amazing, but only as a side to a main.","labels":"amusement"},{"text":"He looks like [NAME] long lost cousin","labels":"confusion"},{"text":"Is that the one that accuses [NAME] and [NAME] Rector as well?","labels":"curiosity"},{"text":"Omg TDG has a new singer? That's so sad. I was rocking out to them in middle school too. Simpler times.","labels":"remorse"},{"text":"That Burberry?","labels":"neutral"},{"text":"[NAME], we told you to PLEASE be sober when you come to work!","labels":"neutral"},{"text":"And mass migration","labels":"neutral"},{"text":"Ahh giving cc when no one asked for how nice of you.. \/s","labels":"amusement"},{"text":"According to?","labels":"neutral"},{"text":"This is not helpful to OP who is going through some unbelievable trauma.","labels":"disapproval"},{"text":"Unless you're the type of person who rolls through relationships every 3-6 months like clockwork","labels":"amusement"},{"text":"Oh that leg. Like, she NEEDS to get that looked at!! ASAP!","labels":"amusement"},{"text":"PC Plod. The old bill","labels":"neutral"},{"text":"Yes rather vague statement... but key to this situation.","labels":"approval"},{"text":"I actually don't remember the last time I applied sunscreen to any part of my body","labels":"neutral"},{"text":"INTP or not, that’s the universal language of interest, at least in my book.","labels":"neutral"},{"text":"Why shall I? It’s too much fun reading comments written by distorted bubble people ;)","labels":"amusement"},{"text":"I used to think that too, before I got over Trump Derangement Syndrome and took the red pill.","labels":"approval"},{"text":"I understand why he's confused but [NAME] is the host of the show, he can't just leave","labels":"disapproval"},{"text":"I will, thank you! ","labels":"gratitude"},{"text":"Who fucking cares. People have sex all the time. You're just an asshole for trying to to profit from it or ruin her.","labels":"anger"},{"text":"I know right put all her effort on the costume and her body","labels":"neutral"},{"text":"I'm amazed people read BuzzFeed articles.","labels":"surprise"},{"text":"Sometimes for a laugh, I will come to r\/Canada to read comments of the ignorant.","labels":"amusement"},{"text":"Yes, thank [NAME] the wisest of [NAME] live outside your country","labels":"gratitude"},{"text":"Really like Molotov, such a great song!","labels":"amusement"},{"text":"If [NAME] wins, we won't see him until WrestleMania lol.","labels":"amusement"},{"text":"I love doxies. They're absolutely the best most pain in the ass wonderful loyal dogs.","labels":"excitement"},{"text":"True but stranger things have happened.","labels":"approval"},{"text":"shitposts are hazardous to your health.","labels":"neutral"},{"text":"[NAME] is a MOTHERFUCKER","labels":"anger"},{"text":"Just to tax a bit of the smug out of them would be worth it in itself.","labels":"amusement"},{"text":"Who was it saying that [NAME] destroys hooker and broner again","labels":"curiosity"},{"text":"What the hell are you talking about?","labels":"neutral"},{"text":"Globalism is cancer, long live the sovereign nation!","labels":"amusement"},{"text":"I actually feel assaulted by this video.","labels":"fear"},{"text":"But that situation is not really what you are talking about, is it?","labels":"curiosity"},{"text":"Yep. I found out that a member of the school board is upset about something that happened with their own child, and wanted access revoked for teachers. ","labels":"approval"},{"text":"Are you fucking serious? That’s a foul??","labels":"anger"},{"text":"has the face of someone that had one too many pain pills for breakfast.","labels":"amusement"},{"text":"Yeah I feel like we’d be able to do *something*, just not sure what... I find it interesting as hell though! ","labels":"excitement"},{"text":"Edit: New pack gone. Collected all the tobacco from the sawed cigarettes and made them into rollies.","labels":"neutral"},{"text":"This might be the most NYC fit I've ever seen.","labels":"surprise"},{"text":"\"Ma'am, thanks for buying the twine. Have a nice day\"","labels":"gratitude"},{"text":"Yes, I just watched it. Thanks man! Cheers!","labels":"gratitude"},{"text":"Ooh I might try that","labels":"neutral"},{"text":"No ENTP would be such a zealot about anything. This is STJ territory","labels":"annoyance"},{"text":"Oh you're the life of the party.","labels":"joy"},{"text":"You ok bro?","labels":"neutral"},{"text":"5 is absolutely average. 6 would be kinda cute but nothing special. Kinda annoys me that so many people rate 5 as being lowkey ugly lol","labels":"annoyance"},{"text":"Heaven know why she would WANT to spend more time with him *see self out for catty-ness*","labels":"confusion"},{"text":"Why would they stop magicking away their shit. That seems more practical than a giant plumbing network.","labels":"surprise"},{"text":"I didn't know that he did. Just Googled it. Dope!","labels":"amusement"},{"text":"On top of the animals listed, you can also unfortunately see foxes in Oatley Park closer to sunset.","labels":"disappointment"},{"text":"I fail to see how a current moderator isn't capable. Perhaps they never delegated the task is all.","labels":"sadness"},{"text":"imagine if this was a league youtuber. HOW TO GET FROM IRON 4 TO PLAT 1 INSTANTLY, ABUSE THIS BEFORE IT GETS FIXED!!!","labels":"annoyance"},{"text":"No offense but this shit just not working in some people. So they likely to say they are placebos(same applies for me too unfortunately)","labels":"annoyance"},{"text":"2010 offseason, thought we'd get [NAME], ended up with [NAME] for 100 mil. we still talking about the knicks. fun to dream tho","labels":"excitement"},{"text":"thank [NAME] that period is over, pretty sure the lightning had like -89 shots that period","labels":"relief"},{"text":"Very good fight. The red head above the M is hot and very distracting.","labels":"amusement"},{"text":"They just need to clean the bathroom better.","labels":"disgust"},{"text":"Thanks for explaining it to me! I did have an adaptor thing to connect to HDMI, I will double check tonight","labels":"gratitude"},{"text":"Poor [NAME], three lovers in 15 seasons","labels":"amusement"},{"text":"Most kids progress from dishy but I'm not sure about this one. Seems a bit slow and very very nasty when others offer advice","labels":"annoyance"},{"text":"I love that this Subreddit has so many good food suggestions! I'm kinda new to the area and still getting my bearings.","labels":"joy"},{"text":"Cut the guy off and gave him a yes-no question. Which he exasperatedly answered. This is not the way to listen.","labels":"anger"},{"text":"You guys will be shocked to know it is another cut of the Ga Spa vid.","labels":"neutral"},{"text":"We weren't just husband and wife, we were best friends (i thought)","labels":"disapproval"},{"text":"She sounds hideous.","labels":"disgust"},{"text":"Galaxy brained hot take Your IQ must be near [NAME] levels of hyperinteligence","labels":"realization"},{"text":"Apparently a 3 year extension for DACA is what's on offer. No pathway to citizenship. That's gonna be a \"fuck no\" from me, dog. ","labels":"anger"},{"text":"He’s my pick. That fist!","labels":"joy"},{"text":"This is reddit, unfortunately it's entirely possible he isn't being sarcastic","labels":"remorse"},{"text":"Wrong kind of grass seeds?","labels":"curiosity"},{"text":"Yea that show was cool, unfortunately the NFL thought it was bad for the league. ","labels":"disappointment"},{"text":"I tried to send this to a friend but [NAME] knocked it away.","labels":"surprise"},{"text":"Hallettsville. Awesome square that gets all lit up at Christmas - great places to eat. The best little town in Texas.","labels":"amusement"},{"text":"I have no idea how we are down by ONLY 13. Its truly a miracle.","labels":"surprise"},{"text":"I will third Blues City Deli...the Prez [NAME] is ridiculous!","labels":"optimism"},{"text":"Dudes really out there looking like he glued pubes to his face","labels":"amusement"},{"text":"I mean it has history and culture which Boston rather lacks.","labels":"neutral"},{"text":"How about this, you can be the \"bigger man\" and the rest of us will bask in the tears of saints fans. ","labels":"neutral"},{"text":"Maybe delve into existentialism, read books from existentialist authors? Not that I'm a big fan of it, but maybe that could help you out.","labels":"caring"},{"text":"Loooool I didn’t know that it’s ridiculous","labels":"amusement"},{"text":"READ THE FAQ","labels":"neutral"},{"text":"Thanks! I was actually considering that myself, but I'm scared that I'll just start rambling about it ","labels":"approval"},{"text":"It’s a wonder [NAME] didn’t get more duis with the amount he needed to drink","labels":"surprise"},{"text":"Have you seen Lord's and Ladles on Netflix? It's not a competition, but the scenery and the little facts are super interesting.","labels":"amusement"},{"text":"takes no time to copy\/paste a press release","labels":"neutral"},{"text":"For the [NAME] I always love our deep ACC Tourney runs. I’d love a regular season championship though","labels":"love"},{"text":"I'm so effin' proud of you! You handled it beautifully!","labels":"amusement"},{"text":"Technically, if [NAME] are right about him, then you already did nail him... soooooo...","labels":"approval"},{"text":"Idk how you can be definite about that considering [NAME] has never been rocked before.","labels":"confusion"},{"text":"You’re an angry elf","labels":"amusement"},{"text":"Essence is amazing!","labels":"amusement"},{"text":"I don't know, they'd have to reduce the accuracy of the NPCs a bit then cause I sure don't like 1-shotters using aimbot","labels":"neutral"},{"text":"Now that the game is over, [NAME] can go back to jerking it to Tampa Bay highlights","labels":"neutral"},{"text":"Haha. Got ‘em. Also this just in: Los Angeles is expensive. In other news, unrest in the Middle East.","labels":"neutral"},{"text":"Is your PC beefy? It looks like Battlefield god damn","labels":"annoyance"},{"text":"AS..... YOU.... WISSHHH!!!.. Inconceivable! My first ever silver. Thank you kind stranger.","labels":"anger"},{"text":"by the time he hugs the last one another has been born","labels":"neutral"},{"text":"Happy late birthday :) I hope you got to spend it with someone\/doing something that makes you feel happy and whole.","labels":"optimism"},{"text":"whoops I still hope they press that legislation though","labels":"optimism"},{"text":"all the grumpy cats remind me of [NAME] except he wouldn't eat a watermelon.","labels":"neutral"},{"text":"I think womens bodies range widely.. Water, silicone, coconut oil, amounts and frequency needed.. I think these things are largely independent of the quality of arousal..","labels":"neutral"},{"text":"food\/pizza delivery.","labels":"neutral"},{"text":"> People on the team needs to be cool. yup, totally 2016(my csgo trading days) in a straight line.","labels":"approval"},{"text":"Maybe slw the fuck down eh","labels":"annoyance"},{"text":"And I dub thee [NAME]. An uninteresting name for an uninteresting person who has done absolutely nothing with their life.","labels":"disappointment"},{"text":"Alternating between verbal abuse and neglect, nice. Why aren't you rushing to make this man a grandfather and include him more in your life? \/S","labels":"neutral"},{"text":"I would but they don't make anything that fits my needs.","labels":"disappointment"},{"text":"For a long time he had no experience of going to the later rounds. Now that he has been there, he hopefully knows better than to be wasteful","labels":"neutral"},{"text":"...I just encountered this on Facebook and your title was my response. Did we just become best friends?","labels":"excitement"},{"text":"Haha! Yeah scentsy is terrible!","labels":"disgust"},{"text":"The 5 days got an audible \"[NAME]\" out of me. That's terrifying. ","labels":"fear"},{"text":"I agree with in general with your perspective, but as someone who loves music--new and old--I gotta say, lil pump really does suck","labels":"disgust"},{"text":"Point proven. Thanks","labels":"gratitude"},{"text":"The Swiss military used pigeons until 1994. are cost-effective... Anyway, sounds like DHL is your best bet.","labels":"neutral"},{"text":"I hear there was a racist illiterate poor woman in a Walmart somewhere in Iowa.","labels":"neutral"},{"text":"... I don't feel like your comment is from an objective point of view... Thanks though.","labels":"disapproval"},{"text":"No. Can’t get off to my own sex.","labels":"sadness"},{"text":"Unpopular opinion: I'd rather the team signed 26-year-old [NAME] over 30-year-old [NAME] coming off another leg injury.","labels":"neutral"},{"text":"Fun game. Good expansion too","labels":"amusement"},{"text":"That's a fantastic reply! Thanks.","labels":"amusement"},{"text":"Great to hear that. Go beyond, plus ultra!","labels":"amusement"},{"text":"Hell is a great town. Don't you dare conflate it with those maze and blue bastards!","labels":"anger"},{"text":"do you even need to ask of course we need to support her if we dont who the hell will?","labels":"neutral"},{"text":"I dated a girl once who made a gb with her cup holder. Dropped my phone in it once","labels":"disappointment"},{"text":"Because they're having to compete and so we get exposed to the weakest of the bunch.","labels":"neutral"},{"text":"[NAME] is the best character in cinematic history","labels":"amusement"},{"text":"This is a hige step! Congratulations, and looking forward to hearing about your recovery. You have a whole new free life to look forward to :)","labels":"caring"},{"text":"So everyone elses advice is invalid? Elaborate.","labels":"neutral"},{"text":"You sound upset. Maybe take a break, kiddo. Everyone knows [NAME] wouldn't answer the bell anyhow. Just proved it.","labels":"caring"},{"text":"Buttons by PCD. I never stopped playing that song during summer of 2006.","labels":"neutral"},{"text":"i just was disapointed because [NAME] wont have the chance to play with the GOAT. i didnt mean to smh to your comment","labels":"disappointment"},{"text":"Even that. I have 0 desire to see what happens after TLJ. I'll probably watch the RLM review and call it a day.","labels":"optimism"},{"text":"They lived a good life! I honor them by using all their parts","labels":"gratitude"},{"text":"You’ve really added to the conversation, thank you. Stop reposting news articles for karma it makes you look fucking pathetic.","labels":"amusement"},{"text":"It’s amazing what can happen if you work and want to win.","labels":"caring"},{"text":"There's no need for anger, but cringe and embarrassment are called for.","labels":"neutral"},{"text":"Unfortunately international students see studying here as a pathway to citizenship.","labels":"neutral"},{"text":"Could be to lead the police on the wrong trail to delay being caught","labels":"neutral"},{"text":"I mean somehow women don't seem to have that problem","labels":"neutral"},{"text":"I almost wanted to ask him if it was worth it but I had to clean up his mess.","labels":"desire"},{"text":"Thank you, and same to you. I was a single AP once, it was lonely. Do you see other people?","labels":"gratitude"},{"text":"He must've done something real bad. I played with a guy who by all counts was an asshole but never received more than mutes.","labels":"annoyance"},{"text":"i love all harper news because i love the shit storm that ensues on here.","labels":"joy"},{"text":"Your link won't load and are you seriously citing fucking Syria as a successful example of anything? [NAME] holy motherfucking pecker.","labels":"anger"},{"text":"Two are close friends of mine one of which has not been higher since October to December 2016.","labels":"neutral"},{"text":"The word nourish makes me cringe now tbh","labels":"amusement"},{"text":"“The big fella”","labels":"neutral"},{"text":"He's gotta be a robot or a test tube baby. Only explanation.","labels":"curiosity"},{"text":"I'm just messing with you, dont be mad! I actually upvoted you, its probably just burried under all the downvotes.","labels":"amusement"},{"text":"When is the battle point for squad spawning back?","labels":"neutral"},{"text":"It’s certainly a cute concept.","labels":"amusement"},{"text":"Hang on to that feeling brother, it gets easier :) ","labels":"caring"},{"text":"Wtf is a weeb","labels":"anger"},{"text":"Dude that looks like some sh*t out of a James Bond movie!","labels":"disappointment"},{"text":"i enjoyed this a lot. i especially enjoyed \"Everybody bleeds a little when they brush their teeth \"","labels":"amusement"},{"text":"A lovely bronze age mud hut, it's a British tradition.","labels":"amusement"},{"text":"yes, because I like her already anyway","labels":"love"},{"text":"The way it runs out of the water lmao","labels":"amusement"},{"text":"Situation in chess where it is better not to move or you will end up in a worse position is called Zugzwang.","labels":"neutral"},{"text":"Meritocracy ftw!","labels":"neutral"},{"text":"Except we've ACTUALLY seen coalitions basically fall apart after the local government elections.","labels":"neutral"},{"text":"Lol it should be in the brig (not the brigantine) for those poor souls to play but it only plays becalmed.","labels":"amusement"},{"text":"Oi us cancers don’t want him either! We respectfully pass his birthday to April","labels":"caring"},{"text":"Thanks all. It was a league game in our local bar. The dealer rotates on each hand. Lesson learned from me.","labels":"gratitude"},{"text":"It's how the government treats them.","labels":"neutral"},{"text":"I know I'd love him when he joined but there's a part of me that just doesn't even want him","labels":"remorse"},{"text":"His opponent got DQ for pinching off [NAME] air tube. His first opponent is why [NAME] had the air tube in the first place.","labels":"neutral"},{"text":"I like that idea!","labels":"amusement"},{"text":"he's obviously helping","labels":"neutral"},{"text":"Hell yeah! Make sure you get your tickets in advance because we are getting very close to selling out!","labels":"excitement"},{"text":"Not necessarily, plenty of people in my small town that will buy your food stamps.","labels":"disapproval"},{"text":"Calm down [NAME].","labels":"caring"},{"text":"gotta love some Detroit Sports","labels":"love"},{"text":"Imagine being triggered so hard that you ignore science and make up false claims","labels":"neutral"},{"text":"I meant after he first suspected the incest and told [NAME]. He went to Dragonstone as he was afraid he would be killed.","labels":"neutral"},{"text":"I'm sorry but \"Amish heifer\" took me OUT. ","labels":"sadness"},{"text":"[NAME] gets eliminated the 3rd time she's in the bottom so this is wrong and [NAME] would have the best track record if this is true","labels":"disapproval"},{"text":"6 year old me def couldve said this. 6 year old me LIVED for dinosaurs.","labels":"neutral"},{"text":"Newcastle too. Fake snow news!","labels":"disapproval"},{"text":"[NAME] is a creeper and hangs out with underage girls n shit.","labels":"disgust"},{"text":"Agreed. And I like how far you can see into the distance","labels":"amusement"},{"text":"Very good to know! Thanks!","labels":"gratitude"},{"text":"Well that didn't take long, sorry for your loss :(","labels":"sadness"},{"text":"Your r\/brogress post doesnt look dyel","labels":"curiosity"},{"text":"In many states the law prosecutes the server just as harsh as the lawbreakers when it comes to alcohol. Dram shop law","labels":"annoyance"},{"text":"hMMM [NAME] is actually my worst hero in the game. I’ll work on him, though","labels":"disappointment"},{"text":"Haha... nice","labels":"joy"},{"text":"Yeh It’s pretty obvious how I misread it bc ... I misread it. I didn’t downvote you.","labels":"neutral"},{"text":"Help with what?","labels":"neutral"},{"text":"All mutations are potentially harmful. Especially if they replicate. But we can't control random mutations, so why not worry about what we can control.","labels":"optimism"},{"text":"“I can’t stop vibrating!” [NAME]: ( ͡o ͜ʖ ͡o)","labels":"neutral"},{"text":"Fierljeppen heck!","labels":"surprise"},{"text":"You can cancel his single orb shot with melee too. Great for close range as discord headshot+melee is a shitload of damage.","labels":"neutral"},{"text":"I don't care, [NAME] tweets make me uncomfortable and I hate him!!! - Liberals","labels":"annoyance"},{"text":"Her name is [NAME].","labels":"neutral"},{"text":"And lo, for he took to Facebook and quoth righteousness, and the people were joyful, and gave unto him many \"likes.\"","labels":"amusement"},{"text":"Seems in line with the marines trope.","labels":"realization"},{"text":"That was the best time to be Black in LA","labels":"amusement"},{"text":"I am now weirdly aroused","labels":"sadness"},{"text":"I still think he should have been the first goalie in the 2014 World Cup. But alas that injury ruined everything.","labels":"realization"},{"text":"I love it","labels":"love"},{"text":"Four onions grew into one. I have a pic from when I halved it. I'll post it when I'm not working","labels":"neutral"},{"text":"You know you could replace republican with democratic and it would still be funny","labels":"realization"},{"text":"Oh, well, you again I tried some stuff, people ignore me anyway","labels":"sadness"},{"text":"anarchist, bad branding word, many people like freedom but \"anarchy\" is associated with lawless chaotic bomb throwing","labels":"neutral"},{"text":"Also would like to point out to you that fighter is actually a synonym of soldier.","labels":"neutral"},{"text":"Same.... I'm just perplexed","labels":"surprise"},{"text":"Being misunderstood really is the worst thing ever! I’m sorry some people are so unkind.","labels":"caring"},{"text":"You guys look so amazing, even the pipe is making a jealous look... or maybe i'm just going blind from the cuteness.","labels":"amusement"},{"text":"when to do it- janitor or something and out of cleans, everyone agrees to it. when not to do it- d2 literally ever","labels":"neutral"},{"text":"He has the maturity of a 2 year old and you are right...ugly in his soul.","labels":"disgust"},{"text":"NOO WHY IS THIS STILL HSPPENING SASUKE HAS HAD E N O U G H","labels":"anger"},{"text":"##EVEN IF YOU DONT WANT TO WATCH IT, GO TO 40:20 AND WATCH FOR 20 SECONDS, I SWEAR TO FUCKING [NAME] YOU WILL LOVE IT","labels":"amusement"},{"text":"He's not surprised they spent money, he's wondering how much they paid to have this much penetration of their marketing.","labels":"surprise"},{"text":"This was so helpful! Thank you. I really needed to hear something inspiring for once, instead of just hearing that I’m not doing enough.","labels":"gratitude"},{"text":"To be fair, it might have been dislodged during the earthquake that was weirdly in sync with your music","labels":"neutral"},{"text":"[NAME], your uncle is not the hero you think he is.","labels":"disapproval"},{"text":"X+n is an even worse option for class caps, so you have pointed out that an old broken system is now more broken. Thanks. ","labels":"disapproval"},{"text":"Hey I'm from Htown too! What bar did you used to work so I know to stay away? Haha congrats on leaving!","labels":"curiosity"},{"text":"Sure that's a good way. Unfortunately, I am not a gamer per se.","labels":"approval"},{"text":"Good luck and Godspeed.","labels":"caring"},{"text":"Omg, there is a wallet made out of a dead squirrel on that sub! *SUBSCRIBED*","labels":"surprise"},{"text":"> I was more making fun of your spelling of Northbridg whoops","labels":"amusement"},{"text":"Me but with boobs. When will be able to trade body parts [NAME]","labels":"annoyance"},{"text":"Nobody said they don't have the right. It's still embarrassing.","labels":"embarrassment"},{"text":"I don’t think that can happen here.","labels":"disapproval"},{"text":"[NAME] is huge fucking liar, but you seem to like him.","labels":"annoyance"},{"text":"Gotcha, thanks. Sounds like it's just my ignorance of the game.","labels":"approval"},{"text":"No, he doesn’t. But, the people who elect our officials do. I am appalled and embarrassed that she’s a [NAME].","labels":"embarrassment"},{"text":"[NAME] damn it","labels":"anger"},{"text":"Beard length 10","labels":"neutral"},{"text":"Fucking Real Madrid","labels":"excitement"},{"text":"It's not really controversial any year, but he's commentating a game with [NAME] in it. He has the counterpoint right in front of him.","labels":"neutral"},{"text":"Excuse me, but define what a \"good world\" is","labels":"neutral"},{"text":"she has a lot of lore, read the comics. and yes she's the best designed character from MKX along with [NAME] and maybe kotal","labels":"amusement"},{"text":"SHE HAS NICE FEET!!!!","labels":"amusement"},{"text":"This is garbage. No. My garbage has more compositional worth than this. Hipster pepto bismol vomit looking trash.","labels":"anger"},{"text":"Was she immunosuppressed in any way?","labels":"confusion"},{"text":"Yeah. I was watching it on Hulu and thought it was interesting that [NAME] is getting shit on. The guy never asked for that...","labels":"approval"},{"text":"2 Minute [NAME] is the scariest [NAME]. I fear they have yet again, like the regular season game, scored too soon.","labels":"fear"},{"text":"No, the best thing is to do cool stuff with care. That's what science is. You don't learn if you don't do stuff.","labels":"amusement"},{"text":"Just so you know, I think the other responder is a nut & you were right the 1st time!","labels":"approval"},{"text":"Which is why I'm glad he turn around as he did. xD Still is both scary and funny if you look at it from a different light","labels":"joy"},{"text":"This is why keep the keys for the cage out of arms reach of the cage.","labels":"realization"},{"text":"Yes, it's great! What I really love watching them play school on the playground.","labels":"amusement"},{"text":"Bro, highmountain looking sick","labels":"disgust"},{"text":"Then don’t read it. You don’t have to make a salty comment.","labels":"disapproval"},{"text":"I cringed and flinched. That’s a bad day","labels":"sadness"},{"text":"Yeah my girlfriend hates it when I joke about her weight. She needs to lighten up too","labels":"desire"},{"text":"*aggressively tells friend I love them*","labels":"neutral"},{"text":"We know blocking [NAME] was [NAME] choice because he said it was.","labels":"neutral"},{"text":"The £25 loaf of bread I call it.","labels":"neutral"},{"text":"Takes a lot of courage to admit they are autistic online. Nice to see you worked up the courage buddy!","labels":"amusement"},{"text":"Instinct and Intellect are opposites, never said they were the same","labels":"disapproval"},{"text":"Yup, it's from the latest episode. Thanks! :[NAME]!","labels":"excitement"},{"text":"I personally think think life is beautiful but living is hell, kinda like a hurricane can be the most beautiful thing.","labels":"annoyance"},{"text":"i dont think theyre planning beyond \"screw over them liberal educators that are ruining our children with their sjw bullshit\" themed rants","labels":"annoyance"},{"text":"Those whose \"self righteousness\" does not exceed that of the pharisees will be left outside.","labels":"neutral"},{"text":"Not my account. I do not own the [NAME] account on Youtube. Pretending I do is silly.","labels":"disapproval"},{"text":"I can't unsee it now. I wish I could, I love magic","labels":"desire"},{"text":"[NAME] has not played under [NAME] for a single day of his career.","labels":"neutral"},{"text":"I'm betting my kids in MoCo will be off. Edit - MoCo announced, my house erupted in cheers","labels":"neutral"},{"text":"Are we sure this isn't the beaverton?","labels":"curiosity"},{"text":"She wasn't fucking running, no matter how hard you insist. You'd make a wonderful Qld cop with that mentality.","labels":"amusement"},{"text":"Trier [NAME] chemistry looking nice","labels":"amusement"},{"text":"What an absolute bloke. Keen to see him run wild this season.","labels":"amusement"},{"text":"Oh 100%. And I could see [NAME] & [NAME] both picking [NAME] cause of how she wanted to play the game.","labels":"approval"},{"text":"Would I rather be feared or loved? Easy. Both. I want people to be afraid of how much they love me.","labels":"desire"},{"text":"Wish they would of given air vehicles some love. A lot of ace pilots hated the game.","labels":"desire"},{"text":"I know the feeling, but you’re not disgusting. Happy new year!","labels":"caring"},{"text":"My brah, [NAME] on the line up! Fuck yeah!","labels":"excitement"},{"text":"“We just need more MONEY!”","labels":"neutral"},{"text":"Yeah, maybe if they add [NAME] and [NAME]...","labels":"neutral"},{"text":"Fair enough. I'm probably thinking of someone who still has some semblance of shame.","labels":"desire"},{"text":"I SWEAR I DIDNT MEAN TO ANSWER 2 HOURS LATER FORGIVE MEEE","labels":"remorse"},{"text":"Walmart is also a good place to look at the local fauna.","labels":"amusement"},{"text":"He is a douche, but I love that douche!","labels":"love"},{"text":"Who still unironically says SJWs? You look like an idiot saying that.","labels":"amusement"},{"text":"But if the dentist makes you wait more than 15 minutes, you are legally allowed to leave. ^I'm ^just ^kidding, ^you ^probably ^should ^stay.","labels":"amusement"},{"text":"Bisbee is a weird place.","labels":"neutral"},{"text":"Oh baby a triple!","labels":"surprise"},{"text":"This sent shivers down my spine","labels":"fear"},{"text":"Reminds me of Uncle [NAME].","labels":"neutral"},{"text":"pretty much correct except for when right wingers get triggered they type on a keyboard and when leftists get triggered they try and ruin the career of whatever offended them","labels":"approval"},{"text":"oh my [NAME]. it was hurting my brain. i only saw the disappearing boot and thought i was missing something.","labels":"sadness"},{"text":"Nice try.","labels":"amusement"},{"text":"IT'S NOT FUNNY HOLLY.","labels":"anger"},{"text":"You can't release A New Hope 2.0 in China if you do that though.","labels":"disapproval"},{"text":"r\/redditminusmods its the first post there.","labels":"neutral"},{"text":"Going to jump sides 2nd half lol","labels":"amusement"},{"text":"You're free to believe all of that, but we're going to have to wait and see how it actually all plays out.","labels":"neutral"},{"text":"Or embalmed! Green burial is the best burial","labels":"amusement"},{"text":"\"Wildlife Safari is excited to offer paintings made by the elephants living right here in Southern Oregon!\" ","labels":"excitement"},{"text":"[NAME] fuck my brain hurts, way to early for this shit. Sorry in advance if English is a 2nd language ","labels":"annoyance"},{"text":"Will the full squads (+subs) be announced before the league starts? Curious as to who teams put down as their subs","labels":"curiosity"},{"text":"Raise them early in the way of the Braves! Congratulations!","labels":"amusement"},{"text":"I don’t think you know what competitive gameplay means Hint-I don’t mean a worthless number by your name","labels":"neutral"},{"text":"It is so refreshing to have [NAME] gone.","labels":"curiosity"},{"text":"Keep on going","labels":"amusement"},{"text":"lol too real","labels":"amusement"},{"text":"2 or 1 seed we’re still playing a bad team in the first round","labels":"disappointment"},{"text":"My 4 month old just got her second round of shots, so yeah, we feel you. Hope you're able to get a good rest!!","labels":"amusement"},{"text":"Internet is probably closer to \"how is this shit so broken yet still somehow ","labels":"realization"},{"text":"Imagine being scared of a black bear","labels":"fear"},{"text":"But at least you know where you stand with a restraining order. At least 1000ft away.","labels":"neutral"},{"text":"One my favorite seasons to rewatch. All the glorious fights. [NAME] is forever a queen","labels":"excitement"},{"text":"She's gentle the mum says even tho the kid is stomping on a dolls head ye more like insane","labels":"neutral"},{"text":"Out of curiosity, what will he be working on and how is it different from your role?","labels":"curiosity"},{"text":"That's what I thought too man","labels":"neutral"},{"text":"Boston Children’s Hospital has these!!! Love it!","labels":"amusement"},{"text":"I like this template, it makes me happy.","labels":"joy"},{"text":"Oh, I'm dying to know if you noticed any reaction from him!","labels":"curiosity"},{"text":"The American way is to show some empathy for others come on dude","labels":"neutral"},{"text":"I was browsing the site and just figured r\/Browns would do the trick...NOPE!","labels":"disapproval"},{"text":"You could even say that they don't give a damn about any trumpet playing band.","labels":"amusement"},{"text":"i mean I love the smell of race fumes","labels":"joy"},{"text":"I'm all for finding ways of reducing gun violence but this seems to just be arbitrary and capricious.","labels":"realization"},{"text":"Same cfn as reddit tag? I'm curious to see this.","labels":"curiosity"},{"text":"When it gushed out I caught myself saying \"ooof\" out loud","labels":"realization"},{"text":"Yep of course.","labels":"neutral"},{"text":"I was wondering if that would be spotted. It is from the movie Split. saw the image on Reddit and immediately thought of lions.","labels":"curiosity"},{"text":"You said that it is a fact that [NAME] is a rapist based on the testimony of 1 person. I merely stated the same argument based on your logic.","labels":"neutral"},{"text":"Bishop [NAME] was talking about lawmakers rather than the women who seek abortions. Though the situation doesn't matter when it comes to dismembering a baby.","labels":"disapproval"},{"text":"I still don't get what the joke was supposed to be","labels":"confusion"},{"text":"I'd say no, mostly because you don't plan to stay long-term.","labels":"neutral"},{"text":"Suddenly, a loud audible groan from every structural\/civil engineer in Maryland that now have to deal with that bullshit :\/","labels":"annoyance"},{"text":"I miss [NAME] wish we could trade back for him!","labels":"remorse"},{"text":"Posters all the way down.","labels":"neutral"},{"text":"It's not there he is just being his usual jerk-off self.","labels":"disapproval"},{"text":"Yet reporters are so Liberal party friendly that they are not putting any difficult questions to [NAME] and dejong and [NAME].","labels":"neutral"},{"text":"Oh there's still bugs? Weird","labels":"disgust"},{"text":"This is the most fucking sensible comment I have seen in the this subbredit. Have the exact same opinion.","labels":"realization"},{"text":"[NAME] is that you?","labels":"curiosity"},{"text":"Lol what do you mean ☺️☺️☺️","labels":"amusement"},{"text":"You’ve just been Bat-bulled!!!","labels":"amusement"},{"text":"All I see is a missed opportunity to pet a wolf tummy.","labels":"remorse"},{"text":"Bears suck!","labels":"disgust"},{"text":"Glad that's settled","labels":"relief"},{"text":"Praying!!","labels":"desire"},{"text":"Oh sorry dude, I was just looking for the WiFi password. [NAME], but I hope you stay safe","labels":"caring"},{"text":"I feel for him..thank [NAME] he has a mother who cares","labels":"gratitude"},{"text":"If it’s so in demands why are you posting that you can only get unpaid internships","labels":"curiosity"},{"text":">snopes >Wikipedia >Wikipedia K","labels":"amusement"},{"text":"It's fine, I just don't want to take the time out of my day to make food... or wait for food.","labels":"neutral"},{"text":"Your pedo-tache is only the fourth worst thing about your face.","labels":"amusement"},{"text":"Wow, guess my penis is small after all..","labels":"surprise"},{"text":"Look at this guy with the research.","labels":"neutral"},{"text":"Perfect dynamite moment. Rank up those buckles.","labels":"amusement"},{"text":"Canadian [NAME] here to disagree with you. Politely. Sorry.","labels":"sadness"},{"text":"One you don't like. It keeps messing up your contacts as well.","labels":"neutral"},{"text":"FEAR THE TURTLE","labels":"anger"},{"text":"You have a very justifiable reason to be upset and vent. I am this happened to you.","labels":"neutral"},{"text":"If I may suggest patience, if your data is still there, you might want to read a little before open heart surgery. ","labels":"caring"},{"text":"Not super subtle with my water tool on top though. Thank god for my backyard!","labels":"gratitude"},{"text":"Yeah guys assume 95% of attractive girls are taken OR have a bunch of guys hitting on them online.","labels":"neutral"},{"text":"I really should know better than to ask questions like that here...","labels":"realization"},{"text":"Do people really have that big of a problem with border security? Lol fuckin children","labels":"amusement"},{"text":"Alcohol makes ur body go limp so u don’t get hurt.","labels":"caring"},{"text":"Maybe I’m an outlier, but I don’t find that contract to be outrageous for what the player is worth.","labels":"disapproval"},{"text":"Oh, [NAME], don't bring THAT story up!","labels":"embarrassment"},{"text":"$1 drink specials and ya got yourself a brilliant business plan.","labels":"excitement"},{"text":"who's to late?","labels":"curiosity"},{"text":"These are the same people who make fun of single women who own pets.","labels":"neutral"},{"text":"Bullying impacts brain","labels":"neutral"},{"text":"She was funny with [NAME] in the previous BFQOE I think. I honestly think she needed a better partner in this episode","labels":"amusement"},{"text":"She walked that back today","labels":"neutral"},{"text":"Yup, not enough money","labels":"approval"},{"text":"This stands true in FL. We stock up so we don't have any reason to travel.","labels":"approval"},{"text":"A bad pun can be a real pick-me-up","labels":"neutral"},{"text":"Fuck no i wanna kill the living shit out of [NAME]","labels":"anger"},{"text":"It's like a before and after of a stock market crash with a dodgy investment manager.","labels":"neutral"},{"text":"They obviously sent the funds to Binance because they didn't want them to get hacked on some shady exchange like Cryptopia.","labels":"neutral"},{"text":"Shotgun Stories (2007) doesn't have the bank robbery hook, but is about two families feuding in rural Arkansas. [NAME] is great in it.","labels":"amusement"},{"text":"And they could have kids... yeah sorry. I’m dumb","labels":"amusement"},{"text":"Ugh, sometimes I have both at the same time!","labels":"disgust"},{"text":"The fact that this dude spent a good hard several working hours to get fake internet points from strangers tho","labels":"neutral"},{"text":"The EPA allowed DuPont to use a chemical that literally kills people in their nonstick pans. They can be bought too unfortunately.","labels":"disappointment"},{"text":"Why do the religious think an omniscient god needs to test people? Shouldn't it have know who would fail long before it even created the Universe?","labels":"confusion"},{"text":"Abstaining is dumb, she should’ve voted no","labels":"neutral"},{"text":"[NAME]. Think there’s some controversy over how common that was though","labels":"confusion"},{"text":"Me too thanks!","labels":"gratitude"},{"text":"wild guess but I think any cheering for her to \"clean him out\" comes from her being cheated on.","labels":"neutral"},{"text":"Its just coming out now...","labels":"neutral"},{"text":"*Succession* was fantastic. *Barry* too","labels":"amusement"},{"text":"You're too ugly to even bully","labels":"amusement"},{"text":"Yeah, they have uniforms and everything. It’s really great.","labels":"amusement"},{"text":"Normally yes, but then it would be an attractive woman (at least it used to be).","labels":"disapproval"},{"text":"I wish this was on Betfair, I'd quite enjoy making some money from Remainers.","labels":"desire"},{"text":"My man!","labels":"excitement"},{"text":"[NAME] forced [NAME] to give it up, leading to a steal, and then gets a steal himself on the next play. Love his tenacity.","labels":"amusement"},{"text":"No,not a fan of cigarettes","labels":"disapproval"},{"text":"Pretending to be a racist just to troll people is fucking stupid and not any better than actually being a racist.","labels":"anger"},{"text":"They look like rappers","labels":"neutral"},{"text":"I believe the GM of Seattle would be known as “His Royal bitch pigeoness”","labels":"optimism"},{"text":"Halep just can’t handle Kanepi, #1 is about to be wide open","labels":"realization"},{"text":"I came in here to ask why he’d drive so far to see a movie about testicular torsion","labels":"curiosity"},{"text":"I’m so glad I have my own car","labels":"gratitude"},{"text":"Dude! Coyotes are no joke. Good job, [NAME]. ","labels":"amusement"},{"text":"Trust me dude, switch to stick deodorant and cologne.","labels":"caring"},{"text":"Wow. Thanks for this.","labels":"gratitude"},{"text":"I was sleeping with my mouth open my dog started licking inside my mouth.","labels":"embarrassment"},{"text":"Good tips!","labels":"amusement"},{"text":"odd she acts so spoiled considering her parents seem decent.","labels":"anger"},{"text":"a surprise to be sure","labels":"surprise"},{"text":"Ew her text is touching her photo, what a slut","labels":"disgust"},{"text":"ive had 300ug tabs before, took 2 had full on ego death was naked with my friends jumping on moving cars ","labels":"amusement"},{"text":"Sorry you are having such trouble.","labels":"remorse"},{"text":"helpful quad helped him to his feet!","labels":"neutral"},{"text":"If you zoom in a bit you can tell that it’s literally painted on.","labels":"neutral"},{"text":"Because I was a fan through all of those NFCCG losses...","labels":"sadness"},{"text":"I don’t know if that’s a better or worse reason for wearing the arm band :(","labels":"sadness"},{"text":"I'd rather have [NAME]. Killing her off was a waste.","labels":"neutral"},{"text":"One of my cats always eats the other ones food. I never noticed it until he was obese. I'm not gonna make that mistake again.","labels":"realization"},{"text":"Surely hope so, buddy. Surely hope so.","labels":"caring"},{"text":"“I’ll never have a playoff mandate” go fuck yourself [NAME]","labels":"anger"},{"text":"omg you got me, what do i do now, pls help","labels":"excitement"},{"text":"Haha I was about to say damn she straight up eviscerated her in between bites.","labels":"joy"},{"text":"They look absolutely PERFECT together. I hope its that way in real life too. So happy for ya [NAME]!!!","labels":"amusement"},{"text":"You don't have to, but I find it dissolves faster so I assume that's why he's doing it.","labels":"neutral"},{"text":"Why is it an issue getting him off the 40-man roster? Just put him on the 60-day DL","labels":"anger"},{"text":"[NAME]? Nah, that's him in the background. The idiot with the leaves is [NAME]. It's always fucking [NAME].","labels":"anger"},{"text":"It's great with Brave","labels":"amusement"},{"text":"I think that’s accurate. The probably I think means maybe will get a set","labels":"approval"},{"text":"So much to do, So much to see","labels":"desire"},{"text":"Prove he harassed them. If there was actual evidence, I would imagine at least one of the kids would’ve put up a video. ","labels":"neutral"},{"text":"Laughed my balls off","labels":"amusement"},{"text":"My mistake lol","labels":"amusement"},{"text":"Neither are foreign coups set up with the countries chamber of commerce and the head of the army.","labels":"disapproval"},{"text":"Blocked in us","labels":"neutral"},{"text":"There's nothing strange about a lawyer with a neo-Nazi client, but a lawyer who takes on multiple neo-Nazi clients makes me suspicious","labels":"confusion"},{"text":"Its horrifying to think about getting separated from your family, friends and the culture you were living into somewhere new and unfamiliar just like that","labels":"fear"},{"text":"And then the faucets clapped!","labels":"neutral"},{"text":"Wow I didn't know it changed your face so it doesn't break rule 1 and 2? \/s","labels":"surprise"},{"text":"Looked like [NAME] knee landed on kemba arm","labels":"realization"},{"text":"this makes me miss my girflriend","labels":"sadness"},{"text":"Does Mama count?","labels":"confusion"},{"text":"IMO the only draggy parts all involve the boy and his Yankee Doodle shit.","labels":"neutral"},{"text":"LMFAOOOOO that’s when family guy was still funny","labels":"amusement"},{"text":"Dammit I got whooshed","labels":"excitement"},{"text":"Nah. I’ll be fine tho.","labels":"approval"},{"text":"You sound fun at parties","labels":"joy"},{"text":"And people still support him....","labels":"neutral"},{"text":"and how does that person's notoriety make the other kids who are treated the same way feel any better?","labels":"neutral"},{"text":"cheers for the replies guys. appreciated","labels":"amusement"},{"text":"I love many fanarts of this paring, but this is one of my favorite ones. :)","labels":"love"},{"text":"I agree with everything. Yet, society and its stupid outdated, conservative norms see it otherwise.","labels":"approval"},{"text":"i disagree with that, you cant say everyone in the country does that, you dont know every [NAME] and their entire life stories stories","labels":"disapproval"},{"text":"I like this, but it doesn’t quite convey the horrifying rotting smell. It sounds sort of cute! She was not lol ","labels":"amusement"},{"text":"i wouldn't take that significant of a pay cut. you should keep your job and do your creative writing on the side\/free time.","labels":"caring"},{"text":"Didn't realize they were shipping the challenge coins with Israeli FAL rifles, that makes this whole thing even weirder.","labels":"confusion"},{"text":"It sounds like that's what you've been doing, and Id assume any further reaching out would be treated like your previous reach outs.","labels":"realization"},{"text":"yes, i fucking hate that.","labels":"anger"},{"text":"Love is a drug","labels":"love"},{"text":"Your comments have been removed. This is a community for support. Repeat violation will result in a ban. Thank you for understanding.","labels":"neutral"},{"text":"Maybe she can bartend on the side when Back in NYC. Oh, I forgot her progressive policies put said. Bar out of business. ","labels":"realization"},{"text":"But thats for [NAME] and our secret getaway plan to escape to a better life, not this one. Lol","labels":"amusement"},{"text":"thats terrifying. how can people do that to their own citizens?","labels":"fear"},{"text":"I can finally block Post Mallone and all that repetitive weird rap that ppl play on my Spotify during parties.","labels":"relief"},{"text":"Forget every single acronym and buzz word from TRP. Never think using that terminology.","labels":"neutral"},{"text":"Same. The low cloud is neat, but to me the emptiness of that area of downtown is what's striking.","labels":"amusement"},{"text":"I hope she wins next week","labels":"optimism"},{"text":"Omg she's gorgeous!","labels":"amusement"},{"text":"Just to clarify, do you mean sidebar in game?","labels":"confusion"},{"text":"That guy with the orange jacket looks so distraught. Feels bad man.","labels":"sadness"},{"text":"Would you have been ok with a vet min contract on Ziggy with a $1 million per start incentive?","labels":"neutral"},{"text":"This is exactly as I was suspecting. Thank you for the solid advice. I won't go ahead with the sale .","labels":"gratitude"},{"text":"It’s merch everyone calm down - she’s using the season 11 hype to get attention","labels":"realization"},{"text":"You don’t have to hate players just for being on a different team. I hate that [NAME] is an [NAME]. I don’t hate [NAME]","labels":"neutral"},{"text":"Sadly, he seems immune to bans. He also dodges them with alts like [NAME]","labels":"sadness"},{"text":"Obviously. If we were able to make such logical risk\/reward assessments it wouldn't be a problem.","labels":"approval"},{"text":"Fucking awesome tournament to watch, well done WePlay, grats to Maggo. The constructed meta ain't that stale!","labels":"excitement"},{"text":"YOU UNDERESTIMATE MY POWER!!!","labels":"anger"},{"text":"Didn't know they were doing matches on smaller pitch in the combine to see how they do with less reaction time. Thought that was interesting.","labels":"realization"},{"text":"Thank you. Ignore the morons who have never heard of lactose intolerance.","labels":"gratitude"},{"text":"This team will never win another super bowl with the current coaching staff. That’s my leveled emotional viewpoint","labels":"realization"},{"text":"i did, but it was at 3 am before i went to bed, so i’m gonna cheat and count it as 2018 LOL.","labels":"amusement"},{"text":"I hope you meant stay strong, we are here for you. Me too.","labels":"optimism"},{"text":"Hello please repost with names censored. :) <3 xoxo hugs and disco kisses","labels":"joy"},{"text":"What the hell kind of useless annoying bot is this? Beep boop off to hell bot","labels":"annoyance"},{"text":"someone forgot to switch accounts","labels":"neutral"},{"text":"I’m dying from your comment. I actually literally laughed out loud from it.","labels":"amusement"},{"text":"This made me incredibly happy and incredibly sad. Sometimes this universe robs us of the wrong people.","labels":"sadness"},{"text":"I have tried to stay away from using the word “[RELIGION]” as much as possible to stay agreeable with the current styling guide of the church.","labels":"neutral"},{"text":"Haha, I wish, but not happening","labels":"desire"},{"text":"Soooooo Florida?","labels":"neutral"},{"text":"That's such a well said last sentence...","labels":"amusement"},{"text":"It really is a brilliant piece of nostalgia and terrible film making. I love everything about it.","labels":"love"},{"text":"Hell yeah o\/","labels":"excitement"},{"text":"What the actual fuck, does seeing something terrible prevent you from enjoying the entire rest of your life?","labels":"curiosity"},{"text":"To get a feel for [NAME], I recommend searching them on YouTube - there are curated shorter clips on different topics.","labels":"neutral"},{"text":"every time you see the snake edge and still get hit even though you *swear* you were holding downback","labels":"disapproval"},{"text":"Your loss. [NAME] is an excellent chef, and all of his restaurants are amazing.","labels":"remorse"},{"text":"Happy Cake Day! I, too, have been a victim of cake.","labels":"amusement"},{"text":"It's pretty obvious why they're filming dipshit","labels":"realization"},{"text":"His main goal is attacking KSI's comment section","labels":"neutral"},{"text":"Because you didnt add enough context","labels":"confusion"},{"text":"Good point. Personhood isn't officially granted until you become property\/ a bond of the state.","labels":"amusement"},{"text":"That's why imo [NAME] death is better.","labels":"neutral"},{"text":"Both parents were drunk. Where were the small children? You helped her cheat and possibly contribute to child neglect. Awesome.","labels":"anger"},{"text":"Same. Right after I replaced the screen. So now I have a cracked phone","labels":"sadness"},{"text":"I’m still using a laptop from 2008, and until last month I was using a phone from 2013. Actually felt bad upgrading the phone.","labels":"disappointment"},{"text":"I’m not crying! You’re crying!","labels":"neutral"},{"text":"I'm sorry. I wish I could give you more hopeful answers.","labels":"caring"},{"text":"Originated joke by:","labels":"neutral"},{"text":"Looks like it. I didn't make it, I just found it.","labels":"realization"},{"text":"I feel like the last line should be \"on your rep of failure\" rather than \"day\".","labels":"neutral"},{"text":"just apologize. what other advice could you possibly require? you fucked up, now deal with it.","labels":"anger"},{"text":"Everyone who takes drugs will die.","labels":"amusement"},{"text":"Repost. But still nuce.","labels":"neutral"},{"text":"> I hate how much I care. My feelings exactly.","labels":"anger"},{"text":"Makes me want to eat ass","labels":"amusement"},{"text":"It means she likes it when you do that thing.","labels":"neutral"},{"text":"Don't you fucken do it","labels":"anger"},{"text":"I think the [NAME] biscuit joke takes the cake","labels":"amusement"},{"text":"Nice bosses are still just bosses here to exploit you, just to also make you feel bad for, instead of afraid of, defying them","labels":"disappointment"},{"text":"Saying that men have it more difficult in certain scenarios doesn't mean that men have it easier than women in all circumstances. That's ridiculous.","labels":"disapproval"},{"text":"Nukeville sounds like a nicer neighborhood. Like no broken and burnt houses and like children playing in the street and people having barbecues","labels":"excitement"},{"text":"Lord [NAME] called, he wants his style back","labels":"desire"},{"text":"HOLY MOTHER DUCKER","labels":"anger"},{"text":"Ya did good, bud.","labels":"amusement"},{"text":"I'm not saying anything about her run, I'm talking about her promo pic","labels":"neutral"},{"text":"This is why im happy [NAME] is our owner. I don’t see him being a cheapskate","labels":"joy"},{"text":"Tigres ruining players \/s","labels":"disappointment"},{"text":"This is the first person Australia has tried to do this to...","labels":"neutral"},{"text":"It's practically non existent. Im mostly afraid to initiate a hug because I'm afraid I don't know\/forgot how to hug.","labels":"fear"},{"text":"Sacrilege! :-P","labels":"amusement"},{"text":"Deservedly so too. Tbh I think you must be the favourites.","labels":"approval"},{"text":"Thank you so much!!! You are truly a lifesaver","labels":"gratitude"},{"text":"Heh, unfortunately true. Especially with US medical system which mostly refuses euthanasia of any kind.","labels":"disappointment"},{"text":"At least you’ve got a top-notch pooch standing by.","labels":"caring"},{"text":"[NAME] so much hate.","labels":"disappointment"},{"text":"[NAME] from elfen lied is that you?","labels":"curiosity"},{"text":"I actually didn’t know that the White House Mess existed, is run by the Navy, and still running. That just makes this even weirder.","labels":"realization"},{"text":"4 lives essentially, its insane","labels":"surprise"},{"text":"> 420 blaze it!! wasn't that the red sox payroll doe? they got their ring.....","labels":"neutral"},{"text":"I thought they were butt fugly","labels":"neutral"},{"text":"I'm surprised who posted this bc she's normally a sweet women but then there was this","labels":"surprise"},{"text":"No, I just haven't seen that here, and I wanted you to show me that's all.","labels":"desire"},{"text":"I'm happy however those two don't get a ring. Would be overjoyed if it was at the hands of [NAME], [NAME], and [NAME].","labels":"joy"},{"text":"Did you have to ask? Just pay the ticket and be done with it.","labels":"annoyance"},{"text":"This is beautiful!","labels":"amusement"},{"text":"Hypothetically if [NAME] makes a run with foles and decides to trade wentz, I’d give up [NAME] in a heartbeat","labels":"neutral"},{"text":"Just the best WR in the league retweeting the best TE in the league, nothing to see here....","labels":"disapproval"},{"text":"The USA welfare spend is quite low per gdp compared to first world countries. The safety nets are ridiculous or nonexistant and the inequality is ridiculous...","labels":"anger"},{"text":"I'm assuming they sense the change but to translate it onto the screen for the audience they have to have them realize it","labels":"neutral"},{"text":"No, it means you have a problem with homophobia and paranoia. A big one. No pun intended.","labels":"disapproval"},{"text":"I loved [NAME] as much as anyone but he started to become really inconsistent in his final stretch here before he ended up in Charlotte.","labels":"love"},{"text":"Love when this happens. Thank you, oh wise one.","labels":"gratitude"},{"text":"Love the idea of these birds showing up during family gatherings and puking up trinkets","labels":"amusement"},{"text":"[NAME] lives. Obviously you can quote me on that, because i just said it. [NAME] dies. [NAME] dies. Fuck [NAME]. ","labels":"anger"},{"text":"It'd be a real shame if someone killed it and stole its soul.","labels":"disappointment"},{"text":"thanks for the tip. i haven’t been there except for specific shows. i’ll check it out.","labels":"gratitude"},{"text":"I'm sorry for your loss ,[NAME]","labels":"amusement"},{"text":"As of about 15 minutes ago Edit: yes, I know I have a problem","labels":"realization"},{"text":"At first glance I thought he was just being a good citizen and trying to perform CPR on the poor guy","labels":"surprise"},{"text":"Squeak the toy! Ball makes everything better!","labels":"neutral"},{"text":"No. Not the I. :(","labels":"sadness"},{"text":"and now her mask is on. make up yer mind","labels":"caring"},{"text":"You should re-think the credibility of whoever told you otherwise. Seems snarky to me.","labels":"caring"},{"text":"you're welcome!","labels":"gratitude"},{"text":"I’ll be there later this year. Can’t wait.","labels":"excitement"},{"text":"Are you forreals?! I had no clue at all. Maybe i need totake a better look at the menu damn thanks dude","labels":"confusion"},{"text":"what i imagine you sounded like when that cursor started freaking out","labels":"neutral"},{"text":"Had to make sure you weren't the guy himself before I upvoted you.","labels":"desire"},{"text":"[NAME] has 2 fouls and they don't force [NAME] on him in paint?","labels":"confusion"},{"text":"My girl has slowly been getting more and more into different [NAME] music, but she will always make it a point to play this track. I love it","labels":"joy"},{"text":"Actually this is very clear thinking. This is the best answer on this thread. Thank you.","labels":"amusement"},{"text":"the one who doesn't move except to back down any wannabe who's been talking that trash to him","labels":"amusement"},{"text":"You're in for a real treat!","labels":"neutral"},{"text":"Filled with water?","labels":"curiosity"},{"text":"You got it, just keep doing whatever you were doing the past 20-whatever days. Constrict that demon, dude.","labels":"amusement"},{"text":"I really appreciate this perspective, man.","labels":"amusement"},{"text":"NCAA is a poor barometer for scoring. [NAME] was leading scorer in all NCAA for like 3 years running. Not even sure he got drafted.","labels":"disappointment"},{"text":"Wow interesting to hear how the cops responded. Glad they actually tracked the car down!","labels":"surprise"},{"text":"Literally all I wanted was some sort of evidence and somehow I’m wrong...? You’re too stupid to be real.","labels":"annoyance"},{"text":"Z-axis...? You mean the spontaneous propulsion system or is it something else?","labels":"curiosity"},{"text":"There are [NAME] fans on this subreddit. Awesome","labels":"excitement"},{"text":"shit cunt bot","labels":"neutral"},{"text":"They talked about choosing either stance tho and I thought I read menu which makes me think of morrigan ult","labels":"realization"},{"text":"It fucking better have draft assets","labels":"caring"},{"text":"I'm not saying she should get surgery, but I gotta ask, would laser lipo or something similar get her to the body shape she wants?","labels":"neutral"},{"text":"oh for fuck sake [NAME]","labels":"anger"},{"text":"That pizza looks good","labels":"excitement"},{"text":"This is horrible","labels":"disappointment"},{"text":"The ridiculous hypocrisy of the far left has nothing to do with your link.","labels":"annoyance"},{"text":"Heat is one of my top movies. The whole thing is fucking amazing.","labels":"joy"},{"text":"Fortnitecompetitive be like, cater to me instead of the people who make you billions.","labels":"amusement"},{"text":"Thank you for that :) I'm not OP but I am really happy to read your comment.","labels":"gratitude"},{"text":"I am nitpicking out of interest , but I don’t understand how cannibalism of deceased persons is immoral. Do you think it is immoral?","labels":"curiosity"},{"text":"I am practicing an speech for tonight when he drops by to see my dad. I am every level of nervous.","labels":"nervousness"},{"text":"Yeah i miss lectures for this exact reason. Its pretty bad, but what can ya do :\/","labels":"remorse"},{"text":"The worst bbq in Texas Edit: Some of you are getting seriously r\/wooooshed It's their slogan.","labels":"disappointment"},{"text":"Last time I tried to post, my post was deleted because I didn't have enough karma, wasn't even that long ago...","labels":"sadness"},{"text":"Looking at the thread now, it seems that this comment was also deleted.","labels":"realization"},{"text":"I love how he bends down with his head in the 'loaded' guillotine to screw off the end cap.","labels":"amusement"},{"text":"Dems can end this. They chose not to.","labels":"disapproval"},{"text":"best part was him tearing apart his Real shirt while walking out","labels":"excitement"},{"text":"That is a completely different point, and has nothing to do with nxt or its title being pointless. ","labels":"confusion"},{"text":"Extremely painful to watch","labels":"sadness"},{"text":"At least she can eat Abel or something so we don't have to worry about feeding her.","labels":"relief"},{"text":"Lol you could have just said that","labels":"amusement"},{"text":"Sad but exciting to see him in a place where he might perform well. Hopefully he stays injury free.","labels":"optimism"},{"text":"[NAME] just wants to post pics of her facetuned of herself for attention while acting morally superior to those other girls. fuck off","labels":"anger"},{"text":"This is really helpful to point out!!","labels":"neutral"},{"text":"[NAME], you're annoying. Did [NAME] steal your girl or what? Everytime someone mentions [NAME] on this subreddit, you appear to trash talk him.","labels":"annoyance"},{"text":"Is that your quote? Either way, I'll add this to my collection.","labels":"curiosity"},{"text":"Kind of like how menat enraged the average player","labels":"neutral"},{"text":"Well that just means that red hair isn't a valid hair color, just a mutation. We should just count them as brown instead. \/heavysarcasm","labels":"amusement"},{"text":"How does that work on joystick though? Never played on console, is this still a problem?","labels":"curiosity"},{"text":"Shit yeah. Awesome fatality!!!","labels":"excitement"},{"text":"By taking it as a nonserious game you don't need in order to enjoy and have fun with it.","labels":"neutral"},{"text":"I'm so nervous!","labels":"nervousness"},{"text":"But it's still raping infantry. The case rounds OHK infantry up close. It's just horrendously weak against planes now...","labels":"approval"},{"text":"Try this on anyone blue belt or above in bjj. Spoiler: it wont work","labels":"caring"},{"text":"How embarrassing.","labels":"annoyance"},{"text":"I've invested 9 goddamn years watching these twits. I'm going down with the ship.","labels":"disappointment"},{"text":"This was driving me NUTS!","labels":"excitement"},{"text":"Wet dreams don't count","labels":"disapproval"},{"text":"Seems like it was supposed to be funny.","labels":"confusion"},{"text":"You have nothing to lose by going to the police now. They may help with the restraining order, shelter, etc.","labels":"caring"},{"text":"NOW she needs that scotch tape","labels":"neutral"},{"text":"It released like a couple weeks ago??? I don't think all that much would've changed in 2 weeks...","labels":"disapproval"},{"text":"People that choose to work for NGO's already make far less than their corporate counterparts, do you want them to work for free?","labels":"anger"},{"text":"Real lpt always in the comments","labels":"neutral"},{"text":"Malevolent as I've ever been, head is spinnin'","labels":"disgust"},{"text":"Hold off a bit, Dallas is in a big time housing bubble, wait for it to pop, then strike ","labels":"caring"},{"text":"I thought that phrase was only used for memes now lol at least that's what I got from Vic deals","labels":"amusement"},{"text":" yay!!! Congratulations! You are so pretty, make up is going to look awesome on you! Your hair is beautiful too ^_^","labels":"excitement"},{"text":"I have no idea what that means.","labels":"confusion"},{"text":"Oh no. Your poor friend, I hope she can move past it someday. That has to be such a hard burden to carry.","labels":"sadness"},{"text":"Where did you hear this? Sorry I never heard of this and I'm kinda interested now","labels":"disapproval"},{"text":"Because I am a human, and I can do whatever I want, as long as it's not against the law","labels":"neutral"},{"text":"No sorry still looking","labels":"neutral"},{"text":"Oh look, someone who doesn't understand how living languages work.","labels":"amusement"},{"text":"[NAME] today is great, when he plays like this he is a rly good player","labels":"amusement"},{"text":"It’s all good man, I missed [NAME] too. I REALLY hope we get another dream sequence with him in EP4. ","labels":"sadness"},{"text":"Make sure you spring for the 'Park wherever the fuck you want' pack too.","labels":"annoyance"},{"text":"Syndicalism is the advocacy of unionization by the working class to evoke change in society rather than violent insurrection with communism.","labels":"neutral"},{"text":"I did not even realize he was injured...","labels":"sadness"},{"text":"Considering that was a very early episode of SU, making tall trans women feel good is awesome :D","labels":"amusement"},{"text":"You’re repeating yourself now","labels":"neutral"},{"text":"So insightful!","labels":"amusement"},{"text":"Toughest shit I’ve experienced never been in love like this before but a few beverages and some time I’ll be all good, thanks bro!","labels":"gratitude"},{"text":"In Soviet USA, the simple minded twit who finds himself in all sorts of adventures IS the president.","labels":"neutral"},{"text":"I think its safe to assume that we're clearly referring to the article and topic at hand.","labels":"realization"},{"text":"Germany is the first country in Europe I've been to! Planning on Ireland next, and maybe Croatia(hoping for Germany again, though :) )","labels":"excitement"},{"text":"[NAME] chatting with a kid while waiting to come out for the stars of the game. What a great guy.","labels":"amusement"},{"text":"Say what? He has been playing for epsilon till now. Never seen some real accusations on him cheating. I think you should read some more.","labels":"surprise"},{"text":"Wait no monkeys? My helper monkey Mojo is very necessary for our family trip to itchy and scratchy land","labels":"surprise"},{"text":">Let's see with all the player turnover he managed to go 8-4 [NAME] still had NFL Caliber players on those Penn State team.","labels":"neutral"},{"text":"I’m proud of you. First few days are among the toughest.","labels":"amusement"},{"text":"That looks like a wig.","labels":"confusion"},{"text":"I kinda figured it out after I edited that and reread it all. It then sunk in that I got baited harder than a fish.","labels":"neutral"},{"text":"I enjoyed when they learned what New York City billionaires really think about guns.","labels":"excitement"},{"text":"When you think milkshakes aren't decadent enough, now we have cakeshakes!","labels":"excitement"},{"text":"Yikes, not good. If you can afford it I suggest getting out of dodge as quick as you can.","labels":"caring"},{"text":"Oh fuck off. Soooo...... when is [NAME] and the gang going to un mask [NAME] as President [NAME]?","labels":"anger"},{"text":"That was a hell of a tip, that happens","labels":"neutral"},{"text":"Ah what a good start","labels":"amusement"},{"text":"You would never attack someone's character.","labels":"disapproval"},{"text":"Attention, [NAME]! The Empire is attacking the city! I've got a score to settle...","labels":"neutral"},{"text":"u\/Mickster19 these are incredible! We gotta have this [NAME].","labels":"amusement"},{"text":"I hope [NAME] likes my Thanos costume though.","labels":"desire"},{"text":"You have inspired someone to create something that is liked by others. Is v nice feel.","labels":"joy"},{"text":"Losing my Origin account? Oh no, how else will I play thousands of other non-shitty EA games now?","labels":"disapproval"},{"text":"And its those same strong young rakes that add the finishing touch to \"情\" Choco Pies, among the heartiest snack foods in the world.","labels":"neutral"},{"text":"I thinks he's the leader of one those Turkish backed rebel groups. He was accused of raping the wife of one his soldiers and screwing prostitutes.","labels":"neutral"},{"text":"Congrats on the sex!","labels":"amusement"},{"text":"Mom said it was my time on the repost!!","labels":"neutral"},{"text":"[NAME] royally fucked up that last rotation. Also did [NAME] even get a single kill with their specialists ?","labels":"confusion"},{"text":"This is most excellent news! Also, glad to know he went on to work somewhere like Google.","labels":"caring"},{"text":"could you link the course?","labels":"neutral"},{"text":"HOW DARE YOU!!","labels":"anger"},{"text":"These are worse than the [NAME] ones [NAME]","labels":"annoyance"},{"text":"What do you think is reasonably sized?","labels":"neutral"},{"text":"These are the same people who thought liking hot sauce was a major scandal","labels":"neutral"},{"text":"I play until madden comes out, play mut until I get burnt out then go back to mlb when it comes out ","labels":"amusement"},{"text":"No hate TGR I love you","labels":"love"},{"text":"[NAME] doesn’t care if you drink tea. I would tell him how you feel. Keeping you in my thoughts.","labels":"neutral"},{"text":"It was actually pretty great, definitely going to return next week! :)","labels":"amusement"},{"text":"I don't know","labels":"neutral"},{"text":"I'd love to collab with some reddit folks on NFL Draft prospect scouting, rankings and mock drafts if anyone is interested.","labels":"excitement"},{"text":"It's pretty dangerous when the state decides which fictional deity is legitimate. For example the [NAME].....","labels":"fear"},{"text":"That moment is always noted in YouTube video comments!","labels":"neutral"},{"text":"Those smuggler missions were decently fun. Hold on a minute, I think I may play [NAME] again just to pass the time...","labels":"joy"},{"text":"I love the fsct [NAME] liked this. [NAME] can suck it.","labels":"amusement"},{"text":"I frequently have issues with these large temperature swing but it has to due with allergy pollen activation.","labels":"embarrassment"},{"text":"You’re right but territories haven’t been around for decades","labels":"approval"},{"text":"Hope all is well now xo","labels":"caring"},{"text":"what's an alt right?","labels":"curiosity"},{"text":"The point is, 9gag is more focused in providing fun and entertainment, Reddit is too busy changing the world.","labels":"neutral"},{"text":"Fool you twice, shame on you","labels":"amusement"},{"text":"Never will happen because of abortion legality. Party\/religion over country","labels":"disapproval"},{"text":"Happy cake day!","labels":"excitement"},{"text":"You're here forever.","labels":"neutral"},{"text":"Hey it's been 2 weeks, are your friends still stuck at 60-ish ranks, just gathering info on MM and such.","labels":"surprise"},{"text":"beautiful by [NAME]","labels":"amusement"},{"text":"Thank you :) that’s very generous :) xo","labels":"gratitude"},{"text":"For be just being a handsome guy works wonders.","labels":"amusement"},{"text":"That proposed sub name took me way too long to figure out .","labels":"disappointment"},{"text":"Oh no, [NAME] baby! WHAT is you doing?","labels":"surprise"},{"text":"Her promo's alone would be a great addition to the promotion.","labels":"approval"},{"text":"I just learned this with your comment. Came to ask who granted [NAME] legistaice powers","labels":"curiosity"},{"text":"I'm sure you're alright, [NAME]. xD","labels":"caring"},{"text":"I love [NAME] so much, but honestly it's great news that they refused to go back to that system. Hoping for [NAME].","labels":"love"},{"text":"Are you sure? He's a rarity if he has never taken up the habit.","labels":"neutral"},{"text":"Exactly. Some ammo is already cheaper than that.","labels":"approval"},{"text":"He's been pretty open about their very legal and very cool bromance","labels":"amusement"},{"text":"Thanks Mate. [NAME] is awesome","labels":"amusement"},{"text":"This was 90 for 7grams","labels":"neutral"},{"text":"Sorry, I wish I was wrong, but Mathews is over rated","labels":"remorse"},{"text":"Your comment is kinda wasted. He can't read.","labels":"disapproval"},{"text":"Where you lost them","labels":"neutral"},{"text":"If only you had the same sentiment towards those who took over BTC and changed it off this course.","labels":"neutral"},{"text":"Very interesting!!!","labels":"surprise"},{"text":"Would be a great pick up tbh","labels":"amusement"},{"text":"It can be entertaining and funny","labels":"excitement"},{"text":"I AM THE RED ONE THANK YOU","labels":"gratitude"},{"text":"I'm impressed! After childbirth, I'm lucky to make it twelve minutes without having to pee...","labels":"amusement"},{"text":"Fantastic! Thank you for the info sir!","labels":"gratitude"},{"text":"[NAME] fucking dammit","labels":"anger"},{"text":"Or better yet, live through it and then have nightmares and paranoia the rest of your life","labels":"remorse"},{"text":"I still like to think the combination of alums not donating and the TA strike caused them to reverse their decision on SS.","labels":"desire"},{"text":"Why hasn't he been made GM yet???","labels":"anger"},{"text":">captain [NAME] Wow, great nickname. Do you and the president swap notes on this?","labels":"curiosity"},{"text":"I DESERVE TO BE HEAD OF NATIONAL SECURITY BECAUSE I'M ADOPTED","labels":"neutral"},{"text":"The kid you're replying too is a known [NAME] stan lol, he's gonna argue with any narrative that [NAME] is close to [NAME].","labels":"amusement"},{"text":"I like them","labels":"amusement"},{"text":"I thought he was asked about it during an interview and that’s why he brought up","labels":"neutral"},{"text":"Thank you for reminding me!","labels":"gratitude"},{"text":"Must be a nice feeling...unless UDG is counted.","labels":"remorse"},{"text":"Everyday, always, I am a hero inside my head","labels":"pride"},{"text":"This just gave me strength :)","labels":"joy"},{"text":"Both Islanders goaltenders support [NAME] and they are having career years, coincidence? I think not. ","labels":"confusion"},{"text":"> we get a minimum of $11 Wow that's pretty generous, no wonder people don't need to tip.","labels":"joy"},{"text":"Smoooootthhhhhhh!!","labels":"approval"},{"text":"Its not just kids being kids, stop being so naive","labels":"annoyance"},{"text":"...I mean, that part isn't necessarily wrong. It's Iowa...","labels":"neutral"},{"text":"Just tried and I was able to register it. I got the first Juul from the same place too and that charger worked fine","labels":"approval"},{"text":"Can I just say that the Elizabeth Line is still a bloody stupid name, and no I don't think I'll just get used to it.","labels":"confusion"},{"text":"You know what? Mine is just more of the bullshit. Nothing’s changed. I finally woke up.","labels":"relief"},{"text":"I love this man.","labels":"love"},{"text":"50% of this sub is \"lul u don't have sex\"","labels":"neutral"},{"text":"ah, thanks!","labels":"gratitude"},{"text":"She's a terrible debater.","labels":"disapproval"},{"text":"This and Theielens record are the two biggest highlights of the season","labels":"amusement"},{"text":"Yeah, well your just jealous that you don't have a cunt like me.","labels":"neutral"},{"text":"Probably fans of aftv. Bunch of utterly dirty cunts!","labels":"annoyance"},{"text":"NO MAN LEFT BEHIND","labels":"annoyance"},{"text":"He aged twenty years with that look.","labels":"surprise"},{"text":"It’s beautiful hun","labels":"amusement"},{"text":"Obviously you defend cnn for doxxing the Covington high school kid. Aka child endangerment\/abuse.","labels":"neutral"},{"text":"Hey, I’ve learnt something here today, so thanks! ","labels":"excitement"},{"text":"The other guys 2: the guy who does his job.","labels":"neutral"},{"text":"If he’s American...then he’s fucked","labels":"neutral"},{"text":"[NAME] and [NAME] did alright together. They were both disappointed with the outcome (initially at least) but Under Pressure was a huge hit.","labels":"approval"},{"text":"Same, unfortunately. I can't count the number of times my mom lost me while shopping tho, so at least I'm improving?","labels":"confusion"},{"text":"She's just going to suck you back in.","labels":"amusement"},{"text":"He happily accepts the hugs. He hugs me now and again. He also has no problem accepting hugs from his mum.","labels":"joy"},{"text":"[NAME] HIMSELF COULD NOT SINK THIS SHIP!!!","labels":"surprise"},{"text":"I feel like Tankathon was made for or by magic fans. Such an amazing website lol","labels":"amusement"},{"text":"They’re just insecure tbh","labels":"neutral"},{"text":"It's a shitty made shirt but if it was done well I'd wear it.","labels":"approval"},{"text":"Oh yeah? Come back when you drop your stew on the floor before eating any.","labels":"neutral"},{"text":"You need some lotion for that BURN?","labels":"neutral"},{"text":"I see notifications of people commenting the source but this sub must auto delete or something. Sorry, guys. I binged her and found me quick though. ","labels":"sadness"},{"text":"Probably because its likely, unfortunately. The question is what happens next for people that are obsolete.","labels":"nervousness"},{"text":"No pain or anything, I didn’t even notice it was gone until I looked. It was an interesting experience ","labels":"surprise"},{"text":"Ignoring your Motte and Bailey. What makes the medical needs of America so unique?","labels":"curiosity"},{"text":"If it’s a one hit kill like the regular crossbow, absolutely would be a fantastic crate weapon.","labels":"excitement"},{"text":"This is damn sick. Has almost a vapor wave feel lol.","labels":"amusement"},{"text":"I was wondering this too. Whatever it was it's over now.","labels":"curiosity"},{"text":"of course you agree. you post in r_braincels.","labels":"approval"},{"text":"Gone Girl 2 looks like it's gonna be great.","labels":"excitement"},{"text":"I am annoyed by autoplay they added on hover - and commercials would make me drop the subscription instantly.","labels":"annoyance"},{"text":"Think about how many times OP has jerked it into those sheets","labels":"disgust"},{"text":"i thought it was very coincidental that i was listening to 808’s while doing this bullshit and that this question popped up unexpectedly. made me smile","labels":"amusement"},{"text":"I am so sorry to hear about your wife’s tragic injury.","labels":"grief"},{"text":"I guess. I'm going to try getting in better shape, and just socialize more.","labels":"optimism"},{"text":"I loved [NAME] as a little kid but I wanted jean's powers but I couldn't stand how goodie goodie her and [NAME] were.","labels":"joy"},{"text":"Honestly, back then, seeing her squirm would have been perfect. I'm mildly curious to see if she's still scared of me, though.","labels":"curiosity"},{"text":"I'm fairly new to this group and just realized my nightmares started the day I joined. However, I still somehow love it!","labels":"love"},{"text":"You president now?","labels":"surprise"},{"text":"[NAME] is honestly really badass and he has a great design I hope they give him something good to do in 11","labels":"optimism"},{"text":"You have to remember it's just porn for people who haven't figured out how to get it for free on the internet (ie, morons)","labels":"amusement"},{"text":"$390 CAD.","labels":"neutral"},{"text":"RemindMe! April 26, 2019","labels":"neutral"},{"text":"iT cAn'T bE sExISt bEcAuSE iT's a mErItocRaCy. -tech bro assholes justifying gender discrimination and systemic sexism","labels":"disapproval"},{"text":"Aww thank you. That’s very sweet.","labels":"gratitude"},{"text":"One time, she punched me in the face. It was AWESOME.","labels":"amusement"},{"text":"I would love it! [NAME] has a history of injuries just like [NAME] used to!!! Do it!!","labels":"love"},{"text":"Video games are great, but sometimes it’s nice to unplug and play a game of Jenga with your cat","labels":"excitement"},{"text":"Horseshoe effect going on with FBPE and the no deal brexiteers, basically if you're soft remainer or brexiteers they hate you. The irony ha","labels":"neutral"},{"text":"No they can't. Rent increases has to be given notice at least 30 days prior","labels":"disapproval"},{"text":"Sleep > class Thats the only way","labels":"neutral"},{"text":"Lol’d at your flair","labels":"amusement"},{"text":"You need HELP!","labels":"caring"},{"text":"*dun dun* no but seriously, go full no contact with this predator. ","labels":"neutral"},{"text":"That's less functional and more cleanup though...","labels":"neutral"},{"text":"Last year preseason was in December, but the season started in January. I expect pre-season to occur some time during the second half of this month.","labels":"desire"},{"text":"According to what?","labels":"confusion"},{"text":"When they figure out a way to hoard the wealth created by marijuana it will be legalized.","labels":"excitement"},{"text":"Congratulations, there are success stories in this group. Forge on with your life but watch out for other (jerkfaces). ","labels":"caring"},{"text":"Anti-Vaxer mom: This isn’t supposed to happen, they weren’t supposed to live this long.","labels":"disapproval"},{"text":"i love the crocheted romper look and i don't care if i'm wrong","labels":"amusement"},{"text":"Time consuming too, but buying a box that size outright is stupidly expensive—even if you order a bundle of 25 at a time.","labels":"disapproval"},{"text":"> that hurts my enjoyment of society. Then what could you possibly mean by this?","labels":"curiosity"},{"text":"What's bigger meaning? Dude is horny, dude gets laid. Pretty simple.","labels":"neutral"},{"text":"And Subway fired you for taking too long of a break... To talk to a make-believe 6 yo","labels":"surprise"},{"text":"[NAME] finally getting WCW going I see..","labels":"excitement"},{"text":"It's all good man, glad you shared it. Just felt I should defend my stance as well.","labels":"joy"},{"text":"I can't do that....I don't know how to hard boil eggs sooooo","labels":"annoyance"},{"text":"But some people are not on that subreddit, he is just reminding all the people in the [NAME] faction","labels":"neutral"},{"text":"Isn't this the same video already posted ? Not seeing anything different","labels":"realization"},{"text":"Pepperidge Farm remembers!","labels":"neutral"},{"text":"No, but I won't be surprised the Day I see him yelling at the top of his lung to \"NUKE THESE *INSERT RACIAL SLUR*\"","labels":"disapproval"},{"text":"I think you're right. She has oodles of cash and young grandchildren to enjoy. Going through that hideous gauntlet again probably isn't that appealing.","labels":"approval"},{"text":"Debs a bitch","labels":"neutral"},{"text":"Thanks, saved. Will watch it tomorrow morning :) ","labels":"gratitude"},{"text":"tell him i love him","labels":"love"},{"text":"Can a mediocre bot invent Facebook?","labels":"neutral"},{"text":"Take a really cold bath before you go to class.","labels":"caring"},{"text":"Yeah the family loved you, who played porn at a family gathering with no warning. Sure.","labels":"neutral"},{"text":"This is how I bought zilliqa. In a whisky induced blackout. We are twim, you and I. ","labels":"amusement"},{"text":"Not for off from a quadruple double in the near future...","labels":"neutral"},{"text":"Did you hear about that old Italian chef? Sadly, he pasta way.","labels":"sadness"},{"text":"Not sure about [NAME], but I think [NAME] would win easily against [NAME]","labels":"optimism"},{"text":"You smug fuck","labels":"anger"},{"text":"True on the colder end, but their summers are not as hot because the humidity is low so it really cools off in the evenings.","labels":"approval"},{"text":"First- damn what a block Secondly- that was a really smart timeout there. Expected a prayer shot.","labels":"amusement"},{"text":"Why is this here?","labels":"anger"},{"text":"You can literally see where Bugs Bunny’s arm was out of frame from the photo she cut it from.","labels":"neutral"},{"text":"Is this in the US? 30k per year blows my mind, my tuition is like 9k ish a year+rent","labels":"surprise"},{"text":"[NAME] is my favorite qb prospect and I've been watching football for 11 years","labels":"joy"},{"text":"At least you get sunny on Netflix, they took it off in Canada :(","labels":"sadness"},{"text":"Aww that's so sweet !","labels":"love"},{"text":"Bye [NAME].","labels":"neutral"},{"text":"Yes I do. Two bartenders can easily bring home $4k a month each.","labels":"approval"},{"text":"Is that because it's an accurate description of the politician and he's trying to distract from his guilt?","labels":"curiosity"},{"text":"You just need to yell Calibrations and he'll be right there","labels":"neutral"},{"text":"You don’t see a parallel between the two scenarios?","labels":"neutral"},{"text":"[NAME], with his 8th appearance he's the most veteran player there","labels":"amusement"},{"text":"I’d rather not, thank you. Seeing her play that evil emperor in that Star Wars movie was quite enough.","labels":"disapproval"},{"text":"This just isn't true. It was before [NAME] prime.","labels":"disapproval"},{"text":"And judging from *this* comment, I think you should know you sound like a troll.","labels":"amusement"},{"text":"Spider Man is pretty awesome.","labels":"excitement"},{"text":"They react bad because they've been indoctrinated to see capitalism as the only way that works. Even if they're social democrats.","labels":"neutral"},{"text":"Well, it feels like the other truths would be more pertinent. If they don’t know what it is, then what is it?","labels":"curiosity"},{"text":"Unfortunately later died from eating tainted meat. [NAME] BBC documentary 'dynasties' followed the marsh pride, the lion episode was awesome","labels":"amusement"},{"text":"Saddle up, partner.","labels":"neutral"},{"text":"Welcome to The World of... Mobile MMOs. Where power can be yours, for a price.","labels":"joy"},{"text":"For example, I think this picture of [NAME] character from southpark) is soooo cute","labels":"amusement"},{"text":"I can tell you professionals didn’t do it that way in 2009.","labels":"neutral"},{"text":"Hey bro there’s no judging here","labels":"joy"},{"text":"He’s so cute! How do you get to hang out with him? I’ve never seen him the times I went to visit.","labels":"amusement"},{"text":"Me too, I'm shitting myself.","labels":"embarrassment"},{"text":"And butt. I can't believe butt cracks are blurred in US shows!","labels":"surprise"},{"text":"Brew bus in the Tampa area?","labels":"curiosity"},{"text":"The brick details actually look good. Everything else - ehhhhhh.","labels":"disgust"},{"text":"What happened in his personal life? I know he had a bunch of head injuries; is there more than that?","labels":"curiosity"},{"text":"burn the witch!","labels":"anger"},{"text":"So many [NAME] killed in Hoi An. [NAME] damn do I love that exchange rate.","labels":"realization"},{"text":"It was deloitte wasn't it. That is some bullshit application.","labels":"confusion"},{"text":"When I worked in salon, we could never wear flip flops because of “hair splinters”","labels":"neutral"},{"text":"You have to live for you. Go get that education, go get that career. Rediscover yourself.","labels":"caring"},{"text":"He loved [NAME] \"old man in a park\" painting!","labels":"neutral"},{"text":"Srsly, mountains in Netherlands?","labels":"surprise"},{"text":"You just don't know what phonetics are you lead covered life boat","labels":"neutral"},{"text":"Non stop in the chat, that’s all he was responding to","labels":"neutral"},{"text":"I'd like to see it set during the [NAME] conquest of China, That'd be cool","labels":"desire"},{"text":"They dont here it i have a room that is pretty isolated","labels":"neutral"},{"text":"Ha, ha your mad!","labels":"amusement"},{"text":"So glad to hear they got banned. Can't believe adults can still behave like that.","labels":"joy"},{"text":"Another horror story - just getting on your train at the time it should have been arriving at the end destination 3 hours away.","labels":"fear"},{"text":"Occupation badges are dumb and I’m sad they made the transition to OCP.","labels":"sadness"},{"text":"yeeey [NAME], My purpose has been fulfilled Now I must go","labels":"excitement"},{"text":"Don't give yourself so freely to people who don't value you.","labels":"caring"},{"text":"I try and avoid that entire mall. Hahaha","labels":"amusement"},{"text":"How tf do you not expect people to find them they're the first things that show up when you search joji","labels":"neutral"},{"text":"Looks like pure tabbaco but great roll !","labels":"amusement"},{"text":"Thank you :) I'll try to stay positive","labels":"gratitude"},{"text":"That sub sounds boring as fuck.","labels":"anger"},{"text":"Are you interested in hearing from men and women?","labels":"curiosity"},{"text":"It seems there is strong agreement on all sides that \"Nothing changed\" now. Is that progress? \/s","labels":"curiosity"},{"text":"No one asked for that honesty.","labels":"neutral"},{"text":"Women don't want their own shit. They want our shit. ---- [NAME]","labels":"confusion"},{"text":"Can’t believe people still fall victims to those machines.","labels":"surprise"},{"text":"Think you mean this Labour MP","labels":"gratitude"},{"text":"Love when [NAME] goes for those big hits","labels":"love"},{"text":"I miss my Shrek Ghrok :(","labels":"sadness"},{"text":"I actually don’t mind Sudbury to Nipigon but whole North Ontario sucks overall.","labels":"disgust"},{"text":"Okay thats cool I was asking because I didn’t know y’all better stop downvoting me","labels":"annoyance"},{"text":"play who you find fun, \"tiers don't matter\"","labels":"neutral"},{"text":"Hey, I get your point of view. I appreciate the explanation. :)","labels":"amusement"},{"text":"I'm 31 and didn't even have my first cell phone, period, until I was 20. This is just more anthropological fake news.","labels":"disapproval"},{"text":"I love how debt can now fully destroy hum after this move","labels":"amusement"},{"text":"thanks for your help, it looks like i'm just gonna have to use the ole noggin for this project","labels":"gratitude"},{"text":"I mean she’s very outspoken, she’s just typically wrong","labels":"neutral"},{"text":"Thanks dude. Wish you the best with OP, personally I'm done.","labels":"caring"},{"text":"Surprised, Playtest isn't mentioned. The ending is just god damn!","labels":"surprise"},{"text":"...it's almost like an uber individualistic fringe political ideology does not inspire communal teamwork political action lmao.","labels":"amusement"},{"text":"At this point I am questioning your sanity, you compare a guy with 40\/34 goal seasons to a kid who literally can't hit the net","labels":"curiosity"},{"text":"It's good to know that I'm not the only one lol","labels":"amusement"},{"text":"Fuck these calls","labels":"anger"},{"text":"Don't worry about stupid people and you do whatever you want. Screw them kind of people.","labels":"anger"},{"text":"Be glad you don't know the answer.","labels":"caring"},{"text":"Nice try @ some dude. Also i joke around my gf on the same topic, she doesnt believe me","labels":"amusement"},{"text":"I honestly couldn’t care less about your opinion at this point","labels":"sadness"},{"text":"Awesome. But not good awesome.. awesome the way nuclear bombs and hurricanes are awesome.","labels":"amusement"},{"text":"i read your first sentence laughed and stopped reading easily verified basic historical facts are not conjecture genius","labels":"amusement"},{"text":"Not sure what people expect from high school dropouts","labels":"confusion"},{"text":"You care more about their actions in that case.","labels":"realization"},{"text":"EVERYTHING in a house that smoked in, will smell like smoke","labels":"neutral"},{"text":"Good [NAME] we look horrible","labels":"disgust"},{"text":"Well what's that old saying, those who can do, do. Those who can't teach. ","labels":"neutral"},{"text":"I report these every time they appear on the buy\/swap\/sell groups.","labels":"neutral"},{"text":"I made a post about a month ago saying [NAME] was trash and it got over 100 downvotes","labels":"disappointment"},{"text":"That is utterly horrifying. I'm so sorry that your kindergarten teacher was such a heartless old bat.","labels":"sadness"},{"text":"That’s a weird way of spelling Tobin.","labels":"neutral"},{"text":"(Edit). not sure you know what you are mentioning.","labels":"confusion"},{"text":"Holy panel gaps, [NAME]!","labels":"excitement"},{"text":"Why watch Robocop when I can just fly to Detroit!","labels":"excitement"},{"text":"You know we can see your post history, right? Orange fan sad.","labels":"sadness"},{"text":"I don't think we've seen his full potential yet. With [NAME] we have, he can be really good. It's just rare nowadays...","labels":"approval"},{"text":"Cant you tell how sad she is from her face?","labels":"neutral"},{"text":"[NAME] was a pleasant surprise. It might be something you'll enjoy.","labels":"optimism"},{"text":"Hahahah this is awesome.","labels":"excitement"},{"text":"I can say the same for yours","labels":"neutral"},{"text":"Trash pick up vehicle driver. Uh.. a garbage man?","labels":"confusion"},{"text":"Just make sure you don't go too far and get a 17hmr!","labels":"caring"},{"text":"And they let you run money making missions while playing in a solo server? I don’t remember this from gta.","labels":"confusion"},{"text":"Someone said earlier today in the other thread he had no doubt they would hear the backlash and relent and that’s exactly what they did.","labels":"neutral"},{"text":"[NAME] [NAME], you made me think I was going colorblind for a second! How are there more colors in your rainbow than in mine?","labels":"surprise"},{"text":"Sexy Unique Podcast (SUP) for all your VPR needs!","labels":"amusement"},{"text":"Totally normal thing to do, komrade. Beep boop. Not a bot, komradeski. You're a bot.","labels":"neutral"},{"text":"I'd trust someone who is bound by regulation over [NAME] from Essex who blames immigrants cos he was fired for sleeping on the job","labels":"gratitude"},{"text":"I haven’t seen this format before. And I don’t even know if it’s original. But I like it.","labels":"joy"},{"text":"Was already mad when it wasn’t center. Then when it got knock over, i was furious. Damn machine has no brains.","labels":"annoyance"},{"text":"you’re too lazy to google","labels":"amusement"},{"text":"What the hell","labels":"anger"},{"text":"I think I saw it but I can't remember now. =\/","labels":"realization"},{"text":">Rise of Agon Literally the worst fucking game that man kind has ever managed to accomplish and you call him a carebear? Fuck out of here.","labels":"anger"},{"text":"Dude, I can't express in words how much relief this man brings to my soul.","labels":"relief"},{"text":"Yeah that's bullshit and the complete opposite of what you said.","labels":"neutral"},{"text":"I know that, but they wouldn't comment.","labels":"neutral"},{"text":"If men were that aggressive we’d be arrested and then slammed publicly and socially. Lives ruined for a moment of drunken stupor.","labels":"sadness"},{"text":"I'm not looking for pity or sorrow. Thanks for your input.","labels":"gratitude"},{"text":"I did misread i saw 23-27","labels":"realization"},{"text":"I’d prefer happy little trees","labels":"neutral"},{"text":"if your favorite subreddit is the correct spelling of Zack then you’ll LOVE r\/zach","labels":"neutral"},{"text":"Just eat your goddamn vegetables, [NAME]!","labels":"anger"},{"text":"Hello fellow Cincinnati area store","labels":"joy"},{"text":"Nice I am actually going to the game! Awesome I'll get to see him represent.","labels":"excitement"},{"text":"I was there too! I remember it was a warm day during an otherwise cold time of year.","labels":"joy"},{"text":"I am sorry for making fun of your username, I sincerely apologize.","labels":"remorse"},{"text":"I don't think you could actually find something that's *unambiguously* racist. That's just how dog whistles work.","labels":"neutral"},{"text":"Really? I live down the street from there, thanks!!!","labels":"surprise"},{"text":"We‘re looking good so far","labels":"optimism"},{"text":"Lol you got nothing to worry bout from me bro. Thanks for keeping the game on","labels":"gratitude"},{"text":"Fuck I laughed at this post :D You better stick to your words and make sure to Tag every BF:V Dev.","labels":"amusement"},{"text":"Gas Crisis. It’s the best episode of all time.","labels":"amusement"},{"text":"But they are spectacular.","labels":"amusement"},{"text":"Haha, no I mean the kind of disposable powerups in a mobile game. Not console\/PC games.","labels":"neutral"},{"text":"We can agree this season is ♾ times better than AS3?","labels":"curiosity"},{"text":"Fair enough, but that doesn't mean she won't in 2020.","labels":"disapproval"},{"text":"I like these kinds of multicultural projects. Very much in line with my feels about South Africa.","labels":"amusement"},{"text":"Is that even a debate anymore?","labels":"curiosity"},{"text":"Same except I also love the taste and meal options of meat. I could never do the veggie thing.","labels":"disappointment"},{"text":"I fixed it.","labels":"neutral"},{"text":"A quartet of [NAME], [NAME], [NAME] and Ox would be lovely.","labels":"joy"},{"text":"I was too busy looking at the glitch in the Matrix at 0:07.","labels":"neutral"},{"text":"I find both [NAME] and [NAME] annoying each in different style.","labels":"annoyance"},{"text":"That’s not proof.","labels":"disapproval"},{"text":"I am your father's brother's nephew's cousin's former roommate.","labels":"confusion"},{"text":"I love when that happens. I call it \"butt cuddles\" and we do it all the time lol!","labels":"amusement"},{"text":"Your feelings have nothing at all to do with the question \"What is actually true?\"","labels":"neutral"},{"text":"it sounds like a huge pain in the ass to use compared to current systems in place though.","labels":"disappointment"},{"text":"Focus on yourself and not on finding a relationship. It sounds like you have a lot of personal issues to work on and are projecting your problems.","labels":"caring"},{"text":"Maybe he was just really tanned and needs a vacation","labels":"confusion"},{"text":"I like how nobody else is doing anything to stop him","labels":"joy"},{"text":"Very cute!","labels":"amusement"},{"text":"You are absolutely loving this and it is sickening to watch. Catch your fucking self on you spastic child.","labels":"annoyance"},{"text":"Simply explain the situation as you did here, don’t use any cliches or anything just be honest about it.","labels":"neutral"},{"text":"I love the way you phrased that. I do believe she is terribly afraid to look inward at herself.","labels":"love"},{"text":"It just seems extremely insensitive to say that. That’s the real problem. It invalidates the other person’s suffering.","labels":"embarrassment"},{"text":"Who hurt you","labels":"neutral"},{"text":"So true, their track record isn't great. Feels like you can only play her in limited ways or die though.","labels":"approval"},{"text":"...*rip everyone who didnt go to college and instead paid your way through a degree which is hopefully a net return*","labels":"remorse"},{"text":"Also I've heard she owns a bag.","labels":"neutral"},{"text":"Look at you, emotional.","labels":"neutral"},{"text":"That's not what I've heard ;)","labels":"amusement"},{"text":"Imma let you finish, but Cutthroat Kitchen is one of the best cooking shows of all time.","labels":"amusement"},{"text":"I use amazon firestick and the app isn't too bad on there.......id say userbility and interface wise though GWN beats it hands down","labels":"amusement"},{"text":"You ask such great questions!","labels":"neutral"},{"text":"I can only relate with first three pictures","labels":"neutral"},{"text":"Damnnnn nice feed bro. That choke throw to the spin attack was on point.","labels":"amusement"},{"text":"Which could mean new faces","labels":"neutral"},{"text":"Yeah he is a giver not a taker","labels":"approval"},{"text":"YES CIZ so glad I saw this here, really well done, there is no end to your creativity.","labels":"amusement"},{"text":"That fellow sure is one hell of a sweet talker!","labels":"amusement"},{"text":"I think he ([NAME]) was escort. And [NAME] was medium.","labels":"confusion"},{"text":"My god. I could have written this. This exact scenario happens to me too (including waking up at 5:30 on the weekend)","labels":"surprise"},{"text":"> I'm genuinely curious Sure.","labels":"curiosity"},{"text":"In our society it is more shameful to pay for sex, do drugs and to gamble than to praise the death of innocent innocent victims.","labels":"embarrassment"},{"text":"I was putting my comment on why and when PC players (like yourself) will complaine. Seems I wasn't too far off","labels":"realization"},{"text":"TAKE ME TO YOUR CRYPT, I WANT TO PAY MY RESPECTS!","labels":"disappointment"},{"text":"Shit, I wish I had your skin and those blackheads. I’m 38 and still get acne and have scars!","labels":"disappointment"},{"text":"Lucky for you. I haven't been able to watch Oneyplays since [NAME] and [NAME] left. It's just not the same.","labels":"caring"},{"text":"I’ve had to remove fallen trees on snowy roads because the forest service is not working as much. Shits a little fucked.","labels":"anger"},{"text":"RantGrumps in a damn nutshell","labels":"annoyance"},{"text":"That's...not at all what I said. I said I *hoped* they would tell me. [NAME].","labels":"annoyance"},{"text":"Huge office fan and I agree. [NAME] and [NAME] are annoying.","labels":"annoyance"},{"text":"Last nights euro run had over a foot for most of the area lol. Its probably overdone but still crazy","labels":"amusement"},{"text":"Yep, I found myself rooting for him the whole time!","labels":"caring"},{"text":"I’m sure [NAME] was thinking this when he told his daughter that she stunk like a toilet on his deathbed.","labels":"amusement"},{"text":"The few people that survive jumping from bridges say, almost invariably, that they regretted jumping the second they entered free fall.","labels":"neutral"},{"text":"It’s crazy how many people don’t know the difference between fluid ounces and weight lol","labels":"surprise"},{"text":"I love taking my girlfriend to Victorias Secret, we shop together, and the whole experience is a kind of foreplay. I highly suggest that route.","labels":"love"},{"text":"> lots of ppl dont enjoy pvp I feel like these people are playing the wrong game genres lol.","labels":"amusement"},{"text":"The Iowa State Cyclones are my favorite college basketball team.","labels":"amusement"},{"text":"[NAME] and [NAME] for Trout?","labels":"confusion"},{"text":"[NAME] back, LAL will keep it close at the least or snap out of this funk.","labels":"neutral"},{"text":"We sacrifice them both to [NAME] and throw them in the Baler!","labels":"sadness"},{"text":"Maybe we’ve been mishearing the word ‘starch’ as ‘staunch’","labels":"realization"},{"text":"I would never have believed it. Having experienced it, it is true. Completely. Different. World.","labels":"approval"},{"text":"Did you really just link a study about partner violence and then equate that to the entirety of violence? Holy shrimp.","labels":"surprise"},{"text":"You are totally right. What I meant was:","labels":"approval"},{"text":"So happy for you, enjoy ","labels":"caring"},{"text":"How many kids do you see? xıs :ɹǝʍsuɐ","labels":"curiosity"},{"text":"Hope so, got them at +1200 just after they beat Duke.","labels":"optimism"},{"text":"Finally, we can put [NAME] down at the bottom like the EXP thief deserves.","labels":"relief"},{"text":"I like [NAME] but he's got bizarre mechanics on his jumper and no arc.","labels":"love"},{"text":"Now think about the point I was trying to make. It wasn't that I talk to servers and ask them if they like tipping more","labels":"neutral"},{"text":"never had a problem with the way my cannabis only joints burn, so no need to add anything","labels":"disapproval"},{"text":"I joined the casuals on the couch and curled up in horror while watching this","labels":"fear"},{"text":"Get help.","labels":"annoyance"},{"text":"he saw it","labels":"neutral"},{"text":"That has to be the saddest nba account ever. Like 4 likes every post :(","labels":"sadness"},{"text":"Outstanding, really outstanding. I can't wait for her visit to the United States.","labels":"amusement"},{"text":"It's derived from \"being deadass serious.\" As in dead serious. It's not a hard concept.","labels":"neutral"},{"text":"Glad that you have the courage to make the call.","labels":"amusement"},{"text":"Ah Belgium ... being paid €500 by your employer, and only being allowed to keep €200 :)","labels":"joy"},{"text":"Huge, huge internet hugs. My heart broke for you reading this. I'm so sorry you had to go through this. ","labels":"remorse"},{"text":"Please. Sorry.","labels":"sadness"},{"text":"It kind of replaces the home button, you use it to swipe up and out of an open app","labels":"neutral"},{"text":"It isn't, if it turns out good, and it did.","labels":"optimism"},{"text":"That's really good!","labels":"amusement"},{"text":"Tried it. Failed it. Got mental consequences, my memory wont recover after half a year. You will regret it.","labels":"caring"},{"text":"Holy shit bro","labels":"anger"},{"text":"I hate to say it, but it's never once failed me, I've never been asked to show it.","labels":"embarrassment"},{"text":"I'm going to Rome for a second date. The joys of Bumbling while back home for Christmas and meeting another emigrant.","labels":"excitement"},{"text":"I wasn't digging it and then [NAME] did her spiritual spacewalk. I almost walked out.","labels":"disgust"},{"text":"This is absolutely the stupidest mock I've seen this year","labels":"amusement"},{"text":"Huh... interesting. Man, russia sure is pressing its borders out. Almost like it's looking for operating bases.","labels":"surprise"},{"text":"Yeah. All they have to do is ask for absolution, which means [NAME] can live a life of sin and repent and go to their heaven.","labels":"realization"},{"text":"I'll keep u updated man. It's only a 7eth withdrawal so hopefully it processes quickly.","labels":"optimism"},{"text":"Wait, I saw this movie... [NAME] had 15 Dr. Peppers","labels":"neutral"},{"text":"That's a good idea! Unfortunately don't have a vehicle big enough, so I'll have to hire someone with a truck.","labels":"approval"},{"text":"very long very messy i usually have it in a bun to keep it under control lol","labels":"amusement"},{"text":"Why stop there","labels":"neutral"},{"text":"Good job partner!","labels":"amusement"},{"text":"Makes us wonder what its going to be like for my children's generation..","labels":"realization"},{"text":"This is something I try to do every day and it makes me feel so at peace","labels":"relief"},{"text":"Do you have the link to her GoFundMe?","labels":"neutral"},{"text":"It’s so fucking creepy","labels":"disgust"},{"text":"Definitely surprised we took out [NAME] there. We needed to finish the quarter strong and it went straight to shit when he left.","labels":"surprise"},{"text":"Hahah, it's all good now since I've got a mouse now","labels":"amusement"},{"text":"[NAME] from HR is drinking again guys..","labels":"neutral"},{"text":"It burns...","labels":"neutral"},{"text":"It’s crazy that people know this and yet rake [NAME] over the coals for not wanting to talk to [NAME].","labels":"surprise"},{"text":"I just love the look of most benzos. Bars of course the most. But a handful of 10mg valiums or 2mg klonopin is also mouth watering :)","labels":"joy"},{"text":"He would probably just treat the situation like A$AP Bari’s.","labels":"neutral"},{"text":"You admit to discrimination based on your personal criteria. Say no more.","labels":"neutral"},{"text":"Oh interesting username","labels":"surprise"},{"text":"You said you were wearing protection! \"I was wearing my armor!\"","labels":"neutral"},{"text":"Oh, fuck off. It’s no one’s fault but yours that you think every mention of the word ‘men’ means you specifically. ","labels":"anger"},{"text":"Incredible work and very unique, good for you","labels":"amusement"},{"text":"Your friend rich af","labels":"neutral"},{"text":"Funny thing is, I got mine today. Maybe it'll stop tonight?","labels":"amusement"},{"text":"[NAME], that fucking sucks.","labels":"disgust"},{"text":"Awesome! I hope it helps you :)","labels":"optimism"},{"text":"Oof, thanks","labels":"gratitude"},{"text":"ITT: People saying \"I'm doing to get downvoted for this\" and then not getting downvoted.","labels":"realization"},{"text":"This will either be a classic or a complete shitshow","labels":"curiosity"},{"text":"Lol he did didn't he. Sounds like a race to the bottom.. filled with cockends","labels":"amusement"},{"text":"Yeah, that will reduce the number of kids taking pills - make enjoying a drink at a festival even more difficult!","labels":"remorse"},{"text":"And you get a gold! and you get a gold!! and you get a gold!!!","labels":"neutral"},{"text":"That is odd.","labels":"surprise"},{"text":"big heart to do that, guy probably plays for the love of the game, and you have to respect that","labels":"amusement"},{"text":"omg, id cry if this was my store ","labels":"surprise"},{"text":"True love, that's the way to go right there. Sex, drugs and Rock 'n' Roll","labels":"caring"},{"text":"You got this bro!!!!","labels":"amusement"},{"text":"You'd have to be clinically retarded to not understand how Mastodon works. Also, Pleroma is better.","labels":"amusement"},{"text":"Couldn't tell you. Unless i check the news i hardly notice the shutdown","labels":"neutral"},{"text":"Not terribly many of those jumping fences in the UK I think. :P","labels":"amusement"},{"text":"Thanks [NAME] for holding on to our $17.5M. We will be needing that back though.","labels":"gratitude"},{"text":"Alternative: He didn’t live as long as he thought he would. He died mid-sentence while writing a","labels":"grief"},{"text":"That's not true! Some of them are probably into watersports.","labels":"disapproval"},{"text":"I actually got one of those, really fucking good tbh","labels":"amusement"},{"text":"For real! It was like a shining beacon in the night!","labels":"amusement"},{"text":"Old toothless finally coming out of his den?","labels":"confusion"},{"text":"I'm baffled","labels":"sadness"},{"text":"oh the irony of asking for nudes on a device that can conjure all porn ever conceived at a moment's notice","labels":"realization"},{"text":"It gives me a weird feeling as someone not named [NAME]. It's a very heeby jeeby inducing phrase.","labels":"embarrassment"},{"text":"Maybe they just like having a day off- something that is rare in our culture.","labels":"realization"},{"text":"No worries. Just giving you a hard time!","labels":"caring"},{"text":"But asking kids he teaches about him and then telling us that. Weird flex","labels":"surprise"},{"text":"“Start caring about Reddit downvotes” has to be the weirdest life advice I’ve received in years.","labels":"sadness"},{"text":"thanks! yeah a bit, wrote for my college paper last semester but thinking about doing more","labels":"gratitude"},{"text":">happily live in any hole they find. What's my love life got to do with this","labels":"curiosity"},{"text":"Not in Oregon anymore. They raised the legal age to buy smokes to 21, which, as a smoker, I think is a great idea.","labels":"amusement"},{"text":"Well obviously not. Some people have higher tolerances than others. That’s a fact. I don’t know what else to tell you.","labels":"disapproval"},{"text":"as the old saying goes, we know what they all r, just trying to negoiate the price.","labels":"neutral"},{"text":"You d be surprised how “ 3rd”world slum people treat differently abled people","labels":"neutral"},{"text":"Yeah i didn’t say i had the answers. I’m just hoping for the best","labels":"optimism"},{"text":"Splash your face with cold water. Refresh.","labels":"caring"},{"text":"This is a throwback game. So many plays in the low post","labels":"surprise"},{"text":"Adulterers are not known to be kind and rationale during a divorce. OP should protect herself.","labels":"caring"},{"text":"It's crazy I don't get where their finding them","labels":"confusion"},{"text":"He provided links above.","labels":"neutral"},{"text":"> Wolf Hall Sounds interesting ! You've inadvertently led me down a rabbit hole of historical wikipedia pages now...","labels":"surprise"},{"text":"They arent the same.","labels":"neutral"},{"text":"It’s never funny if you explain the joke smh","labels":"disapproval"},{"text":"It's not his job to train you.","labels":"anger"},{"text":"...yellow?","labels":"neutral"},{"text":"He a cute sneck","labels":"amusement"},{"text":"Ah I see, maybe the [NAME] have a touch more romantic interaction between the two than the web novel.","labels":"realization"},{"text":"Threatening to jail disadvantaged families is low even by Democrat standards.","labels":"neutral"},{"text":"Honestly if you put it in your head that it won't it'll just be a pleasant surprise if he does","labels":"disapproval"},{"text":"This was extremely helpful, many thanks!","labels":"gratitude"},{"text":"I had the biggest smile!","labels":"joy"},{"text":"Nobody would flop like that in practice","labels":"disapproval"},{"text":"That's already a few steps ahead of many people.","labels":"neutral"},{"text":"[NAME] fucked up with this line up. Why do you change it, if everything was going good? Idiot! ","labels":"anger"},{"text":"His entire speech during the climb was amazing.","labels":"amusement"},{"text":"When Sub-Zero is revealed to have red accents, we will officially have a problem.","labels":"nervousness"},{"text":"It was the only thing that changed. The weight gain, terrible acne, and moods... it was all nasty.","labels":"annoyance"},{"text":"Definitely debt-free.","labels":"neutral"},{"text":"I feel like [NAME] isn't a legend.","labels":"disapproval"},{"text":"“What the FUCK is this [NAME], explain!”","labels":"anger"},{"text":"Yes, I’m aware. [NAME] loves LA and he isn’t worth 18 mil so he’d gladly take it.","labels":"neutral"},{"text":"I LOVE [NAME]!!! She’s all around a really outstanding and kind human being","labels":"love"},{"text":"if it's \"unavailable\" it's deffo not from the cold lol :D","labels":"amusement"},{"text":"I don't even understand stuff is going on, I just laugh and hope it's at the right time. ","labels":"confusion"},{"text":"You mean, you actually want them to try to win? NO WAY! \/s","labels":"disapproval"},{"text":"Yes I'm trips fail like that nothing you can do about it but brush yourself off and try again tomorrow","labels":"approval"},{"text":"Always great to see a fellow [NAME] give proper advice","labels":"amusement"},{"text":"> this racist rant. Pretty amazing to drop the N word while trying to talk about incivility and decorum.","labels":"anger"},{"text":"Oh no, my secret identity as a neurosurgeon\/entomologist\/radiologist\/anesthetist\/dentist has been discovered! I knew I should have given less detailed medical advice online! D: ","labels":"nervousness"},{"text":"Well, yeah. She wasn't the best actress up for the award by a long shot. I don't think this is a surprise to anyone.","labels":"approval"},{"text":"Good video, friend","labels":"amusement"},{"text":"Alot more common in NY City.","labels":"approval"},{"text":"You've violated rules 4 and 5. Please adhere to the rules of engagement.","labels":"neutral"},{"text":"It could be worse. We could get [NAME] or that Philly traitor [NAME] back.","labels":"optimism"},{"text":"An afternoon of Big Cat vs Vol Twitter will be fun","labels":"desire"},{"text":"I’m happy for you two. Cheers!","labels":"amusement"},{"text":"Nobody wants to fight the naked guy.","labels":"neutral"},{"text":"Better scoop it up quick. Lots of hunters out there lol","labels":"amusement"},{"text":"Never get out of the boat.","labels":"neutral"},{"text":"Our future overlords are learning how to walk and help out around the house. Growing up so fast they are. Remember that I love you","labels":"love"},{"text":"It is not so much the organs but rather the fluids within the organs that reek when burned. N8","labels":"neutral"},{"text":"Welcome to the gloaming. Yes.","labels":"caring"},{"text":"Summer Beaver, nice place. ","labels":"amusement"},{"text":"I must of not fully understood what you meant... damn tired redditing","labels":"annoyance"},{"text":"I'm just glad I've never heard of this game before otherwise this news would be disappointing.","labels":"gratitude"},{"text":"he's an awesome bro","labels":"amusement"},{"text":"So looks like it was gang violence?","labels":"surprise"},{"text":"I have little to no anxiety and it really helps me when i have to take a test.","labels":"neutral"},{"text":"GAA' isn't a sport...","labels":"disapproval"},{"text":"Listen to only [RELIGION] music.","labels":"neutral"},{"text":"Wow they are on the cusp here. Definitely not fellowkids because I would totally believe an actual fellow kid said this","labels":"amusement"},{"text":"Very suspicious...","labels":"neutral"},{"text":"Thanks to the way our society has perverted it","labels":"gratitude"},{"text":"Because he's an anti-science fool, like other irrational \"environmentalists\".","labels":"amusement"},{"text":"Ah, good old single level LAX. I barely remember it except traffic was a nightmare.","labels":"annoyance"},{"text":"Wow amazing gift you have there being able to tell who someone voted for just because they were rude","labels":"amusement"},{"text":"I think I can agree with you here, I kinda forgot about the military.","labels":"approval"},{"text":"Damn, good thing I got those experts to tell me that, I'd never have guessed!","labels":"gratitude"},{"text":"I thought he already left the country for an open murder investigation","labels":"realization"},{"text":"The hat is necessary, not sure about the rosy cheeks. Maybe he went full 19th century transient cowboy immersive and has scabies or something...","labels":"neutral"},{"text":"Let's wait till BFV leaves alpha before we plan the next one. But seriously, that would be a great setting.","labels":"desire"},{"text":"They are still trying to get him conditioned. That's why.","labels":"neutral"},{"text":"yeah my face goes numb in 20 degrees and lower windchill, I can't even imagine how I would feel in that!","labels":"approval"},{"text":"It’s a pretty good guess for most college students in the south in my experience.","labels":"amusement"},{"text":"Good for you for shutting that door! You are not responsible for him. He’s a grown ass man who made his own mistakes.","labels":"anger"},{"text":"Neither of them have the IQ for true narcissism!! Stop insulting the intelligence of narcissists [NAME]!","labels":"anger"},{"text":"Lol definitely not","labels":"disapproval"},{"text":"That man had some hilarious lines\/events","labels":"amusement"},{"text":"I always thought it was his country could be wrong tho","labels":"neutral"},{"text":"That, but I also really think that [NAME] is going to be a top QB. Especially, if he progresses during his time as back up.","labels":"neutral"},{"text":"I always cry when [NAME] is on screen.","labels":"sadness"},{"text":"While I love the brutality of Odyssey, my personal favorites were from Black Flag. ","labels":"joy"},{"text":"Remember when people thought [NAME] could handle this job?","labels":"neutral"},{"text":"Thanks for the reply. Why'd you delete the sad sack comment?","labels":"curiosity"},{"text":"Grow up fool","labels":"amusement"},{"text":"I just saw this on netflix..... Now I'm Watching it... Then you post this.... It's like we almost watched it together...","labels":"love"},{"text":"Spoiler >!Loli Girl about to grow up in 2 episodes!<","labels":"excitement"},{"text":"Triggered:: Welp guess it's time for me to re-up lol","labels":"amusement"},{"text":"Humiliation on top of arrest!!!","labels":"annoyance"},{"text":"Out of curiosity, why won’t you play Odyssey?","labels":"curiosity"},{"text":"Washington Post is garbage because it prints garbage. I'll go with the decision by the experts thanks.","labels":"approval"},{"text":"Being too scared of calling someone isn’t a disability for fuck sakes... use some common sense and grow up.","labels":"anger"},{"text":"Isn't that why [NAME] is playing him?","labels":"confusion"},{"text":"Except, you know, it doesn’t. Fuck off commie","labels":"anger"},{"text":"That pedo ring that developed under [NAME] tenure makes him the worst owner of a sports team ever, bar none.","labels":"neutral"},{"text":"not to distract from the refs but i mean we have a deep bench and pull our starters early","labels":"neutral"},{"text":"*Trust the plan*","labels":"caring"},{"text":">![NAME] get the crossbow before it's too late he can't breath oh [NAME] please hurry im shaking and crying rn!<","labels":"nervousness"},{"text":"I appreciate you being open about it. So I'm assuming you accept that the things you listed don't make you a woman, right?","labels":"curiosity"},{"text":"If that's ice cream, then honestly I eat ice cream from a cup at home. It's great for portion control.","labels":"amusement"},{"text":"Turns out, that daddys little girl is a thot, who also takes drugs. No wonder she fled her country.","labels":"disgust"},{"text":"And to think we roast them for it...","labels":"amusement"},{"text":"The only excuse for folding there pre is timing out. Ever. (I really hope that's what happened)","labels":"neutral"},{"text":"That entire family is so embarrassing.","labels":"embarrassment"},{"text":"Ah yes. Red Dead 2. My favorite movie","labels":"excitement"},{"text":"I always hope that a woman will ask me out...next time it happens will be the first.","labels":"optimism"},{"text":"No spelling and grammar errors. Oh my [NAME] better than the other repost.","labels":"amusement"},{"text":"This really is matter of principle. Its small now and it would only encourave him to take more next time.","labels":"neutral"},{"text":"I use to work in an office near a 24hr McDonald's. The smell of the place when walking by at 7am was stomach churning.","labels":"disgust"},{"text":"Palace please don’t fucking bottle this","labels":"annoyance"},{"text":"she’s dropping a winter project it could be that but who knows","labels":"confusion"},{"text":"Us arguing here won’t change a thing in the government","labels":"neutral"},{"text":"I believe it","labels":"neutral"},{"text":"Oh my gosh, my Dodger blue heart goes out to yours and your family. I am so sorry.","labels":"sadness"},{"text":"That's a lot of commitment there. 10\/10","labels":"amusement"},{"text":"Be free!!","labels":"caring"},{"text":"No mercy, if there is any man left inside you than walk out now.","labels":"disappointment"},{"text":"This looks so 2010s cgi","labels":"amusement"},{"text":"It’s more of a vibe tbh I love playboi carti as much as I love [NAME]","labels":"love"},{"text":"The only thing missing from their stupid play book is some sort of weapons of mass destruction hysteria","labels":"realization"},{"text":"And file a report if she doesnt cancel it when i confront her. Thanks for the advice though it’s well appreciated","labels":"gratitude"},{"text":" No way, man. We're gonna keep on rockin' forever. Forever. Forever. Forever...","labels":"amusement"},{"text":"Like, there is an insufficient causal relationship for it to be an expectation to work with assholes.","labels":"amusement"},{"text":"##**IN THE MIDDLE OF OUR NEIGHBORHOOD**","labels":"annoyance"},{"text":"I dunno man. I'll forever like [NAME], but slapping the hand of someone trying to help you up\/see if you're alright is a big bitch move","labels":"neutral"},{"text":"That's probably caused my the extreme density of infrastructure.","labels":"sadness"},{"text":"Everyone forgot to tell you the 1st step is to marry the Sheriff's daughter.","labels":"neutral"},{"text":"No. Arizona would be more useless than Italy. Let them win their own battles first before they help us fight ours.","labels":"desire"},{"text":"Why would you give your credit info to a company who doesn’t do background checks???","labels":"curiosity"},{"text":"Everybody talks about this but I wonder if it increases the chances of prostate cancer. Do you know?","labels":"surprise"},{"text":"Fuck you, tincan. *reads username* Wait ignore the tin can part, fuck *specifically you* in general. ","labels":"anger"},{"text":"Guilty :( I was ready to cry and everything >:(","labels":"sadness"},{"text":"3 hole punch rick.","labels":"neutral"},{"text":"[NAME] buyin?","labels":"neutral"},{"text":"Probably because he isn't sharing the juicy details?","labels":"neutral"},{"text":"I see you missed the announcement. [NAME] tweeted a teaser.","labels":"realization"},{"text":"So what you're saying is that you r\/oopsdidntmeantoo?","labels":"curiosity"},{"text":"Fuck. That.","labels":"anger"},{"text":"When did he claim it was \"destroying Western civilization\"?","labels":"curiosity"},{"text":"This is a good one","labels":"amusement"},{"text":"I encountered a shark whilst hiking last year. He wasn’t the least bit interested.","labels":"excitement"},{"text":"One elite run stopper please thanks","labels":"gratitude"},{"text":"I hope that you still send her a bag each Christmas?","labels":"curiosity"},{"text":"That's a yikes, no from me.","labels":"disgust"},{"text":"It's very interesting that the fresh water doesn't just dilute the salt water","labels":"surprise"},{"text":"> no money at what normal, un-secterian people want! Surely not being sectarian should be considered normal in a civilised democratic society","labels":"neutral"},{"text":"Thanks, I was confused, too. I was like, \"how did your grandma rinse vegetables??\" Lol","labels":"amusement"},{"text":"Does anyone know where it came from? I like it lol Shaq was big cactus","labels":"amusement"},{"text":"I feel that this happens to the entire cast it any major reality show.","labels":"realization"},{"text":"Maybe one day but I am very cultured*","labels":"desire"},{"text":"Damn it, now that he's out of prison he's unqualified to work for the [NAME] administration. ","labels":"annoyance"},{"text":"What a cool argument dude!! Lol. This coming from the worlds most empowered dater who can date anyone!! Stop age shaming.","labels":"amusement"},{"text":"If you all keep nagging me with this question I will turn this car around and then *no one’s* getting to watch the trailer.","labels":"annoyance"},{"text":"Shhhh, let him be special","labels":"neutral"},{"text":"This just made me feel so much better about myself :)","labels":"relief"},{"text":"I mean they still managed to say [NAME].","labels":"neutral"},{"text":"Small btc withdrawals are slowly happening. Really curious to know if any large btc withdrawals have been successful.","labels":"curiosity"},{"text":"I haven't been much on this sub recently. Is this a common theme?? If so that's just freaky.","labels":"curiosity"},{"text":"Cook it in a round dish. The taste got confused because of corners","labels":"optimism"},{"text":"Don’t fall for it.","labels":"caring"},{"text":"Was your father a member? Or did you save a member? :o (very cool!)","labels":"curiosity"},{"text":"That’s adorable! I love it!","labels":"love"},{"text":"Censorship is working is definitely something that a statist might say.","labels":"neutral"},{"text":"Says who?","labels":"neutral"},{"text":"Feb 2nd you reset to zero so call in today to make sure you are healthy call it a health day.","labels":"caring"},{"text":"The problem with C4 wasn't that it was short, but that nothing really happened. ","labels":"realization"},{"text":"To be fair, the world (especially politics) has been kind of a shit show since 2016","labels":"disappointment"},{"text":"So that it’s it huh, we’re some kind of Stunt Double Squad?","labels":"confusion"},{"text":"22 hours and emailed support an hour ago, no answer yet. Will update here on progress.","labels":"neutral"},{"text":"I just went through and read every single one. This is amazing","labels":"amusement"},{"text":"I love that your drinking that out a tumbler","labels":"love"},{"text":"U have the Balls to do this","labels":"amusement"},{"text":"It’s a joke.","labels":"neutral"},{"text":"This guy footballs","labels":"neutral"},{"text":"Woah! 4 new maps in a year! That’s so lucky!! Not like we got 10+ maps in 2017 for bf1..","labels":"excitement"},{"text":"Wow your metaphor is way better than the similar one I just wrote elsewhere in this thread. I'm going to have to steal it.","labels":"amusement"},{"text":"Update: still alive, the paranoia is gone ","labels":"neutral"},{"text":"I was talking about fMRI neurofeedback (sorry - left out that word):","labels":"neutral"},{"text":"Missed the beginning of the game, cheers or boos for [NAME]? I'm assuming cheers, but you never know in MTL","labels":"curiosity"},{"text":"Guy who posts on r\/steroids talking about the shortcomings of others, oh boy","labels":"annoyance"},{"text":"Why is everyone smoking out of straws and shit?!","labels":"surprise"},{"text":"[NAME] looks wayyyyyy happier to be there than he did at the Columbus press conference last week.","labels":"amusement"},{"text":"This is actually a beautiful picture lol","labels":"amusement"},{"text":"I would really love to hear you expound on your idea of “truth”.","labels":"love"},{"text":"That’s really cool! How did you do this?","labels":"surprise"},{"text":"Very possible but there's absolutely zero indication were working on a deal to trade [NAME] currently. We're not just going to trade him away for peanuts.","labels":"disapproval"},{"text":"His mom was a handsome woman!","labels":"amusement"},{"text":"Good stuff man. Love the passion.","labels":"amusement"},{"text":"i hate this","labels":"anger"},{"text":"[NAME] has to use a gun to defend himself after multiple robberies and an attempted rape...","labels":"neutral"},{"text":"ok, im sorry","labels":"caring"},{"text":"Except my points are objective facts and his are opinions.","labels":"neutral"},{"text":"She should just go straight to therapy.","labels":"caring"},{"text":"I’d say it’s rare, but never?","labels":"disapproval"},{"text":"Thank you [NAME] for helping us keep our wisdom!","labels":"gratitude"},{"text":"[NAME]? Yeah, that one hurts.","labels":"sadness"},{"text":">You can't do anything about it now, and nobody cares. Hundreds of thousands would disagree with you.","labels":"neutral"},{"text":"HaHa... Earnin' and Burnin'! Snappin' necks and Cashin' Checks! Cheers, brother!!!","labels":"amusement"},{"text":"I know what you mean and with me, I love animals. Do you have any hobbies you like to do? ","labels":"love"},{"text":"From that angle his face looks like the big built guy from jersey shore.","labels":"amusement"},{"text":"Holy shit!!","labels":"excitement"},{"text":"I think they are being sarcastic, notice the \/s ","labels":"realization"},{"text":"It was indeed , but holy shit is that cheap and [NAME] :3","labels":"excitement"},{"text":"The API is completely down.","labels":"neutral"},{"text":"You live in a wonderful fantasy world where all the students will pretend they are not adolescents with raging hormones. Charming.","labels":"neutral"},{"text":"Wow. That'll teach you to try and help!","labels":"caring"},{"text":"that dude steals so many tweets. i hate him","labels":"annoyance"},{"text":"I really appreciate this post. I have been having a shit day and this honestly made my night!","labels":"joy"},{"text":"I legit did this last night, I hit it and wave it around like crazy","labels":"joy"},{"text":"Only thing TO know is that this motherfucker is obviously living his best birdy life and good for him. Fly high little buddy, fly high. ","labels":"anger"},{"text":"The first guy? I think he’s just not [RELIGION]. Could be an atheist, [NAME], [NAME]; lots of things.","labels":"confusion"},{"text":"> Basically tell them to screw off and realize their selfishness You mean my grandparents \/ aunt?","labels":"anger"},{"text":"That’s great, thanks for the reply and info.","labels":"gratitude"},{"text":"I love his calls even when things get \"pear-shaped\"","labels":"love"},{"text":"No stop. One Red and yellow team had to be sacrificed for the fortunes of the other. I’m sorry","labels":"remorse"},{"text":"And they went to therapy. At least they made active steps to work on their problems unlike a lot of other people.","labels":"amusement"},{"text":"Caring too much","labels":"caring"},{"text":"I see this guy all the time. It has a great vanity plate to boot.","labels":"amusement"},{"text":"That’s reasonable","labels":"approval"},{"text":"[NAME]: I have a plan. Me: You’ve always got a damn plan ̶D̶u̶t̶c̶h̶ [NAME].","labels":"annoyance"},{"text":"Oh god, going to a social event with someone and never leaving their side is me at almost every social event I go to.","labels":"embarrassment"},{"text":"I'm excited for [NAME]\/ [NAME] moments. My flair(s)","labels":"excitement"},{"text":"Well... we have a game now!","labels":"excitement"},{"text":"\"You know, this should have never happened.\" Well no shit you dumb ass!","labels":"annoyance"},{"text":"[NAME] freaking [NAME] all the people down range just staring. -_- GO INSIDE DUMBASSES.","labels":"amusement"},{"text":"I noticed that too! Lol it's bugging me.","labels":"amusement"},{"text":"Hahaha good point!","labels":"joy"},{"text":"As QA I can confirm that I have no idea what I'm doing","labels":"confusion"},{"text":"They got washed away by the endless sweat from his forehead.","labels":"neutral"},{"text":"Thankyou! Good luck with your search! An AP is out there for you!","labels":"gratitude"},{"text":"To think that Doom GOATs isn't even EM's strongest form...damn, no wonder the [NAME] are 100% on EM","labels":"surprise"},{"text":"That's the best line in the entire show for me.","labels":"amusement"},{"text":"Reminds me of [NAME] in IASIP","labels":"excitement"},{"text":"But once it's born, if its parents can't afford food, shelter and medical care, it can go fuck itself.","labels":"neutral"},{"text":"I know, it got all in the poor woman’s hair!","labels":"remorse"},{"text":"Looks amazing! You've reminded me that I need to organise a good hill walk or two this summer.","labels":"amusement"},{"text":"Worst father ever award?","labels":"neutral"},{"text":"Lol did you just take the experts picks that they talked about on Action Network?","labels":"amusement"},{"text":"I don't know where exactly but these pictures are really good. Keep it up!","labels":"amusement"},{"text":"It's okay [NAME]. It was time you went home anyway, you're kinda drunk.","labels":"neutral"},{"text":"That last bit is part of the embarrassment, actually.","labels":"embarrassment"},{"text":"Yes, it's Harbinger, and you can get it in the Cosmic Chest.","labels":"approval"},{"text":"18 is hot but very bland, it's just here this blonde lady who is not as hot as blonde launch.","labels":"disapproval"},{"text":"Is a valid, unsound argument logical?","labels":"confusion"},{"text":"I carry on an empty. But I also carry a single action. So don't make my mistakes.","labels":"neutral"},{"text":"Some, I assume, are good people.","labels":"approval"},{"text":"Sports are fucking garbage. Basically just religion but with jerseys and beer in public.","labels":"disgust"},{"text":"Geez. Why is Duchene their 3C?","labels":"neutral"},{"text":"Good dog.","labels":"amusement"},{"text":"For I second I thought he was a sophomore learning to drive based on that figure, baby face from a distance and choice of clothing","labels":"realization"},{"text":"Tiki Lounge always smells like sewage. I'm surprise it's lasted this long.","labels":"disgust"},{"text":"Right on [NAME] having a big year, but [NAME] was super disappointing this year.","labels":"disappointment"},{"text":"Yes. We're finishing the script out now. Shooting starts in February.","labels":"excitement"},{"text":"That’s anecdotal","labels":"disapproval"},{"text":"Lol love that [NAME] and [NAME] are both [NAME]. And [NAME] as [NAME] is best choice. Should have brought puddy in though. Hah","labels":"amusement"},{"text":"1 5v5 goal in 2 months is not good anyway you spin it. But pleasure being downvoted by you, enjoy believing in WAR ","labels":"amusement"},{"text":"Thanks for the info, I was thinking the same.","labels":"gratitude"},{"text":"Jewel mint by Pod Juice for sure is the closest thing to mint pods. Don't know anyone who has replicated menthol yet.","labels":"neutral"},{"text":"I cannot answer this question without asking you to read a specific book.","labels":"neutral"},{"text":"It's punishment for endangering others purposefully. That's not a slippery slope.","labels":"disapproval"},{"text":"No, you're thinking of basilisk. A basterisk is a person born outside of wedlock.","labels":"disapproval"},{"text":"Congratulations. You posted the famous very first lolcat picture.","labels":"amusement"},{"text":"I think I'd rather trade next year's first than either of those two, those guys are at least a year closer to being able to contribute. ","labels":"realization"},{"text":"You sick fuck it has heads and arms we can’t eat that.","labels":"annoyance"},{"text":"True. I just always enjoyed the atmosphere of that place. And a couple of the sandwiches weren't bad at all.","labels":"joy"},{"text":"Eventually I would have to land another queen to stop the target from arranging marriages themselves.","labels":"neutral"},{"text":"If a player is eligible for the supermax and doesn’t resign the team that signs him forfeits there first round pick to the team who lost the player","labels":"neutral"},{"text":"Leafs would have won this game if it wasn’t for that bullshit overturn.","labels":"disappointment"},{"text":"You just brushed off the entirety of his video and reverted back to the original argument.","labels":"surprise"},{"text":"This is the cutest! Wearing your heart on your sleeve so to speak.","labels":"joy"},{"text":"Your funny, thanks","labels":"gratitude"},{"text":"Just got my seats a couple of days ago!","labels":"neutral"},{"text":"Nice try Tyler 1","labels":"amusement"},{"text":"That's no excuse.","labels":"disappointment"},{"text":"your vehicle is pretty!","labels":"amusement"},{"text":"All good... I work alone. Thanks for the info!","labels":"gratitude"},{"text":"Sorry bucko r\/necrophilia got taken down, I think your in the wrong place buddy. Here I’ll call you an Uber, take care of yourself. ","labels":"caring"},{"text":"But everybody came back anyway","labels":"neutral"},{"text":"We're entitled to express our opinion that OP's opinion is shit.","labels":"excitement"},{"text":"I'm all for not getting too crazy because we've had a rough stretch, but [NAME] scoring twice hurt. A lot.","labels":"sadness"},{"text":"Okay, how?","labels":"confusion"},{"text":"I swear no ranked team can go without losing to an unranked team for very long.... that’s why I love college basketball","labels":"disapproval"},{"text":"Twisted pair is actually a type of cable. Fits into his weird relationship with communications technology.","labels":"neutral"},{"text":"You really don't allow children to come forward with bullying until they have video evidence? Lmfao","labels":"amusement"},{"text":"Theres nothing more despicable in this world than a carelessly brewed mug of chai brother. You gotta get with the program.","labels":"disgust"},{"text":"It has its moments, that's for sure.","labels":"approval"},{"text":"Just cancer. You’re good.","labels":"amusement"},{"text":"PARENTS: VACCINATE YOUR FUCKING KIDS OR THE NEXT NAP THEY TAKE WILL BE IN A COFFIN OMFG","labels":"anger"},{"text":"I can't tell if you're being sarcastic or not. Either way. Lol","labels":"amusement"},{"text":"What, we are all gonna be corpses soon. Do I become that sooner?","labels":"curiosity"},{"text":"Thanks man, appreciate it :D","labels":"gratitude"},{"text":"Thanks... Some days are harder than others","labels":"gratitude"},{"text":"Lol that reaction was golden","labels":"amusement"},{"text":"Yep. Two actually. Both older. Brother undiagnosed, sister diagnosed. It’s been a hellish nightmare... ","labels":"annoyance"},{"text":"Dude you really like The Strokes.","labels":"neutral"},{"text":"The workers are going hoooome","labels":"neutral"},{"text":"Just as easy to blame the other side. Maybe they should all sit down like grown ups","labels":"neutral"},{"text":"Baba Yaga has very defined taste.","labels":"neutral"},{"text":"Does it have less scope glint than the 3x medium range scope? Or any glint at all?","labels":"confusion"},{"text":"Nah it was just super black friday that day","labels":"disapproval"},{"text":"Also, AAA","labels":"neutral"},{"text":"Should have just looked at them in disbelief and said what you don't make the police that have to work Christmas day a nice lunch. Lol","labels":"amusement"},{"text":"Da’ts a beauty. Got sniped at auction with seconds left to lose [NAME] from this summer.","labels":"amusement"},{"text":"To annoy you That's the real on reason","labels":"neutral"},{"text":"Cats! I'm fucking sold!!","labels":"annoyance"},{"text":"Thank you for understanding <3","labels":"gratitude"},{"text":"Gotta know a season ticket holder willing to part with one. Did a quick search and found a few for sale.","labels":"joy"},{"text":"How are they gatekeeping here? There's zero claims being made. They're just standing by a sign.","labels":"confusion"},{"text":"noob spam haha","labels":"amusement"},{"text":"Not dislexia, the recent news about kashoggi has for the most part conditioned us to expect horrifying g news where Saudi nationals in foreign countries are concerned","labels":"fear"},{"text":"No one does","labels":"neutral"},{"text":"Good answer -- thanks!","labels":"gratitude"},{"text":"Well this has been interesting","labels":"neutral"},{"text":"Stop gaslighting. It's gross.","labels":"disgust"},{"text":"Maybe I’m out of touch, but I see 22-14-6 and think that is typically a playoff caliber record.","labels":"realization"},{"text":"I’m excited!","labels":"excitement"},{"text":"\/[NAME]","labels":"neutral"},{"text":"Aw man I thought you liked \"Forgoing the Playoffs\"","labels":"remorse"},{"text":"Fuck that guy for game 2","labels":"anger"},{"text":"[NAME] is clueless please don't listen to him lol.","labels":"amusement"},{"text":"[NAME] wants his jokic nipple back. He must suckle","labels":"neutral"},{"text":"Not knowing what it is, for one thing.","labels":"confusion"},{"text":"\"So... I'm gonna go back to my class and sit in my seat like you told me to, if you don't mind...\"","labels":"approval"},{"text":"Yeah no.","labels":"sadness"},{"text":"[NAME], I hope so..","labels":"optimism"},{"text":"This is a nononoyes in my book","labels":"confusion"},{"text":"your first mistake was trying to make something look presentable while serving it in a tupperware","labels":"anger"},{"text":"Just hanging out at UQ St Lucia is pretty cool.","labels":"joy"},{"text":"That's a stock photo, bud.","labels":"neutral"},{"text":"love this! makes me want to go hiking at superstition this weekend.","labels":"excitement"},{"text":"High five to that shit. We have 2 littles.....we are also exhausted lol","labels":"amusement"},{"text":"You missed the chance to title it [NAME] :(","labels":"remorse"},{"text":"I'm on my legal age and he's my second partner. I wil try to find more about it...","labels":"neutral"},{"text":"I’m sure if it’s crusty there’s some flavor.","labels":"confusion"},{"text":"Well folks, no more amputations for diabetics, as it leaves the individual permanently disfigured...","labels":"joy"},{"text":">It's for this reason I'm hoping to leave. Where to if you don't mind me asking?","labels":"neutral"},{"text":"I just don’t like traversing through the snow, and how the salt stains some of my boots, and the mess it leaves at home.","labels":"disapproval"},{"text":"I'm getting old. :\/","labels":"sadness"},{"text":"Kill whitey!","labels":"excitement"},{"text":"Nope, don’t even know what dart is. Sorry. And thanks!","labels":"gratitude"},{"text":"Oh, grilled nuggets. Haven't really seen those at fast food places so I thought they were just the regular nuggets","labels":"surprise"},{"text":"this team is hard to watch, things that can so easily be fixed to make us great that are just persistent fuck ups and we refuse to fix them","labels":"annoyance"},{"text":"Pls come back","labels":"neutral"},{"text":"Weeks a year.","labels":"neutral"},{"text":"Have you tried taunting for 90 seconds straight?","labels":"neutral"},{"text":"[NAME] and [NAME] would be amazing, maybe [NAME] too.. The Rolling Stones, [NAME] and [NAME].","labels":"excitement"},{"text":"My opponent froze the timer, my match was only 1 second! Also ty.","labels":"gratitude"},{"text":"Aw bummer. She lost her screenshot of the copy of a copy of bullshit articles handwritten in 1992. Somebody help a girl out.","labels":"sadness"},{"text":"I was actually coming here to add a comment about her! She’s so cute and talented!","labels":"love"},{"text":"As a college student that played football I'm with you lol. My team smashed mcdonalds all the time and it was great","labels":"amusement"},{"text":"Interesting article, terrible author. Plagued with grammatical errors.","labels":"amusement"},{"text":"It's not like an NFL coach would trip a player on the field if they had the opportunity......oh wait","labels":"disapproval"},{"text":"After hearing weights drop - I can't imagine they're that good for the floor....","labels":"surprise"},{"text":"DWIGHT, NEVER YELL AT THE CUSTOMERS","labels":"anger"},{"text":"Didn’t you guys have a bowl game?","labels":"confusion"},{"text":"Thank you for telling me !","labels":"gratitude"},{"text":"Bad defensive move by [NAME] there","labels":"sadness"},{"text":"The [NAME] make beers? That's news to me","labels":"joy"},{"text":"[NAME]: B [NAME]: B The real reason to vote these 2 to these tiers is because having [NAME] be the only A tier performer is a goodmeme.","labels":"amusement"},{"text":"I love our cheese curds both fresh and deep fried. So good. And now I'm hungry.","labels":"love"},{"text":"That poor janitor.","labels":"sadness"},{"text":"downvoted to hell but i understand your experience. salute, soldier.","labels":"amusement"},{"text":"As long as the ink isn’t on a contract, I don’t listen to any rumors. Waste of time","labels":"neutral"},{"text":"Smart guy.","labels":"amusement"},{"text":"Close enough. Is rainbow 6 any good?","labels":"curiosity"},{"text":"My jersey has the great number 10 on it!!","labels":"excitement"},{"text":"But tbh, i dont think i am disgusting, but my feet still get smelly after a while ","labels":"embarrassment"},{"text":"Dang. A LPT!","labels":"surprise"},{"text":"Jordan it doesn't have any terminal illness","labels":"neutral"},{"text":"That’s Grandpa [NAME]. I stomp flaming bags with my boots","labels":"neutral"},{"text":"Stuff of nightmares imo","labels":"neutral"},{"text":"At least you went out with a bang.","labels":"amusement"},{"text":"You know it doesn't use the word \"boycott\" at all, right?","labels":"neutral"},{"text":"Saints Chiefs matchup would make for a great Super Bowl","labels":"amusement"},{"text":"Serious strawberry and matcha frapps.","labels":"neutral"},{"text":"Aim assists + people in console are used to this type of guns cuz like u said [NAME] or any popular shooter in console","labels":"neutral"},{"text":"The register entries have allot of interesting information, and basically served as the record of service for all personnel.","labels":"neutral"},{"text":"Bjj= Brazilian jujitsu, they are known to have stupid think necks due to constantly being grabbed around the neck while grappling.","labels":"neutral"},{"text":"They’re both good towns. Personally, I prefer Westfield. It has a better downtown, better schools, and the traffic is less awful. ","labels":"disgust"},{"text":"Nikon D5100 with a 55-300mm lense. Still don't know how to use it well. Edit: Thanks! Edit again: A word.","labels":"realization"},{"text":"Thanks for the suggestion!","labels":"gratitude"},{"text":"Wow spongebob was right!","labels":"amusement"},{"text":"[NAME] was the same in Crestwood. Scary as hell.","labels":"fear"},{"text":"If there was Romanian news being covered, I'd want to hear from a Romanian reporter... this is the worst take I've ever heard.","labels":"desire"},{"text":"Same here. The critical sign and the little chevron only shows up.","labels":"sadness"},{"text":"Sweet seats! You're lucky to have been there!","labels":"amusement"},{"text":"Holy bait-and-switch, [NAME]. I’m so sorry, that has to be incredibly stressful to have to be around and deal with.","labels":"sadness"},{"text":"You should tell the bison in Yellowstone they aren't really wild animals.","labels":"neutral"},{"text":"I’m so happy for you. Congrats and thanks for the advice","labels":"caring"},{"text":"It reminded him too much of being in bed with [NAME]","labels":"neutral"},{"text":"[NAME]! Scoring ridiculous goals while missing sitters. Love it :-)","labels":"love"},{"text":"This is from Punjab, India. It’s a new dumb trend.","labels":"pride"},{"text":"No shit. Stupidest idea having a safe place for junkies to get fucked up.","labels":"amusement"},{"text":"Is there a quiz version of this where I can answer what I think and then at the end it tells me who matches the best?","labels":"curiosity"},{"text":"You're didn't vote for her you are obviously a racist, sexist, homophobe, you're the worst kinda person.","labels":"anger"},{"text":"I've only seen a handful of episodes, but we're supposed to believe that the FBI agent is so incompetent that he never finds out?","labels":"neutral"},{"text":"I literally let my mouth hang open when she said that.","labels":"surprise"},{"text":"Yeah I dont know. :S","labels":"neutral"},{"text":"Thanks for the info. Not sure if it’s even worth it then.","labels":"confusion"},{"text":"Surely this particular one an extreme example? Thinking his brother is a lizard....","labels":"disgust"},{"text":"Of course, life get’s better. Just keep on keeping on and I hope you do change your mind. ","labels":"caring"},{"text":"You mean for a team right? MCW didn’t break any individual shooting records.","labels":"curiosity"},{"text":"Thank you for explaining it better than my rambling. I agree.","labels":"approval"},{"text":"Oh lord that's nasty. Guess I'm getting some fried chicken tonight.","labels":"disgust"},{"text":"Such a hilarious way to put it, and omg yup.","labels":"amusement"},{"text":"I thought that I was lagging. yeah, its really bad.","labels":"realization"},{"text":"I tend to agree with you. They all have innocent blood on their hands.","labels":"approval"},{"text":"Ask over at r\/NewTubers","labels":"neutral"},{"text":"I've met very few \"bad\" people in my life. Most people I arrest are ok people who made unfortunate mistakes.","labels":"realization"},{"text":"Ha! Thanks - that's very flattering. For my part, FWIW, I always encourage folks to donate to their local farm sanctuary. ^**=o)**","labels":"gratitude"},{"text":"omg this sport is so insane and I love it","labels":"love"},{"text":"Hands down one of my favourite VA's and a main reason I go FemShep or play games she's in.","labels":"joy"},{"text":"Daddies little nightmare","labels":"fear"},{"text":"Joining the server when everyone's at 1\/4hp and out of ammo, with no damage to your...uh...living room. Yeah, ggwp.","labels":"neutral"},{"text":"This level of naivety is off the charts","labels":"amusement"},{"text":"Anyone want adopt a dog while we are at this discussion lol?","labels":"amusement"},{"text":"They're holding out for as much as possible... some mysteries arent that hard to solve","labels":"neutral"},{"text":"You dirty abo","labels":"neutral"},{"text":"We gotta keep our hopes up sometime.","labels":"optimism"},{"text":"I have a feeling [NAME] and [NAME] aren't staying with the WWE once their contracts ends this year anyways.","labels":"realization"},{"text":"Yeah I have no idea. I’m guessing she meant to ask for someone to “sit” with mama [NAME] in her place?","labels":"curiosity"},{"text":"Everybody betrayed [NAME] [NAME]. I'm fed up with this world.","labels":"anger"},{"text":"I remember one guy on the show being labeled as \"[NAME] son\" so I\"m not sure what that's about.","labels":"confusion"},{"text":"Nope. Not how things are done around here.","labels":"neutral"},{"text":"I live downtown and walk around at odd hours of the night all the time. Love the empty and abandoned feel of the city.","labels":"love"},{"text":"Sounds like a fun game. Our home game around here is .05\/.10. Its fun but not very exciting.","labels":"excitement"},{"text":"My balls shrunk up looking at that","labels":"fear"},{"text":"I downloaded this album yesterday, and love it!","labels":"amusement"},{"text":"Pecan pie to 0 cals. I love it and I can't ever eat it and I want it so bad!","labels":"remorse"},{"text":"Im also a young adult, >18 <25 if that helps","labels":"neutral"},{"text":"Weird, I checked again and it works for me now. It wasn't the first few times I tried to click.","labels":"approval"},{"text":"Guilty as well!","labels":"embarrassment"},{"text":"My kind of man","labels":"amusement"},{"text":"I, too, have experienced weight gain despite eating a clean 500 calories per day (and another 3000 dirty calories on top of that).","labels":"embarrassment"},{"text":"Aww, thank you [NAME] for capturing me!!","labels":"gratitude"},{"text":"It never came into my mind that I'm being edgy, my friend. I'm not worried.","labels":"realization"},{"text":"Honestly, I love hearing about stories like this - like the multitude of Skyrim and Oblivion mod developers who eventually got hired by studios due to their work.","labels":"excitement"},{"text":"[NAME] earned it I think. He was godlike at world's. But [NAME] is the absolute worst S+ on this list.","labels":"amusement"},{"text":"I'm so sorry. That's awful.","labels":"sadness"},{"text":"> least I immagine most bi people don’t care. No we do care.","labels":"disappointment"},{"text":"Hate to see him go. The only thing I’m complaining about besides this was the hagelin trade back in November. Both hit home","labels":"sadness"},{"text":"That right hand sent our dad flying across the cage. Lol","labels":"amusement"},{"text":"you really think the walls gonna cost 5 billion?","labels":"neutral"},{"text":"unplanned pregnancy != rape Not commenting on the beings involved in the story up above, but seriously those two things are not equivalent","labels":"disapproval"},{"text":"I believe if he did (and she didn’t) then he SHOULD be in even more trouble. They can easily fact check that.","labels":"realization"},{"text":"Juul is heavy vapor. Idk how to describe it but i didnt feel like that when i used other juices","labels":"confusion"},{"text":"Guy quotes [NAME] lol. Juicy","labels":"amusement"},{"text":"As long as blind luck exists, there is no upper limit on stupidity.","labels":"disapproval"},{"text":"r\/mildlyinteresting's stupid \"guys look at this thing I made aren't I cool??\" posts are the absolute worst","labels":"disgust"},{"text":"We used to do similar exercises for football and we would get the same \"wtf\" looks.","labels":"embarrassment"},{"text":"I feel uncomfortable how we didn’t see him resurface...","labels":"embarrassment"},{"text":"I see you with Zangetsu, and I like it","labels":"amusement"},{"text":"Yes. His name is [NAME]. He was good friends with [NAME] and used to make YouTube videos with [NAME], another rapper.","labels":"neutral"},{"text":"I genuinely cannot believe [NAME] didn't get fired years ago. It shocks me more than [NAME].","labels":"surprise"},{"text":"I hated him too, just keep watching. Every character has their own personal journey which is such an admirable aspect of this show.","labels":"amusement"},{"text":"Its definitely [NAME] fault for leaning into it though. Nobody’s pressuring her to have “Activist” in her Twitter bio.","labels":"neutral"},{"text":"Until you realize immortal Trout is better...","labels":"neutral"},{"text":"Yeah. Sure.... Why don’t you just let us have some fun, wet towel person.","labels":"amusement"},{"text":"Lol, pinches narizones.. Their physical game is on another level. Would rather play with a guy like that instead of against him though that's for sure.","labels":"amusement"},{"text":"I think that happens equally with people that are or aren't interested, it's like a reflex to move on.","labels":"neutral"},{"text":"What it do, what it do.","labels":"neutral"},{"text":"These are both beauties. Those big dark eyes and that smile.","labels":"amusement"},{"text":"Not as nice as [NAME].","labels":"disapproval"},{"text":"I don't think you've ever seen the dsm. If you knowingly do something stupid you don't deserve anything but what you get","labels":"disapproval"},{"text":"I mean hard to get If you don't have These mental problems, I got some from a friend and they are very useful to stop trips ","labels":"neutral"},{"text":"honestly, individually he's been awful so far.","labels":"disgust"},{"text":"I'M HERE","labels":"neutral"},{"text":"I wasn’t expecting that tbh","labels":"neutral"},{"text":"Are they from a shithole or a civilized country? These are important questions.","labels":"anger"},{"text":"Thank [NAME] there wasn't a psychologist among the testers","labels":"relief"},{"text":"You should definitely stop using to meet men!","labels":"neutral"},{"text":">Teamates lap ruin Omg nothing makes me so angry same as running towards the hook or gen with the killer behind. Run somewhere else!","labels":"anger"},{"text":"Lmao implying it doesn't go hand-in-hand","labels":"amusement"},{"text":"Sorry for your loss; this story is heartwarming.","labels":"sadness"},{"text":"Best of luck","labels":"caring"},{"text":"Yeah, as I'm being resuscitated in A&E, I'll remember to let them know about my workers comp. #america","labels":"neutral"},{"text":"Good thing I don't give a shit.","labels":"anger"},{"text":"This is from the Crystal Lake Rib House in Illinois if anyone was curious.","labels":"neutral"},{"text":"this is a thing? oh no","labels":"neutral"},{"text":"[NAME]. What a time to be alive.","labels":"joy"}]