[{"text":"Be ready to Experience Canes Hockey","labels":"excitement"},{"text":"Yes, at home recuperating from a fractured ankle. ","labels":"annoyance"},{"text":"Did you noticed they removed my post? Yep.","labels":"annoyance"},{"text":"This is a slippery slippery slope that ends with the backstory to the Wrath of Khan dude.","labels":"neutral"},{"text":"Eastern suburbs, the mullet never went out of fashion.","labels":"neutral"},{"text":"Brutal piece!","labels":"disgust"},{"text":"But pretty much the entire Torah is in masculine language. Weak argument on their part.","labels":"realization"},{"text":"Have a great weekend","labels":"neutral"},{"text":"Just shut up dude","labels":"anger"},{"text":"Also his Whirlpool seems to be bugged, sometime it stays for like 3more seconds even tho you don't get any damage from it anymore","labels":"surprise"},{"text":"cars don't start, sometimes car doors are frozen shut. that's the worst of what i've experienced.","labels":"annoyance"},{"text":"Really wish we had got something like this!","labels":"desire"},{"text":"Thats a move i havent seen before","labels":"surprise"},{"text":"I know it’s out of control!","labels":"disappointment"},{"text":"Omg [NAME] I can't stand Orange anymore after watching wentworth","labels":"fear"},{"text":"felt that so hard too","labels":"disappointment"},{"text":"How many times did you end up shouting \"Bingo!\"","labels":"annoyance"},{"text":"Maybe you should smoke some and relax.","labels":"caring"},{"text":"Not all of us young teens eat tide pods Mom would be sad","labels":"sadness"},{"text":"I always associate it with a 1985 Ford Taurus going 100 miles per hour down the shoulder lane.","labels":"neutral"},{"text":"Hard to expect much when he has not been involved in the offense for most of the season.","labels":"disapproval"},{"text":"he tried to motivate the team in the locker room but i think it was [NAME] who was like \"just sit down festus\"","labels":"caring"},{"text":"I wouldn't get your hopes up until you've been dating a while.","labels":"caring"},{"text":"Oh [NAME] I love [NAME]!","labels":"love"},{"text":"For both of you together? The fuck company are you using.","labels":"anger"},{"text":"Wish more people shared your thoughts, it will make the world a better place. ","labels":"caring"},{"text":"Even in the offseason we can’t escape the injury bug :\/","labels":"sadness"},{"text":"I don’t even like [NAME] that much but she completely failed to engage with his work critically. Her interpretations of his arguments were shockingly poor.","labels":"disappointment"},{"text":"Just like you can't underestimate the capacity for evil, you can't underestimate the capacity for stupidity ","labels":"anger"},{"text":"I bet he’s not going to visit their hall of fame in order to avoid meeting w\/ [NAME]","labels":"neutral"},{"text":"A 19 year old talking to a 17 old is not that crazy it happens pretty often","labels":"realization"},{"text":"Sorry about your poor trolling. 3\/10.","labels":"remorse"},{"text":"You smile warmly at people.","labels":"amusement"},{"text":"Ok then youre leaving the enmey widow uncontested to kill your team. Genius.","labels":"annoyance"},{"text":"I cant stop seeing SS VS BM","labels":"excitement"},{"text":"MORE OF THAT PLEASE NORMAN!!!","labels":"neutral"},{"text":"Wow I’m glad I live in Cali","labels":"excitement"},{"text":"[NAME] looks too creepy,but it's a very nice drawing.","labels":"fear"},{"text":"You people really overestimate how much welfare actually covers. You act like one child is making six figures and giving their entire family an MTV Cribs lifestyle.","labels":"realization"},{"text":"Its a tough thing, but our government NEEDS to be downsized drastically. I just hope the affected employees have help with the transition.","labels":"desire"},{"text":"I’m not. I know too many moid larpers to be one. I’ll show you my face if you want.","labels":"annoyance"},{"text":"Damn I got a notif from a (very cute) friend saying \"no u\" on Discord right before I saw this","labels":"annoyance"},{"text":"I graduated in 2002 and had history books that ended with [NAME] 2nd term. I had great teachers but terrible materials.","labels":"fear"},{"text":"Lol this pregame about players sucking and getting sent down and then coming back up later and doing better. A giant message to our facebook fans.","labels":"amusement"},{"text":"Rule 2, 3, and 7. Impressive. Goodbye.","labels":"amusement"},{"text":"But what did he druer? Sorry. (Im not sorry)","labels":"remorse"},{"text":"I think it's a r\/fuckyoukaren joke","labels":"amusement"},{"text":"Yes you should tell them and report him to the police for dating someone underage and giving her cigarettes.","labels":"sadness"},{"text":"Crush. Big crush. Still have it.","labels":"love"},{"text":"They stole my joke, damn them!","labels":"anger"},{"text":"I've removed your post for witch hunting. Please be mindful of that in the future.","labels":"anger"},{"text":"you can tell she's insanely insecure by her body language and they way she poses for pics.","labels":"neutral"},{"text":"im glad they have it but this should have really been introduced in DMC3","labels":"joy"},{"text":"[NAME] is a murderer,a psychopath and he wants just to kill him","labels":"neutral"},{"text":"In all honesty my dude, just gotta work on getting to bed earlier during that downtime.","labels":"desire"},{"text":"Super boogers is one of the super weird and oddly satisfying parts of recovery imo.","labels":"annoyance"},{"text":"He wanted to make a fake foul.he didn't know it was nacho","labels":"neutral"},{"text":"Would have been faster to seal it and then pressurize the tube so the kitty gets shot out like a cannonball.","labels":"disappointment"},{"text":"2010 offseason, thought we'd get [NAME], ended up with [NAME] for 100 mil. we still talking about the knicks. fun to dream tho","labels":"amusement"},{"text":"Right [NAME] I’m going to have to ask you to stop arguing with your other Reddit account [NAME] in every bastarding thread","labels":"anger"},{"text":"I've been working in engineering jobs for years and I'm not licensed. I don't think most of my former classmates got their license either.","labels":"sadness"},{"text":"Honestly i have no clue. Just got my feelings hurt by the mean things he was saying to nurk and wanted to cyberbully him in response","labels":"disappointment"},{"text":"My god, [NAME]!","labels":"surprise"},{"text":"Praying yea hope so","labels":"neutral"},{"text":"[NAME] is a creeper and hangs out with underage girls n shit.","labels":"annoyance"},{"text":"As a matter of fact I do plan to go to germany, and I am already at B2 level in german","labels":"neutral"},{"text":"Wow. What is wrong with you","labels":"disappointment"},{"text":"Winter depression has finally gotten to me. So damn bored even with all these bowl games on.","labels":"annoyance"},{"text":"Oh like \"both of.\" Gotcha. Good times","labels":"optimism"},{"text":"> Greece and Turkey to go bananas. Would you be willing to explain, please?","labels":"neutral"},{"text":"I wouldn't say everyone's fanatical about not paying tax it just sometimes throws you off if you don't remember about it.","labels":"caring"},{"text":"Yeah, people my age make me more anxious than older people. I feel like my generation is more judgmental.","labels":"fear"},{"text":"GET IN MAH FEELINS","labels":"joy"},{"text":"I wish I had your efficiency. I can be at work a full shift and still get almost nothing done.","labels":"desire"},{"text":"This is probably the most realistic if we throw in a 1st, ","labels":"realization"},{"text":">Officers believe the man shown in these CCTV images may have information which could help. You reckon?","labels":"curiosity"},{"text":"Just report his comments let the mods take care of this misogynistic twit","labels":"disapproval"},{"text":"What is ironic about it","labels":"surprise"},{"text":"its here! nice","labels":"joy"},{"text":"Too bad we couldn't elect a good leader in 2016...instead we got a bum. Oh well, [NAME] is finished. [NAME] 2020 ","labels":"disappointment"},{"text":"Don’t hate barstool","labels":"caring"},{"text":"I work on a farm. I can confirm can be dangerous. I have a hard time imagining a scenario where being a cop is more dangerous.","labels":"sadness"},{"text":"This person shouldn't be allowed to drive ever again.","labels":"annoyance"},{"text":"I couldn't reply to the message I got the other day","labels":"nervousness"},{"text":"Castle Danger is killing it with tasty beverage. I'm jealous!","labels":"disappointment"},{"text":"Ive never done deadlifts. Are they worth getting into in terms of back hypertrophy? I already do rows and weighted pullups.","labels":"neutral"},{"text":"Glad to see I'm not the only one with that bug. Maybe someone will report it some day.","labels":"joy"},{"text":"Makes sense but honestly the FO needs to accept they drafted wrong and just trade for DSJ for the sake of the team","labels":"desire"},{"text":"You’re being bullied. Leave.","labels":"caring"},{"text":"> Best ~~3pt~~ shooter fucking ever. FTFY","labels":"anger"},{"text":"...oh absolutely! ...it's really bad if they're having a mania episode...","labels":"sadness"},{"text":"Prepare for trouble, and make it double","labels":"neutral"},{"text":"I'm sorry. Does Scholomance exist in the World of Ice and Fire?","labels":"remorse"},{"text":"“I doubt I’m done writing” Kill me","labels":"anger"},{"text":"The books are pretty cool. They even get into the nerdier science side of being able to teleport.","labels":"love"},{"text":"I don’t get why you don’t post that hog.","labels":"surprise"},{"text":"Oh my [NAME], is this the new transphobia specific \"Post Hog\"? Because it really should be.","labels":"surprise"},{"text":"If Ww3 breaks out in northern Asia as people expect. It will make things worse for you guys in the states - not better","labels":"disapproval"},{"text":"bet you could still eat them","labels":"caring"},{"text":"Oh hey I have those jeans","labels":"neutral"},{"text":"Ehhh but as a survivor I hate noed and hex ruin why would I run them against someone else","labels":"anger"},{"text":"Woke up feeling smug that I am off until Wednesday... Then I saw all the text messages, emails, and Skype messages. Fuuuuuuck. ","labels":"anger"},{"text":"Ill send the dankest of fresh memes so theyll scurry off to steal them","labels":"fear"},{"text":"Chill man, I didn’t see anything concerning [NAME] on here before that’s all.","labels":"annoyance"},{"text":"I hope you two can figure this out. I feel for you and for him.","labels":"desire"},{"text":"I live in those unfortunately","labels":"disappointment"},{"text":"Sorry to burst your bubble but [NAME] is more popular than [NAME]","labels":"realization"},{"text":"Same here, she left the house we bought and is giving me till the end of the month. Woooo","labels":"surprise"},{"text":"I've seen guys who didn't know each other start conversations about sports. It all seemed very effortless.","labels":"disappointment"},{"text":"Not really, they can do what they've been doing and force a no deal brexit pretty soon...","labels":"neutral"},{"text":"You might enjoy this","labels":"love"},{"text":"I like how you ignored the point about Blade Runner.","labels":"joy"},{"text":"[NAME] I’m so sorry sweety","labels":"remorse"},{"text":"How she used the entire video without any editing.... that’s copyright","labels":"annoyance"},{"text":"[NAME] we support you! Love from Mexico I hope everything works out for you, whatever you decide to do!","labels":"caring"},{"text":"I actually have to try, to see what happens","labels":"curiosity"},{"text":"She want to take it slow, I can see that... I deal with those girls all the time, they my favorite ","labels":"joy"},{"text":"Not one single figure anywhere to be seen. Reminds me of auld Soviet propaganda. \"The harvest is up\" \"People happier than ever\"","labels":"curiosity"},{"text":"I made the big time!","labels":"joy"},{"text":"At least he has a chance to grab a railing if he falls.","labels":"curiosity"},{"text":"It's weird to think of a functioning email account that's existed at the same time as the Twin Towers","labels":"surprise"},{"text":"Make a doctor's appointment and say you are experiencing lack of sleep because of anxiety. Doesn't get easier.","labels":"sadness"},{"text":"You spelled Nazis Propaganda wrong.","labels":"annoyance"},{"text":"Got it about a month after and I'm already getting bored with it.","labels":"annoyance"},{"text":"Lol I'm literally an anarchist but okay","labels":"amusement"},{"text":"Lindt don’t fuck about","labels":"anger"},{"text":"She could've liked you before you guys connected on the other app, just left swipe her and never bring it up.","labels":"disappointment"},{"text":"but then what will the vegans eat?","labels":"curiosity"},{"text":"Didn’t notice but yeah he probably was in some prison gang that they don’t want shown.","labels":"annoyance"},{"text":"Don’t use imgur It’s an atrocious website","labels":"disgust"},{"text":"[NAME] dead and it was the Government that killed him.","labels":"sadness"},{"text":"My first Hawks jersey was #81. Praise be.","labels":"amusement"},{"text":"You literally don't know what you're talking about.","labels":"anger"},{"text":"Bedside Rounds (which that user puts out) is also a very interesting podcast on medical history.","labels":"joy"},{"text":"It worked for me too!!","labels":"joy"},{"text":"Most important!!! ALWAYS AIM THE HEAD! [NAME] arrows are pretty fat woodsticks, so keep aiming on the head on long distance. Thats it","labels":"caring"},{"text":"I'm kind of glad they aren't letting you. Just you, not everyone else.","labels":"caring"},{"text":"Wait. That’s illegal.","labels":"neutral"},{"text":"[NAME] belongs to no one.","labels":"neutral"},{"text":"Blame [RELIGION] communities where it's normalised for men to divorce women without giving her any of her rights , even Islamically. ","labels":"disapproval"},{"text":"tailing... BOL!","labels":"neutral"},{"text":"CIA and MIC are now controlled by women. And nothing will change. Progress!","labels":"curiosity"},{"text":"This sounds very familiar...","labels":"neutral"},{"text":"So you reject your ideology's premise that you can just protect yourself.","labels":"caring"},{"text":"How stupid are you, if you dont réalize it’s staged ","labels":"anger"},{"text":"Stop spraying chemicals daily in the sky.","labels":"anger"},{"text":"Helps quite a bit when the opponent forfeits the game by playing a high school QB. This is [NAME] in the playoffs bad.","labels":"approval"},{"text":"Seriously?","labels":"surprise"},{"text":"What an obnoxious, drunk girl. ","labels":"disgust"},{"text":"Ah u\/The_White_Baron... I didn't read all of it, but glad I know the reference now","labels":"joy"},{"text":"He looks like he’s trying to blow shit up with his mind","labels":"neutral"},{"text":"[NAME] aren’t a race either. Are you trying to be ignorant?","labels":"disappointment"},{"text":"Good for you bb. I wish you all kind of life gains","labels":"desire"},{"text":"This picture really drives home that the CIS can be super terrifying when they want to.","labels":"fear"},{"text":"Did not expect it to work with a body on it..","labels":"excitement"},{"text":"Right, [NAME] here - \"tooting\" = fart or follow through? ","labels":"neutral"},{"text":"Ugh can you imagine marrying into one of these families?","labels":"curiosity"},{"text":"Something I read once that I tap into often: The hardest thing I ever did was to forgive someone who wasn’t sorry. Peace to you.","labels":"sadness"},{"text":"Way too much fuuuck","labels":"anger"},{"text":"It feels to me like your Dean has some baggage and you shouldn't let it weigh you down.","labels":"approval"},{"text":"Exactly, I've seen some of her friends and family SM and is not exactly wowing me. ","labels":"disappointment"},{"text":"The fact that this hasn’t happened to [NAME] yet in this day and age is simply incredible.","labels":"sadness"},{"text":"not at all. Hong kong streets and roads are super narrow. I get claustrophobic there.","labels":"disappointment"},{"text":"yah [NAME] is well-known knock out artist. What's your favorite KO\/TKO of his in the UFC? Oh wait....","labels":"curiosity"},{"text":"[NAME] doesn’t use it & had the highest SAUG k\/d at Vegas. Definitely isn’t “poop” without it lol.","labels":"amusement"},{"text":"It was heated between Boston and Minnesota back in 1980, but we worked together to bring home the gold. Welcome! ","labels":"neutral"},{"text":"You cant love this girl if she already has a GF whom she sounds like she loves. You'll just ruin a relationship","labels":"sadness"},{"text":"Why they don't just stream these games with autodirector on is beyond me. plenty of people would be happy to watch that...","labels":"annoyance"},{"text":"Same here. And I really dislike strangers and groups, so groups of strangers are a next-level nightmare. ","labels":"annoyance"},{"text":"This is not porn lol","labels":"amusement"},{"text":"Goddamn it...","labels":"anger"},{"text":"Pls shut up","labels":"annoyance"},{"text":"Last week was her week. She killed everything about that episode","labels":"amusement"},{"text":"That is not the reason we do not want to leave the CU. Try again.","labels":"annoyance"},{"text":"That's almost 175 years","labels":"surprise"},{"text":"What are you referencing?","labels":"neutral"},{"text":"Wow these thots are desperate.","labels":"anger"},{"text":"No way! First I’m hearing about this","labels":"surprise"},{"text":"Yeah I do. Not sure what that has to do with you and your incorrect claims about the current generation though.","labels":"neutral"},{"text":"I will for sure pray for you all.","labels":"caring"},{"text":"Ugh, sometimes I have both at the same time!","labels":"disappointment"},{"text":"I would gladly commit insurance fraud to save my child.","labels":"sadness"},{"text":"Been spot on so far.","labels":"neutral"},{"text":"The third picture is creepy.","labels":"fear"},{"text":"Wow man, that is DEAD. You have no marriage, just a roommate. Life is short, get out and find someone who meets your needs.","labels":"caring"},{"text":"There is also no dog in the white house. Why? Because dogs can smell an asshole a mile away.","labels":"approval"},{"text":"This is the sort of chucklefuck who finds himself saying \"and there was nothing I could do\" after a mishap... often.","labels":"realization"},{"text":"I understand that they're meeting a demand I just don't think meeting that demand is a social good.","labels":"disappointment"},{"text":"Sounds racist, fetishistic, sexist, and objectifying.","labels":"annoyance"},{"text":"Guess we don't need to be afraid of hell, then, 'cause we can easily get out.","labels":"caring"},{"text":"Yeah right like they always talk about themselves why can’t I gets me so pissed off","labels":"pride"},{"text":"I'm more worried about him scamming children than \"oNLY\" scamming them into thinking they'll get $100.","labels":"fear"},{"text":"Got my attention.","labels":"neutral"},{"text":"there needs to be a win, fail or something related to alcohol. Theres none; just a girl dancing and you faping:","labels":"annoyance"},{"text":"Typical humans, diminishing dog's accomplishments. ","labels":"disappointment"},{"text":"Looking through the lives of various figures of the New Atheist movement in the social and political change they sought to create and how it stacked up with reality.","labels":"approval"},{"text":"Hungry hungry hungry","labels":"neutral"},{"text":"I joined a club and that's how I made friends. Try joining a club.","labels":"joy"},{"text":"[NAME] damn it","labels":"anger"},{"text":"Not all idiots with guns put others in danger. Many just have bad sense with guns. An even smaller percent actually causes damage to people.","labels":"realization"},{"text":"Your pretty late, it was announced a while ago","labels":"disappointment"},{"text":"Go forth brother and make her so. If you build it, they will come. ","labels":"caring"},{"text":"We should move our business to India. I’d rather see us work with a flawed democracy than an outright police state.","labels":"neutral"},{"text":"Ha at least you’re in on the joke.","labels":"joy"},{"text":"Guys, even worse: He *paid* someone to set it up. Wow. ","labels":"anger"},{"text":"Shit, I wish I had your skin and those blackheads. I’m 38 and still get acne and have scars!","labels":"desire"},{"text":"Protip: you probably meant that you COULDN'T care less.","labels":"love"},{"text":"Have you read \/r\/NEET ? You'll find that not all people hate being unemployed - they choose to be unemployed.","labels":"desire"},{"text":"Governments aren't generally considered \"monopolies\". You can't have two governments (at the same level). ","labels":"anger"},{"text":"america is pretty much the least class-conscious country in the world so it shouldnt be a surprise. everyone thinks that one day theyll be management so its cool","labels":"relief"},{"text":"he did alledge collusion on the part of the owners and GMs against the players. this guy colludes.","labels":"annoyance"},{"text":"Please don’t! Don’t stop fighting! I made it through NY you can too, we all can x","labels":"realization"},{"text":"I hope she's ok and that doesn't impact her life, career or hobbies","labels":"desire"},{"text":"As one of the greatest Presidents of our time, who stared down globalist trash and made them blink.","labels":"approval"},{"text":"I already know what they're dealing with, i just cant help without hurting them emotionally or lying to them","labels":"caring"},{"text":"You can't choose what genes you pass on.","labels":"neutral"},{"text":"That sounds really agonising, to ask for help and have no one hear you. What's going on for you right now?","labels":"curiosity"},{"text":"Please don’t do that. You can do better","labels":"caring"},{"text":"Maybe they are just horrible people, and because you aren't like them they don't like you. ","labels":"approval"},{"text":"No. Going to a competitive high school was harder and more stressful than all my adult endeavors combined.","labels":"sadness"},{"text":"Huh, I'd missed this one when looking for new games a few months back. Might have to give it a try.","labels":"disappointment"},{"text":"The miracle was just that. Because we all know the Vikings would fail the next game.","labels":"surprise"},{"text":"Intelligences? As foreseen unorganized by [NAME] himself? I also like nuglettes...","labels":"amusement"},{"text":"Take the child from them! Wtf? Theyre so dumb. You always secure the kids seat!","labels":"disgust"},{"text":"My 3 year old is an asshole. His 8 year old sister was also an asshole at 3. It gets better!","labels":"annoyance"},{"text":"I picked up smoking again thinking it would aid that void that is working. It just made it worse.","labels":"disappointment"},{"text":"Oh I love flirtationships! This is normally us, but work takes us to a long distance relationship half of the year. ","labels":"love"},{"text":"They would call him a snowflake libcuck","labels":"joy"},{"text":"Actually my biggest question is why people are working if they aren't getting paid","labels":"confusion"},{"text":"I love [NAME], but this sounds like he’s claiming signing a 26 year old superstar is stupid. Come on.","labels":"disappointment"},{"text":"And everyone will cheer for [NAME]","labels":"joy"},{"text":"Got out in only 20, huh? [NAME]. ","labels":"anger"},{"text":"No clue, all I know is that Shia [NAME] hit themselves for some reason ","labels":"disappointment"},{"text":"On top of that I just think [NAME] was saying \"I know how to evaluate talent.\"","labels":"neutral"},{"text":"That has gotten me killed a few times lately.","labels":"anger"},{"text":"Yep, hell of a listener","labels":"anger"},{"text":"Hey. Maybe talking can help you last till then. What's bothering you?","labels":"caring"},{"text":"I like how the ceremony goes right out the window after he delivers the rings to get all the pets.","labels":"joy"},{"text":"Bump stocks too I guess, I can't imagine why he actually did that though, perhaps his advisors told him to do it to pander","labels":"disappointment"},{"text":"I just checked and do see a lot of posts that are not humble brags.","labels":"joy"},{"text":"Wow [NAME] just lost a loyal customer. From now on I guess I'm gonna have to use dollar shave club to shave my taint","labels":"desire"},{"text":"I don’t know about the whole state but we do have some shady cab drivers here.","labels":"annoyance"},{"text":"I’m not curious why you think it’s relevant to have this information be held more favorably than all the real world analysis.","labels":"disappointment"},{"text":"Important part of this, surprising it's not there. ","labels":"disappointment"},{"text":"Haters gonna hate that which they don't understand.","labels":"sadness"},{"text":"He claimed surv cuz he didn't want to be shot by the vig","labels":"neutral"},{"text":"Even the royals aren't immune to it.","labels":"neutral"},{"text":"Ice Cream or Tacos for me. Or the best of both worlds.... a ChocoTaco!","labels":"neutral"},{"text":"I love how some people have the mindset \"children should be seen not heard, unless they something rediculously outlandish then they must have a supernatural connection.\"","labels":"love"},{"text":"I remember just feeling sick watching this, [NAME] made me cringe hard, I found [NAME] hilarious and ru looked terrible ","labels":"fear"},{"text":"Huh, so there should be no more men's and women's sports, bathrooms, prisons, etc.?","labels":"annoyance"},{"text":"Show down there heretic. You obviously meant to say: Unquestionable truth, any diversion from what seems to be true only comes from our own limitations. \/s","labels":"caring"},{"text":"Intended as a \"it's funny because it's true\" not \"this is hilarious\"","labels":"amusement"},{"text":"Roll survival check! Ooh, a nat 1, sorry kid","labels":"remorse"},{"text":"Cats are repulsive and they don't deserve to be pets","labels":"annoyance"},{"text":"Shhhhh, you just have to belive it isn't yellow, just lighter blue and everything will be fine.","labels":"annoyance"},{"text":"Ah, so you're the reason people hate aspies. ","labels":"anger"},{"text":"Apollo is built by lakes, rivers, and oceans so I don't think that's your friend is from fortnite.","labels":"realization"},{"text":"He actually did, couldn't believe it.","labels":"neutral"},{"text":"If you can't do your jobs you risk fucking losing them.","labels":"caring"},{"text":"My favorite so far is \"national emergency declares national emergency.\"","labels":"joy"},{"text":"She is using you for money. You already lost her","labels":"neutral"},{"text":"Far more to do with being entirely irresponsible and dumb than anything related to benefits or tax claims.","labels":"annoyance"},{"text":"I don’t care what anyone says. Party pizzas are the best frozen pizza you can get. Still mad about them being square now, though.","labels":"annoyance"},{"text":"leave bro- this is the exact type of behavior mine displayed.","labels":"annoyance"},{"text":"I’ve gone through it before, and it sucks. I’m still a little hazy and withdrawn.","labels":"sadness"},{"text":"Miami is supposed to have beautiful people, but these camera shots of the crowd sure as hell aren't showing them.","labels":"fear"},{"text":"Take an updoot for making me smirk and smile. It might be immature, but it's hilarious.","labels":"joy"},{"text":"It just so happened that PD, sick kids , and family emergencies all happened to overlap between all my coworkers leaving me all alone. ","labels":"caring"},{"text":"[NAME] is a sensitive topic for me, so when she is brought up, sometimes I just go on a little tangent. My apologies. ","labels":"caring"},{"text":"hello im bipolar 2 the fun kind","labels":"amusement"},{"text":"Because they think the govt should provide all the jobs, they're crazy. ","labels":"desire"},{"text":"Very interesting study.","labels":"curiosity"},{"text":"It was salt. This is the laziest ‘dish’ I have ever ordered in my life.","labels":"anger"},{"text":"I flew off the handle and that's my bad.","labels":"disappointment"},{"text":"The good kind","labels":"neutral"},{"text":"Moms overreact. Is funking your junk really that bad?","labels":"confusion"},{"text":"W crazy game","labels":"excitement"},{"text":"Memes that were made 2 or more years ago don’t count. They were probably funny back then, just not now.","labels":"amusement"},{"text":"I loved this costume and wasn’t even aware of the amount of hate it had until recently","labels":"love"},{"text":"Happy's not a vehicle!!! He's my friend!!!","labels":"love"},{"text":"Not relatable I am not cool in public","labels":"annoyance"},{"text":"You are not the only one. I rage quitted UNO","labels":"anger"},{"text":"Cute little jerk. How many times has that come out if my mouth!!","labels":"surprise"},{"text":"Good manager had your back. That lady just wanted free gift wrapping","labels":"joy"},{"text":"Pacific Daydream but with the instrumentation of this album would’ve been way better now that I’m hearing this","labels":"neutral"},{"text":"Please stop uploading twitter links. There's a reason people ask for\/post mirrors.","labels":"anger"},{"text":"Always on the back of my mind when that's the last thing I want.","labels":"sadness"},{"text":"Stocks have less market friction...there is also more chaos due to the amount of individuals vying to make money there, compared to here.","labels":"confusion"},{"text":"Oh boy, leprosy!","labels":"caring"},{"text":"No that's your interpretation of the truth. A whore is an old and demeaning term for a professional sex worker. You just get off on being degrading to women.","labels":"anger"},{"text":"Now I really want to see them. Stupid brain!","labels":"anger"},{"text":"80k\/month? Damn. I need to become a Union Square store","labels":"anger"},{"text":"I could upload this to YouTube if I wanted to. No problem. You couldn’t do anything.","labels":"disapproval"},{"text":"I wish the 'opt out of redesign' button actually worked :(","labels":"desire"},{"text":"I’m not waiting for help, I’m constantly trying to fix it myself but it would be nice if [NAME] help came","labels":"caring"},{"text":"No it’s okay I just rub some Young Living™️ Thieves on ankle and it fixes everything","labels":"realization"},{"text":"Too much work to unsubscribe. And what happens when the timeskip ends and the new season starts?","labels":"excitement"},{"text":"I am more of a dumbass for building a $2500 308 AR-10 for my first rifle... regret it but just not willing to sell it till this day","labels":"sadness"},{"text":"On PS4 it's very toxic. I would imagine it is the same over on Xbox One aswell","labels":"fear"},{"text":"If this is true 2020 is done. We won't have control of the presidency or Congress for decades.","labels":"fear"},{"text":"He ruined himself. Period. You owe him nothing.","labels":"neutral"},{"text":"This is garbage. No. My garbage has more compositional worth than this. Hipster pepto bismol vomit looking trash.","labels":"annoyance"},{"text":"Then they're the worst fascists of all time, because their critics have been extremely loud and public, while not being murdered.","labels":"anger"},{"text":"Well, this is the first time I've seen that in over three years.","labels":"excitement"},{"text":"Finally some appreciation","labels":"gratitude"},{"text":"What are you talking about, there was an update this week. And even then 3 weeks is not enough for a huge update","labels":"annoyance"},{"text":"DAMN!!!","labels":"anger"},{"text":"You didn't tell me there was a gas lesk!","labels":"neutral"},{"text":"dont get how it was a bad episode. this sub really likes to nitpick i guess.","labels":"disappointment"},{"text":"May your test be negative and your New Year's be happy!","labels":"caring"},{"text":"Like really when did it become about good or bad sex I thought we were taking about one sided","labels":"embarrassment"},{"text":"Oh [NAME], just when I'd forgotten about that...","labels":"disappointment"},{"text":"Why are you sorry for your grandma? She did what she had to do in order to get what she had paid for.","labels":"neutral"},{"text":"My husband is the same way. His mother would dose them daily to keep her 4 children calm.","labels":"amusement"},{"text":"Yeah definitely not like my welder boyfriends hands for sure","labels":"embarrassment"},{"text":"That's a scumbag move by the prof. That exam is not at all an indicator of competence or understanding.","labels":"disappointment"},{"text":"Humans are weird creatures","labels":"surprise"},{"text":"Don’t be a class traitor","labels":"anger"},{"text":"Oh jeez. Just look at her eyes compared to the other girls.","labels":"amusement"},{"text":"Weird that it wasn't included in the article.","labels":"surprise"},{"text":"Could be tripping or having an orgasm from dry humping, but it's pretty clear that they aren't full on having sex","labels":"approval"},{"text":"Pure unconsitional love can also be dangerous: if the other person turns out to be an abuser you should propably stop loving them","labels":"fear"},{"text":"[NAME] will definitely turn to the dark side at the end of IX. This will leave fans on the edge for another 30 years before X.","labels":"approval"},{"text":"All good man, I don't get the college football hate I see on here, and I hate the big ten disrespect I see everywhere. ","labels":"anger"},{"text":"Honestly, that would be my nightmare, I’d rather keep [NAME] another season and draft a new QB in 2020 instead ","labels":"fear"},{"text":"and as soon as I said ni IPAD tonight, I was like GIRL what the fresh hell is tonight gonna bring! ","labels":"annoyance"},{"text":"It's brainwashing. When you have people keep pleasuring themselves, they're easier to manipulate. ","labels":"sadness"},{"text":"Ah what a bummer! Better kill them herons & spoonbills!","labels":"anger"},{"text":"My bitch dun left me All alone She took mah squeeky ball And mah rasty bone","labels":"anger"},{"text":"Disappointed [NAME] is not on it. He's leading the league and has a quick release.","labels":"disappointment"},{"text":"\"Sad\" but \"true\" There you go I fixed it for you.","labels":"caring"},{"text":"What the hell is that really???","labels":"anger"},{"text":"I had a similar problem. Turned out to be technology, and overstimulation. Turned off the screens before dinner and had much better sleep.","labels":"joy"},{"text":"Isn't it the same thing? Or at least equally bad?","labels":"confusion"},{"text":"I am glad I found this subreddit \"gatekepping\" is a phenomenon vocab btw.","labels":"joy"},{"text":"I can't wait for the r\/hockey GDT with the saltiest fanbase in Reddit. I think I'm just gonna stick to our sub tonight.","labels":"excitement"},{"text":"I do not understand why everything in this script must inevitably explode.","labels":"disgust"},{"text":"Come back here and fight me m8","labels":"anger"},{"text":"She lied to all of us.","labels":"neutral"},{"text":"That bit and the \"man eating chicken\" bit are two of my favourite things in that movie.","labels":"joy"},{"text":"Chronicles of Elyria seems interesting","labels":"excitement"},{"text":"It would probably make inequality between countries worse though over a long term.","labels":"approval"},{"text":"too much logic in there for remainiacs only interested in cheering for unicorns and insulting the british people.","labels":"neutral"},{"text":"Even though it should level out, it's still currently having major detrimental impacts on the environment and human suffering ","labels":"approval"},{"text":"You armchair analysed it, and were entirely wrong. Literally none of what you said was true, because it was all pretend. ","labels":"anger"},{"text":"Then something is very wrong and he needs reworks on the talents","labels":"annoyance"},{"text":"You obviously didn’t get one","labels":"anger"},{"text":"Nothing is off the table when you’re morally right and the ends justify the means","labels":"disappointment"},{"text":"#But it's their looks!!!","labels":"neutral"},{"text":"The wow at the end without an ! really had not emthamused!","labels":"surprise"},{"text":"I used to fantasize about my morning oatmeal. One packet of instant oatmeal. [NAME] dreamed about it.","labels":"disappointment"},{"text":"This story made my day. Ha!","labels":"excitement"},{"text":"I hope that the talk goes ok. Though with these justno's it may not. I'm glad that you are prepared if it goes south.","labels":"desire"},{"text":"C’mon man, read the comment, if you love [NAME] so much why don’t you shaft him","labels":"disappointment"},{"text":"You know more liberals want more gun control than regular [NAME] do, right? ","labels":"curiosity"},{"text":"Luckily for her former therapist maybe she can no longer leave her home.","labels":"disappointment"},{"text":"[NAME] playing for the heat always makes me laugh","labels":"joy"},{"text":"[NAME] and his supporters are the dumbest humans in the fucking galaxy. They should be locked up for their own safety.","labels":"anger"},{"text":"so blame porn not the conditions that pushed them to use it as to the point of an \"addiction\" got it. ","labels":"disappointment"},{"text":"Shitpost from the uncultured","labels":"anger"},{"text":"This can't be real...","labels":"confusion"},{"text":"Give him 8\/240, ship [NAME] and [NAME] to the Padres in a three-team deal for [NAME]. Boom. I solved the offseason. You're welcome.","labels":"joy"},{"text":"I was just about to comment this. She might be a wonderful human being, but I have suspicions. ","labels":"fear"},{"text":"Pretty much. Him and [NAME] will share ball handling duties. Point Lance and Point Outlaw in the house","labels":"amusement"},{"text":"The treatment is a series of injections. I’ve had them. It’s not significantly more unpleasant than the flu vaccine.","labels":"approval"},{"text":"This is wild omg. Also, happy cake day twin!","labels":"joy"},{"text":"Fake news. Kids would be long dead by that age","labels":"anger"},{"text":"To drool on.","labels":"neutral"},{"text":"This is all soooo nice. What nice people.","labels":"joy"},{"text":"Ah. Yea, the classic loner looking for compliments. Seems pretty edgy","labels":"amusement"},{"text":"Man you'd be shocked to know some women still remain passive even when married.","labels":"surprise"},{"text":"She took the fucking kids, huh?","labels":"annoyance"},{"text":"What comment.. When he said I dont think so, or when he realized he was on TV then said I cant say ","labels":"approval"},{"text":"Actually, if anything, my dad always comments about how honest and straight forward my generation is compared to his generation.","labels":"amusement"},{"text":"Oh btw this was me yesterday, commenting on that \"ugly\" ban! ","labels":"anger"},{"text":"She would be devastated! Whatever you're going through won't last forever... this will pass!! Ask for help - find someone to talk to!","labels":"disappointment"},{"text":"I don't control the Lib Dems, shockingly.","labels":"excitement"},{"text":"It's weird because sometimes I care and sometimes I don't. Although I wouldn't call myself an asexual I could be leaning more towards demisexual.","labels":"annoyance"},{"text":"DJ's mocks are always a little off pre combine\/FA. I still really like his mocks, this one i just off to me though.","labels":"love"},{"text":"I'm sorry to hear about what your sister did to you. I'm glad my videos could be of help!","labels":"sadness"},{"text":"Oh dear.","labels":"love"},{"text":"You must live in a cozy little bubble then.","labels":"joy"},{"text":"ah, rejection. i know something about it","labels":"neutral"},{"text":"I feel attacked \/s","labels":"neutral"},{"text":"the good ol days","labels":"joy"},{"text":"i’m so sorry.....","labels":"remorse"},{"text":"Poor fellows. They're expecting food","labels":"curiosity"},{"text":"Well glad she got out of the situation safely. I would much rather NOT have to investigate and know someone is safe.","labels":"joy"},{"text":"It's not about fixing anything, it's about making the wicked suffer.","labels":"neutral"},{"text":"Damn how do you post something directly to the front page?","labels":"anger"},{"text":"Benzos do not help anxiety long term. they make it worse","labels":"anger"},{"text":"I’m ashamed to look at how much time I spend on Reddit","labels":"embarrassment"},{"text":"I like the energy [NAME], [NAME], DFS put out.","labels":"love"},{"text":"[NAME] spam them till they bleed out.","labels":"anger"},{"text":"If your waifu was real she would never love you","labels":"disappointment"},{"text":"So true it hurts.","labels":"sadness"},{"text":"Dudes never show any interest in me irl so I was just thinking about getting a Tinder. Seems like people have much lower standards on there so fuck it","labels":"disappointment"},{"text":"We've been linking that dodgy-as-hell Ukrainian site for years, so go nuts.","labels":"curiosity"},{"text":"BUT GUIS I THOUGHT [NAME] WAS PRO GUN? This should put the final nail in anyone still foolish enough to think that.","labels":"annoyance"},{"text":"In like 5 years, your entire high school career will be one entire cringe. Congratulations. ","labels":"sadness"},{"text":"Yes - summer, and I was with my parents who did all the actual work so I just got to relax with the baby! ","labels":"neutral"},{"text":"Wow, that’s fascinating! I’d be interested to know the rationale (or lack thereof) for a [NAME]. ","labels":"desire"},{"text":"It still has the potential to be permanent if no alternative is found.","labels":"approval"},{"text":"I doubt groot arms are on the list of MLB approved bats. It's politics","labels":"fear"},{"text":"Lmao that’s so true","labels":"neutral"},{"text":"Ikr. Spend your time doing better things like reading [NAME] fanfics ❤️","labels":"joy"},{"text":"Yes. He’s a much better option than [NAME]","labels":"neutral"},{"text":"I don't really see what the point of this post is.","labels":"confusion"},{"text":"I thought you were just going to wait her out. You actually engineered her loss of space to someone else. WELL DONE!!!!","labels":"amusement"},{"text":"I don't know dude, but I'm just saying that it's not weird at all that people are super doubtful whenever posts like this crop up. ","labels":"confusion"},{"text":"I was never a fan of it. It should be a regular foul.","labels":"disgust"},{"text":"He’s not that into you. Move on.","labels":"realization"},{"text":"obviously, its just a stupid question","labels":"anger"},{"text":"Weird flex but ok","labels":"annoyance"},{"text":"I wake up in a cold sweat at four am on a Tuesday like \"table twelve never got their ranch three Fridays ago\" ","labels":"disappointment"},{"text":"It would be mostly home-grown terrorism, angry at all the people fleeing from overseas terrorism.","labels":"anger"},{"text":"Happy Cake day!","labels":"joy"},{"text":"Pull your fucking pants up oh my god","labels":"surprise"},{"text":"There are 1.1K comments right now so I apologize if it’s been said but... government\/politics should have noting to do with running the economy","labels":"remorse"},{"text":"[NAME] definitely needs to be on the left side he has such a great shot that he's perfect as a [NAME] type player on the powerplay.","labels":"caring"},{"text":"I'm really concerned for those 3200'ish people who voted yes","labels":"caring"},{"text":"Making DC climate an unapologetic brutality with blistering dry winds and no snow on a typical day.","labels":"anger"},{"text":"Even though [NAME] has had so many drawbacks and made some mistakes, let's make one thing clear: it's NOT a time to trade him.","labels":"anger"},{"text":"Whataboutism then. Some of the worst I've seen at that too.","labels":"anger"},{"text":"Yea the refs weren't terrible all game or anything","labels":"disappointment"},{"text":"Son of a bitch... here we go. Can't just stand there guys....","labels":"anger"},{"text":"Really? Cuz hella 18 year olds with bad grades from my high school seemed to do it with ease.","labels":"surprise"},{"text":"no the first part about UK becoming a failed state. Why do you think a lot of [NAME] would not want this to happen?","labels":"disappointment"},{"text":"This is one of the dumbest things I’ve read on reddit this year.","labels":"anger"},{"text":"TD: \"You cant just call everyone you dislike a nazi!\" Also TD:","labels":"neutral"},{"text":"[NAME] oh wait, this aint Instagram ","labels":"neutral"},{"text":"They have other sources as well, just think about yearly Umra and Haj income will be enough to maintain.","labels":"approval"},{"text":"Her performance was absolutely awful in the Elseworlds crossover. So much so that every time she was on screen it made me cringe.","labels":"disgust"},{"text":"I don't think either of them is a bad director. They are both bad writers, though.","labels":"neutral"},{"text":"THE PACK RUNS DEEP AND HARD. I WOULD SHARE MY KRAFT MAC AND CHEESE WITH YOU ANY DAY. AROOOOOOOOO","labels":"joy"},{"text":"Push me to the edge. All my friends are dead.","labels":"grief"},{"text":"Unlucky, pricks.","labels":"embarrassment"},{"text":"Unfortunately for you, no one of importance cares about your absurd views. ","labels":"sadness"},{"text":"This kid is a future serial killer.","labels":"amusement"},{"text":"They mean staged. This video is portrayed as a real occurrence. It might be, might not be. Don't really care.","labels":"confusion"},{"text":"That's pretty much what you signed up for when you had kids.","labels":"joy"},{"text":"Wow you're so moral you've changed my outlook on remainers","labels":"excitement"},{"text":"I have, I've always wanted to celebrate Christmas and actually have a more closer family","labels":"desire"},{"text":"The “figuring it out” part seems really hard","labels":"disappointment"},{"text":"So, just a super verbose tone trolling?","labels":"neutral"},{"text":"That doesn't sound right but I don't know enough about stars to dispute it","labels":"confusion"},{"text":"He is [NAME]. That's the twist this soap opera needs!","labels":"neutral"},{"text":"I'd be able to give you more helpful advice if you could be a little more clear with your situation and what you're asking.","labels":"caring"},{"text":"Except you didn't and it's still false.","labels":"annoyance"},{"text":"> Clothing predates religions though Can you cite that? It seems like a somewhat interesting question.","labels":"excitement"},{"text":"Now you’re repeating yourself. Boy bye #wasteoftime. Have fun trying to call this company and their products bunk when everyone loves them haha","labels":"amusement"},{"text":"“No, you cannot get better” LOL","labels":"amusement"},{"text":"Why the fuuuhhh","labels":"anger"},{"text":"Worst in the country by far.","labels":"anger"},{"text":"I am just a regular guy. Maybe you guys should talk to a specialist....especially if you are trying to conceive. Good luck!","labels":"caring"},{"text":"Glad to see that [NAME] no more is a fellow r\/Atheist user and anti-Peterson","labels":"joy"},{"text":"I get migraines too and I’m sooo tired the first two days of my period","labels":"sadness"},{"text":"This is super duper nasty","labels":"amusement"},{"text":"Bro, too close to home. Thing is I wish I could just chill where this monk is at, with a lot of open space.","labels":"desire"},{"text":"Ahh well if some rando in reddit says something without evidence, that’s good enough for me! International association of medical doctors be damned!","labels":"anger"},{"text":"I've always wondered how cases where an individual gets a 7 or 8 figure sum issued against them work in practice","labels":"joy"},{"text":"Vegas favorite getting No picks. That's gotta be pretty unusual","labels":"sadness"},{"text":"Reminds me of the Shell Gas Station Lego set my grandfather got me as a kid. 10\/10 would build again","labels":"love"},{"text":"Wow what's it like to be so petty? (Fixed)","labels":"surprise"},{"text":"Just got back,amd I realized that The Ducks are getting clutterfuckedd","labels":"realization"},{"text":"Klokslag 12 I find really enjoyable, horror movie podcast, Im not a horror fan but I find these dudes very entertaining","labels":"amusement"},{"text":"I, too, thought it was carrying a dildo","labels":"neutral"},{"text":"The top half of the dress looks perfect. It’s the bottom that’s bad.","labels":"disappointment"},{"text":"<3 BTW it does sound like you're generally doing brilliantly, all things considered. ","labels":"amusement"},{"text":"Funny bc random guys do that behind girls in clubs sometimes.","labels":"annoyance"},{"text":"Yeah, without the music that scene would have been much worse.","labels":"fear"},{"text":"Animal Crossing made my wife into a vicious and abusive murderer.","labels":"anger"},{"text":"I’m only denying what’s not true, and [NAME] being my name isn’t true. ","labels":"disappointment"},{"text":"Drives to work, realizes its a holiday because nobody answers their phones. Still stuck at work... nothing to do. We dont get paid holidays :(","labels":"annoyance"},{"text":"Nah, they're a fraction as immature and petulant as the politician we can't ignore that actually affects our lives.","labels":"anger"},{"text":"Ah. Ok. I get it. Have an upvote.","labels":"fear"},{"text":"This is one of the new accounts that tried to call me a cunt!","labels":"neutral"},{"text":"It looks a little like my 5th grade science experiment...","labels":"disappointment"},{"text":"Don't forget those ungodly concoctions with apple cider vinegar","labels":"neutral"},{"text":"The paradox is not working, then also collecting entitlements is still theft.","labels":"annoyance"},{"text":"From my experience minoxidil only stops loss, unfortunately it doesn't encourage new growth","labels":"caring"},{"text":"Hey, don’t complain. I have 4 and I’m like “so you’re saying there’s a chance!” 😂👏🏼","labels":"desire"},{"text":"You're already watching the world crash and burn, buddy. The progress toward human extinction is irreversible now. Your tormented heart can rest easy.","labels":"disappointment"},{"text":"From the article \"They stun it, and then he knifed it.\" Not sure which doese the kill though.","labels":"confusion"},{"text":"Get in touch with a lawyer. No one in Reddit can answer this. Throwing her out really would be better.","labels":"anger"},{"text":"One of my favourite [NAME] moments","labels":"joy"},{"text":"Oh my [NAME], this is an absolute lie. ","labels":"sadness"},{"text":"You contradicted yourself","labels":"caring"},{"text":"Here comes a dildo... Hope it's not a crusty one...","labels":"joy"},{"text":"I would not feed her anything that would cause extra butt wiping. No effing burrito!","labels":"caring"},{"text":"It's an \"inconvenient truth\" as someone once said. :)","labels":"realization"},{"text":"I hope your daughter gets the help she needs and someday gets better.","labels":"desire"},{"text":"I definitely recommend trying to play more tanks to understand positioning and creating space more- helps you understand what the win conditons are IMO","labels":"approval"},{"text":"Only all the time. As of a few years ago it’s been impossible for me to do it, which is discomforting to say the least.","labels":"disappointment"},{"text":"Yeah that's where I think the problem lies. It's that I don't really want to be open to others.","labels":"sadness"},{"text":"Oh that sucks good luck man","labels":"optimism"},{"text":"back when mercy could get play of the game.. and not be useless.","labels":"caring"},{"text":"His misogyny is disturbing.","labels":"sadness"},{"text":"He knew what it was, he had just never eaten it somehow.","labels":"caring"},{"text":"That's me every damn time","labels":"anger"},{"text":"Collusion! Nah but seriously, Knicks need to fall back. ","labels":"caring"},{"text":"Let's kill and eat them all. That'll stop those damned animals from deforesting my forests","labels":"anger"},{"text":"Hmmmm... I don't think 3D modelers are the ones who have to fix the bugs and the physics.","labels":"confusion"},{"text":"What sorcery is this!","labels":"curiosity"},{"text":"Yes, they disappear. Some herbs have stayed on my map, but only a few, most like all the animal ones just disappear.","labels":"realization"},{"text":"You just told a bunch of random people, I think you’ll have no problem telling her","labels":"neutral"},{"text":"You have much to learn","labels":"caring"},{"text":"I use one every time I park and you just replied to me. so this is a bit awkward.","labels":"embarrassment"},{"text":"It’s never funny if you explain the joke smh","labels":"amusement"},{"text":"I got undifferentiated androgynous, just slightly more femme than masc, which, honestly, sounds about right as an AFAB nonbinary person tbh","labels":"joy"},{"text":"Self serving cowards.","labels":"disappointment"},{"text":"Welp. Guess I'm gonna get fat.","labels":"confusion"},{"text":"To bad they didn’t SHOOT the low life😡😡😡😡","labels":"disappointment"},{"text":"Fun ruiner.","labels":"amusement"},{"text":"Who needs sciences. It's most fake news they peddle in anyways...","labels":"neutral"},{"text":"*Hey just noticed..* it's your **8th Cakeday** [NAME]! ^(hug)","labels":"joy"},{"text":"Wait, what was [NAME] doing?","labels":"curiosity"},{"text":"A billon more [NAME] saves and I’ll have [NAME]!","labels":"neutral"},{"text":"i was leaving areal comments not pormotions but acctually i was leaving many","labels":"disappointment"},{"text":"“Enjoy your dinner”","labels":"joy"},{"text":"This has to be made as a satire of terrible memes . Like r\/okbuddyretard material","labels":"fear"},{"text":"This is something that has to be learned from experience. Don't be hard on yourself!","labels":"caring"},{"text":"We’re playing the leafs. He’s gonna look bad no matter what","labels":"sadness"},{"text":"Absolutely terrible. But wholesome aswell.","labels":"fear"},{"text":">How can I hate [NAME] I like [NAME], [NAME], and [NAME]? And [NAME]","labels":"anger"},{"text":"Edited because my kneejerk response was kind of unnecessarily harsh. :\/","labels":"anger"},{"text":"Here we go. What’s wrong with them.","labels":"annoyance"},{"text":"that is how you start the second half wow","labels":"surprise"},{"text":"And you wonder why Labour get's a bad name for anti-Semitism with statements like that. Ok hun.","labels":"surprise"},{"text":"I definitely get that vibe from this post. Or [NAME] was friends with them and didn’t get invited to the party lmao","labels":"disappointment"},{"text":"Also, if for some stupid reason you want to pull a move like this, you better shoulder check ","labels":"caring"},{"text":"So the article is pretty much nonsense.","labels":"annoyance"},{"text":"Our federal budget is $4 trillion. Until entitlements are reformed the arguments over what things cost is irrelevant.","labels":"annoyance"},{"text":"[NAME] shitting the bed like a 4 year old with diarrhea","labels":"fear"},{"text":"I feel the same at 5 feet 9. Feels bad","labels":"disappointment"},{"text":"Looks so surreal that i don't even feel anything looking at this.","labels":"annoyance"},{"text":"I believe that people with the disease give it a chance to mutate when around people who are vaccinated","labels":"realization"},{"text":"You realize everyone sees you REEEEEEing all over the place right? You can act nonchalant all you want but obviously youre one salty sea dog","labels":"anger"},{"text":"Can you spend a week reviewing ? That is totally what I would do. Come up with some fun games you can play.","labels":"neutral"},{"text":"The mouthbreathers usually aren't boys but guys between 2-3 times my age. Possibly homeless and very smelly.","labels":"approval"},{"text":"Keep it, join the army get promoted to SGT so pops has to stand at parade rest for you in heaven, or hell whichever one ","labels":"realization"},{"text":"As far as I know you can only get one RI in a day.","labels":"optimism"},{"text":"Anybody who likes to drink water with ice is a degenerate","labels":"disappointment"},{"text":"I hated doing group work. Unless groups were assigned I always went by myself.","labels":"annoyance"},{"text":"That's just....sorry, but stupid is the only correct word.","labels":"annoyance"},{"text":"But now we're stressed out.","labels":"joy"},{"text":"This just reminded me to continue designing that bloody website.","labels":"realization"},{"text":">Well, minus the interbreeding part. Eh, I wouldn't be so sure about that","labels":"disappointment"},{"text":"This is a bad post and you should feel bad for being the author","labels":"disappointment"},{"text":"That's not really true, people judge all the time, it's just that they're usually too busy judging themselves to judge you too. ","labels":"disappointment"},{"text":"I miss [NAME]. Shame he had to get injured while he was here","labels":"disappointment"},{"text":"Similar but I don't think identical to this","labels":"neutral"},{"text":"That's so creepy","labels":"fear"},{"text":"Chelsea just signed a striker. We need it we get it mentally. Arsenal is still ducking around as usual. Where is the change?!","labels":"annoyance"},{"text":"Ugh, so misleading, and such a disappointment for those of us whose skin is the color of ACTUAL porcelain. ","labels":"caring"},{"text":"I live downtown and walk around at odd hours of the night all the time. Love the empty and abandoned feel of the city.","labels":"joy"},{"text":"I mean I understand the joke but are y’all actually going to he posts relating to the team","labels":"annoyance"},{"text":"Have some humility","labels":"caring"},{"text":"everyone else managed to stop, he was just careless and too fast on the approach","labels":"annoyance"},{"text":"Sex with men is hotter Maybe because society says it’s wrong","labels":"disapproval"},{"text":"The joke's on them, because I'm too ugly and petty to have a wife!","labels":"amusement"},{"text":"Whaaaat no way, you can’t play it with other people? ","labels":"anger"},{"text":"Yeah I don't think [NAME] even had to move his hands for that one. [NAME] and [NAME] also destroyed the precision QB challenge too.","labels":"anger"},{"text":"Of course. Just know that I know that you know you're a liar.","labels":"anger"},{"text":"We tried, the place I go is just a rundown old town trashy high school filled with kids who have the background to shoot the place up","labels":"optimism"},{"text":"I'd be happy for them to take a shot at him, I think he's an excellent player and only getting better.","labels":"caring"},{"text":"Shame about him killing [NAME] on camera.","labels":"embarrassment"},{"text":"In that case... Happy Amnesia Day!","labels":"sadness"},{"text":"You’re using the failing of someone else as an excuse to make the same mistake yourself","labels":"annoyance"},{"text":"We will welcome you with open arms <3","labels":"love"},{"text":"Maybe she was having a bad day. But then again at least say hi.","labels":"caring"},{"text":"He's practicing difficult shots too much thus loosing a feeling for easy ones.....","labels":"neutral"},{"text":"I just wanna see the fallout of [NAME] leaving. OH And the [NAME] stuff from yesterday. Pls CBS Plsss!!","labels":"curiosity"},{"text":"What a pc cuck","labels":"annoyance"},{"text":"Try honing I’m on your art skills! Wood carving, wood burning, mosaics, stained glass, painting, etc. Sell your work!","labels":"neutral"},{"text":"Yes, you should speak with an attorney.","labels":"neutral"},{"text":"You better be!","labels":"anger"},{"text":"Yeah. I killed them both.","labels":"anger"},{"text":"Who the hell has reddit in anything other than dark mode ??","labels":"anger"},{"text":"Was Netflix ever $7.99 for HD streaming?","labels":"curiosity"},{"text":"You might have better luck","labels":"optimism"},{"text":"He’s fine for a 3rd string.","labels":"neutral"},{"text":"That's not irony. Just coincidence. (I know this is [NAME] tweet).","labels":"neutral"},{"text":"On this blessed day, we are all KQLY.","labels":"joy"},{"text":"[NAME] looking like [NAME] out there","labels":"amusement"},{"text":"Like my Mom and Aunt on the first day of 7th grade. I feel for you dog.","labels":"love"},{"text":"[NAME] gonna end up killing her. Its just whether she does it willingly, regrettably or accidentally.","labels":"neutral"},{"text":"I've heard this is a form of self hypnosis such kinda makes sense to me.","labels":"surprise"},{"text":"I'll have a look and see if I can find it. Cheers for the info!","labels":"excitement"},{"text":"*Hey just noticed..* it's your **3rd Cakeday** The_nastiest_nate! ^(hug)","labels":"excitement"},{"text":"[NAME] is the most useless phantom thief change my mind","labels":"anger"},{"text":"The Babylon Bee article makes me worry for [NAME] comic tastes.","labels":"fear"},{"text":"I want 10 - 0. This organization deserves the embarrassment.","labels":"embarrassment"},{"text":"How do people eat off paper plates when they’re not at a bbq?!","labels":"curiosity"},{"text":"I didn't say \"do it for the children,\" but I understand if reading isn't a strong suit for you.","labels":"caring"},{"text":"Hey! Anyone have the DL on this MLM ? Would love some links to send a victim!!","labels":"neutral"},{"text":"Wow it's almost as if those losers have a lot of money or something else to leech off of.","labels":"surprise"},{"text":"Go your own way, loser. ","labels":"caring"},{"text":"I’m sorry to hear this. Live a hell of a life for your mate","labels":"sadness"},{"text":"It took you a month to answer and every single word is wrong. That's almost an accomplishment.","labels":"joy"},{"text":"I can’t believe sb found this even remotely funny.","labels":"amusement"},{"text":"There's a lot like that though: I don't think so.","labels":"confusion"},{"text":"Things were significantly worse back then than they are now.","labels":"fear"},{"text":"Well at least we got to see Detroit miss an open goal...","labels":"joy"},{"text":"[NAME] doesn’t roll his ankle on a 🎾 in 2011 and we win a premiership imo","labels":"joy"},{"text":"could've directed them to the employees. it's not hard especially if they're 3 inches from you","labels":"neutral"},{"text":"Holy crap, I've never seen a picture of [NAME] so thin.","labels":"annoyance"},{"text":"No, but its a big problem in itself. ","labels":"fear"},{"text":"Good for you. But ignoring [NAME] situation makes the article pointless.","labels":"caring"},{"text":">so it doesn't seem like I'm a ~~whimp~~ wimp If someone actually says that to you, they're the wimp not you.","labels":"caring"},{"text":"This is amazing!!","labels":"surprise"},{"text":"Me either. But I sometimes fantasize about it.","labels":"desire"},{"text":"We have enough places to start a convo with [NAME], but others have better pieces.","labels":"disappointment"},{"text":"I'll give you that. Society is generally in a decline. I don't date men so I can't speak to that.","labels":"disappointment"},{"text":"Is it weird that my first thought was \"at least it's not a Minion?\" ","labels":"embarrassment"},{"text":"When you start correcting spelling and grammar you lose automatically my dude. Your points stand by themselves. Being an English teacher just makes you look like a jackass","labels":"disappointment"},{"text":"it's weird how all of these people who are *so* much smarter than successful people can never seem to make anything of themselves","labels":"annoyance"},{"text":"I've finally found my people who know the struggle.","labels":"joy"},{"text":"[NAME] was the worst Of any sports team Unis!!!","labels":"disgust"},{"text":"It is hard to make up the new relevant points at times.... Revolution they say","labels":"sadness"},{"text":">Even though [NAME] quit live performing after he got diagnosed but ok","labels":"neutral"},{"text":"Maybe it's similar to how [NAME] hates cantaloupe.","labels":"anger"},{"text":"You choose a bad time, no one is fessing up anything during an election.","labels":"caring"},{"text":"Get two, I'm not sharing with [NAME]","labels":"disappointment"},{"text":"Go make it yourself then! : P","labels":"caring"},{"text":"Does anyone know if there's a place I can donate to help her two little kids?","labels":"love"},{"text":"Worst advice ever. This would piss me off.","labels":"anger"},{"text":"DON’T VOTE EAT TRASH DO DRUGS GET CASH EAT ASS DIE FAST THE FUCKING MOTTO BORN TO DIE THE WORLD IS A FUCK","labels":"amusement"},{"text":"Buying Bitcoin at it's peak is the equivalent of people buy Fyre festival tickets. I'm glad I did neither","labels":"disappointment"},{"text":"That's the death mark, Looks like you've been chosen for sacrifice. Sorry bud","labels":"remorse"},{"text":"Ah ok, that I did not know, I guess my point is they should just listen better to the players.","labels":"caring"},{"text":"What a cuck! But the sword and steal the groceries!","labels":"surprise"},{"text":"r\/music still defended him knowing that. It feels like almost everyone on Reddit wants to bang a teenager and they get mad when people say it's weird.","labels":"sadness"},{"text":"Wanted something more on Imperius Angiris Wrath ulti at lvl 20... :'( Nice buff to Valorus Pursuit though!","labels":"desire"},{"text":"It is certainly interesting.....but is it anything?.....","labels":"joy"},{"text":"too damn often!! and i’m cute as hell! i’m mad!!","labels":"anger"},{"text":"It was deloitte wasn't it. That is some bullshit application.","labels":"disgust"},{"text":"[NAME] who? Sorry i only know short haired [NAME]","labels":"embarrassment"},{"text":"Probably out of desperation as they going no answers with the other made up god.","labels":"disappointment"},{"text":"oh that's cool, I didn't know they already got sick time. It'll help a lot with retail workers who get dicked by shit scheduling ","labels":"relief"},{"text":"Nobody said you don't have the right lmao","labels":"anger"},{"text":"It's actually pretty condescending to tell people what words they're allowed to use to describe themselves.","labels":"joy"},{"text":"I'll add to this: be prepared to not get closure or questions answered. This is the hardest lesson I had with my break up.","labels":"anger"},{"text":"Oh I wish. 40.","labels":"desire"},{"text":"This one is by [NAME]! Your suggestion was funny to me, and you've been blessed with your joke being DR Onion #20!","labels":"amusement"},{"text":"Wendy’s sauce I hope lol","labels":"amusement"},{"text":"Can someone explain to me what's stopping [NAME] from pardoning everything [NAME] even gazes at?","labels":"annoyance"},{"text":"Damn schaller got tuned up. And maybe stop showing [NAME] his ugly toothless grin is burning my retinas","labels":"disappointment"},{"text":"She was eating gates BBQ at one point. KANSAS CITY PRIDE","labels":"neutral"},{"text":"One of the most posted things on reddit. Please delete","labels":"annoyance"},{"text":"Cheers brother. That’s very interesting. First time I’ve seen that article.","labels":"joy"},{"text":"My poor space bar takes an awful bashing with all the pausing in a Squidge vid","labels":"fear"},{"text":"Omg [NAME]! One of my favorite bb players","labels":"surprise"},{"text":"I play those characters all of the time and have never, ever experienced this. ","labels":"sadness"},{"text":"Implying you didn’t cry over [NAME]","labels":"neutral"},{"text":"What is with people microwaving cheese on top of chips and calling it nachos?","labels":"anger"},{"text":"Ah. That’s where I left it. Now where are the keys","labels":"annoyance"},{"text":"True, but it all started under [NAME] and will get even worse if Labour manages to get into government. ","labels":"disgust"},{"text":"I... don‘t see anything wrong with that?","labels":"approval"},{"text":"There was an article about it in E news. I pray for everyone, no one is above that or below that. ","labels":"caring"},{"text":"I try to switch it up, too; probably the main reason for the post. Gets boring sometimes!","labels":"disappointment"},{"text":"I might be a prude. \"Suck him off in the bathroom of your friend's home!\" Those don't equate","labels":"anger"},{"text":"Did you check the bowl?","labels":"neutral"},{"text":"Because different characters have different advantages. Why do questions like this still get asked?","labels":"annoyance"},{"text":"I'm not asthmatic and am not close to anyone who is, so I'm pretty ignorant on the matter. What all does managing asthma entail?","labels":"disappointment"},{"text":"[NAME] you sound like my father, I feel sorry for you","labels":"remorse"},{"text":"I have seen people that have many mutual friends with me but I have no idea who they are. It happens.","labels":"surprise"},{"text":"I was one of the best. I used to get at least 50 matches. Hair loss made me invisible all of the sudden","labels":"disappointment"},{"text":"Ahhh [NAME] its in my eye.","labels":"realization"},{"text":"Does it say how many servings are in the bucket? I'm really hungry.","labels":"curiosity"},{"text":"38k. Between 2 cars. Bought a new X5 and lowered his overall payment. Was tickled to death","labels":"disappointment"},{"text":"Isn't that the point though? That's it's up to the people that aren't scientist to decide if the science has any meaning?","labels":"approval"},{"text":"I've done that in the past. It means he's stupid drunk and is missing you at the moment.","labels":"anger"},{"text":"There's a Houston Jobs subreddit that may be of some help!","labels":"caring"},{"text":"I'm not rotting, I'm drinking.","labels":"sadness"},{"text":"The papers listed at might be of help.","labels":"caring"},{"text":"[NAME]* that would have been sliiiiick","labels":"anger"},{"text":"Yeah, I'd rather have Butch than NBC","labels":"neutral"},{"text":"Trust me, you can anthropomorphize anything and fuck it. Or at least, that’s what the internet has taught me.","labels":"approval"},{"text":"Predicted almost exactly what was going to happen. Still got me.","labels":"optimism"},{"text":"Keep in mind that being frugal is the best place to learn about all of that.","labels":"caring"},{"text":"[NAME] is there anything more depressing than being in a leafs gdt when the leafs are losing.","labels":"annoyance"},{"text":"What are the odds it isn't someone on this list? I don't remember if the [NAME] hire was totally out of the blue or not","labels":"confusion"},{"text":"At least you’ve got a top-notch pooch standing by.","labels":"love"},{"text":"OH SUCK ME SIDEWAYS","labels":"annoyance"},{"text":"You can read online if you want. I don't recommend it, but you can.","labels":"nervousness"},{"text":"Oh no atleast you found out early. I went to find help a year ago but you know i stopped going to that therapist","labels":"disappointment"},{"text":"Can you imagine not being able to pick your nose THE WHOLE GAME ! Those poor bastards.","labels":"anger"},{"text":"Never forgive, never forget ","labels":"neutral"},{"text":"I have never either, boyfriend does repeatedly. Saying that I each much more fruit and veggies whereas he basically just eats meat and pizza","labels":"approval"},{"text":"Shawty whats wrong with you. I want those people dead","labels":"anger"},{"text":"LCSC?","labels":"amusement"},{"text":"In that video, the pulls a sweet drift into a ditch and blows up.","labels":"fear"},{"text":"There is a revenge story in JNMIL about DIL getting back at MIL involving ground meat. Yes, that MIL sabotage her BC too","labels":"realization"},{"text":"I like how the money blows into her face halfway-through. That's some quality filming.","labels":"joy"},{"text":"They're the same people who will tell you 600 a day is unhealthy","labels":"annoyance"},{"text":"nah he was pretty mediocre at A&M","labels":"disappointment"},{"text":"I'm with you, pulju has been looking dangerous lately","labels":"fear"},{"text":"What’s worse is that the judge and businessman are old college buds.","labels":"disappointment"},{"text":"True i hate going to parties or concerts but love going to a bar or a houseparty.","labels":"anger"},{"text":"Every time, lots of people overwhelm me. I have light sensitivity to florescents so that doesn't help. ","labels":"disappointment"},{"text":"i know, but it's a paper weight?","labels":"neutral"},{"text":"Am I the only one that wants to see your art?? I love calligraphy! You might have a client here!!","labels":"love"},{"text":"Weird how they shoehorned s character from an ongoing tv show into Celebrity Big Brothter. Glad they got rid of him after one episode though.","labels":"joy"},{"text":"I have to admit, most of the worst people I have encountered in my life were met while LARPing.","labels":"anger"},{"text":"if he ended up with that chef, damn that will break my heart for sure.","labels":"anger"},{"text":"I was at the game at there was a huge Laker fandom there. It felt almost like an away game.","labels":"neutral"},{"text":"Win what exactly? A meaningless game in a very long season to be swept out of the playoffs? No thanks.","labels":"neutral"},{"text":"Is that his real name? That sounds like a Russian [NAME]","labels":"curiosity"},{"text":"holy fk [NAME] is the guy in the gym who thinks hes a star but he just isnt","labels":"disgust"},{"text":"He's likeable but the pace of a game on live tv is too much for him. He'd definitely be better suited as a halftime guy","labels":"love"},{"text":"Is anyone else bothered when the Thunder announcers mispronounce [NAME]? On that note, [NAME] AND 1!","labels":"confusion"},{"text":"Thank [NAME] for the disclaimer you almost tricked me justin","labels":"disappointment"},{"text":"Although these are seemingly overpriced, yes, I adore these pieces.","labels":"love"},{"text":"This. Nurses already have one of the hardest jobs on the planet. They shouldn't have to waste time on this.","labels":"approval"},{"text":"Busy? Focused on long-term goals?","labels":"curiosity"},{"text":"Eh, I find everything being dead a bit more gloomy than a few clouds.","labels":"realization"},{"text":"What no one in the history of time has ever recovered from a bad first date? Hard pass on this anecdotal evidence.","labels":"disappointment"},{"text":"There is irony in what you guys are saying.","labels":"surprise"},{"text":"A successful centralized ratings company?","labels":"neutral"},{"text":"[NAME] \" haters gonna hate\" the most cringe I've seen of any politician. Worse than [NAME] benefit singing some working class song. ","labels":"fear"},{"text":"The menzingers are sick, good luck out there bud","labels":"disappointment"},{"text":"Wow you summed it up perfectly. Where can I find one of these rare specimens?","labels":"curiosity"},{"text":"Credentials are just the type of the iceberg. I know people who got married lying about their marital status and sexual orientation.","labels":"approval"},{"text":"Wow she sounds like fun","labels":"neutral"},{"text":"Was it? Honestly I didnt get it, even asked some other people and they didnt get. I guess color me ignorant. Care to explain? ","labels":"disappointment"},{"text":"I'm sorry for your loss","labels":"remorse"},{"text":"you are definitely trolling us. That can't be true","labels":"neutral"},{"text":"He's not interested, blessim...","labels":"disappointment"},{"text":"You're not kidding about the savage energy part. Just look at this man.","labels":"annoyance"},{"text":"He can do a balloon party with his brony friends","labels":"joy"},{"text":"So clearly you have vast knowledge of linear algebra and can fact check the entire paper Nd disprove it?","labels":"desire"},{"text":"I was there yesterday. <3","labels":"curiosity"},{"text":"Congrats on catching up to much of the developed world.","labels":"amusement"},{"text":"What the hell? Why can't people leave this place alone? They make good pizza. That's it. It's a pizza shop.","labels":"anger"},{"text":"I feel so starved for good content that Ill recommend a show just for being watchable","labels":"approval"},{"text":"She can be crazy fo sho","labels":"neutral"},{"text":"Not really, every other post is summit doing something. Gets boring. ","labels":"disappointment"},{"text":"Search the subreddit for \"team history.\" We get this question time to time and there's already a bunch of info there.","labels":"approval"},{"text":"It's even worse when one considers that they are intent on moving to Europe and that by moving to a developed region their carbon footprint will increase significantly.","labels":"annoyance"},{"text":"This gives me life","labels":"neutral"},{"text":"Lmao there is a reason they are one of the poorest and this is definitely a contributor..","labels":"neutral"},{"text":"I thought everyone hated [NAME].","labels":"disappointment"},{"text":"Glad I could help but it's not mine. I'm just passing it on.","labels":"joy"},{"text":"You’re a genius.","labels":"amusement"},{"text":"hmmm interesting... i guess your an interesting lady. PM me then. :)","labels":"excitement"},{"text":"They're on the list, still have a few of these to knock out ","labels":"disappointment"},{"text":"I also love this decline in bch prices. Cheers.","labels":"joy"},{"text":"When you live where it's this cold, incessant complaining is a national pass time.","labels":"disappointment"},{"text":"i was not prepared for this","labels":"disappointment"},{"text":"The missing salsa is driving me nuts!","labels":"annoyance"},{"text":"If you don't understand that question then you be receptive to any of my ideas.","labels":"neutral"},{"text":"Because the false accusation makes my anxiety worse","labels":"anger"},{"text":"I used to watch it’s always sunny with my cat. She loved it. Now I can’t watch it without crying.","labels":"joy"},{"text":"I want this feature just so I can get rid of the nasty rugged beige skins people have on their guns","labels":"desire"},{"text":"Usually they dont even show up when you call them and they are a rare sight in the city. Good luck finding one.","labels":"optimism"},{"text":"That’s what they said when the provincial election for Ontario happened too Then [NAME] begged on tv, that low life. Good luck! ","labels":"optimism"},{"text":"GG Chicago, [NAME] played out of his damn mind tonight","labels":"anger"},{"text":"Ah! That's not gone well!","labels":"sadness"},{"text":"It dulls the pain","labels":"caring"},{"text":"It’s not easy hiding that Baby Huey diaper.","labels":"disappointment"},{"text":"So? Sometimes it feels good to be petty, especially when it comes to an ex","labels":"realization"},{"text":"People love him on Yelp:-)","labels":"joy"},{"text":"They were literally traitors to America","labels":"annoyance"},{"text":"Ah yes, downvoted somebody for being different. Ever acceptant.","labels":"disappointment"},{"text":"This is absolutely the stupidest mock I've seen this year","labels":"disgust"},{"text":"I've been playing this game since release and didn't even know that!","labels":"confusion"},{"text":"If that's true OP, you've lived quite a sheltered existence.","labels":"neutral"},{"text":"Again it's weed not heroin. Smoke it. Or sell it.","labels":"disappointment"},{"text":"Same, nights are by far the hardest. My STBX and I are living together until June and it nights suck. ","labels":"fear"},{"text":"Really seemed like a great guy :(","labels":"amusement"},{"text":"[NAME]: \"WTF, it's just a prank bro!\"","labels":"anger"},{"text":"Don't worry looking for it, there isn't any porn tab\/hidden message","labels":"curiosity"},{"text":"Yeah, sorry for that one. Some opportunities are too good to pass up.","labels":"remorse"},{"text":"Nah, you did all right.","labels":"amusement"},{"text":"And I've no monkeys left.... Sorry man","labels":"remorse"},{"text":"Dude, I'm from Pakistan, tall poppy syndrome is a VERY real thing there still.","labels":"neutral"},{"text":"Maybe you'll get lucky and it will fall apart before they go through with it.","labels":"optimism"},{"text":"I just wanted my knees to stop hurting","labels":"desire"},{"text":"Venezuela has uniquely terrible oil.","labels":"fear"},{"text":"I would never wish for someone to get injured, but an injury needs to happen at the Pro Bowl so they cancel it forever.","labels":"disappointment"},{"text":"He looks like he is GTFO after that. \"The tiger shark is second only to the great white in recorded fatal attacks on humans.[7]\" ","labels":"excitement"},{"text":"Your paranoia over it seems schizophrenic to me. Just in case you are not, please elaborate on why this is important to society.","labels":"curiosity"},{"text":"Someone please post \"Could [NAME] have the wholesome loveable personality she did if she was on Tinder from ages 18-27?\" Since I'm post banned.","labels":"desire"},{"text":"I agree with the last statement but apparently I'm also bad at matching pokemon to rep :(","labels":"disappointment"},{"text":"My fiancé had it custom made as an early Valentine’s Day gift!","labels":"joy"},{"text":"Same my dance card is completely full. I'm looking at a big pile of snow, I couldn't possibly fit that in. ","labels":"surprise"},{"text":"are u ugly?","labels":"anger"},{"text":"already exposed when h2k went 2-16. Sure they didn't have the best players, but going 2-16 means the coaching staff should also shoulder the blame.","labels":"disappointment"},{"text":"This kills the country.","labels":"fear"},{"text":"I've had them for as long as I can remember ;)","labels":"caring"},{"text":"Poor poor poor bastard","labels":"anger"},{"text":"I like Sao very much, bit not because of the game setting, for other reasons. The game itself sucks, tbh.","labels":"love"},{"text":"I like how people are downvoting when this is how so many military coups have happened. I challenge those who downvote to prove me wrong","labels":"realization"},{"text":"Good. The US is behaving shamefully, the least Canada can do is to try and pick up a little of the slack. ","labels":"anger"},{"text":"for me it was def the egg yolk. i’m pouting as i reluctantly eat it.","labels":"sadness"},{"text":"Is that your quote? Either way, I'll add this to my collection.","labels":"joy"},{"text":"Their behavior? Going to campuses to talk about fiscal responsibility and [RELIGION] values is something that is bad? You’re a bigot, just admit it. ","labels":"annoyance"},{"text":"It bothers me that he doesn’t respond to your texts. That’s weird","labels":"annoyance"},{"text":"I didn't call you a [NAME]. Your use of Nazi-adjacent statements is extremely sketchy, though.","labels":"neutral"},{"text":"What a pain. I don’t understand the tantrums whatsoever. Respectfully decline or express incompatibility and some of them just explode out of no where! Smh","labels":"caring"},{"text":"I want to call bs on this after smelling my boyfriend's. Have to leave the room whenever he lets one out...","labels":"disappointment"},{"text":"At no point in that ridiculous tantrum did he express a single iota of concern for what his gf wanted. He sounds like a real winner","labels":"joy"},{"text":"Why? I don’t think I’ve ever seen someone not like [NAME] irl or here. Witten I can see though.","labels":"surprise"},{"text":"wait... so are ugly people downwoted all the time or they don't post or what is going on here...","labels":"annoyance"},{"text":"so you did listen but pretend not to know then. fine.","labels":"confusion"},{"text":"Sounds like you’re all very young and she’s just enjoying herself flirting with some friends.","labels":"annoyance"},{"text":"She does it again in last nights episode, it’s so shady!!","labels":"neutral"},{"text":"You must have missed most of the thread then. :p","labels":"sadness"},{"text":"We're sleep walking into, in the words of the Bank of England, a disordely Brexit. It's a bit problematic.","labels":"disappointment"},{"text":"Shrug. Cant blame anyone other than your parents.","labels":"anger"},{"text":"Weird how analgesic is the opposite of what I might’ve guessed it to mean","labels":"neutral"},{"text":"if you know the names of your applications you can use spotlight to find them. 10 times faster than going through a folder or using launch pad","labels":"excitement"},{"text":"I’m a HR professional and deal with this all the time. You’d be surprised how ignorant most people are about their paychecks.","labels":"approval"},{"text":"Sounds hella aggressive. You can say the same thing while being nicer about it.","labels":"anger"},{"text":"To be fair, \"Junior\" was released 25 years ago.","labels":"neutral"},{"text":"\"Don't eat pork! Not even with a fork!\"","labels":"neutral"},{"text":"Don't be a [NAME] and misuse this term. We've reserved it for a movement of women who are done with sexual harassment.","labels":"anger"},{"text":"What a garbage post","labels":"disgust"},{"text":"I pray to [NAME] that we will be aware of people's sins in the afterlife when we watch them burn.","labels":"caring"},{"text":"Same but I’m not really believing the OP isn’t a troll.","labels":"disapproval"},{"text":"You need to recheck your science. A simple Google search will yield research articles showing a biological and genetic basis for being LGBT. Happy reading!","labels":"approval"},{"text":"Stop gaslighting. It's gross.","labels":"anger"},{"text":"just read it... how do these people get away with such garbage decisions.","labels":"disappointment"},{"text":"It’s definitely a massive problem for both of us. Attributing blame does nothing to solve the problem.","labels":"disappointment"},{"text":"you get an upvote for that username! I wish I was a funhammer","labels":"desire"},{"text":"I worked at a hospital in northern NJ and float pool was only $4 extra","labels":"surprise"},{"text":"\"AaaaaAAAaaaAAAhhh!\" I can imagine.","labels":"amusement"},{"text":"yeah but we really don’t want to be like them. it is an example of failed communism turned militaristic authoritarianism","labels":"disapproval"},{"text":"Like all mavs fans... [NAME] its not a rookie anymore xD","labels":"joy"},{"text":"I might not agree with the maduro regime, but t how can BoE justify what amounts to stealing $1.2 billion in gold from Venuzuela? ","labels":"annoyance"},{"text":"They don’t like him, so he is divisive. It’s projection.","labels":"anger"},{"text":"Oh wow I didn't know this policy was in place in the 70s!","labels":"surprise"},{"text":"“So which one is she” “Uhhhhhhh.....”","labels":"surprise"},{"text":">It is tailored to your viewing history. That's fairly common knowledge nowadays isn't it? Weird thing for the comic to point out.","labels":"embarrassment"},{"text":"Doesn't look like any 12 year old I've ever seen.","labels":"surprise"},{"text":"Yup, it all starts with [NAME]. He’s not the worst owner in the nfl, but he’s in the bottom half for sure. ","labels":"sadness"},{"text":"She has a disorder of sorts. Not only do you both need counseling, but she needs some kind of therapy. ","labels":"approval"},{"text":"I didn’t know [NAME] was a boxer, he can take a punch though!","labels":"surprise"},{"text":"There's not enough salt in the world for her!","labels":"disappointment"},{"text":"“-sigh- I’m so bad at making friends”- Owl","labels":"annoyance"},{"text":">seek truth no matter how painful it is maybe you should take your own advice","labels":"realization"},{"text":"They look the same way fighting as I do dancing","labels":"neutral"},{"text":"Hhhhhh I really want those","labels":"neutral"},{"text":"hahaha. She is stunning though!","labels":"amusement"},{"text":"Not saying it should be beyond mockery, just that it has been beaten to death and been made into a way bigger issue than it actually is.","labels":"disappointment"},{"text":"Happy new years!!!!","labels":"excitement"},{"text":"Idk I’d kind of like [NAME] to come up next year. [NAME] still scares me a little. Not saying I don’t like the guy","labels":"confusion"},{"text":"These disgusting old hags are literally old school flesh-consuming ghouls. Like [NAME] or [NAME].","labels":"disappointment"},{"text":"When he put his legs on either side of the crocodile I thought to myself “man you still have time to change your mind” but alas.","labels":"caring"},{"text":"Glad you didn't add some awful \"Read that again.\" in the description like I see other people doing when they retell this joke.","labels":"anger"},{"text":"[NAME] and [NAME] were amazingly cute when both were in their awkward phase where no one had the guts to step forward.","labels":"fear"},{"text":"I really don’t think that was racist honestly. He literally told you everyone matters regardless of color..?","labels":"joy"},{"text":"She barely has any real hair on her head. She looks like [NAME] dolly from Rugrats. Bet","labels":"joy"},{"text":"Yeah, I mentioned some of that elsewhere in this thread.","labels":"neutral"},{"text":"Can confirm it's very cold in Chicago today","labels":"neutral"},{"text":"This is so uncharacteristic of him \/s","labels":"sadness"},{"text":"Is it though?","labels":"neutral"},{"text":"I wouldn't announce that they are LuLaRoe.","labels":"anger"},{"text":"[NAME] is a terrible writer, a raging narcissist, and not an actual friend to anyone. ","labels":"disgust"},{"text":"Yo u r awesome op. Gold me :D","labels":"amusement"},{"text":"I'm not very good at pressing the devils doorbell, but apparently I'm decent at licking it.","labels":"neutral"},{"text":"Damn why you gotta do my man [NAME] like that?","labels":"anger"},{"text":"True but the majority of plastic used is for the shelved grocery items. Pasta, rice, coffee are in every household and are all packaged in plastic ","labels":"approval"},{"text":"Or it could have just never happened because nobody ever wanted to see it.","labels":"curiosity"},{"text":"Ik some of my fav episodes of recent","labels":"excitement"},{"text":"Lots of people suck on the show but [NAME] is the only one who sucks in real life.","labels":"love"},{"text":" Turkey's situation is bad, but still nothing compared to Venezuela. ","labels":"disappointment"},{"text":"Bit salty about that karma mate","labels":"anger"},{"text":"Pilots omg... you are not alone there!","labels":"surprise"},{"text":"Don't forget colors. They panic at the sight of a chess board.","labels":"fear"},{"text":"This guy looks like a creep..... that other girl isn’t interested at all.......","labels":"sadness"},{"text":"The grass pupper looks so clean and fluffy!","labels":"joy"},{"text":"Well dang. Seems like there’s no tried and true method then.","labels":"anger"},{"text":"They're a clear example of what can go wrong when you marry ANYONE you don't really know, regardless of where they're from.","labels":"annoyance"},{"text":"Lol! Nope. Any muscle in your body will shrink if yiu dont use it.","labels":"amusement"},{"text":"How [NAME] doesn't refuse the cooking lessons because [NAME] secretly recorded.","labels":"surprise"},{"text":"Test levels have been dropping significantly It’s well documented Why do you think that’s stupid","labels":"confusion"},{"text":"Nobody panics when a remake goes according to plan, even if the remake is horrifying!","labels":"optimism"},{"text":"I do this but but feel better in the end because I use it for procrastination. It's a weird combinational to feel better and worse while cleaning.","labels":"anger"},{"text":"Eeeee busted, I couldn’t help myself hehe. ","labels":"joy"},{"text":"I actually really like [NAME]","labels":"love"},{"text":"They love me!","labels":"love"},{"text":"The weight of all that water is enough to kill someone if they don’t drown.","labels":"approval"},{"text":"You've been salty since we beat y'all. That's just how mafia works my friend.","labels":"neutral"},{"text":"I feel you girl","labels":"caring"},{"text":"Wait did he’s married with a family and tried getting in your pants?!","labels":"neutral"},{"text":"Exactly. It’s all about control","labels":"neutral"},{"text":"Ha! I like the way they feel all over each other.","labels":"love"},{"text":"Our org did him wrong. I'm still a fan of his.","labels":"disappointment"},{"text":"“What a bummer. He ded. I look at sky. Maybe bird make me happy.”","labels":"anger"},{"text":"I think that’s best, but it tough while living together and trying to keep a smile on for the kids. ","labels":"sadness"},{"text":"The sad part is he actually looks pretty good with it, better than the design he has for most of the game.","labels":"annoyance"},{"text":"Is that the only symptoms you’ve noticed? Are you normally worried for social situation?","labels":"caring"},{"text":"My bad I’ll try to do better","labels":"sadness"},{"text":"Incontinence is a terrible thing","labels":"fear"},{"text":"And here I thought it was just my phone... damn what a horrible site.","labels":"anger"},{"text":"but if it weren't that way then a corrupt police force could convict many innocents. there is no correct answer to this problem.","labels":"approval"},{"text":"All the ladies can stay at my place.","labels":"desire"},{"text":"I can't wait to find out why this is inaccurate and I should hate the person who made this post and shower them with downvotes.","labels":"anger"},{"text":"LOL \"making\" Nesquick takes exactly 7 seconds","labels":"amusement"},{"text":">The fact that you're unable to move past female firefighters See? I *WAS RIGHT.* You tuned out.","labels":"curiosity"},{"text":"Man, [NAME] is having a heck of a career! In the end, he'll be repping us<3","labels":"joy"},{"text":"It’s not so much the heat, it’s the humidity that’ll kill you.","labels":"annoyance"},{"text":"Not really. Wish your mum was still a virgin to be truthful with you as then we wouldn’t have to read the nonsense you post on here","labels":"annoyance"},{"text":"Laugh all you want, it's pretty much indestructible now!","labels":"fear"},{"text":"And oof for the red car","labels":"surprise"},{"text":"Far from it. Name me one player that's ever left NY that we wanted to retain. I'll wait.","labels":"desire"},{"text":"Nope. Not atm anyway. I somewhat doubt they’ll ever add upgraded satchels but it would certainly be welcomed.","labels":"confusion"},{"text":"> His face, mate. He thought he was a goner. Properly lol'd at that and reading all [NAME]' bits in his accent","labels":"amusement"},{"text":"I don't even know. Fyi I have this disorder that made me even antisocial day by day...","labels":"confusion"},{"text":"I dunno man. I'll forever like [NAME], but slapping the hand of someone trying to help you up\/see if you're alright is a big bitch move","labels":"caring"},{"text":"What is normal? It should be tho....","labels":"annoyance"},{"text":"The caption is kinda stupid, but I like the photo.","labels":"love"},{"text":"The part about the size of the shit was unnessecary but appreciated.","labels":"gratitude"},{"text":"Yay, cold McDonald's. My favorite.","labels":"love"},{"text":"Two overtime games on championship Sunday? We are blessed as football fans. Too bad one game had to be between FYTB and FUKC","labels":"desire"},{"text":"Bruh I don’t even have an IRA anymore all of my money is in silver, platinum, and stock options. TRUST NOBODY","labels":"caring"},{"text":"Holy heck I'm so happy for you! That shit is an expense no one needs to worry about, and nor you don't! :D","labels":"joy"},{"text":"Everyday for the last year and a half has been very hard and I should be glad she's gone. I'm almost there.","labels":"joy"},{"text":"Uhhh I want someone to do this for me!","labels":"desire"},{"text":"lonzo can be special but teams just aren’t as patient anymore","labels":"disappointment"},{"text":"Honestly, I bet they would argue that the food was out of the car, so you’re not covered. ","labels":"neutral"},{"text":"I don’t think you know what competitive gameplay means Hint-I don’t mean a worthless number by your name","labels":"confusion"},{"text":"Yeah I should have said ‘wouldn’t it be ironic’","labels":"realization"},{"text":"[NAME], [NAME] and [NAME] just yelling over each other and [NAME] looking around like what the...?","labels":"anger"},{"text":"If\/then. Not if\/than. “If this happens, then that happens.” “I have more than you.” It’s never if\/than.","labels":"amusement"},{"text":"Your coaching is terrible.... be ready and see how [NAME] uses [NAME]","labels":"fear"},{"text":"No it’s ok. How does [NAME] feel about his mom hovering? Are there plans to move out or is this a permanent thing?","labels":"confusion"},{"text":"It is, but that isnt what makes it unfunny","labels":"annoyance"},{"text":"Yup, not anymore. Keep your blood sugar up! It really helps and DRINK water...","labels":"caring"},{"text":"Oh would you look at this....","labels":"neutral"},{"text":"TIL that [NAME] is a guy.","labels":"curiosity"},{"text":"\"I'm a libertarian. I get attacked by both sides lol\" \"I voted [NAME] last election\" Uhhhh what","labels":"amusement"},{"text":"What an incel","labels":"surprise"},{"text":"Imagine being that much of a useless parasite","labels":"anger"},{"text":"It's not illegal to be ungrateful. You can't force someone to take care of someone like you're wanting.","labels":"disappointment"},{"text":"Nah, this is actually my cat! He’s just the only other person I know that would eat em","labels":"anger"},{"text":"I skipped school, went directly to be an apprentice. No regrets.","labels":"neutral"},{"text":"Edgey poke, but no thanks.","labels":"anger"},{"text":"Easy answer - nobody knows. And knowing my country we will probably leave it to the last possible moment and then have an “oh shit” moment.","labels":"approval"},{"text":"Well I like [NAME] but other than her, I don't know any interesting asian youtubers. so help me out","labels":"sadness"},{"text":"Im definitely gonna check the bushes around the burn where everyone throws their targets from now on. Im not over it i feel bad man.","labels":"curiosity"},{"text":"Same, unfortunately. I can't count the number of times my mom lost me while shopping tho, so at least I'm improving?","labels":"joy"},{"text":"Sorry I dropped mine can I have another?","labels":"remorse"},{"text":"I get needing a good education but what is with people acting like spending the most per student is a badge of honor?","labels":"sadness"},{"text":"You’re right, republicans are worse because they have nukes.","labels":"annoyance"},{"text":"Fries with vinegar sound completely awfull","labels":"joy"},{"text":"Oh, I saw it. I was giving him the benefit of the doubt to see if he wound up saying the quiet part out loud.","labels":"embarrassment"},{"text":"That's how I feel every time someone wants me to hold their baby.","labels":"approval"},{"text":"Can I just say I’ve been approached by women, I’m no [NAME], think on that incels.","labels":"remorse"},{"text":"[NAME] that poor man just cut em off","labels":"sadness"},{"text":"Wayne’s World actually did make queen “mainstream” again. Bohemian Rhapsody charted for a while after Wayne’s World came out.","labels":"neutral"},{"text":"Well, supposedly [NAME] wrote TPM in only a couple days, and people hated it.","labels":"disappointment"},{"text":"I'd take either without a second thought, in all honesty. Ideally both.","labels":"neutral"},{"text":"The worst case of cultural appropriation is him mimicking human language and thoughts when he is clearly some kind of barely sentient pond scum.","labels":"annoyance"},{"text":"Just smile and wave boys. Smile and wave.","labels":"joy"},{"text":"Kids at heart.","labels":"neutral"},{"text":"I would make sure I didn’t leave any soda cans anymore so I could have the high ground, and then hide all but one cup lol","labels":"amusement"},{"text":"Not saying I know whats on his mind but he did say all he cares about is winning tbh only time will tell","labels":"desire"},{"text":"Ah cool, i heard more or less the same story but in Newcastle. ","labels":"approval"},{"text":"I pose you this question, \"How do you know [RELIGION] is not the right religion?\"","labels":"anger"},{"text":"Sounds like you work for a terrible company","labels":"amusement"},{"text":"I was actually thinking about that during tonight's episode. I don't think the show would last long without [NAME] though.","labels":"joy"},{"text":"How about as a whole we just hate snow","labels":"disapproval"},{"text":"Cool! Just do yourself a favor and do not scroll...","labels":"relief"},{"text":"at least give the penguin some scritches, as it said no matter what they do, it would head to the mountain anyways 😭","labels":"joy"},{"text":"I did watch it and didn’t see the thing OP mentioned. So I am not sure what I was supposed to gain from watching.","labels":"confusion"},{"text":"he's pretty badass.","labels":"neutral"},{"text":"Thank fuck they died... I mean rip, so sad 💭🙏","labels":"annoyance"},{"text":"Oh damn, it’s gonna hunt me down. ","labels":"anger"},{"text":"Been scoring big on the Groudons.. caught 4 so far. Edit: no, no shinys yet. I've had the worst luck with shinys in this game","labels":"sadness"},{"text":"Sounds like you got really lucky bro :). Did you ever see the guy again? If so, did he ever bully you again? ","labels":"joy"},{"text":"This hit home","labels":"neutral"},{"text":"They do a great job until one pops free and smacks you in your junk.","labels":"curiosity"},{"text":"By [NAME]! That’s [NAME] music!","labels":"joy"},{"text":"You just needed a [RELIGION] grandparent to be killed","labels":"approval"},{"text":"Oh, what a tangled web we weave When first we practise to deceive!","labels":"neutral"},{"text":"I’m so very sorry that happened to you!","labels":"remorse"},{"text":"I'm not a [NAME]. Can someone explain this to me?","labels":"neutral"},{"text":"I don't know, but there's probably a word for it in German.","labels":"confusion"},{"text":"How much time you got? I enjoy *The Spirit of Redemption* but it's a bit long.","labels":"joy"},{"text":"Must be nice","labels":"disappointment"},{"text":"We will probably get our chance again next episode without [NAME] becoming a psychopath.","labels":"desire"},{"text":"Guys you can’t blame him. They didn’t have basic math when he was in school","labels":"caring"},{"text":"Your meme is bad and you should feel bad","labels":"sadness"},{"text":"And you're a lame, sorry not sorry ","labels":"remorse"},{"text":"I will dude. Have a good one","labels":"joy"},{"text":"Wow! What a joyous companion--for each of them. How wonderful!!!","labels":"excitement"},{"text":"Of course. And dont think for a second we dont know who this really is! [NAME]!","labels":"confusion"},{"text":"What is this fucking r\/niceguys bullshit?","labels":"anger"},{"text":"I've been called ugly, pug ugly, fugly, pug fugly, but never *ugly* ugly.","labels":"anger"},{"text":"You just know he liked his own comment","labels":"neutral"},{"text":"but in this case we are actually givining him somewhat of a trial first. big difference.","labels":"neutral"},{"text":"Glad [NAME] found some love in his life","labels":"excitement"},{"text":"i actually dont mind either of those","labels":"approval"},{"text":"Well shit, time to talk to the wife. It appears she has two husbands.","labels":"anger"},{"text":"Then tell me what he's doing, instead of being a racist hypocrite.","labels":"annoyance"},{"text":"Are you confessing to not being able to understand what this sub is about?","labels":"neutral"},{"text":"In that conversation it was the girl being boring and closed... sometimes it’s not your fault and people feel they’re the ones being awkward","labels":"embarrassment"},{"text":"Using Vtrigger and Vskill buttons!? Oh My.","labels":"surprise"},{"text":"Looks like backyard [NAME] and the gang have a new member... [NAME]!","labels":"neutral"},{"text":"Fuck I’m sitting in position 3 right now","labels":"annoyance"},{"text":"That's the idea, don't be so indignant that I called out your bs.","labels":"caring"},{"text":"What's there to disagree on..... it's pretty apparent","labels":"disgust"},{"text":"I wanna try it also. I think I had it when I was a kid but it’s been so long","labels":"realization"},{"text":"I think I had that thought years ago, but then I heard they were making a third trailer park boys movie, so I wanted to see that. ","labels":"curiosity"},{"text":"Has it been confirmed fake yet? Or is it just really obvious that it's fake?","labels":"confusion"},{"text":"I'm making small steps to change my life","labels":"joy"},{"text":"it's quite a large red flag. It depends on the context, but if they are in her dating league, I would be suspicious. ","labels":"disappointment"},{"text":"Oh no, they down voted me, they canny take patter :'(","labels":"joy"},{"text":"That's pretty gross. Unlucky OP.","labels":"amusement"},{"text":"What the hell was that pass. That was magical","labels":"anger"},{"text":"I’m in Florence right now on a holiday and my [NAME] does it make me want to replay that game","labels":"desire"},{"text":"My bad sorry, what I meant to say is ‘for our winning season’ not ‘in our’.","labels":"remorse"},{"text":"You can likely deposit this via mobile app if you bank has one. Or an ATM.","labels":"neutral"},{"text":"What a locker room cancer - Some Nuggets fan, somewhere","labels":"surprise"},{"text":"Whataburger misses you too. Come back and visit when you can!","labels":"caring"},{"text":"Blatant manipulation. Wow!! Who do we report that to?","labels":"realization"},{"text":"thats some very advanced way of thinking - and I dont think I was able to do that when I was 18","labels":"surprise"},{"text":"Don’t forget Kylie 1.0 was in it !!","labels":"neutral"},{"text":"See you all tomorrow for FIN - USA! End of the evening iguana","labels":"neutral"},{"text":"Abortion. emails. BENGHAZI! red cups Happy Holidays","labels":"joy"},{"text":"Srs glad she's going to stop cancering herself","labels":"joy"},{"text":"I skimmed poorly and thought it said 4 people (independently) discovered their data was accessed","labels":"joy"},{"text":"I miss [NAME] butt.","labels":"disappointment"},{"text":"Irrelevant, actually You're both talking about different things","labels":"disapproval"},{"text":"I don't think anyone deserves to be killed, no matter how terrible they are.","labels":"pride"},{"text":"Ugh yeah it’s really tiring. I’m in a public place right now and just had like, 3 mood swings. ","labels":"annoyance"},{"text":"This is the worst I've ever seen. It really is","labels":"annoyance"},{"text":"You're going to seriously regret this in a few years.","labels":"anger"},{"text":"The amount of overreaction on this thread is too damn high!","labels":"anger"},{"text":"How do they know how tall you are while your sitting in your car. Such bullshit.","labels":"annoyance"},{"text":"I thought that too, but I was wrong. And I know that full health is 170.","labels":"neutral"},{"text":"*laughs in uneducated Finnish farmer on skis*","labels":"disappointment"},{"text":"This is probably why you're not in a relationship.","labels":"neutral"},{"text":"If he feeds the RBs and designs some QB fakes that actually fool defenses I’ll be happy with everything else","labels":"approval"},{"text":"I still pick the femboi sorry","labels":"remorse"},{"text":"So you could say that this is one of very few subreddits that manages to somewhat avoid political spins and that the original commentor is a worthless shill","labels":"approval"},{"text":"He only does it when I'm playing a fast-paced racing game where I need to always see where I'm going.","labels":"surprise"},{"text":"Very odd to wake up the next day and be like “I need to post about this on the internet now” too.","labels":"anger"},{"text":"This question belongs in askreddit or the like. They can deal with the sexist crap this is going to dredge up.","labels":"approval"},{"text":"I don't think so. [NAME] can't even stand, how can he fuck? ","labels":"surprise"},{"text":"She won’t lose fans. If anything she’ll introduce her fans to this sound and give them a reason to love it.","labels":"neutral"},{"text":"I find it funny the same people obsessed with “owning the libs” call others “intellectually bankrupt”","labels":"amusement"},{"text":"I've never woken up to a fan around my throat.","labels":"sadness"},{"text":"SF makes a little more but it evens out with Seattle once you figure in CA state income tax and SF cost of living. #savedyouaclick","labels":"approval"},{"text":"[NAME] the people must be warned.","labels":"caring"},{"text":"Wow i've sat like all of those","labels":"joy"},{"text":"Not sure wether to downvote because it's bad, or upvotes because that's the point","labels":"confusion"},{"text":"A tree is useful today and 20 years ago, these people aren't.","labels":"disappointment"},{"text":"Man I jave never heard such a load of horseshit.","labels":"surprise"},{"text":"Ok but it’s easy to worry when the legal drinking age in your nation is one of the lowest among first-world countries.","labels":"neutral"},{"text":"I would think preschoolers would be better at shitting than with sharing","labels":"realization"},{"text":"Yawning at the insults to me, not the Woman","labels":"annoyance"},{"text":"[NAME] or [NAME] could be a good trade piece. We don't have to solve every problem in free agency","labels":"neutral"},{"text":"So how depressing is it that I know that's not true? You still gotta pay for a cold delivery.","labels":"disappointment"},{"text":"Everything is political, bub. ","labels":"annoyance"},{"text":"If people think that the current migrant\/refugee crisis is \"bad\", they have seen nothing.","labels":"sadness"},{"text":"I'm from Lebanon and have been supporting Celtic since 2006 ! Glad to see there are other people from around the world here !","labels":"joy"},{"text":"This is almost as effective as posting that sweet photo of [NAME] old band","labels":"anger"},{"text":"I met up with a woman who was 49. She reminded me of being old. That isn't attractive. Youth makes you feel alive.","labels":"disappointment"},{"text":"You know he meant Golden Gardens. You are not discussing this in good faith.","labels":"disappointment"},{"text":"Nobody would flop like that in practice","labels":"approval"},{"text":"I bet the people who migrated here legally some time ago would love to see the problems they fled from follow them back here!","labels":"neutral"},{"text":"[NAME] I want to get that ~~monkey~~blackhawk off our back so bad.","labels":"sadness"},{"text":"I’m convined everyone here is also on r\/TravisScott and r\/Kanye","labels":"joy"},{"text":"U guys are super cute together.","labels":"amusement"},{"text":"Everyone clapped too btw","labels":"joy"},{"text":"It sucks to get resigned to living with trolls. I still want to live to see a world without them.","labels":"anger"},{"text":">Make I've never hated a commentator more in my lifetime then him","labels":"anger"},{"text":"The attempt was successful. He's crying and not talking to them because they're actually dead.","labels":"grief"},{"text":"Kind of wierd to wield something you agree with someone on as a weapon against them","labels":"annoyance"},{"text":"Have a wonderful day.","labels":"excitement"},{"text":"Wow that's just like when I sing it","labels":"joy"},{"text":"This is the mildest of mild burns Title should be \"guy didn't know other guy was British\"","labels":"neutral"},{"text":"that is the most obnoxious chant ever the chiefs do it too","labels":"grief"},{"text":"What's with the buying porn thing? I missed out on it","labels":"disappointment"},{"text":"I still enjoy the content here sometimes, but....finally! This post nailed it.","labels":"joy"},{"text":"It's ok to debate and reevaluate scientific things. Really it is. Scientism however is the idiology, religion, that useful idiots and politicians are pushing.","labels":"approval"},{"text":"I would say make it NSFW but I won't joke. We don't work here","labels":"anger"},{"text":"At the end of the day you still have to let him know though. There is nothing embarrassing about frugality!","labels":"neutral"},{"text":"I know I've heard this phrase before but it's driving me crazy not remembering what it's from Please save me from my torment","labels":"sadness"},{"text":"Looks like your typical blurry picture to me, but I’m no doctor.","labels":"neutral"},{"text":"You forgot [NAME] and [NAME] as [NAME] and [NAME] in the 2003 *Battlestar Galactica*, which was spectacular. ","labels":"surprise"},{"text":"I don’t like [NAME] very much either, but she’s not a mess here. ","labels":"annoyance"},{"text":"The real tips are always in the comments :D","labels":"disappointment"},{"text":"My family voted for the Qualified Woman who was going to keep this country moving forward. So I don't have to worry about disownment :)","labels":"realization"},{"text":"No ENTP would be such a zealot about anything. This is STJ territory","labels":"approval"},{"text":"Dude nsfw this damn","labels":"anger"},{"text":"She's obviously off her meds...!","labels":"neutral"},{"text":"The simple ones feel elegant.","labels":"neutral"},{"text":"They brown as they get older clear means nice and fresh","labels":"amusement"},{"text":"Looks like the next level of a horror character","labels":"fear"},{"text":"Ah. I should've noticed that after my grandma shared it on FaceBook","labels":"surprise"},{"text":"Nope. You’re sad because I’m right.","labels":"pride"},{"text":"Sometimes the mouse attacks the snake ! I think you should start dating if he is going to be a asshat.","labels":"annoyance"},{"text":"It's a bitter cycle","labels":"sadness"},{"text":"Have faith, I'm sure there is enough fan support for more popular characters to be brought back. ","labels":"joy"},{"text":"I absolutely love it that EVERYONE is scoring... please keep this up for the rest of the season.","labels":"desire"},{"text":"I have a model gun IRL, similar to the ones in Persona You could imagine how fun it was playing through P3","labels":"amusement"},{"text":"Welcome to Pittsburgh","labels":"joy"},{"text":"I'm not telling them, I was just saying that the person who knew them irl said they were a she. That is all","labels":"annoyance"},{"text":"*lo and behold","labels":"surprise"},{"text":"Yeah, people die in civil wars. Stop.acting like the [NAME] are just killing [NAME] while spouting made up numbers","labels":"anger"},{"text":"> whatever happened to MK9's revealing style? Female characters started getting treated as actual characters and not just strictly fanservice mannequins.","labels":"neutral"},{"text":"Throwing the book to see what sticks you think?","labels":"anger"},{"text":"This is some of the worst passing I've ever seen.","labels":"anger"},{"text":"Well she mostly horrible when she was drunk, so drinking less for her would be a huge improvement.","labels":"neutral"},{"text":"There was no need to crap on this guys feelings but you decided to anyway. At least you did the right thing a helped him dodge a bullet.","labels":"caring"},{"text":"Thank [NAME] for the adult spammers on my susbscribed NSFW subreddits.","labels":"relief"},{"text":"I think its justified because that dude freaks me out. The less money the better.","labels":"annoyance"},{"text":"[NAME] is a socialist I believe. He also seems like a lovely person.","labels":"neutral"},{"text":"For a sec I thought I was on NoSleep. I'm glad no one got hurt.","labels":"joy"},{"text":"Seriously. I had 2 jobs and was in college. I sleep more now!","labels":"joy"},{"text":"Yes that would've been so much fun! You can only imagine my shock and disappointment...","labels":"amusement"},{"text":"\"Should be\" being the operative phrase. Not happening at my store.","labels":"neutral"},{"text":"I'm so sorry. Hang in there.","labels":"remorse"},{"text":"I came here to see this. Never disappointed in reddit","labels":"caring"},{"text":"I’ve never heard of a vet adopting out pets before.","labels":"surprise"},{"text":"I was just quoting the president (through his press secretary) to be honest.","labels":"desire"},{"text":"I use amazon firestick and the app isn't too bad on there.......id say userbility and interface wise though GWN beats it hands down","labels":"neutral"},{"text":"Likely just a scam","labels":"anger"},{"text":"Maybe it meant sorry just wondering","labels":"remorse"},{"text":"Did insurance cover this? Who was the surgeon? Unfortunately without it...this surgery can cost up to 20k or more in American cities.","labels":"realization"},{"text":"> I'm not really sure why my post got you so mad Because he’s one of the guys we’re talking about.","labels":"confusion"},{"text":"Just learn from this and move on bro. Give yourself time to mourn.","labels":"sadness"},{"text":"I mean.. there's only like a million...","labels":"neutral"},{"text":"Do you find yourself depressed a lot? I feel like depression comes out of boredom.","labels":"nervousness"},{"text":"I will always love ohare because it is the home alone airport","labels":"love"},{"text":"If you have bo toleramce you could feel it for a day","labels":"embarrassment"},{"text":"Because it’s more fun?","labels":"amusement"},{"text":"my parents did this for 8 years. apparently it’s a lot of fun","labels":"joy"},{"text":"11 years goddamit I’m old","labels":"anger"},{"text":"It was magic.","labels":"surprise"},{"text":"Because he only won it begrudgingly last year. No one likes watching him play. [NAME] will win it unless [NAME] scores 40+ points like every game.","labels":"caring"},{"text":"Cringe, dude. You’re really reaching. ","labels":"fear"},{"text":"Those refs were terrible, god damn. GG Buckeyes, it was much closer than the score suggests.","labels":"fear"},{"text":"What's he whining about, I am only 52 and stuck on SSI now and only getting 1400.00","labels":"disappointment"},{"text":"Wait, so you really can't carry bags to school in US? ","labels":"disappointment"},{"text":"omg no way he totally screwed himself over there XD","labels":"surprise"},{"text":"It would feel amazing. Which would scare you. So you would crush it. Along with yourself.","labels":"surprise"},{"text":"Something is eating this poor redditor and I don’t think it’s the injustice of society at large to accept face tattoos.","labels":"disapproval"},{"text":"Would be a good idea what deal labour wants.","labels":"amusement"},{"text":"I can’t stand this arrogant prick he’s no better thenFord in Ontario and that guy is a buffoon","labels":"annoyance"},{"text":"woah this is a reversal of the norm you took a meme from instagram to reddit","labels":"surprise"},{"text":"I guess a bunch of people will move over there to avoid Brexit.","labels":"optimism"},{"text":"Not as bad as the face [NAME] making","labels":"neutral"},{"text":"That’s adorable! He probably wants them all in one spot so he can make sure they’re ok and not getting lost or hurt.","labels":"caring"},{"text":"Hey look It's a Bernout from Potomac! Lol","labels":"amusement"},{"text":"I can be hard on KAT at times but boy am I glad he signed here for 5 more years","labels":"caring"},{"text":"yeah i am using the regular blue black deck. But is it really that bad.","labels":"disappointment"},{"text":"If you don't know how\/where to find a source for that you clearly aren't very well read on the subject.","labels":"annoyance"},{"text":"yes he did, and that Napoli goal had me running around my house like a crazy man....","labels":"annoyance"},{"text":"The customer’s a jerk but you’re really not very clear here.","labels":"sadness"},{"text":"What the hell- they're paying for cars they don't and won't ever own?!","labels":"anger"},{"text":"This post fucking sucks because it doesn't cater to my beliefs.","labels":"anger"},{"text":"Stop lying to me","labels":"anger"},{"text":"shadaha and the faith in your heart is enough to be [NAME]. also dont forget to repent. welcome back!!","labels":"remorse"},{"text":"Wow really? I would think that UK bases would be the last place we'd have protests at.","labels":"surprise"},{"text":"Very curious why there is no other competition in this market space","labels":"curiosity"},{"text":"Oh well pain depends entirely on how you die","labels":"approval"},{"text":"Obviously has played on her mind for that long... glad she apologised","labels":"joy"},{"text":"that was an ugly 5v3","labels":"anger"},{"text":"Lmao I listen to stuff that doesn't fit in any of these categories Oh, and grandson","labels":"neutral"},{"text":"Life is Strange is terrible. Absolutely zero gameplay...","labels":"fear"},{"text":"I think he's a lustful, gluttonous, greedy, lazy, wrathful, envious, and prideful man. ","labels":"anger"},{"text":"Right but even without the FPTA surely we could have found ourselves in the same situation from a legal perspective?","labels":"curiosity"},{"text":"my crush began to be annoying when i lost interest in him. it sucks either way","labels":"sadness"},{"text":"I know it's Nightengale but he's saying upwards of 12\/350.. ya no thanks.","labels":"approval"},{"text":"Turns out, that daddys little girl is a thot, who also takes drugs. No wonder she fled her country.","labels":"disappointment"},{"text":"That's a lot of assumptions. My local post is exceedingly lazy.","labels":"disapproval"},{"text":"It seems kind of bizarre that Canada is expected to respect or accommodate the hereditary chiefs, if the elected band leaders choose not to. ","labels":"confusion"},{"text":"Oops! The lack of free trade caused the death of 20 Million proletariat!","labels":"sadness"},{"text":"It's why it would be a mistake to move away from the \"mega-thread\" format.","labels":"approval"},{"text":"Seriously. The only thing that gave it away was no spelling errors.","labels":"annoyance"},{"text":"You really going to claim our foreign policy is equivalent to that of Iran and Russia?","labels":"surprise"},{"text":"Well that made me want to continue to live in Alberta.","labels":"desire"},{"text":"If I'm dipping my crust, it's in marinara sauce EDIT: I love hot sauce on pizza","labels":"love"},{"text":"Any man who risks having unprotected intercourse with random women likely doesn't have being a father on his mind.","labels":"disappointment"},{"text":"I love my state sometimes","labels":"love"},{"text":"What? That is the most recent big meme, it's not cringy","labels":"surprise"},{"text":"I don't swallow toothpaste idiot","labels":"anger"},{"text":"happy early birthday OP! have fun !","labels":"joy"},{"text":"[NAME] this makes me feel ancient.","labels":"joy"},{"text":"They were just gonna do a review parody of their favorite movie. What’s hard to understand?","labels":"curiosity"},{"text":"No we just want to make sure that it doesn't happen. Fairly large difference.","labels":"caring"},{"text":"Well all I can say is I'm sorry and May [NAME] open your heart one day.","labels":"remorse"},{"text":"What’s weird is. I never miss anyone. Like, ever.","labels":"annoyance"},{"text":"oh shitttt. it’s upside down","labels":"surprise"},{"text":"I just say I don't know shit. I'm just a ape man on a rock.","labels":"annoyance"},{"text":"I hate this comment. More-so, I hate how likely this comment is to reach fruition. ","labels":"disappointment"},{"text":"That was a brutal shift. Honestly he should be playing sheltered minutes. Team needs [NAME] and [NAME] back, give bulk of his minutes to [NAME]. ","labels":"annoyance"},{"text":"Japanese Raws? This manga is ongoing and next chapter is 217 as far as i'm concerned","labels":"caring"},{"text":"[NAME] 👩👩👩 this Is for real, this makeup 💄 💄💋 makes you glow 🌟✨ no 🚫🚫🚫🚫 filters needed 💯💯💯💯💯","labels":"amusement"},{"text":"ahhhhh no how dare i have morals of course the most important thing is that my favorite football team has a better special teams coordinator","labels":"joy"},{"text":"[NAME] doesn't really look hindered by the way she's playing and hitting. I hope she doesn't retire. [NAME] just playing amazing.","labels":"joy"},{"text":"[NAME] having an adult life, yeah ist tiring. But not exactly new and not at all women specific imo.","labels":"realization"},{"text":"If [NAME] can play into his 40s and lead the Sabres, i dont care who is role model tbh i just wanna win.","labels":"desire"},{"text":"Rose coloured glasses get rosier as time goes by :) You'll move on eventually. Treasure the memory but be present in your current and future relationships.","labels":"desire"},{"text":"The struggle is real","labels":"sadness"},{"text":"I really despise that woman.","labels":"anger"},{"text":"I CANNOT WITH THESE COMMERCIALS","labels":"sadness"},{"text":"Same. I unfollowed the cast and the fan pages. I can’t anymore lol","labels":"amusement"},{"text":"that trier iso on tucker at the end made me feel things","labels":"joy"},{"text":"Same, I feel weird when i thank something unaware, but I feel worse when I don’t thank it","labels":"disappointment"},{"text":"Why don't you just tell us? We're all dying to know!","labels":"curiosity"},{"text":"You've been muted. Usually awarded for extreme toxicity, don't worry though its temporary.","labels":"caring"},{"text":"The ID cards wouldn't have been a problem if they were like the EU one. It was the fuckload of biometric data that was abhorrent.","labels":"annoyance"},{"text":"I think you didn't read the whole post. Go to the eye doctor.","labels":"annoyance"},{"text":"In the letter I told her she was disrespectful and that we will not ask her to housesit again.","labels":"disappointment"},{"text":"Nah man you need to have NEGATIVE IQ to enjoy that show, cuz the weed ain't working.","labels":"disappointment"},{"text":"Well fuck my kids then","labels":"anger"},{"text":"Surprised [NAME] didn't add his hatred of interracial couples in the movie.","labels":"surprise"},{"text":"I wish [NAME] made the levels up to 100.","labels":"desire"},{"text":"This is so true yet they usually dont listen.","labels":"sadness"},{"text":"Because physical contact promotes bonding. Healthy relationships increase both partner's wellbeing. Routine can be frustrating. Especially when you want to try something new.","labels":"disappointment"},{"text":"I’m so glad I have my own car","labels":"joy"},{"text":"You left out information to serve your needs. How [NAME] of you.","labels":"anger"},{"text":"Fuuuuck that's rough","labels":"anger"},{"text":"I feel these people think, what you think you can just feel good? They always feel bad so should you.","labels":"disappointment"},{"text":"I thought she got arrested over it, but charges were dropped?","labels":"annoyance"},{"text":"I got the same call, voicemail was definitely Chinese but I deleted it and marked the number as Spam\/Blocked ","labels":"neutral"},{"text":"Holy crap, what happened to that guy?","labels":"curiosity"},{"text":"I often send my female friends Love poems. Oh wait, no, no I don't, because that is super weird. ","labels":"embarrassment"},{"text":"I'm genuinely interested in the responses to this but lmao at \"pork salivary glands\" Edit: sweet username","labels":"curiosity"},{"text":"Okay thats cool I was asking because I didn’t know y’all better stop downvoting me","labels":"confusion"},{"text":"\"Moose killed my parents.\"","labels":"anger"},{"text":"The EU's 'red lines' are in treaty and legislation. The UK's red lines are just May's opinions, they could disappear in two minutes.","labels":"neutral"},{"text":"If you hike past the 2-3 mile.mark on just about any trail you'll lose all.the Instagram hikers.","labels":"disappointment"},{"text":"When ever I’m feeling depressed or alone, I’ll just image you and think “it could be worse”.","labels":"disgust"},{"text":"Nah, reviewable offsides is pretty bad","labels":"annoyance"},{"text":"And what do you find in the mist in subnautica crystalized sulfur. So I believe this is definitely what they modeled the lost River after baddabang","labels":"curiosity"},{"text":"You sound upset.","labels":"sadness"},{"text":"Lol ok. So saying a garbage clip doesn't belong at the top of a gaming subreddit makes me a [NAME].","labels":"amusement"},{"text":"Super weird question. Not really commenting either way, just so weird the life we have created for modern humans.","labels":"disgust"},{"text":"(#1)Just love him\/her (#2) Be forgiving","labels":"caring"},{"text":"Such dumbass,I think I'm going to take my dog somewhere else","labels":"anger"},{"text":"She's getting younger and younger. Which wouldn't be that big of a deal if this post didn't exist","labels":"amusement"},{"text":">Sorry, but any city that had any kind of ~~epidemic in its~~ history will have bunches of dead people buried under it.","labels":"remorse"},{"text":"[NAME] is timeless, so I think both can be true at once. We have been saved, are being saved, and will be saved.","labels":"neutral"},{"text":"Does anyone notice how his voice always changes when he’s trying to be cute and charming.","labels":"curiosity"},{"text":"Seriously. Where I’m from it’s Heinz or excommunication.","labels":"annoyance"},{"text":"And you truly need to be there and see this wide spread nonchalant attitude to truly understand it how bad and rampant it is.","labels":"fear"},{"text":"Personally I'm wondering why our OP didn't go with the clone angle. That's way more insane than them just being sent to prison.","labels":"surprise"},{"text":"*Can I Haz Gold?* Don't actually please don't spend your money on crap like that.","labels":"caring"},{"text":"Yeh your right a bitter parra fan, have fun with norms him a bell end will get on fine","labels":"amusement"},{"text":"Pretty poor shots mostly. Couple of great saves from [NAME] though.","labels":"neutral"},{"text":"My last GF called me a pedophile too. Big word for a 12 year old.","labels":"neutral"},{"text":"I definitly used to do this all the time and it feels very good to have it for me alone","labels":"desire"},{"text":"Hmm, were you trying to prove your inability to read, or just your inability to comprehend? Either way, you've effectively done so.","labels":"amusement"},{"text":"And they don't give any actual details, just a string of baseless claims. Wonderful.","labels":"excitement"},{"text":"Anyone else stressed out because [NAME] is not next to [NAME]... no? Ok, me neither","labels":"sadness"},{"text":"This feels more like \"Lofi Rock\" if that exists, or even Jazz. Very interesting.","labels":"joy"},{"text":"Sorry what, seriously? Who decided that shit, that wasn't even [NAME]?","labels":"annoyance"},{"text":"Haha, maybe at the 55 title party in May ","labels":"amusement"},{"text":"Please tell me you were buying something extremely embarassing!","labels":"embarrassment"},{"text":"Girl said yaaassss","labels":"excitement"},{"text":"F I had one for a few years. Good times.","labels":"disappointment"},{"text":"Lmao good luck getting forgiveness with that","labels":"optimism"},{"text":"also that fiat (if paid in Bolivares) will quickly depreciate in a week","labels":"sadness"},{"text":"actually pretty hot tho","labels":"amusement"},{"text":"I've seen so many of these and I still have a massive amount of difficulty believing it is possible.","labels":"approval"},{"text":"I thought this was a torb skin and I was about to die","labels":"sadness"},{"text":"Ughh same. Love the finish of it just wish it had more coverage.","labels":"desire"},{"text":"I know but it just makes me gag.","labels":"sadness"},{"text":"Isn't it crazy how 2005 is considered \"classic\"?","labels":"annoyance"},{"text":"#BUTTLICKER!","labels":"neutral"},{"text":"The worst thing about this tweet is how many likes and retweets it got","labels":"disgust"},{"text":"This post and thread are killing me","labels":"anger"},{"text":"I mostly shooed him away and didnt report him. But no one liked him. It was a short internship.","labels":"sadness"},{"text":"In my opinion at night peds have just as much responsibility of being seen as drivers have to see.","labels":"nervousness"},{"text":"I guess we both have just had wildly different experiences with the game and how our friends have played it. ¯_(ツ)_\/¯","labels":"joy"},{"text":"Oh no here come the fanboys and girls, dude... RUUUNNN","labels":"excitement"},{"text":"Yeah but people are dumb and mesh everything together because thinking about specific situations is clearly too hard","labels":"caring"},{"text":"It's not a question of law; it's a matter of school policy.","labels":"anger"},{"text":"They don't want to date you, they want you as a furry sex toy ","labels":"disappointment"},{"text":"I hate it when mom and dad fight.","labels":"sadness"},{"text":"> What? I second this","labels":"anger"},{"text":"Why is this still not banned","labels":"anger"},{"text":"Looks like you've never been to Paris! The worst toilet in UK is cleaner than Paris.","labels":"annoyance"},{"text":"Noooo. I seriously did not know that. Yes, mind blown. ","labels":"surprise"},{"text":"You know they just blamed the neighbor who defended themself.","labels":"annoyance"},{"text":"*Googles what is the third leading cause of death* Google *updated*: Measles causes by stupid people not vaccinating their children","labels":"annoyance"},{"text":"OK, I think I can binge and rebinge the entire run 20 or 30 more times before then, PHEW!","labels":"optimism"},{"text":"Gotta be honest here, these people are so crazy that I read this expecting the store to be a literal apple store that sells apples. ","labels":"annoyance"},{"text":"It's weird knowing that the people in these pictures are actually real You kinda forget sometimes","labels":"annoyance"},{"text":"I shower with the lights off. The first time felt really unnatural but now it's actually really comforting.","labels":"joy"},{"text":"Us girls are taught to always be polite. Screw that, safety is more important.","labels":"caring"},{"text":"Maybe your just a side character in your own life.","labels":"disappointment"},{"text":"Oh [NAME] no.","labels":"fear"},{"text":"It’s standing and kind of looks like it should - if it’s still like that tomorrow I’m calling it done!","labels":"excitement"},{"text":"Greetings, fellow resident of a rectangle with a pointy bit in the corner.","labels":"gratitude"},{"text":"I don’t know man I feel like this goal is just a combination of unluckiness","labels":"confusion"},{"text":"What a heel.","labels":"anger"},{"text":"I dont go because it ends 1 of 2 ways. Either im sick or im not. I dont like either of those answers.","labels":"disappointment"},{"text":"Amen, block all immigration.","labels":"annoyance"},{"text":"Didn't really help who the Master is but [NAME] will lose his damn mind. We video game worlds now.","labels":"disappointment"},{"text":"Can PG just chill","labels":"joy"},{"text":"and now her mask is on. make up yer mind","labels":"anger"},{"text":"I'm all for not getting too crazy because we've had a rough stretch, but [NAME] scoring twice hurt. A lot.","labels":"disappointment"},{"text":"I didn't have the strength to finish this, had to go watch some cringe videos to wash this bad boy out of my brain.","labels":"nervousness"},{"text":"Most traffic violations are victimless crimes and fining people for them is wrong.","labels":"annoyance"},{"text":"Yea, and trading away young players does not make us better.","labels":"disappointment"},{"text":"Having a bowel movement, changing feminine product, doing makeup, etc. It really just depends on the situation. I loathe being rushed.","labels":"annoyance"},{"text":"I literally didn’t but ok","labels":"disappointment"},{"text":"They were my favorites. Players apparently hated them though.","labels":"sadness"},{"text":"Its very obvious to me he is still in love with her. He is definitely not in love with [NAME], the marriage will be a disaster.","labels":"sadness"},{"text":"Not sad enough fo here the skeleton is dead so he can't comit sucide","labels":"disgust"},{"text":"Society has once again falsely made men look cold and emotionless. You're normal.","labels":"annoyance"},{"text":"Oh you sweet summer child. She's a cop. She's not getting convicted for anything. A year from now she'll have her job back.","labels":"desire"},{"text":"It's crazy, the first day with icy, snowy roads it's scary but within a few days, grip and visibility sound like fantasy","labels":"confusion"},{"text":"The concern is that there is a very high likelihood of his health deteriorating in one way or another before he can complete two full terms.","labels":"caring"},{"text":"Read in the news yesterday that 3.6 million have lost their insurance since the rump took office. I wonder how many of them died because of it?","labels":"sadness"},{"text":"It was intentional. Maybe not with much thought behind it, but a very dangerous instinct.","labels":"fear"},{"text":"If by \"better\", you mean \"more fun\", then I'd go with the second one. <smile>","labels":"neutral"},{"text":"At least [NAME] got to touch UFC gold. Not many people can say the same. In good company.","labels":"surprise"},{"text":"Don't they already have a decent backup in T. Hill or whatever that guy's name is?","labels":"approval"},{"text":"Are you being stupid again?","labels":"anger"},{"text":"You’re welcome, glad to help!","labels":"joy"},{"text":"Yeah usually I’m defensive around people I don’t know casually walking around with things that could be powerful weapons.","labels":"caring"},{"text":"with his luxurious salary, nice pension and zero accountability for anything it does, its a hard old life!!!","labels":"joy"},{"text":"At least take a cloth and wipe off the dust. I've seen better condition stuff at the thrift store.","labels":"annoyance"},{"text":"Getting fired would make me leave im sure.","labels":"sadness"},{"text":"That's because: Emotion = Reality","labels":"realization"},{"text":"You are grieving a hard loss, and might benefit from some grief therapy.","labels":"sadness"},{"text":"no, $950 plus enhancements. but with enhancements mine is better than the white Arabian was.","labels":"joy"},{"text":"I think we all are","labels":"neutral"},{"text":"I never played as a burglar, so I am not familiar with them XD But, I mean....humans as pets! lol","labels":"amusement"},{"text":"They asked him twice about Bayern and he just kept saying he can't talk about it, so not very reassuring really.","labels":"annoyance"},{"text":"I took a marijuana doobie this evening around 5:00 p.m. after my dinner at Country Kitchen Buffett and I am now tripping.","labels":"joy"},{"text":"i don';t know about that, it's probably aliens.","labels":"confusion"},{"text":"I am even more concerned now[](#face-support)","labels":"caring"},{"text":"Yeah, apparently they're wrong. It is a bummer and only getting worse, it seems.","labels":"disgust"},{"text":"I was homeless for almost 2 years, so it's something I feel very connected to. Not a circle jerk for me.","labels":"caring"},{"text":"I think you need a better partner. Continuing to go after you said you want to stop is kind of abusive.","labels":"anger"},{"text":"Because they enjoyhis music. Stop asking stupid questions in order to get attention","labels":"annoyance"},{"text":"You're saying [NAME] sucks at drafting...?","labels":"annoyance"},{"text":"Not any weirder than male doctors handling women junk for centuries.","labels":"disgust"},{"text":"They can quarantine us but if they come for woofers we riot.","labels":"annoyance"},{"text":"But then you regret it because you realize you secretly liked the attention. Just bottom things.","labels":"sadness"},{"text":"To bad for you.","labels":"disappointment"},{"text":"But everybody got mad when Russia recognized [NAME] as US president. Go figure.","labels":"anger"},{"text":"The Keystone Pipeline brings in oil from Canada. As long as Canada keeps fucking over the [NAME] they'll be on good terms with the US.","labels":"approval"},{"text":"Scars do not fade after 2 weeks. Its gonna take a few months. I've got some nasty scars too girl I feel your pain","labels":"caring"},{"text":"And dedmon is expiring. So he likely would have walked for nothing. Huge win","labels":"amusement"},{"text":"I get that but there may be some folks out there that aren’t like that. Any help would be much appreciated.","labels":"amusement"},{"text":"If you have to ask you're too uncool to be allowed in.","labels":"disappointment"},{"text":"Cold approach is a huge waste of time due to the ratio of success-failure","labels":"approval"},{"text":"Oh okay ya never heard it called fabrics","labels":"surprise"},{"text":"Nice, Butt Stallion just chilling in the background","labels":"joy"},{"text":"You were really fortunate! See, that’s what I imagined would happen... ","labels":"optimism"},{"text":"lol why ? they were both garbage when their time was up","labels":"amusement"},{"text":"I feel like I'm watching a scene in an action movie but with penguins","labels":"joy"},{"text":"Looks deliriously boring.","labels":"fear"},{"text":"I've never heard [NAME] complain about *post*-marital sex. So after you get a divorce, tear off your clothes and indulge your lusts!","labels":"sadness"},{"text":"I’m still waiting for 4 EBT withdrawals marked complete on Dec 7th 2018. Later date EBT withdrawals were paid oddly.","labels":"neutral"},{"text":"Fock I cant breathe.","labels":"annoyance"},{"text":"Can’t wait to see this monster perp walk.","labels":"excitement"},{"text":"That’s anecdotal","labels":"disappointment"},{"text":"I fully expect the curse to hit with him blowing out both acl's while playing video games","labels":"joy"},{"text":"Looking like a kid didn't exactly inspire men to treat me like a sexy woman, even though I was cute as a button. ","labels":"joy"},{"text":"Problem is that most of the female posters here either do it for attention or almost immediately ghost because they come to their senses.","labels":"approval"},{"text":"Midnight has been 4\/4 pro league teams they have played so far, so I wouldn't be too sure they're gonna be bottom feeders","labels":"disapproval"},{"text":"Happy new year!","labels":"joy"},{"text":"need to stop over reacting about *everything*.","labels":"annoyance"},{"text":"You're really on a shit-posting streak lately. Something happen in your life that you need to talk about, bud?","labels":"caring"},{"text":"You should re-think the credibility of whoever told you otherwise. Seems snarky to me.","labels":"disappointment"},{"text":"I didn't know that kind of \"full-tang\" existed. Good to know. ","labels":"disappointment"},{"text":"already downloading, as long as there is 1 or 2 fun heroes it will be worth it","labels":"realization"},{"text":"He burnt out. Give it some time. Other option is he never really cared, but I find that unlikely. Also maybe life just happened.","labels":"disappointment"},{"text":"Sentence didn’t start with an apology, not sure if legit Canadian. ","labels":"confusion"},{"text":"If you have to ask \"how to know if I'm ready for psychedelics\" then you are clearly not ready.","labels":"confusion"},{"text":"Why the social anxiety? You are going on an adventure with friends and are excited not anxious","labels":"curiosity"},{"text":"This sentence has a very different meaning in Australia.","labels":"surprise"},{"text":"You first! Make it more interesting than this!","labels":"desire"},{"text":"To be fair that would be a hella stiff drink.","labels":"excitement"},{"text":">You're worth a lot more than that and there are so many other impressive and interesting things about you. What an outrageous lie.","labels":"excitement"},{"text":"And I feel [NAME] in this Chili's tonight!","labels":"excitement"},{"text":"I haven't done enough orders yet to get anything other than money for dashes.","labels":"neutral"},{"text":"You know it wasn't missionary, if she wanted it that bad she was most likely doing all the work.","labels":"annoyance"},{"text":"Some fragile egos seem very upset at the ad. womp, womp.","labels":"sadness"},{"text":"It's like a car wreck. You can't look away.","labels":"caring"},{"text":"Volume-wise, you are correct. ","labels":"amusement"},{"text":"all 10’s left tbh hoping for a clarity win, we found love second, rather be third, and titanium fourth","labels":"optimism"},{"text":"Epiploic Appendagitis. Although it’s almost certain that you’ll have to affirm that you aren’t talking about appendicitis.","labels":"neutral"},{"text":"YeH, I’m trying to inquire about this.","labels":"curiosity"},{"text":"Fake The monkey was a paid actor!","labels":"annoyance"},{"text":"Washington had it so easy, until they signed [NAME] that stupid contract ...HAHAHHAHAHAHA","labels":"amusement"},{"text":"Oh [NAME] I needed that laugh","labels":"desire"},{"text":"The stress of electoral politics seems to be incredibly bad for one’s health.","labels":"realization"},{"text":"Well the cops would probably become even more corrupt in covering things up to protect their buddies from losing retirement","labels":"annoyance"},{"text":"I know, that is why I said that. ","labels":"caring"},{"text":"Hes looking for a handout of 3 free meals a day, education and skill training and a roof over his head. Jail, it works.","labels":"joy"},{"text":"First of all, sorry for your loss. Keep in mind that funerals are for the people still alive not the person who has just died.","labels":"caring"},{"text":"There is always the risk of a team throwing him a stupid offer sheet. I still wish we would've thrown a max at [NAME].","labels":"desire"},{"text":"The situation never should’ve gotten to that point.","labels":"optimism"},{"text":"It's harder to find a decent picture of him","labels":"sadness"},{"text":"I feel bad for laughing at this now that the creator of Spongebob passed away a month ago.","labels":"disgust"},{"text":"No because to them this disabled boy is faceless. It’s easier to digest our hate and vitriol without thinking about it.","labels":"disappointment"},{"text":"I didn't find it too bad. I always favoured the 1500m and my wife is from Abu Dhabi","labels":"caring"},{"text":"I wish I could get this kind of funny stuff sent to me on Snapchat. All I ever get are bobs and vagene.","labels":"amusement"},{"text":"Damn furries. We don't have animal ears!","labels":"anger"},{"text":"[NAME] why are there so many guendouzi haters?","labels":"disappointment"},{"text":"I don't think either of them took that bump outside any worse than the other. That was jarring.","labels":"surprise"},{"text":"Please don't ruin our self-deprecating-humor cope.","labels":"disapproval"},{"text":"Kor Is an absolute chad","labels":"neutral"},{"text":"Not dislexia, the recent news about kashoggi has for the most part conditioned us to expect horrifying g news where Saudi nationals in foreign countries are concerned","labels":"disappointment"},{"text":"Delusion at its finest","labels":"sadness"},{"text":"He was harsh on the other actors? Have you a source I can check out? I just can‘t remember him badmouthing anyone in particular :\/","labels":"sadness"},{"text":"that' be dope! Like a bunch of arrows following him like Red Death had bats","labels":"neutral"},{"text":"Omg yes feels like being new born.","labels":"surprise"},{"text":"Sometimes LOOOOOVE comes around And it knocks you down Just get back up when it knocks you down, knocks you down","labels":"caring"},{"text":"r\/UNBGBBICHIDICTICBG Pretty sure I got that wrong but I think you guys know what I mean Edit: I can't spell","labels":"remorse"},{"text":".... You do realize they will eventually hit a glass ceiling since that's unsustainable.","labels":"realization"},{"text":"Woah you still found this, even when he spelled your name wrong, so you didn't get paged.","labels":"excitement"},{"text":"As a non-religious that’s fascinated by [RELIGION], I love this 😅.","labels":"excitement"},{"text":"Oh look, someone who doesn't understand how living languages work.","labels":"surprise"},{"text":"Glad it's not just me!","labels":"joy"},{"text":"I’m already close to 50. It should be getting really interesting about the time I die.","labels":"curiosity"},{"text":"That's even worse honestly","labels":"anger"},{"text":"I doubt it, serial killers enjoy killing, the stuff they do afterwards is just the icing on the cake for them. ","labels":"confusion"},{"text":"I downloaded this album yesterday, and love it!","labels":"joy"},{"text":"For free? Tell him you ain no prude. You want $100","labels":"neutral"},{"text":"I've read the series through 4 times. There is literally zero reason to believe that.","labels":"disappointment"},{"text":"i think its cool because its a hybrid that comes in stickshift","labels":"relief"},{"text":"What am I missing here? It's a noun, so no past tense?","labels":"curiosity"},{"text":"Bless you!","labels":"love"},{"text":"Jokes are even more terrible lately","labels":"fear"},{"text":"That’s good","labels":"approval"},{"text":"When you glossed over [NAME] history to make a cheap shot at a democrat. That type of dishonesty is kind of your trademark","labels":"annoyance"},{"text":"I agree with that sentiment. But Doordash is not a job worth doing. I worked for less than minimum wage all summer.","labels":"sadness"},{"text":"I was booing loud, so were a lotta others. That muthafuckah","labels":"disapproval"},{"text":"\"five minutes of fame\"... [NAME] lmao. Ok, whatever u say kid.","labels":"neutral"},{"text":"This entertained me far more than it should have. If I had gold to give...","labels":"amusement"},{"text":"I drive for a living so I have a pretty high-end camera that captures license plates!","labels":"joy"},{"text":"Yes I was feeling bad that hes friends left him","labels":"anger"},{"text":"I definitely wouldn’t do a role change at the tournament but definitely when they get home. I should’ve clarified that sry.","labels":"disappointment"},{"text":"But you've been openly critical of men's rights and have defended feminism.","labels":"approval"},{"text":"The fact that such awful designs exist almost makes me want to stop wearing leggings. *Almost.*","labels":"disgust"},{"text":"Or at the very least, why can't healers have HAMMERS!? (... I miss Legion :(]","labels":"disappointment"},{"text":"Finally the UN gets off their ass and does something. So glad she’s finally safe (for now).","labels":"joy"},{"text":"Just take it easy son.","labels":"caring"},{"text":"Damn liberals!","labels":"annoyance"},{"text":"We *do* deserve animals if we give them lovings! Don’t talk so down about yourself, silly .. that’s what that kitty would say !","labels":"caring"},{"text":"these have to be probably the worst presses ive ever seen, sorry mate","labels":"disgust"},{"text":"No one loves you. Cry more.","labels":"sadness"},{"text":"[NAME] and [NAME] Funny thing is they both had a feud too and were in the ring at same time a lot","labels":"caring"},{"text":"That's a nice way to say \"being forcibly removed as illegal immigrants.\".","labels":"approval"},{"text":"Congratulations on securing your CF Future!!!","labels":"amusement"},{"text":"It’s so crazy how [NAME] went from being an elite goaltender to barely an ahl bum in a matter of 2-3 years. I cri","labels":"curiosity"},{"text":"It's nothing on you. I just hate the idea from a justice standpoint. I strive for fairness as much as I'm able.","labels":"desire"},{"text":"The numbers against EEA will go up once people realise it amounts to fuck all but still costs a fortune.","labels":"approval"},{"text":"I wish the camera showed the cops reactions and faces when it didn't work","labels":"desire"},{"text":"That’s a... tough decision. That dog better be able to talk.","labels":"desire"},{"text":"they're shite - disgruntled OCSC fan","labels":"neutral"},{"text":"At the very least our shithousery is better, and I highly doubt there's any [NAME] who can outda the da's on here","labels":"curiosity"},{"text":"The emojis in the background. Wtf lmao","labels":"annoyance"},{"text":"Already I can can hear the screaming and howling of the neoliberal right. They will amuse me.","labels":"amusement"},{"text":"If you grow your beard and mustache just long enough, you never know who's hair it is in the your mouth anyway","labels":"disappointment"},{"text":"I know my periods coming when the self loathing hits lmao","labels":"optimism"},{"text":"Ok cool but where can you study Old Norse? That seems like exactly the type of useless but cool skill I’d love to have.","labels":"love"},{"text":"Yay Pip!","labels":"amusement"},{"text":"read that as 'Belly Racing' and tbh i'm a little underwhelmed","labels":"disappointment"},{"text":"Thats fine as long as the creative director is still there.... Though the talent will be missed","labels":"joy"},{"text":"Wait, apple and [NAME]? Please tell me these fools are all on windows phones ","labels":"anger"},{"text":"Out of control by darude. Just get carried away by the sounds man","labels":"anger"},{"text":"It’s too cold to go outside most of the year. Whining into webcams is all they’ve got!","labels":"annoyance"},{"text":"Wow, an [NAME] sighting","labels":"surprise"},{"text":"Still concluding I’m disingenuous despite getting your facts wrong. Big ego you’ve got.","labels":"anger"},{"text":"I thought you only get to be a wizard after you're 30yo and still virgin","labels":"surprise"},{"text":"Yeehaw! It's time for a hoedown!!!!","labels":"joy"},{"text":"I got $10 on Anzac Day as the guy won money and 2 x $5 tips that’s all.","labels":"joy"},{"text":"I really wish my husband could get his sleeping disorder under control.","labels":"desire"},{"text":"This gave me PTSD","labels":"neutral"},{"text":"IMO, cheaters are only sorry they got caught, not because they betrayed their spouses and had an affair. ","labels":"anger"},{"text":"But all this does is hurt the average person not the right way to raise money.","labels":"sadness"},{"text":"Jokes on you. I have anxiety so I do this a lot","labels":"nervousness"},{"text":"My selfless boi","labels":"love"},{"text":"Unfortunately, we live in 21st century America, where this kind of behavior ensures that they will both be given high-paying jobs at CNN.","labels":"sadness"},{"text":"Goodness, that shot of McDonald's is **super** old. It looks like a picture from the 90s\/early 2000s.","labels":"joy"},{"text":"I take it you'll be consistent in this stance and never go to the doctor, because there's nothing you can do to stop it. ","labels":"disappointment"},{"text":"Except for the part where [NAME] Millennial daughter is one of the big new heroes introduced in MKX...","labels":"excitement"},{"text":"Yeah. It didn't even work, that's why nobody went crazy. ","labels":"neutral"},{"text":"Same boat, sank pretty hard at the worst time.","labels":"sadness"},{"text":"My man's on the left looks like he's trying too guard precious","labels":"caring"},{"text":"Wow that feels like discrimination against the poor [NAME] kind.","labels":"disappointment"},{"text":"FoX cHaNnEl BaD!!!!!","labels":"annoyance"},{"text":"Saw this yesterday and it's way funnier with the whole joke spoiled by the \/r\/bestof title, for sure. ","labels":"amusement"},{"text":"amendments are allowed on monday to mays deal, i'd be amazed if no one kills her deal","labels":"surprise"},{"text":"Not to assume things here but why would you gas yourself over [NAME], kid is a fucking monster","labels":"annoyance"},{"text":"I think this divorce is planned so that people will stop pointing fingers at the insane rich person robbing the wealth of the people.","labels":"anger"},{"text":"I know and I really genuinely wish there was something I could do or say to help you take this pain away and to help you feel better.","labels":"desire"},{"text":"Uhh..class 4 is unknown dental class after 13th month without exam or no initial exam. *sorry*","labels":"remorse"},{"text":"\"I need the government to coddle me and regulate the food industry because I can't make healthy choices for myself.\"","labels":"confusion"},{"text":"\/r\/politics is an interesting thread regarding this.","labels":"joy"},{"text":"Crap. I need more Excedrin. STAT.","labels":"anger"},{"text":"Yeah, that one. I forgot the name earlier.","labels":"neutral"},{"text":"Can't remember how many times i died there. Death is easy if you keep spamming holy water in the corner","labels":"realization"},{"text":"Horrible day for the show. Everyone is dying, someone put [NAME] in a bubble!","labels":"fear"},{"text":"Nobody here says 'excuse me' , it's 'sorry' ","labels":"remorse"},{"text":"Is that why I didn't like the show? Am I too happy?","labels":"annoyance"},{"text":"the sky, living a happy and amazing life in the clouds.","labels":"joy"},{"text":"[NAME] was horribly inconsistent this year","labels":"fear"},{"text":"An eye for a *dead*eye? I'm sorry...","labels":"remorse"},{"text":"My hair never scrunched and I was so jealous","labels":"anger"},{"text":"My name is [NAME] too. It's so strange hearing my favorite bravolebs say it on TV.","labels":"surprise"},{"text":"Reminds me to the movie [NAME]. \"I saw it in a movie, it will work!\"","labels":"joy"},{"text":"I have no idea who those people are, but I've heard their names a lot.","labels":"surprise"},{"text":"I went to the avenues once. I was murdered twice in one day and they stole my grandma's jewellery from her grave in Minnesota!","labels":"annoyance"},{"text":"I hope I have your chemistry knowledge one day","labels":"optimism"},{"text":"Maybe try living a little longer before you talk about things you don't know about, sweaty. NEXT!","labels":"disappointment"},{"text":"I had the biggest smile!","labels":"joy"},{"text":">I clearly have no fuck I clue what I'm doing hire someone","labels":"annoyance"},{"text":"Asshole w cash amount","labels":"annoyance"},{"text":"No. I want to know why the law applies differently to her and how I can use that to my advantage","labels":"curiosity"},{"text":"another one of those chicks sacrificing her children for a man and 'happiness'","labels":"sadness"},{"text":"[NAME] is ugly btw","labels":"fear"},{"text":"No I’m just following your logic. To avoid pain people should die. Life is pain so people in pain should die. It’s your exact logic","labels":"confusion"},{"text":"That kinda happened to me at a chillibees once. I semi full on panicked. I grew to hate that place. And booths.","labels":"fear"},{"text":"Ahh going to bother me I remember it. Let me do some research!!","labels":"nervousness"},{"text":"Fuck the HRC","labels":"disappointment"},{"text":"[NAME] is garbage in every single game he plays. He needs to be traded","labels":"disappointment"},{"text":"I live in Mississippi, I don't know what the legality is in my circumstances","labels":"confusion"},{"text":"That was a very well put together video, entertaining and informative. [NAME] is a national treasure.","labels":"amusement"},{"text":"> Waaah the reward I get for being a decent human being isn’t good enough.","labels":"excitement"},{"text":"They're wrong I don't like math and I'm still ugly","labels":"anger"},{"text":"Not good idea, unless you mean \"money\" as gold. She would ruin it with inflation.","labels":"realization"},{"text":"Oh man, I forgot about that! Which episode was that from?","labels":"curiosity"},{"text":"Thats fair. I know its a joke it just always struck me as odd how people wrote it off. No worries.","labels":"sadness"},{"text":"Glad to see that thoughtful doggo found a home here!","labels":"joy"},{"text":"Ahh you must be speaking of M & W Industries! I know it well I'll never forget the smell of pickles.","labels":"joy"},{"text":"At least you didn't open with, \"I was always a big [NAME] supporter...\" 99% of those go downhill fast.","labels":"caring"},{"text":"News flash scrims don’t mean shit.","labels":"approval"},{"text":"Other than some wacky pick up orders, the dine-in customers are very sweet at my place. It’s a good thing :)","labels":"joy"},{"text":"Not sure why it matters but i imagine shes as old as all the other v3 ultimates, so around 16-17","labels":"confusion"},{"text":"Wow. You should actually delete your account.","labels":"realization"},{"text":"I honestly couldn’t care less about your opinion at this point","labels":"caring"},{"text":"You obviously don't understand, this season was a bumper crop and *I* want to bank all that sunshine in *my own* pocket.","labels":"desire"},{"text":"> I don't see how a business can \"block\" ","labels":"disappointment"},{"text":"Let me calm you down a bit:","labels":"caring"},{"text":"nah [NAME] ditto is a bad idea. Unless the marth is really bad he's gonna get 4 stocked quick","labels":"disappointment"},{"text":"Dangerously close to paganophile, so be careful of your spelling for fear of extreme confusion...","labels":"caring"},{"text":"That was jarring indeed. But why he wearing a mask?!?!?!","labels":"confusion"},{"text":"Yeah, she told me about some creepy guy who came by asking about me and licking his lips.","labels":"neutral"},{"text":"As someone who could totally eat three donuts in a row if I let myself, the amount of sugar this woman consumed still struck terror into my heart","labels":"surprise"},{"text":"I would be creeped out.","labels":"fear"},{"text":"End this relationship NOW. And please learn from it!!","labels":"caring"},{"text":"I'm about 5 weeks of NC after a 1 yr relationship. It gets better. Occupy and work on yourself.","labels":"optimism"},{"text":"Because no one was seriously hurt - - - It's hard not to watch this without laughing.","labels":"amusement"},{"text":"I only wrote it down as a last choice if I have trouble meeting people on campus.","labels":"neutral"},{"text":"It wasn't any better 10 years ago if that offers any sense of relief.","labels":"realization"},{"text":"But it saved people with even more money lots of money. The owners of the teams.","labels":"joy"},{"text":"she always acts like the older sister who’s copping out of babysitting, it’s ridiculous.","labels":"neutral"},{"text":"If it’s so in demands why are you posting that you can only get unpaid internships","labels":"annoyance"},{"text":"What GDP growth? The one that barely broke 3-4% since 1984 and has dwindled to 1-2% to 0 to negative 1%?","labels":"neutral"},{"text":"What? Fur definitely shows up on beige. She stayed for 35 minutes and held one dog who was wearing a coat.","labels":"neutral"},{"text":"This sounds an awful lot like a solicitation. In case it isn't, what you seek may exist but you'd probably have better luck with the lottery.","labels":"fear"},{"text":"My vote... snow will mainly be in the mountains. Good thing to help with the summer drought.","labels":"relief"},{"text":"if you see someone has the am logo as their only profile pic its pretty obvious they would be looking for an affair, at least to me.","labels":"approval"},{"text":"mmmmm.... love me some kapusta with some bacon bits","labels":"love"},{"text":"Intelligence is to know the difference between MB and Mbps. Wisdom is to not be a cunt about it.","labels":"realization"},{"text":"That doesn’t sound right, but I don’t know enough about stars to dispute it.","labels":"annoyance"},{"text":"I wish I could get the entire interview but it's from a SiriusXM Radio Show","labels":"desire"},{"text":"I enjoyed [NAME] intermission report where he was very low energy until the end when he squeaked out a HI MOM =D because he's the best","labels":"approval"},{"text":"Welcome home, [NAME]","labels":"joy"},{"text":"*How???* The internet never ceases to amaze me.","labels":"surprise"},{"text":"The best one for me is still Borderlands 2, and it’s been a fucking while. Amazing how far ahead of its time that game was.","labels":"surprise"},{"text":"That's why it would be amazing if [NAME] or [NAME] pull a Helsinki 2.0 and release a bombshell right before the president's speech tonight.","labels":"curiosity"},{"text":"Oh fuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuck RIGHT OFF!!!!!","labels":"anger"},{"text":"Udderly hysterical!","labels":"sadness"},{"text":"I swear if he is drafted as a father son to Gold Coast, I wont be happy","labels":"sadness"},{"text":"Yeha he failed to qualify unfortnatwly.","labels":"disappointment"},{"text":"Well now I have [NAME] in my head for the morning! Love a bit of Northern soul.","labels":"love"},{"text":"Good luck and wear condom","labels":"optimism"},{"text":"New year home boy. You can still change. If not, 2020 is your time to shine boiii","labels":"excitement"},{"text":"I don't disagree, but if he's open he's gonna shoot","labels":"anger"},{"text":"HOW MUCH IS IT","labels":"neutral"},{"text":"I'm concerned they actually have to press a button. Why no dead man's handle?","labels":"caring"},{"text":"Wasn’t around during Freelyread’s time, but I’m only hearing good things here. Come home Freelyread. ","labels":"joy"},{"text":"Oh [NAME] !!!","labels":"neutral"},{"text":"But we're dynasty haters! We're just terrible people who don't love seeing bullshit shoved in our faces year and year out.","labels":"disappointment"},{"text":"We need an irbe so bad right now. I hope [NAME] is that guy","labels":"desire"},{"text":"Yeah, I applied this morning. I wasn't planning on quitting and I felt like I wasn't given a choice... ","labels":"disappointment"},{"text":"You are so ugly even tears wont show up near you","labels":"disgust"},{"text":"Good for you! I wish I had run for my life at 18, but brainwashing is real","labels":"desire"},{"text":"Is [NAME] okay?","labels":"neutral"},{"text":"This is a great idea. I'd even figure out where my printer ended up after I moved and set it up for this.","labels":"surprise"},{"text":"He knows she's winning the PR war, so he's lashing out like the angry toddler he is.","labels":"neutral"},{"text":"Yeah, sometimes you just remember stuff! It's a little weird to thank yourself publicly, but why not?","labels":"annoyance"},{"text":"I'm not assuming anything, I've stated products that I know we produce in sufficient quantities.","labels":"neutral"},{"text":"It might be the other way around! They seem to have a lot of awkward conversations while eating dinner.","labels":"embarrassment"},{"text":"Sometimes people that are around each other a lot just get to be friends. Sometimes people ignore that their friends are actually terrible people.","labels":"fear"},{"text":"I had no idea but seeing this things make so much more sense...","labels":"approval"},{"text":"Wow, that’s a big 3 year old!","labels":"surprise"},{"text":"It really isn’t hard to put your chat in submode like every other pro player does.","labels":"sadness"},{"text":"It’s been over 20 years since I rode the 15. I’m still traumatized.","labels":"sadness"},{"text":"i'd make a great ant farm.","labels":"joy"},{"text":"Lol, the delusion is strong.","labels":"amusement"},{"text":"I ain't sayin' she a prospector...","labels":"neutral"},{"text":"I really like this play on words.","labels":"excitement"},{"text":"...oh goddamn it, that's in my sales territory.","labels":"anger"},{"text":"I think they'd do ok (Sorry but as an INTJ a lack of my thoughts here is also bothering me, too)","labels":"remorse"},{"text":"Pretty nice to see CONCACAF signing for the CPL.","labels":"love"},{"text":"Going through this, tonight, right now, and it SUCKS","labels":"desire"},{"text":"If only life was a garbage isekai anime. Too bad the genre is just pandering and blatant self-insert\/wish fulfillment. Oh well.","labels":"annoyance"},{"text":"This would be perfect for a new sub sound","labels":"joy"},{"text":"She's why [NAME] doesn't want memes lol, she's a goldmine","labels":"neutral"},{"text":"I once got flowers from a girl... idk why but it just feels good","labels":"joy"},{"text":"I thought he was #25?","labels":"neutral"},{"text":"If we can’t even score on the power play pulling the goalie made no sense","labels":"anger"},{"text":"I look forward to finally trying the game out and helping you guys pump up those kill counts","labels":"caring"},{"text":"This makes me want to die","labels":"disgust"},{"text":"Same. I see some people just look really friendly, or just familar. ","labels":"excitement"},{"text":"Text ain’t a great medium for sarcasm.","labels":"annoyance"},{"text":"A man of culture i see","labels":"neutral"},{"text":"Ded game we should be happy we have a new hero","labels":"joy"},{"text":"happy cake day.","labels":"joy"},{"text":"Those are still huge numbers for a guy that can’t even take a free throw without double clutching his shot.","labels":"approval"},{"text":"If I controlled rewind, I would want ###**TO GO BACK TO A TIME WHERE OUR CONFERENCE WAS ACTUALLY GOOD**","labels":"curiosity"},{"text":"[Serious] I'm fairly certain this poster has Asperger's Syndrome or OCD or some other mental disorder. He obsessively fixates on really really weird subjects.","labels":"fear"},{"text":"His other book was interesting, The Age of EM","labels":"amusement"},{"text":"No, they couldn’t hav- They shouldn’t have. uh...this makes me feel sick 🤕 ","labels":"sadness"},{"text":"Don't think we should be stomping all over people's bodily autonomy just so public health authorities can declare victory.","labels":"realization"},{"text":"What is the reason you 2 have only been on 1 date in a whole year? Why cant you just 'see' each other in person?","labels":"confusion"},{"text":"Cross posting is a thing.. I'm not subscribed to \/r\/funny so I wouldn't have seen it had they not.","labels":"annoyance"},{"text":"Fly out of KDVT? Love flying out there.","labels":"joy"},{"text":"Like... how is that possible? Holy shit","labels":"surprise"},{"text":"BPC-157 may help you in healing. I wish you the best. You totally dodged several bullets.","labels":"desire"},{"text":"Yeah I wish they hadn't opened the entire game with the ol' [NAME].","labels":"desire"},{"text":"No more [NAME] from Georgia. Suck it you old, ugly hag.","labels":"annoyance"},{"text":"very confident !!!!","labels":"optimism"},{"text":"She just likes to fight, don’t worry about her. She crazy! ","labels":"neutral"}]