{"annoyance": ["What a douche canoe to take advantage of you like that.", "Man I hate kids", "“Why are you complaining, every team would’ve signed this guy”", "Hey now I masturbate in my own filth and I don't take kindly to being compared to these people.", "Hmmmmm never thought about it like that", "I'm climbing the walls right now. Just let me out of the house.", "I know to you Professor, break time is nothing. But to me, it's serious.", "Delete this. Half the fun is spending five minutes convincing someone to get down on the floor and look through a couple holes.", "Find a better partner. It's past time to move on! He sounds very lazy, selfish, and he doesn't care about your needs.", "I played in the WSHL last year and this really isn’t a surprise. It’s crazy how unbalanced the competition is in that league", "I didn't read that but so what?", "You first! Make it more interesting than this!", "They won VEGAS not the PRO LEAGUE QUALIFIER. Stop trying to bait me", "What the hell are you on about now? Those are some weird examples to go with your clarified opinion.", "[NAME] dead and it was the Government that killed him.", "Didn’t mean to offend, sorry if I did. I’m a firm believer in less glass( phones) and more flesh/blood. ", "TD: \"You cant just call everyone you dislike a nazi!\" Also TD:", "Carelessness will find no clemency in this place! (I was late, it seems that others have already got the best lines...)", "Yes. Half the posts on this sub are about posing. I think the pose she is pulling is ridiculous too...", "I’m 40 and I’ve never lied about my age or weight. People take themselves so seriously!", "Because this creep wanted to put his hands on the girl.", "\" [NAME] has come down with a terrible sickness which caused him to deactivate his twitter account\" Jeez sicknesses these days get worse and worse. ", "Dont break NC. Bring doggo inside and warn the grandparents. Unless theres a good doggo beach/park nearby then maybe go out instead", " You're lecturing other people and you can't even spell \"Dwig***H***t\".", "[NAME] is Television. Got it. He's too misogynistic to be the Patti Smith Group.", "Maybe don't be friends with this person anymore...", "Am I the only one who can't get the sound to work?", "Man you take your sims really seriously.", "It creates perverse incentives. Allow underpaid prison labour and suddenly you've an incentive towards exploiting your prison population rather than rehabilitating them.", "Also, [NAME] growl/yelling/screaming at [NAME] in the sumo suit on beach day. ", "4-25 against teams with winning records. 0-7 on Monday Night Football. The guy can't show up when it matters.", "LONDON I honestly don't even understand this one", "Why wouldn’t you want as much exposure to the idea of this protest as possible? It’s an incredibly important issue.", "Oh *hell* no.", "I just don’t see why he pushed me leave with him so bad just to dip when I did", "It's ridiculous that [NAME] has inspired way more people to join rather than leave but there are way more media articles by people who have left.", "I wanna take the hardware out of that guy's face with a pair of pliers.", "Am I wrong? So many people from NY say it's really gone downhill. Doesn't mean I don't like public transportation", "We are up 2-0 and this game is pissing me off so much.", "As far as I know, it's still bugged, so just reroll it", "Shameless IG plug:", "> You have no shame. This is just more Ad Hominem FFS! You really can't help yourself, can you? ", "Damn this guy just had a bad day!", "But they still go around the houses, 111 is long as fuck though.", "Idk it’s your choice", "Why are you okay with racism and why are slurs the red line?", "2016 was also the worst year of my life", "Please get your soy away from me, i’m allergic.", "Hey now, don’t try to have the guy killed. This is an upstanding sub. ", "“Real men”. [NAME] be more offensive.", "I'm a nasty ho", "Confirmed that men are literally soulless, it's a matter until they start eating humans", "British would annoy me more. Or being called British Isles", "This is the most fucking sensible comment I have seen in the this subbredit. Have the exact same opinion.", "I can't imagine how scary that was for you. What is wrong with people?", "Tried so hard and got so far, in the end it doesnt even matter", "You're going to be pissed.", "And it would be totally yawnworthy the 2nd time round. The shock value has gone forever. You can only do that once.", "Ugh why can't the commie just discuss about [NAME] serve instead of saying \"I'm sure he's more of a scientist than me\"", "I would not bother. He read your message and did not reply yet. So that's already a bad sign and not a good start.", "Oh god dammit I've been bamboozled, I fell for the b8", "Welp. That sucks. I always check left and right when crossing an intersection, getting T-boned is one of my biggest fears.", "Score is currently 12-12 when 25:th round begins and [NAME] has 35-10 stats. Insane.", "Mother of [NAME]... Im not grossed out very easily. I can stomach just about anything. But this made my fucking skin crawl....", "How stupid of [NAME] to rely on LibDems to stop the idea of referendum.", "[NAME] gotta fix his free throws this is ridiculous", "Being demoted for having the best ideas in the office doesn't sound like a good business strategy.", "Don't get down. You have only ruined it with that one person.", "It was a very faithful remake, though. They just crashed the plane without planning out what to do next.", "Guys, even worse: He *paid* someone to set it up. Wow. ", "That feel when your friends are all relieved by your insane driving skills.", "And [NAME] would never cheat, either! For shame!", "Oy vey, [NAME] 🗑 is gonna be *pissed*!!!", "They didn't even spell his actor's name correctly...", "To be fair that would be a hella stiff drink.", "Me fail English?! That's unpossible!", "Damn, my therapists have been ripping themselves off for years taking mine then have a good day sweetheart. ", "I almost pissed myself waiting so long in the tunnel. Not a fun feeling", "I'd be pissed off if I was a [NAME] who voted to remain in the UK & then got shafted by brexit..", ">!Cosplayer Bystander!<: I always knew he was a little bitch.", "Alllllllways. Losing that toonie makes you feel like a rookie every time.", "Then it was effectively them pissing on your territory. Same with the bed. They don’t get to pass the threshold again!", "Yeah, this seems weird to me, too.", "Hot dang, this almost makes me want to go to the dentist. ", "Am I not supposed to have what I want? What I need?!?", "That's no excuse.", "Because he's an anti-science fool, like other irrational \"environmentalists\".", "That really sucks. How old is your baby?", "[NAME]. They’re grasping for straws!", "Grow up fool", "I don't think you know what a vegan is", "The best part of froyo is getting to do it yourself. Robot is useless and bad at it's job.", "Isn't that the point though? That's it's up to the people that aren't scientist to decide if the science has any meaning?", "Damn MLM at its worst", "What do you mean “call you out on things?” Are you being disrespectful? Disruptive? Unsafe?", "Does this attitude go for anything where you accidently end up killing someone via stupid behaviour?", "You’re the coward! I was the second man to walk on the moon. NEIL BEFORE ME.", "If you think not actively going out your way to insult people constitutes hiding your sexuality I don’t know what to tell you.", "Yikes. Was he unfamiliar with the area? How did it go over at work?", "That’s bull crap call.", "How to PRETEND to have ice powers? Wikihow, *do you think this is a fucking game?!*", "Can you even hide the racism anymore or are we throwing all dog whistles in the trash?", "Fock I cant breathe.", "Thats what happens when [NAME] is on the fucking floor", "SE 89th just north of Brooklyn St is one of the worst I've driven.", "Fool me once, shame on you...", "These honestly are getting infuriating. The creator of this made this whole thing up yet Facebook old people take it as reality.", "Where is you fur, human? You're a disgrace for all young generations", "What the heck did I just watch", "That doesn't sound right but I don't know enough about stars to dispute it", "ok so one guy? that again you didn't know personally.", "Figured since [NAME] is expiring and you guys are tanking it didn’t really matter", "I hate this self-defeating bullshit. Yes, of course you can lose weight. Everyone can. Literally everyone.", "Confronting people with footage from slaughter houses is a horrible thing to do in my opinion."], "joy": ["Doesn’t matter does it? It’s a joke. No need to get a designer/graphic artists involved to communicate the idea.", "What’s the reference matter if it’s still insulting? Glad your degree is coming in handy for something.", "Glad you came to your senses. Go feel uncomfortable about Lola bunny in Space Jam again.", "\"Smile Dude\"", "This must have been totally horrifying for you. I'm glad to hear you found peace in the second birth.", "Can’t tell if you’re joking. But it’s called a habit.", "glad to see youtubes \"family friendly\" robots have their priorities straight. ", "supernova AOC <3, the lies the media gets away with. Glad someone is talking back with real umph", "Sakura drops & Goodbye happiness", "Glad he didn’t try to backpedal about his feelings. They are valid and he has a right to have them.", ".5x speed. Every moment I enjoy would last longer and any time I find myself in a pickle, I'll have more time to react appropriately.", "I didn’t say for how long I’d been in it. :) Maybe it was made of ply board and garbage!", "glad she;'s back inside, tragic what shes doing to this dude and his family they r the ones picking up the tab. ", "Two overtime games on championship Sunday? We are blessed as football fans. Too bad one game had to be between FYTB and FUKC", "Glad you got to see a good one!", "She’s just not that into you, that’s what I think. You need to find an HL girlfriend and go have fun. ", "But what if that's the only job I would enjoy?", "Let me know how you enjoy it!", "The only clown that make me laugh.", "I'm glad :)", "Everything on the internet is real and serious... Im here to be downvoted and laugh.", "I don't filter it out because I enjoy my daily cringe from the constant open letters. \"To the ____ who ____\"", "They laughed in our faces for a decade. Not to mention they were actually cheating (bountygate).", "¯_(ツ)_/¯ I think its cool.", "Enjoy your gold!", "It’s nice to know that no one cares enough to send me either."], "sadness": ["So true it hurts.", "Our [NAME] is going off bro. [NAME] is gonna out-Jack you off.", "Great, now my balls hurt and I’m yawning uncontrollably. ", "Where the mask inside, too? Are air purifers not good enough for inside? Sorry for the dumb question... Just moved here this week.", "There is no way around it :(", "My husband and I have been circling the drain for years. :(", "Looks like you got it bad. How soon till you can get out on your own?", "i’m so sorry.....", "It would definitely suck!!", "Also, he never gets hurt so you can't Robidas the guy. ", "I just need [NAME] to retire already so I can stop hating on him and appreciate all he's done... Even if it has caused me great suffering.", "Not an awful offer but I don't know if I see AD promising to resign long term in Dallas.", "Feeling is exhausting. They used to feel those things and now they feel nothing because they're so burnt out and tired", "I hate poetry", "I think they'd do ok (Sorry but as an INTJ a lack of my thoughts here is also bothering me, too)"], "caring": ["Just take them and get them vaccinated without his knowledge. Only one parent is needed. Dont even tell him after it's done.", "A sorry lot", "Nia even in its current state vr can help you with that. And maybe even more 5 years from now.", "Always take a chance on the dork. We rock in general l. There are a few weirdos hut by and large dorks have it together.", "He's already 23. May as well go for [NAME] who has better stats.", "Don't forget colors. They panic at the sight of a chess board.", "You'd have to be clinically retarded to not understand how Mastodon works. Also, Pleroma is better.", "It will hurt, try to take your mind off things, and try to understand why it hurts", "That will catch up to him eventually, but right now he is dangerous", "It was complimentary. Was it a fly? Quiet possibly.", "Do not go gendered into that good lighting. *takes selfie*", "just end the friendship and go meet more people. You're just prolonging the obvious.", "Try your luck with ranked. it you stick it out enough you'll get high enough to play with good players", "I'm sorry, I'm new. Included the TL;DR and age alrdy. Thank you!", "I thought it was fairly common parents didn't let their young girls alone with boys or vice versa even though kids will do what they want.", "Happy birthday to your friend!", "Don’t worry, [NAME] already added it to his collection.", "You don’t have AIDS. Put those silly condoms away!", "Bless you!", "Best of luck mate. I’ve yet to reach my limit but this brought me closer", "But seriously, you're probably going to feel very sick ", "Remember folks, you can visit to report rule breaking behaviors including brigading and harassment. Do your part to help stop abuse on Reddit!", "This is a terrible tip. Please think before doing something like this.", "I'm so sorry. Hang in there.", "Frame data won't save you from 50/50s that can be initiated off of lights in VT1. He's probably the most explosive character in the game.", "[NAME] is having a hard time moving on. [NAME] need to cash in with AD before the trade deadline, because his value is going down after this season.", "Stop having kids you can't afford. Make sure you check the kids credit to make sure there are no accounts opened in their name. Good luck!", "Congrats! Wait till you get your first date and you’ll feel even better.", "Good luck using north melbourne when they change it to 'west' and make a new north melbourne station", "You're not missing anything, don't worry about it.", "I'm sorry for your loss", "Don't wear out our [NAME]. We need him if this season is going to amount to anything.", "I'm just trying to raise awareness at this point because I know it's not my system in particular.", "I’m sorry if you’re comparing institutionalized slavery where you can murder thousands to community service you’re an asshat", "good luck watching your career tank when you insist on working with a person because of their gender rather than their skill and talent..", "Good for you to get out of it!! seems like a nasty example of narc abuse. No contact!", "You have encountered some very strange women my friend...", "Sorry about your poor trolling. 3/10.", "People put their lives at risk trying to rescue them.", "You got the true ending don't worry, you would only get the bad ending if you rat out your friends or accepted the deal", ">Eat more salad Might I also suggest some vegetables too. You'll feel infinitely better", "I'm paranoid that I might not have all of them. A download would be helpful!", "Or maybe just don't have a family and you're financially secured for life.", "Hello. I’m sorry you’re going through that. Why do you think it’s impossible to leave?", "I really wish the conversation surrounding masculinity had just an ounce of empathy for men, rather than just the pretense of empathy for men", "A good therapist can lead you to talking about what you need to talk about once they get to know you and your emotions and trends", "calm down there satan", "I am sorry but what is a wholesome meme", "sorry. I don't want to put words in your mouth.", "Huh? Mutts are usually healthier than pure-breds. It's the pure-bred dogs that have weird genetic issues.", "Dont worry, as you get older that will stop working or possibly even cause anxiety. ", "Don't forget the fort camper."], "love": ["I actually liked them. I love the idea of Conqueror being a rabid and maniac dog.", "Point is, you’ll have to come clean. Sooner rather than later. And if she loves you, she can forgive you. ", "So? [NAME] was and is a far higher rated player than [NAME] as much as I like him.", "I like the hints of purple", "Lucky you, some people have all the love ", "What a (morbid) analogy - I like it!", "Ah I didn’t think of that second definition of end. I like it!", "I’m conflicted. I do in fact love wine, but I also love crown, and it would be more cost effective to bring crown. ", "I bet the people who migrated here legally some time ago would love to see the problems they fled from follow them back here!", "Oh to find someone who loves you enough to put a blanket over you when you’re sleepy. That’s the dream.", "It really do be like that", "I'd love to see a repo/recovery subreddit.", "I like him a lot but I assume he would be a prime piece in any trade for a LD.", "I like how she dabs on the way down.", "I'd actually really like to see the numbers.", "if [NAME] got any more attention i'd really like it to be with [NAME].", "Men, you're ought to love the first hour in hospital of a new father. They're a merge of emotions that flow over the ER.", "True love isn't something you find, it's something you build. ", "it is adorable that you think that", "Mmmm, I sure do love some Vaseline on a hot piece of toast in the morning. ", "love you too.", "I love [NAME], but we have better characters to trade for him. Leave [NAME] alone. ", "Love it. More power to you!", "It’s not about the money, it’s all about the love of the game.", ">How can I hate [NAME] I like [NAME], [NAME], and [NAME]? And [NAME]", "Hey! Anyone have the DL on this MLM ? Would love some links to send a victim!!", "Hey everyone I like my braves subbreddit without advertisements", "I like [NAME]. Sue me.", "Am I the only one that wants to see your art?? I love calligraphy! You might have a client here!!", "I was love bombed, then ghosted... and it broke me", "The Fire are also trash and play their games 45 minutes outside of Chicago. Love you Fire fans, sorry about your ownership and FO. ", "What if she’s also the franchise owner who likes to get to know her customers better?", "I like how she calls him racist, when he didn’t actually say anything racist.", "Society hates everything. Just love yourself and the rest becomes easier.", "That sounds like a lovely time :D", "What are the sequels called? Loved Infernal Affairs", "Of course, us first borns gotta stick together. ❤️", "Love him! \"Thank You God\" is one of my favorites of his.", "Is this a [NAME] reference. I feel like it is."], "excitement": ["So cool! Me and my sissy got the same but on our arms! On twitter!", "One of the rare times I actually laugh out loud while browsing online.", "From the post history, I'd say this looks like a highly inept karma farm bot account. Edit: OP is for real! Yay! Upvoting!", "You mean your WolfDog Hybrids? Kidding.", "My aim in battlefornt 2 is pretty good = navy seal, elite unit", "That is so beautiful. It makes my heart hurt that humans can be cruel to animals when they're aware of having so much emotion.", "I liked how in the video the [NAME] picked him up and held him a little. Pretty Wholesome¯_(ツ)_/¯", "that is a rather attractive cartoon man", "I find this super relateable, I had no idea others felt the same way. ", "It's fucking incredible how many people would like you if you would just make eye contact and smile at them. Fucking incredible", "Hah! You’re the best NERD!", "I thought it was pretty hype.", "It's holiday time here in Europe. Today is my first day in work for 2 weeks.", "He is so dreamy...... This thread is going r/suddenlygay real quick", "Cheers, cheers_im_drunk_bot.!", "she said (i swear to [NAME]) her doctors told her she wasnt bipolar and has \"anxiety caused by other people\" ", "Holy fuck this sub is the gift that keeps on giving", "Welcome aboard! May your pies be round and crusts be kissed with char.", "It was funny until they started to diss on chick fil a", "Yo that guys hot what's his reddit", "Aladdin is my jam as well! :D", "Key that we keep welcoming ~~young~~ international tech talent to London.", "Llanberis is in one of the most beautiful places in Europe and I am delighted that the local Chinese takeaway speaks Welsh. Cymru am Byth !!!!", "I literally have more friends on HOTS than WOW. Wow is deader than hots.", "Now this is some good fucking content", "Shoot, darn. You win again!", "I just had an overabundance of fudge. I took several pounds to my regular dispensary and they were thrilled.", "Did I just get called [NAME]? Achievement Unlocked!", "I AM CERTAIN THIS IMAGE HAS FULLY ACTIVATED MY EXCITEMENT.EXE. bad bot.", "Yeah I’m so envious of [NAME] right now...", "Found looking through this, she seems a little bit gross :D", "Can’t wait to see this monster perp walk.", "This. Literally this post. This post is a good start. :)", "This is super old news", "I do this with lemons in my water at restaurants and it freaks people out a little sometimes. Lemons are just yummy.", "You good = are you ready?", "So word is we have eyes on [NAME]... I would be pretty amped to see him with a Jet on his shirt.", "you can but it takes a bit of time. I've had panic attacks and anxiety attacks and they are not remotely fun", "I'm crying laughing in the cubes.", "I didn't downvote you but Emirates 1st class suites are ridiculously nice.", "This is the whitest thing I’ve ever seen in my life", "She's cute but she's got that crazy look, the type of girl that would cut your d*ck off. 😬", "Pleasure!:)"], "amusement": ["Its nice but irrelvant. With [NAME] and [NAME] there I only see a no deal exit", "They probably take slight step back, by that I mean still the best defense in the league, but closer.", "LOL, what kind of company?", "Are we seeking attention? Waaaaaaaaaaaaah!", "“Our decaf is like really good tho gurl, you’ll be okay”", "[NAME] playing great this half", "I mean he's rockin the hell outta that porn 'stache", "Major props to your mom!", "yeah but like I’m highkey anxious about getting shocked and screw Apple for getting rid of the rainbow logo, it was so cool", "Oh and just fyi for everyone, the girls are bisexual (obviously haha) and I am Pansexual, though [NAME] thinks she may be Pansexual too 😁", "great another filler episode, not like we have had enough of them", "Great shot, from experience very difficult. ", "[NAME] : completely unpredictable Bunch of them were standing together in the middle of the ring lol", "you still didn't answer the point....lol", "You came to the wrong neighborhood bud lololol.", "No group... I didn't say the guy's plan was realistic haha", "Lol looks delicious", "Sounds like you have the situation firmly under control. Keep maintaining boundaries, focusing on the things that matter, and ignoring her need for drama. ", "shits awesome!", "my mom caught be masturbating to dominatrix porn (i was bored of vanilla shit) LOL But porn addiction is bad because it can stop you from approaching women etc", "I never tried Poshmark because their commission seems high. I may give it a shot", "> The makeup is very technically sound You have a point. I can hear it from here.", "Good luck, and godspeed.", "Good to know! I should keep a lookout then.", "\"Sponge Blurb Pubs Quaw Haha GURR ha AAa!\" finale is too real", "Now you’re repeating yourself. Boy bye #wasteoftime. Have fun trying to call this company and their products bunk when everyone loves them haha", "Lol the fact that actual fans can't afford tickets is why there are let's go heat chants at this game", "Woooooooooo it took long enough but the UYU boys finally did it and made the league", "Congratulations on securing your CF Future!!!", " funny, your asking for proof of something the moderators actively remove and then say ShOw Me pRoOf Or ItS fAkE.", "Yeah lol, my bad. ", "[NAME] has so many people shook.", "Nice try with your 1/3 pan and t rex arms there buckaroo /s", "Best description of online dating ever", "I thought that was a good pickup line", "Also how nonchalantly he hits them, like he's swatting a mildly irritating fly", "bargaining chip for what? The 25% tariff increase is not big enough of a bargaining chip? lol", "I have a long term plan. I appreciate the concern.", "I came here to tell you that this wins this sub and I’ll never be able to finish reading it.", "Haha, same bro. I am lvl 21 and still playing at least 4hrs a day. Loving it!", "Good thing it wasn't entrapment. Entrapment would be tricking him into, or forcing him into breaking the law. Here she's just lying and begging.", "30 Rock is the best. I'm currently on my 1st rewatch of The Office and it's still just as good as I remember it.", "The minute I heard about this this morning, I just knew [NAME] would use it for his benefit someway, somehow... lol. :/", "Blatant manipulation. Wow!! Who do we report that to?", "To be fair you haev to have a very high iq to understand this meme", "Such a *great* feeling", "yeah so even after this he got drafted at 41 only lol...and he dominated vs KAT and rest", "Yeah I switched to maining NM in 6 as well and it was the exact wrong game to do that lol", "But also the smell!! People go past KFC and say Mmmm I must get some lol", "You have been rewarded my friend.", "ngl his total thievery of the lwymmd lyrics was highkey annoying to me but the song is actually pretty damn good lol", "That was a long read but it was worth it, good on you lot for sorting it out and winning the case", "> when Hahahahahahahahahahahahaha", "Good. Can't wait for the lulz.", "It’s irreversible, we’ve started something bigger than we know.", "> I really hope QCX addresses that last point. Who knows [NAME] could've fled with the money or something. What the hell dude. lol", "You got it, just keep doing whatever you were doing the past 20-whatever days. Constrict that demon, dude.", "Getting outplayed by the Cavaliers LOL. Maybe [NAME] and [NAME] can take more bricks this quarter, seems to be working so far ", "cool cool...", "Shits me no end mate, good on you for doing something", "On Your Mind- Kaskade Snow in Gothenburg-Kasbo Fuck Was I-Jenny [NAME] (Morgan Page Remix) Now or Never Now-Metric", "Man that’s cool, I like this sub. You’re a cool mod"], "neutral": ["Insanity is doing the same thing over and over again and expecting a different result", "It released like a couple weeks ago??? I don't think all that much would've changed in 2 weeks...", "Upvoting simply for the (Eli = )", "[NAME] with the truth that reality show does not = relevance.", "Before telling you anything....what exactly do you want out of this?", "I was going to ask the same thing! There are dozens of us!", "Yeah I think it's up near beaches or something, I don't really go up that area ", "They also manually deleted Mumkey Jones channel for no reason.", "I posted the picture on this sub. I'm not sure how to link on mobile, but someone else posted the link on this thread.", ">marry up tho Except it's more cruel for men now. The men who the said women are seeing are most certainly homeless/broke chads.", "is there a satire flair for this sub? because this one needs it", "got a screenshot of the interaction!", "I don’t see the MAGA hat kid working to undermine civil liberty. It’s at least understandable to react violently to tyrants.", "No irony. Liberals are brainwashed.", "Turns out they weren't wrong about [NAME] either", "You know it doesn't use the word \"boycott\" at all, right?", "My wife and I have a black Christmas tree with some Halloween stuff and Christmas ornaments on it. For Christmas only. But we’re strange people.", "FYI!!", "You are an old one!", "Serious question, why is she still employed? There are many talented women in WWE.", "That really is all they have. He’ll just keep asking questions in bad faith to continue getting your attention.", "probably because unlike the far left there actually isn't a significant difference between the ideologies of the far right", "I was expecting you to say she put a piece of bread on your head and say \"okay you're a sandwich", "Oh you mean the time when the world was controlled by individual land owners who created their own states", "People talk so much shit when I say [NAME] is just a fast as [NAME] again, [NAME] just barely wins ", "Can you adopt me? I’m after those bones", "Wrong sub, mane.", "Having money and a job aren’t the only determining factors for success.", "Are we sure this isn't the beaverton?", "This is the mildest of mild burns Title should be \"guy didn't know other guy was British\"", "At some angles you can get a ws4 into a combo but its inconsistent.", "This is the dumbest post I've read today. How's that?", "The comics are pretty unbeliavable too", "I don't live there anymore, but I grew up in the midwest, and the \"ope\" triggered me a little bit", "This happened to me at Walmart. I was literally there for 10 min using the coin machine and now I have a cart shaped dent in my door...", "I actually have the complete collection so I can play any of them when I want to!", "Sweaty little incel virgin", "It's not so uplifting that it's guaranteed to die in the Senate...", "I actually got her IG from the video above. If it’s an issue, the video should be removed. ", "I don't know what you're talking about, but that sounds just as racist as it is sexist.", "Medical interventions that are undertaken to save the life of the mother, even if the result is the death of the fetus, are morally permissible. ", "It’s not only the US. The system of so called „liberal democracy” was designed to be the rule of capital.", "remind me of this kid. Young people just being innocent on the internet", "Murder is wrong by the very definition of the word.", "It would be really bad for relations between the two cities if we took Memphis' NBA team.", "Best form of government is 150 people tribe in a situation where there are no non-perishable goods, just food an clothes. ", "The building with a castle on top of it would be my childhood depiction of the Renaissance tower", "Yes its far from remaining, its even more heavily in favour of the EU than that", "Kind of strange when one country was nuked and the other wasn't.", "Can confirm. My forehead creases came from doing this for years.", "Don’t eat snickers on shrooms the taste was so intense and salty I was convinced I’d thrown up", "Not talking about [NAME] as I've barely seen any of that, just the implication that [NAME] got a lot of new mixups", "Other source?", "Yall remember that rainbow zebra striped gum that lost its flavor in like 0.0001 seconds", "OwOpen up dis is da powice!", "That's because: Emotion = Reality", "You tell me, was this a short trip or not? I was wrong, it was 4.3 ", "When we’re talking Prog music, ya it’s kind of important that it pushes boundaries.", "Landslide.", "What's the goop website?", "It's not an official licensed promotional company yet, thats why his next fight is under the mayweather promotion banner and his future fights could be as well. ", "What are you smoking?", "It's time to fertilize the lawns. A couple of 500lb bags should do!", "We're not the only one that has it, but for a city of our population, we're probably one of the worse offenders.", "I use group up but there's a group up for healing prompt? I'm on console and I don't think I've seen it", "Why would Orlando want [NAME] anyways, this deal isn't real", "That isn’t a prediction that is exactly how Crisis on infinite earths played out", "People are just so used to these laws never being enforced in any meaningful way in other countries.", "Didn't really help who the Master is but [NAME] will lose his damn mind. We video game worlds now.", "Who knew Mother's Day had move to Jan 25th????", "That's how it be sometimes.", "Let's give him two contracts for good measure", "Definitely not a sky writer. These plane were flying way too high.", "Been spot on so far.", "They don't want to waste the script they used for [NAME] campaign. Because that was such a rousing success.", "I ate the PETA idiot who ate a vegan diet and had leftovers of him. He wasn't as tasty as a cow.", "I didn't know there was a name for that.", "You've not listened to him.", "I didn't know [NAME] was a [NAME] Lord.", ">wireless beats Yeah they're better off in the garbage", "me too it really b like that sometimes", "69 levels in one week?", "That’s not the vaccines fault champ.....", "2 is less user friendly but it can be fun. As long as you turn chat off. And hate yourself already.", "Why was this deleted?", "It was some other girls", "Poo again? it really is an obsession.", "Lots of vested interests coming up with money as well as type investor donations.", "Out of control by darude. Just get carried away by the sounds man", "Didn't go, but that's a killer picture.", "I'm not white.", "That's what we're doing. It's just on my weeks I'd have to drop them off to her to take to daycare.", "Subsidies and tax breaks, same as here", "No, that’s just another way of backing a coup. Sit back and wait. If either side is going too far then offer to help.", "Heroin definetley isn't safer than Ritalin. The whole reason people prefer prescription drugs are because they are cleaner, thus safer", "I don’t get it. We should just trade our bad players for other teams good players. Smfh /[NAME]", "No problem here. Bio hardly ever matches the personality", "That would be zero Just wait to see their coverage of the March for life.", "That's just a bad close-out, gotta know [NAME] is bating for those.", "I just spit out my drink If I had money I would gold you I’m dead r/JesusChristReddit", "I don't even know what your asking now", "Can confirm it's very cold in Chicago today", "I just unassigned and left", "Can we all pitch in and buy this place instead of the Baltimore House?", "Yes, at home recuperating from a fractured ankle. ", "calling someone desperate for a comment is a personal attack. sure jan", "Tigres ruining players /s", "Confirms :-)", "Please ruin my wedding", "Without bots, I doubt the opposition numbers a million. It's all paid Brock-bots and Twitter Trolls all the way down.", "It's not really controversial any year, but he's commentating a game with [NAME] in it. He has the counterpoint right in front of him.", "It's bad that you're smoking weed. For minimal damage to your body, EDIBLES", "This is a great thread for catching up on my block list. 10/10 would block again", "Not sure which area you visited but the water is still super clear near the cliffs.", "Looks pretty dope."], "realization": ["Oh well I guess. Can't blame you for that. We aren't all [NAME] though.", "That's what I ended up actually doing.", "yeah, i believe thats the only moving part in the whole device.", "I had corrected myself but I deleted the original post now for people like yourself who don’t read fully before you get enraged and comment.", "I had no idea but seeing this things make so much more sense...", "Wow this basically means that 99%of bolliwood movies are basically documentaries! This changes everything!", "Really? wow. I just reinstalled chrome from scratch, again. So it was Ghostery that caused the full screen issues?", "wow even the buildings on the poster haven't loaded in", "And it keeps rumbling... now we know why no one had gone to jail yet!", "Because it seems like a first step on the same road that peope here have taken. I figured you have experience in the matter.", "If only life was a garbage isekai anime. Too bad the genre is just pandering and blatant self-insert/wish fulfillment. Oh well.", "Tbh it really is a long name. And pretty unusual for a ring name.", "Adults actually need less sleep than teenagers because teenage bodies are still growing and", "Whoa I didn’t even think he was a husky from the first picture.", "Well im sorry that the truth doesnt clear up suspicion but who am i to judge ¯_(ツ)_/¯", "Well one would believe they have learned their lesson regarding nuclear", "In that I should not have posted it or it's just really blatant", "Eh, keep it here. There's plenty of need for content that isn't about politics or antisemitism. Food is fun for everyone to talk about.", "Wow sold out during break without most of the students. Don't know how they'll fit the students in once we're back", "He's been holding back for the last 2.5 years. Seems to find it easy for some reason...", "So you’re right-wing. Not a shock.", "I gave up trying to be 'normal' years ago. But I get your point though.", "I made the mistake of choosing [NAME] once. I'm literaly unable to change characters in Tekken for the rest of my life.", "Oh well pain depends entirely on how you die", "Depay being a flop at United comes to mind, so good now.", "Ah. My misunderstanding. Yeah get rid of those but that isn't what the removed post was.", "This is a new level of entitlement. THE BATHROOM IS OUT OF ORDER! What makes you so entitled to use an OUT OF ORDER bathroom!", "Uhhhhh...it ain't cheaper than upstate especially the Syracuse, Rochester, and Buffalo area. It's much more expensive. ", "Shocking description of the criminals. Never could have guessed that", "Oh wow I didn’t realize that", "Now I know rhino poop is very green.", "Even though [NAME] has had so many drawbacks and made some mistakes, let's make one thing clear: it's NOT a time to trade him."], "anger": ["Well damn.", "I sure hope so! Smug bastards!", "Have you had no withdrawal symptoms? Did you quit cold turkey? I want to go off abilify, it sucks.", "The phone calls in the first 10 minutes are absolutely damning.", "Sucks when people misunderstand philosophy right", "It must suck to be so boring that all you can talk about is an expensive watch", "That's ignorant as all hell. Tell them to buy their own.", "Im always worrying about the same thing, thats why Im always posting and within hours freaking out and deleting my posts ", "I guess he exploded because he went below 50 mph.", "Who even are you? Get off the Internet little boy. I don't have time for you", "She took the fucking kids, huh?", "Guice was a fuckin monster.", "Yeah, all the stun cannonballs are horrible. ", "If men were that aggressive we’d be arrested and then slammed publicly and socially. Lives ruined for a moment of drunken stupor.", "Omg [NAME] he’s there because you don’t listen. You ass!", "You are extremely rude and condescending, and in my opinion it’s sad that you’re a teacher. ", "My barber was thinning my Hair with a new blade and cut my ear. Bled like crazy.", "You are the type of fellow that puts mommy in the cheap home and cashes her cheques, loyalty of a snake.", "What in the bipolar hell is going on? Yikes", "Damn... this weed is the shiznittlebamsnipsnapsack!", "Who the hell is that. I only got my account 2 months ago", "What a political whore Uncle [NAME] is!", "It's also why someone I know is working on becoming an orthopedic surgeon. It's very grim and morbidly lucrative in the US.", "This has been reposted so many times the photo is degrading.", "\"...And what do I find out?! There is no [NAME]. This whole team is a god damn ghost town!\"", "Almost like [NAME] culture is written to be offensive, what with the institutionalized rape slaves and everything. They might even be the baddies.", "Kill me, [NAME] ", "And most ironic. We created the language but people still don’t properly understand us as the mutated the damn thing", "Shame on you", "I deserved it. I'm a garbage cumslut. He owned me and he took his property.", "Except forming an opinion of a topic without even having basic knowledge of said topic makes you sound pretty arrogant and entirely undercuts your opinion.", "Translation: \"I have no argument so here's a rude comment\".", "You’re an angry elf", "My point is that since they should both get the same sentence...it doesn't matter who is who. Push them both in...", "Can you stop living with this person? Engaging in it will only make it more toxic", "My ecology professor hated outdoor cats for that reason. They're extremely destructive animals."], "disgust": ["Ironically every /pol/ meetup is more diverse than the people pushing diversity and race mixing. Weird how that works huh", "But tbh, i dont think i am disgusting, but my feet still get smelly after a while ", "This might be the worst FO in Orlando magic history", "Anyone that actually takes the train daily can tell you that. And I do feel its getting worse.", "A horrendous amount of Sesame oil, god, that would be awful.", "This is the worst I've ever seen. It really is", "oh yes! i did not know pizza could possibly ever be disgusting until i moved to florida.", "Weird as I do know I've seen CoC waste/recycling services trucks picking up bins as early as 6:30AM.", "r/mildlyinteresting's stupid \"guys look at this thing I made aren't I cool??\" posts are the absolute worst", "just awful I'm gonna throw a barbeque to get back at them", "Even weirder way to spell [NAME].", "It's weird because sometimes I care and sometimes I don't. Although I wouldn't call myself an asexual I could be leaning more towards demisexual.", "Talking about scary foreign people spreading disease is a classic xenophobic trope. Vile.", "The shame of it is if it weren't for bwood it would be a LOT worse.", "The more you wind me up the worse it gets for her later on", "You don't see the conflict with funding another countries wall but not one for the same function? Both equally stupid and worthless.", "I just mean symbolically it's weird to call your own flesh a 'blanket'.", ">Doctor: So do you cancel a lot of plans you make with friends >Me: uh technically no", "The fact that such awful designs exist almost makes me want to stop wearing leggings. *Almost.*", "I’m always weirded out whenever I see him without a beard because in my game I got the longest beard I could", "Could have been worse if a piece of metal exploded into him instead harmlessly on the beach", "I've never read an article that made me experience both disgust and schadenfreude in equal measure like this one has.", "Opposing ethnonationalism and private property is hardly a weird hill for an anarchism to defend", "That was worse than a movie jump scare. I don't know why but giant squid feel more fearsome than sharks.", "We're worse to animals than we were 100 years ago, js.", "Both are weird.", "I just want the 24 best players...no more weird guidelines to keep deserving guys out", "Dude yeah. Worst part, guy comes in the morning. So already our daypart goes up to like 2 minutes because of that guy ", "I can’t call anyone Daddy. Not even my Dad. It just feels weird and creepy and I’m not 4."], "desire": ["Man, I want to see a Polandball of this now", "Oh I gets it. Sort of wished these two guys were more of on the same page.", "Happy Abortion, Everybody!", "Giants are getting him even though if take him. He wants them too so no room for us", "This is heartbreaking. She always meant well, and really wanted to see people get along. She deserved happiness.", "> I want to feel peace and not have to wake up everyday anxious for what the day has in store. I can relate to this.", "I want it!", "Not enough power, need at least 85 power, preferably 90+ to compete in 18", "I really wanna see how this argument goes....!", "Damn. Hope they don’t have children", "I still wish if we get a deeper face customization like in RPGs.", "I hope so and I think they have the ability to, but I just have a bad feeling that they won't.", "I want this poster so bad.", "Thought this was r/monkeyspaw for a sec. Mind if I grant your wish anyway?", "I want to be a rapper. I also like to write poetry and stuff. So to be successful with those things also I want to design clothing.", "It seems kind of bizarre that Canada is expected to respect or accommodate the hereditary chiefs, if the elected band leaders choose not to. ", "I was hoping to hear this. I'm up for it I think. I'll download it tomorrow.", "I don’t like [NAME] all that much, but that dude seems cool. I hope it hits a goofy dark line like [NAME] or [NAME] tho.", "I think it was more hope, we all make mistakes. I thought [NAME] was going to step up.", "I would like to see the tree as well! :D:::", "I hope last night was fun enough to warrant the hassle today.", "Please remove the initials at the subscribers to /r/feet, but I have sand in the hopes that someone called him out.", "I want to know them - so I can actually murder them. (With words, that is.)", "[NAME] I wish that was me", "I wish I didn't know that...😔", "Hi, [NAME]! I just wanted to stop by and wish you peace and happiness! -HappyFriendlyBot", "wanna high key low key high key slide into [NAME] DMs even though I'm literally distraught at him and [NAME] separating", "Bro, too close to home. Thing is I wish I could just chill where this monk is at, with a lot of open space.", "why did i expect this to be anything other than what it is", "When you stop making garbage takes, I'll stop correcting them", "Happy 2019 to everyone except for Disney who plans to fill the year with crappy, money-grabbing sequels. ", "I wanted to see him show out over Kemba.", "I really wanted this to be a real sub.", "Can't stand having sex with you...?? Just horrible thing to say... You deserve better!!!"], "optimism": ["Mate you're only 20, you'll laugh at how ridiculous what you said is when you're older. ", "you're being lenient", "If charity worked, everyone in the world would be fed and healthy in this precise moment. Also, how are you going to enact basic income without social institutions?", "Makes me feel better to live in the US.", "Teach her the importance of standing up for herself and being a strong person", "[NAME] would have cost [NAME]. I don’t blame them For saying no to that.", "If there is no goal on this powerplay it will be difficult not to be hopeless", "I’m positive he’s going to leave her", "Pretty sure it was New Orleans.", "[NAME], that uniform. At least the Nazi [NAME] had decent fashion sense. This is a crime against fashion", "But you get the chance to learn something everyday :)", "I’m not sure how to feel after reading this... I will say that [NAME] and [NAME] would be an attractive couple.", "Good timing with the two breweries having just opened up. Gotta check them out when I'm in that neck of the woods again.", "*With Great power; comes great responsibility.*", "Maybe, just this time, it's for the better.", "I didn't know that kind of \"full-tang\" existed. Good to know. ", "But if I had a right to it as a member of society then I have committed no wrong.", "The comeback starts now!!!", "The commies will be much less sympathetic if they get the chance.", "Waiting to see if a card expansion will make the game fun.", "I'd be extremely motivated to take any form of martial arts lessons if they didn't cost $100 per month around where I live", "I've just thrown all my spoons in the bin. I'll learn to eat yoghurt with a fork.", "the future is now old man", "i know :/ almost perfect but i’ll get there eventually!"], "disappointment": ["Nah, reviewable offsides is pretty bad", "The smile on these guys face, the will and passion to explore all gone in a second. Rest in peace explorers!", "Same, I hate myself for finding the last 4 chapters... my heart is devastated.", "People would still always parry them (600ms) :(", "You sound upset.", "I've been playing this game since release and didn't even know that!", ") /sorry, the Excel formula part of my brain was driving me insane.", "I still gotta watch the last one. ☹", "Man I’ve been watching too much Goblin Slayer lately and forgot what sub I was on", "It definitely revealed how ugly the hatred on the Left has gotten.", "That scene traumatized me the first time I watched it", "A car. Let someone else eat the immediate depreciation and break it in for you.", "Totally forgot that, my bad", "Been there, done that. Not the best idea unfortunately. Especially if it doesn't work. Gets awkward ", "Is it just me or does the outro hurt your ears. The intro is a whole 12/10 but the outro just seems to hurt", "Still depressed but I didn't run away so it cool", "Right there with you! Unladylike was so depressing, I couldn't keep listening to it.", "You missed the chance to title it [NAME] :(", "The amount of Islamophobic media bias is disturbing.", "Fact, the sky is orange. And if you think it’s blue, you’re stupid", "[NAME] would love [NAME]. [NAME] would hate [NAME].", "doesn’t help for me unfortunately. i think if anything when i’m on BC is when i experience these symptoms", "There’s nothing wrong with 5’1 in my eyes :v and why exactly do you believe you’re ugly?", "I miss [NAME] and [NAME]. :("], "disapproval": ["If they actually have more evidence that he was deeper than originally suspected, then I have no sympathy.", "I’m not a republican", "i say no or in da club if they come to damce with me i walk away", "Just wanna boop that T I N Y B O Y E on her snoot and hear her Bork Bork Edit: we don’t preserve dogs", "Growing up there were people in our church who hated the Smurfs because they were magic using communists.", "which is the very issue because he banned me", "I never watched any [NAME] films, so. That. ", ">not a cure-all. Since we don't have such a thing, is this not the next best option?", "Just say that you don't like it. It tastes of blood, tears, and death.", "I never said she wasn't a downgrade. But on r/political_revolution the complaint seems to be that she didn't endorse anybody in 2016.", "I didn't call you a [NAME]. Your use of Nazi-adjacent statements is extremely sketchy, though.", "No. It’s slower and takes more calculation but it can be done. That’s why it should be practiced.", "yuck no I'm waiting until marriage obvs", "And you can amend a tax return. She can’t amend a terrible life choice like that.", "You’re being downvoted for making a moronic comment - not for your “heroic” efforts here fedora...", "thats.... not the type of disco that i remember", "I don't think either of them is a bad director. They are both bad writers, though.", "Good assumption there except for the part where I didn't vote for the guy.", "I don't like [NAME] this season but she's always been a favorite before. Am I the only one? She has an edge that seems unlikable", "I mean, the whole point of this sub is to complain about not having a plate ...", "Well ain't that ridiculous.", "Can confirm. I never dip pieces of fish into milk. Not makpid about cheese though.", "No! My furniture is floating!", "Also, popcorn can't build ladders. At least, I don't think so...", "And I never had the idea to keep anything. Too creepy. Maybe our multiple Liberator pillows...."], "approval": ["Somehow I feel like it needs an NSFW tag.", "I know. Honestly, I'm applying to other districts. Tired of 56 miles round trip daily for a miserable job. ", "I'm sure this is only because there's less people there", "Yeah I dont know. :S", "No. Everyone going through the temple that day -- living and for the dead -- all got the same name.", "Just typed out my comment and then I saw this. Yup, exactly.", "yep, i think you should just try to be as honest as you can about how you feel, how it affects your daily life, etc", "Yes, you should speak with an attorney.", "You're right. I read that tweet and I think it dislodged from my brain because it just assumed nobody would argue something that utterly stupid.", "Yeah how dare I want more Green Arrow material in my GREEN ARROW show.", "Yes, absolutely. \"But woe to the one who betrays me. It would have been better for that man, if he had never been born.\"", "Yeah, it's too expensive to eat out all the time, even if its fast food. ", "Are ya completely sure that's not from that Thursday last summer?", "I unintentionally read this from right to left this time, probably because I recognized this meme and know that it normally is the wrong way. I fooled myself ", "That kinda makes sense I guess, but I feel like it is taken too seriously. Like if they say something homophobic that makes them automatically gay.", "I feel like I've seen a comment like this on another post", "It always comes down to not accepting who they are themselves so it's pretty much 100% of it.", "I actually should do that.....", "I think it quite apparent I was being satirical in saying Mississippi.", "I think I get this reference, GradeAUnderA?", "Ah yes, my favorite waifu: Picasso-San. ", "Sure let's leave a bomb outside a [RELIGION] secondary school, that'll show the [NAME]!", "While I agree with my political views could be of the top of my least favorites and [NAME] weren't ruined by the pic.", "When we actually executed [NAME] system we were killing it", "I had the same thought also.", "Do I make you ornery, baby? Do I?! Ok.. Yeah, I probably do now..", "I say it every day, buddy. I'd rather pay more at the pumps than be so selfish that I'd sell out our children's futures.", "Most likely, which, as I understand, isn't respected in pretty much any sense nowadays.", "Every single [NAME] should have the right to import by mail any medicine from all over the world and nobody should be allowed to stop them.", "That would be okay, I guess.", "I will never be able to comprehend that beautiful flick into a headshot hanzos seem to do.", "Again, “citing Buzzfeed news”... I stand by what I said!", "Something I just thought of... Can you email her or text her instead of call? I find it's easier to deal with difficult people that way.", "Yeah, I’d definitely wanna be baked for that", "I was prepared to accept [NAME] for Pirela!", "I thought it described me perfectly well, almost scary accurate so I personally believe in it. At least for INTP.", "Here's my guess: they are educated, and tired of being treated like second class citizens by the D party for being men.", "I think you'll find that dating is really difficult for poly men. It's the biggest reason why I'm monogamous.", "I am always hungry. I do not know fullness. No matter how much I eat.", "Yeah I would have loved it if those things actually contributed something to the gameplay", "I agree it’s disrespectful to so blatantly disregard her parents wishes but yes, otherwise too uptight.", "yeah certainly shouldn't feel this way but i do now :/", "We can work on both. Ignore centrists who want to pretend that we have to choose.", "I'm ok with this. Man, that'd be some defensive OF.", "I honestly can’t keep a secret but I think that’s because I’m a Chatty [NAME], not because of my gender. ", "Yep. He also said it’d happen on a Manbij patrol"], "surprise": ["Unrelated but wow I’m so proud that I can read like 70-80 percent of this because I studied Chinese for 3 years. 加油！在中国你做什么？", "The show paid for [NAME] surprise trip didn't they?", "Refreshmentos! What's that? It's new!", "Omgg yes [NAME] precious", "WOW!!!", "Wow first fight in a while where I don't want either dude to lose.", "> The defunct club still sit third in the overall NI league roll of honour despite not having competed for 70 years. Wow", "wow! trust issues.", "woah this is a reversal of the norm you took a meme from instagram to reddit", "My god the tension on the button... I can only imagine.😥", "Aren't people wonderful?", "Its almost like climate change makes hot places hotter and cold places colder. Jeez, who could have predicted that. ", "Wow... Mid 2000's this would of been a way better follow up to Space Jam and probably just as if not more popular.", "Confound your toll Troll!", "Wow. Have that much debit in your bovada account is something crazy. Props to you", "Eh, we all pay for sex one way or another. More power to you.", "Really? I could've sworn I've seen people disabling comments on certain posts before..", "Oh wow!!!", "Wow you’re “like 13” in March then bro welcome to the teenage years (soon)", "My [NAME] this Administration is somewhere between the mafia and the three stooges"], "embarrassment": ["This joke has been on here a million times and never ceases to trick me", "Ah haven't heard of them before. [NAME] is from Fourig which is right outside Dayton. Congrats on your new addition! <3", "Just like you can't underestimate the capacity for evil, you can't underestimate the capacity for stupidity ", "I have no idea. I always imagined it was purely retail workers that browsed and posted here, but I might be wrong in this instance.", "I'm so bad playing solo! I guess I need people to help me improve.", "Epiploic Appendagitis. Although it’s almost certain that you’ll have to affirm that you aren’t talking about appendicitis.", "[NAME] absolutely embarassed Milksmith in the game we've lost against the Griz. It never would've happened if we had AD."], "confusion": ["Now I guess the question is, were they dipping their brush in their own paint pot, or were they sharing with a friend ?", "Inexperience meant I didn’t know that I could legally refuse service", "Randomly watched arrow this week and I think each year is more confusing and I didn't like it! At least [NAME] is still there and always shining!", "Is it bad that I would actually probably buy that? Those come in handy for defrosting windows.", "She has a vapid look of emptiness in the thumbnail. Like a squirrel. There really looks like there's nothing going on between her ears.", "he's clearly not equipped to argue, i can't decide if he's a dumbass teenager or a dumbass boomer. ", "If a woman forces a man's penis into her vagina, that ABSOLUTELY IS a crime. Not sure what you're smoking. ", "I have no idea if this is sarcasm...", "Your previous typo makes your position on the matter slightly ambiguous", "I read TFTFD periodically, too - - I wasn't sure if the Mods there would leave the post up or tell LAOP to post on r/AskHotel instead.", "Do you feel like being with him is the only way for you to be okay, then?", "Mono Red is probably the best counter to Mono Blue, but it is unfavored vs Ramp and that probably makes it a bad choice."], "gratitude": ["Please ask questions about moving to Denver in the Q&A sticky, thanks! Short answer: no ", "Welcome to the \"new\" normal", "Yeah, that was all you though. Goodnight and happy new year ", "Hey, [NAME] nerf to basic damage and no damage mitigation in stealth! Thank [NAME]!", ">That movie only makes sense if [NAME] is lying No, it doesn't. But thankfully the professionals write the story, not fans."], "fear": ["Something extremely fishy is going on here with this story.", "He's most likely been misinformed", "Who is afraid of who here? The shower or you?", "I'm 34 and disappointing my mother is still my greatest fear.", "Just threaten to tell the bishop your roommate is a porn addict. 80% chance it's true.", "What is with the pet worship? Should be more worried about your elderly relatives.", "Power trip blindness is scary; how someone can't see the obvious aftermath of acting like this with their employees?", "My soul twin must be [NAME] because I’m terrified of water!", "That sounds a little paranoid", "Those things still haunt my dreams to this day.", "She looks like snooki bro", "Gonna warn you, that path is a lot more dangerous than you would think...", "Pls not granny :(", "After all that i expected it to not look terrible. Oh well.", "errrrrrrrrr that's pointless, and your Doctor I'm afraid is pointless as well.", "Oh I didn't know. Please give me his P.O. Box address so I can submit them immediately. Cause I am definitely uninterested in blowing out my intestines.", "I'm concerned with optimal health. Not surviving.", "because you are in danger of appropriating methhead culture.", "This is how far the Broncos have fallen. They no longer command the best and the brightest. Now it's .500 retreads. This should be concerning.", "Primary is what she has to worry about."], "nervousness": ["Why would a pop tart live in a toaster that’s like the most terrifying place for them", "Wow, the menacing head shake...(shivers) ", "Wait this is what chill looks like? Some girl told me that I look dead amd I flinch at the slightest movement. You really call that chill?"], "remorse": ["Bet Highland Council are sorry they sold their bunker last year.", "Try to listen to yourself. I should have done that more.", "The guilt of sin represses all", "Two goals that are directly the fault of the our defense? I feel bad for [NAME]", "She immediately regretted it when you reacted like an excited 3rd grader", "I would feel similarly, but I would be more gleeful and less guilty. ", "You can see the regret in the eyes"], "pride": ["Be ready to Experience Canes Hockey", "most of the time i have my phone in my hand so i can always look there when walking past people gets too uncomfortable :|", "Self-deprecating humor is mainstream now. A lot of hot people now have hobbies and personality traits that were once almost synonymous with dumpy/nerdy/ugly people.", "Waited 4 months for trash. But hey I can drive the truck around and live out my can recycling fantasy.", "We have reached the stage where below 2 million is good. There truly is no bottom to this pit.", "I have these high powered magnets...", "Democrat politician, my bad should have specified. We are mostly all “liberals” here even if we’ve been alienated on this issue.", "My first Hawks jersey was #81. Praise be.", "I've never been so proud of humanity."], "grief": ["I’m not crying.. You’re crying!", "And the super rich are still miserable", "How about breaking into tears whenever one of your friends tells you they trust you because you never understood what trust meant"], "curiosity": ["A family friend was just found to have made this comment, I am interested to hear your thoughts. ", "Even worse: \"Share something interesting about yourself.\" Suddenly I become the most boring person ever to exist.", "Could listen to it coz everyone talking.. not a bad thing coz the dude in the do rag was whack as fuck.", "I couldn’t believe my ears. she’s unbelievable.", "Had to stop and wonder what [NAME] has to do with this before I realize you wrote dumpster", "And you wonder why Labour get's a bad name for anti-Semitism with statements like that. Ok hun.", "Makes you wonder about the superbike which was going even faster..", "Sold bridges and essential oils?? Please elaborate on this reference man. I ask because it’s hilarious and I’d love for it to be original", "Interesting that despite not having absolute views you are absolutely all over here pushing the view it's [NAME] that's the problem", "Hmmm, mildly interesting :)", "> Clothing predates religions though Can you cite that? It seems like a somewhat interesting question.", "Can you expand a bit? That would be interesting for us that are not in the know.", "/r/politics is an interesting thread regarding this.", "I wonder if truly might be work stress. He works long hours at a prestigious law firm. I need to five him more credit."], "relief": ["Good lord, totally missed that. What a croc.", "Taking a 2-0 in any WTA match is asking for a heart attack. Not necessarily bad though.", "Yes. Exactly. Anything non [NAME] belongs in the trash. Glad you agree.", "Yeah I know day of the dead is real thing but they way [NAME] portrayed it was so much better than anything I've seen", "Im reaching that age where some of my friends getting married, having kids, making 6figures and going to jail...", "Ending a relationship with a toxic person is so freeing. Congratulations!", "As a high libido female, I feel the same with posts from males. It's slightly relieving to know someone else struggles the same way."]}