{"disapproval": ["He isn't as big, but he's still quite popular. I've heard the same thing about his content. Never watched him much.", "Ones with close ties to SA, anyway. An escaped apostate won't exactly be itching to run home.", "But all-Korean teams don't always do the best in OWL/Contenders, look at Outlaws v. Seoul, etc... ", "Its like you are flexing that you have gf ,when most of people here doesnt have that feeling", "Even Rolling Storm seems better, and it is not very good.", "[NAME] feel bad for ye no one can take a joke", "I don’t believe so. I got it when the Dead Sea Scrolls exhibit was in my city.", "I can't post on r/dankmemes :(", "Stop spreading false hope!", "Well that is just absurd", "Sweet [NAME] I'd be psyched to get [NAME]. I do *not* believe that will happen though.", "I don't like the zombey cookies.", "Let's not try to pretend both were equally bad, [NAME] was magnitudes worse", "You are not stupid, just overthinking, it will get lost in countless other posts and in the future it won't matter, good luck.", "There’s no PR firm in the world that could change her image, especially when she keeps creating fake accounts and being mean to people. ", "\"Sign our petition to make Qwandor the dragon a male! There are already enough girl characters. We don't need a third!\"", "Nope. I’m not wrong. Flipper superficially inflate housing prices without substantively contributing to their value.", "he's clearly not equipped to argue, i can't decide if he's a dumbass teenager or a dumbass boomer. ", "No way would I give up Albies even in a 1 for 1 scenario.", "Until you provide a valid source nobody cares what your theory is. So it's downvoted.", "Then the argument is entirely wrong. Democratic socialist are not communists. Conservatives aren't fascists.", "I wish, then I wouldn't have had to pay full price for a switch and smash bros this xmas.", "Yes, all the time when I can tell somebody is upset with me. Allistic peeps really refuse to communicate clearly it’s the worst!", "SF makes a little more but it evens out with Seattle once you figure in CA state income tax and SF cost of living. #savedyouaclick", "I'm not gonna lie, I'm guilty of being triggered by people buying NASA shit but don't really care about it. ", "Off the top of my head I don't think he lost a game for Queensland in that time either.", "Using an argument based on intolerance is frankly a bad strategic idea and borders on offensive. It won't persuade anybody and it sounds ridiculous.", "Quite the blasé article.", "Lol no.", "Please LivePD, we have less than 20 minutes left, let's not spend them wandering through the darkness in Mission.", "Yeah I just googled that, I still wouldn't call them my favourite restaurant but its cheap!", "There’s no way this gets signed, right? Is it just lip service?", "And also something against [NAME]. (My definition of [NAME] is just people at the bottom of love distribution)", "Looks wise you sound dateable but no, I wouldn't date you, because you seem to have an overemphasis on appearance", "30 bombs won’t be enough for me to feel good running [NAME] and his career .291 OBP out there every day", "Pft, don't kid yourself. ", "They were literally traitors to America", "Cats are repulsive and they don't deserve to be pets", "Why do you use your valuable time to hate? We only got time to love each other and ourselves.", "I'd feel better if the dude in the video didn't have a gun.", "Nope, real serious disease affecting real people, including the person you first replied to.", "I don't think they really learn so much as they relax and get more comfortable.", "And no fall damage", "For me, I didn't take pause because I never considered it. :-/", "He does kinda suck IMO Doesn’t mean Venezuela should be coup’d by the US", "False, if I'm close to the cart return I can't run and ride the cart back to the return. Lol", "Thank you for your advice! I couldn’t agree more.", "Nope, not a [NAME] fan at all.", "It feels to me like your Dean has some baggage and you shouldn't let it weigh you down.", "> i dont want people to have bad lifes. Exactly, but apparently many people not only admit this but gloat about it.", "Because they enjoyhis music. Stop asking stupid questions in order to get attention", "Uh, no. Not even remotely.", "Facebook starter pack: Post Condescending disagreement with juvenile name-calling Repeat step 2 over and over and over and over agsin", "I second disagreeing that they are awesome.", "Don’t make fun of the cancer kid", "No. It’s creepy.", "She's not. She's not in any place. She doesn't exist.", "There's really no need to test for congenital defects with a mixed breed.", "I wouldn't volunteer a second honestly. That weather is not worth it, and neither are your coworkers.", "I want a [NAME] podcast. Doesn't have to be weekly, just once in a while let him ramble about something", "Short answer, you can’t. Your making that sacrifice", "It's not his job to train you.", "Sure but its exclusion isn't some big travesty", "A lot of girls who are hot don't want to date someone who can be more attractive than they are.", "I wouldn’t call Sargent Peppers underrated by any stretch of the word", "Saw this a couple days ago and had to stop it and rewind!", "It’s tough to adjust when counter-battery is incoming. They’re just hoping for that one-round FFE.", "They wont investigate cause the damage isn't worth $1000+", "There should not be enough nurses against vaccines to hold up the stupid sign.", "Wish they would of given air vehicles some love. A lot of ace pilots hated the game.", "For some people its about not wanting to look cheap.", "No I don’t want it to be unhappy or unhealthy AT ALL, just more like a normal/fussy baby.", "I don't.", "He is not actually trying to watch child pornography, he is simply trying to shock and disgust the reader", "Don't call this baby a jerk It just loves its humans too much", "As much as I don’t like his splits would have liked him on that contract that’s a huge miss for the dodgers imo.", "Shouldn't have insulted chungus like that, if I see you in the fog you gon get facecamped", "Please no hate it’s my first post bro please", "The claim that whole milk is 40% fat is surprisingly not the most absurd part of this picture. /j", "Disagree wholeheartedly. I'm actually amazed anyone can think this way.", "Yeah , yeah you can’t change my mind , you’ll get there eventually .", "And somehow everyone in the sub is a saint who would never do this", "too bad nothing came off it", "On [NAME], the allegations and the final result were very different. If I recall most of the complaints substance was rejected or disproven.", "You are not well-informed. Their policy is in accordance with language used in ITS OWN platform, not elsewhere. So no.", "It's funny when a whole sub rejects any new information which doesn't fit their narrative.", "No point in getting rid of Keemun for another Keemun.", "A year is way too short. You won’t know the impact of Brexit till 2030 really.", "The comics are pretty unbeliavable too", "I don't think you could actually find something that's *unambiguously* racist. That's just how dog whistles work.", "Stop it. You're giving me that warm fuzzies now.", "There’s no room for subtleties. This is a consensual nation.", "This article wasn’t much better. The errors begin in the sixth paragraph. Thanks for sharing though!", "**DON’T USE THESE LINKS**", "The sad part is that we are not trying to tank", "Plastic doesn’t decay.", "It's like they have no self-awareness, and they just engage in ridiculous hyperbole and expect to be taken seriously.", "My stylist is a fit, handsome guy with big, sexy hands. Can't say I don't like it when he tousles my hair.", "No, not related to [NAME]. I forget where we found it. It was in some legal documentation on WISDOJ (I think).", "> Woo that sadness out Welp, never gonna be able to have a night out on the town again without this coming up", "I will never not laugh", "Yeah no way random bubbling would get them the highest score. Even in a 50 question test the odd would be ridiculously low", "[NAME] and [NAME]. There really is NO point of them staying and they are unbearable to watch.", "If it were [NAME] being negative about Korea, would you be equally happy to see it banished?", "Vegetarian, liked animals too. Lets just ignore that stuff about the [NAME], I sure he does not really mean it. ", "I think Voit hits 30+ so it’s not impossible.", "No. We wouldn’t have enough room to play them all and each of them would add like 10-15 mill in luxury tax. EACH.", "Definitely, I'd do that. The league pass deal isn't awful though.", "Don’t mind him. His post history is full of portion size complaints.", "Don't forget fluent in sarcasm", "Not surprised, damn that sucks. Concussions are awful.", "my mom caught be masturbating to dominatrix porn (i was bored of vanilla shit) LOL But porn addiction is bad because it can stop you from approaching women etc", "Not predictable enough to ever pull it out at the beginning of a round", "Hope gallery for sure, had [NAME] do mine and a good friend back in 2015. Not sure if he’s still there, however.", "Getting upset and triggered over a hat is absolutely failed moral character, and a sign of deep immaturity. ", "Nope, not really", "They’re not exactly tiny creatures. Patch that hole up, my dude.", "I wasn't trying to counter your whole argument by objecting to a particular bit I found particularly silly", "happy birthday. you can't change who you are, but you can improve on communication skills to help bond with someone :)", "Don't wear out our [NAME]. We need him if this season is going to amount to anything.", "No, but it diverts resources from the art team, and prevents them from making content which would have been better recieved by the already low playerbase!", "All those statistics are nonsense. There has never been “true” capitalism.", "Once I saw the LV logo I then realized I’m not rich enough to even watch that video.", "Cannot predict now", "No, thats just the glare from the sun", "We don't have this problem where I live, we use Torrents ", "You must not sent a lot of time on the internet it Reddit is the worst racist site. 4chan, Breitbart, storwatch, the KKK official website...", "Mate none of these are accurate. I only read these articles as an excuse to get mad at something", "She shouldn’t have to fight a male.", "\"I'm not the one constantly talking about getting laid, YOU are!\" ", "The reason I play quickmatch. I wont feel the shame..", "OmG pEyToN iSn'T gOoD eNoUgH tO hElP uS iN tHe PlAyOfFs! Dumbass Broncos fans circa December 2015.", "That survival rate is skewed. It doesn't include the people who don't seek treatment because they can't afford it", "i mean, never listened to zepellin much, not even acdc, i didnt know acdc suck", "> I don't see how a business can \"block\" ", "\"If you don't support no go zones, you are racist!\"", "Probably nothing. I'm assuming they're disputing the DMCA claim.", "I still think we didn't give the guy a fair shot to coach.", "Really that's not very sad at all", "F. No!!!!", "No. Can’t get off to my own sex.", "You can’t", "She did NOT try hard, that's the problem.", "They must do it giving their population and productions but we must remember that they are not the only responsible of their pollution.", "No kidding. That was extremely disappointing.", "Yeah, and I don’t know why, it was totally out of character for me...", "I could've done without the bottom right pic.", "So much blasphemy... This place is not even [RELIGION]. You literally deny scripture to fit a Reddit agenda.", "Don't let loneliness get in the way of growth. Grow my man, grow!", "I put [NAME] on over the holidays...my family hated it. Freaking love his stand up though and he's pretty widely liked. My family is weird.", "They’re usually not great actually. I’m shocked at this post. Must have gotten pointers from the Bills social guy cause he’s great", "Stop using your corporate jargon around here!", "[NAME], not sure why my original thread discussing it was deleted", "Must not hit opponents on the first frame then. My mistake", "Nah? Sadness and wine don’t mix too well, my conception is proof of that haha ", "Or they drop out cause they have no interest in learning the language (a lot of kids do this unfortunately)", "Sports, not even once", "A lot of people seem really ticked off at the idea of an honourary doctorate.", "No, it sounds like you want to enslave random citizens to work for you because we can't manage to pick ones that aren't corrupt. ", "Don't hold your breath!", "Honestly most people don't even drink enough water to come even close to sufficient levels of fluoride", "I know it's Nightengale but he's saying upwards of 12/350.. ya no thanks.", "You can read online if you want. I don't recommend it, but you can.", "Don’t laugh the way this game went I actually expected he will lay it in... then reality and [NAME] hit... thanks goodness", "You shouldn't be using hydrocortisone on your face:", "Not a perfect game with the error", "I'm critical of halal, but I also don't eat meat. None of it is humane.", "You didn't watch it to the end.", "We really didn’t!", "That isn't normal or healthy. Stop obliging her obsession.", "Happy's not a vehicle!!! He's my friend!!!", "People will go mental hoarding food, so you should be hoarding food, not like those idiots that panic. I'm confused.", "Oh my [NAME] please no", "The gov puts the DUP and monkeys in the same figures so it's hard to guess", "Good, don't want speeders in my neighborhood and keeps taxes lower.", "You can't vote here anyway so it is a moot point.", "I feel like [NAME] would be upset about this too", "This is Reddit. These idiots don’t read articles, let alone one from *The Atlantic*.", "i’d put forth that lots of people ACTIVELY DISLIKE dating and like being in relationships, so this wouldn’t help at all ", "Exactly. A soft no is still definitely and distinctly a no.", "That comment reads like something out of a circlejerk sub. I can't believe it was said unironically", "Meanwhile my cat still hasn't voluntarily touched my 1.5 year old son", "This is pretty bad advice. Do not use dreams own encryption. And do not use things such as igolder", "\"I didn't learn anything from the last short clip video on twitter that cut in mid way through an confrontation\" Oh look a new one!", "Good. Nevsun shouldn't be flaking culpability in this matter. They are directly funding the organizations responsible for it.", "The best part about reading brietbart articles is you know they won't give any facts to support their statement.", "They're obviously not.", "Yeah, not having a system that treats a kid that can't read as an emergency is a problem. ", "Well at least we won't have to spend as much time watching this.", "The USA welfare spend is quite low per gdp compared to first world countries. The safety nets are ridiculous or nonexistant and the inequality is ridiculous...", "We need them both. My heart can't take another year of wasting deGrom gems in late innings.", "Doesn't like hearing the truth", "I'll give you that. Society is generally in a decline. I don't date men so I can't speak to that.", "Well if he takes his daughter to a nightclub then that’s a bit inappropriate", "you could do that but i woulndt want that as soldier, widow or mccree. but of course reaper should not try to break the shield", "Can't speak for that dude, but I'd say hell yeah they're a hate sub. ", "You came at me with attacks, so no, you get NOTHING!", "No, I'm anti racism.", "I don’t think that tells us any moralising lesson on the practice of incest.", "Well, that’s not a position many conservatives hold except for the [NAME], but I appreciate the honesty.", "Something extremely fishy is going on here with this story.", "Given [NAME] was in charge of the transition I don't see how he kept his hands clean. I think if [NAME] goes down so does he.", "Probably. The fact his reaction to you being injured was to go off and have sex with a stranger is not a healthy sign.", "No! Your the dumbass for leaving the keys in the car! Again DUMBASS!!!!!", "Clear disregard for the Turf Protection Act:", "Those are sexist theories not facts.", "[NAME] does not deserve to be with [NAME] just to be cleared. She forced herself and kissed him to prevent him from going to Zero Two.", "Flappy boi doin a heckin scare", "The question wasn’t phrased well, but she does look different than her normal self in this screencap", "I don't bother diagnosing it in people with BPD. The handful of genuine DIDs that I was referring to were people who didn't have BPD.", "7 billion people doing things realtime is not to be underestimated", "Wow that's not OK", "I wouldn't count out Scotland in the quarters. They're playing well and have given the US headaches in the past.", "They won’t. They’re just going to ignore it because fortnite makes them money.", "B-b-but we can't tax them or they'll leave the country...", "That isn't in the rule.", "Definitely not angry. He who smelt it dealt it.", "No, no the PTA has not disbanded!", "Uh, I have no idea.", "she said (i swear to [NAME]) her doctors told her she wasnt bipolar and has \"anxiety caused by other people\" ", "I am from Darwin, and can NOT confirm that \"Darwin has a surprisingly high amount of good looking women\" Must be hanging around the wrong places", "That does not look appetizing", "I don't think that option in ranked would be a good idea.", "> It’s generally viewed upon as being one of the worst [NAME] games ever made. No it isn't. Source that claim.", "Mostly because they're not completely stupid. They don't have the support in the senate to pull it off.", "Someone will actually spend their money on this too, that’s the sad part", "Mongoose actually mate for life, and he can't leave his girl behind!", "FWIW, it didn't work for me on Safari yesterday, but it was during [NAME] time so perhaps Apple was doing me a solid ", "Thank you. English is not my first langage.", "That’s so cool! I can’t wait to see when it’s finished!", "Because no one in this world wants to see you happy and satisfied man!", "I'm not saying your analysis is wrong or not based on evidence, just that the data it generates is not useful. ", "[NAME], they deserve each other, but I don’t want this to happen because they would inevitably procreate and make stupid “boring” kids. ", "Can’t tell if you’re joking. But it’s called a habit.", "He can’t be like that in that business but it already sounds too late. No wonder his staff quit on him.", "Your friend should be disowned by their family", "Stop lying to me", "Yeah but that post is a day old so OP won't have any chance of getting karma off it, cmmon now", "Wow. You have literally no idea how American politics works. It's almost as if you're either a bot or a troll.", "1 5v5 goal in 2 months is not good anyway you spin it. But pleasure being downvoted by you, enjoy believing in WAR ", "he did alledge collusion on the part of the owners and GMs against the players. this guy colludes.", "We don't deserve you. Thanks for the update. Happy it's being handled! :)", "I like taking 450 every 2-3 hours. Not the best hangover, but lots of CEVs and I enjoy the OBEs, floating thru the dark. ", "I never donate to 90DF go fund me. We can thank [NAME] and [NAME] for starting the trend.", "I’d rather reply to you, simply because you sound like an idiot", "i just was disapointed because [NAME] wont have the chance to play with the GOAT. i didnt mean to smh to your comment", "He was off by 5 minutes, not impressed. ", "He may have thought he had time but I really can't comment on his frame.of mind", "Yep. That's what made me kiss my SO for the first time. Those eyes. I don't think I'll ever forget.", "My favorite way is not prepping half of what I'm supposed to", "not worrying about being condemned to eternal hellfire for it takes away one impediment.", "Delete this. Not relevant.", "Honestly tho. Please stop posting this. We've been seeing this shit since at least 2003 and I was born in 02 ffs", "That’s not the vaccines fault champ.....", "[NAME] I hate this man", "Unfortunately you can’t control YouTube. It’s pretty bad out there, you just have to finish the episode ASAP. ", "Can't even put on dress pants now without turning back and checking for my parents.", "Women can't do wrong you fucking mansplainer", "No. Everyone going through the temple that day -- living and for the dead -- all got the same name.", "> I can't see a teenage girl naming her only son the same name that her baby daddy's actual wife's trueborn son is. /r/brandnewsentence", ">so it doesn't seem like I'm a ~~whimp~~ wimp If someone actually says that to you, they're the wimp not you.", "I hope The pelicans trade him and [NAME] if they trade [NAME]. Hate to see them waste away in NO", "I don't know what that means, nor do I care. ", "Oh, okay. Thank you. I hadn't been keeping up with it.", "I told you I'm not in the mood for a snog tonight!", "Nope, although I have some Serbian-American friends there who danced for the Tamburitzans :)", "There shouldn't be a rule against it. That just makes the target even softer.", "Also, he never gets hurt so you can't Robidas the guy. ", "But the guage isn't usable in matchmaking and all items, including smash balls are typically off.", "Nah, you're nice peoples who eats pickles.", "Couldn’t agree more, and glad there are folks in the media that recognize this", "With that logic, a dad can't really be a parent either ", "I wouldn't dance if nobody is watching! :)", "I'm not surprised haha", "But then they couldn't be a self-martyring, violent tankie and that's not as much fun.", "See, I missed it completey, so they must have glossed over it fast. ", "Horrendous , this is also reflected in my experience act school where you are not allowed to defend yourself at all ", "The SNP were, I remember [NAME] stridulating about it at conference, but I don’t think it was a go-er."], "amusement": ["Pretty much every Punjabi dude I've met.", "My dad makes that joke \"I have to fight anorexia\", his BMI is 31...", "Haha, nice try mom. *dabs*", "My favourite moment of the game by my favourite player.", "I like His And Hers Poker Podcast", "you seem fun!", "No more like he took away their talking point about paying federal workers. Lol salty downvote", "This video is funny but every time I watch it I get so mad at the guys filming and their belittling comments!", "Lol, what?", "That rain bit was hilarious.", "That’s beautiful", "This one has been around longer than you, buddy.", "Absolutely... pretty ridiculous dt. I’m in [NAME]", "MAD JOKE!", "Oh nice!", "\"stupid millennials ruining ruining our cursive writing industries for us millennials\"", "Whoa! Very impressive. One of the better photos of Brisbane I've seen in a while.", "Interesting, I know another millionaire who takes to Twitter and rambles in an attempt to distract people from negative news about him... ", "I like it! It kinda feels like new territory, almost more real than old reality shows. It’s funnier and lighter too", "Haha yes! Ill do that to my cat all the time. He seeems to appreciate the assist", "This is much better! Good mods [T]/", "Idk, r/Tinder has plenty of posts to do with awful men too lol", "It’s my favorite part of the whole week", "LOL where did you hear that?!", "I was talking about fMRI neurofeedback (sorry - left out that word):", "We all love to read into data without actually reading the data.", "Sounds like a great chap", "You can get so much money from hunting. Fishing is probably the best method if you’re grinding but I actually enjoy hunting", "That's a great trailer. [NAME] needs more scars though.", "I feel like I'm in a yoghurt advertisement announcing how my digestive system is all rejuvenated. Its that wholesome.", "Haha good point", "Unreal. [NAME]- Expert level", "LOL that would be way better", "yes he did, and that Napoli goal had me running around my house like a crazy man....", "I like spicy, but I have made poppers with mini bell peppers and they came out great. Good to have options", "If you'd like to suggest an alternative non-inflammatory metaphor for something that implies racism, I'm happy to consider it. ", "Better than showing weakness", "Lol too funny", "cool story bro", "I thought that phrase was only used for memes now lol at least that's what I got from Vic deals", "Good bot lol", "Shaun Of The Dead is way more comedy than horror, good laughs.", "[NAME] is pretty af", "Lol you could have just said that", "Oof.. :(", "I hear the ruler's control is remote and is viewed with great reception.", "LOL I read that and slavated. I wish we could pull that sweet of a deal off.", "We try too, but more often than not those who wish to discuss are not on the level, rare is a Lib here in good faith.", "At least you admit it. That is good.", "Reaching parity with Steam's 15 year legacy in a single year would be an amazing effort.", "Cue uncontrollable giggles.", "Sidhu Moose Wala. He's pretty big right now", "LOL thank you for this, it made me genuinely laugh. They're so weird", "Great pass by [NAME]", "I was actually thinking naming it hardcore mode Would make it more enticing for people too. Funny you called it that.", "2 warm days and we all lose our minds? :)", "The nails are great", "You're beautiful! Your sister is a great photographer too, this photo looks so natural! ", "Get his master class. My boyfriend watched it and he got obsessed with cooking, knife techniques, etc. (for like 3 months).", "What a nutbar lol", "It can be entertaining and funny", "For a second i thought you were talking about dubai expo 2020 lol stupid me", "I think it’s best to leave this to [NAME] Inheritance tax is discussed at 2:00 redistribution of Wealth", "I love this so much. Helpful and hilarious!", "The guest judges these last two episodes are so gorgeousss like really", "Talked about our demons after watching It's Kind of a Funny Story.", "IMAGINE TRYING TO MAKE ACADEMIES VIABLE WITH NO DOMESTIC TRANSFER MARKET LOL", "Neat sub idea! I like it.", "Your girlfriend looks so Irish! You guys are cute as fuck.", "Lol get those pitchforks ready boys", "> extreme poverty is re emerging in the west. lol", "Being adorable mostly", "Intp:(", "Lol there’s always that one guy in the comments", "ok thanks alot :), just extremely weird VAC bans are less harsh than throwing for Skins. lol", "I was entertained into the 4th. My sons played well. We lost. I'll take it.", "Yeah lol, my bad. ", "They really need to bring [NAME] son back to do more flashback scenes of young [NAME]. That would be SO GOOD", "Minion #2: So should we warn [NAME], master? [NAME]: Ew no lol", "Lol \"not sure what I'm going to do.\" Maybe stop digging through people's trash and judging it?", "My selfless boi", "Aww... she'll probably come around eventually, I'm sure she was just jealous of [NAME]... I mean, what woman wouldn't be! lol ", "Pickeks are nice idk how many calories I eat day to day lol", "This is great!", "Timing, most important part of a joke. The what's", "hahaha. She is stunning though!", "Lol, some guntards stepped out of the echo chamber and sounded completely unhinged.", "I adore this. It gave me so many chills of happiness!", "[NAME] has been a pleasant surprise", "I like that [NAME] is still [NAME]", "I cried I was laughing so hard", "Hahaha dude that was *so* well put", "Are you actually serious? I'm really interested in the details lol", "You. I like you", "haha me neither.", "One of the best (and occasionally worst) things about being from Westside is that you can always see the skyline from any major east-west street!", "Saying that men have it more difficult in certain scenarios doesn't mean that men have it easier than women in all circumstances. That's ridiculous.", "Yes, after her long trip to the Swiss Alps or wherever she went to \"find herself\" lol", "This is why I love politics. It really shows how stupid people are.", "Yeah but it's fun lol. Hes banned a lot in NA also.", "Yay! Mine’s Cymbalta and Lamictal with a dash of Ativan lol", "I went to McDonald’s and ate. I guess I also enjoy psychological manipulation", "Competitive Deathmatch was a huge reaper fest last season :( Had many games where everyone was reaper except maybe two people", "Ex Novo has a great one on their menu and probably open.", "Wish they showed us more of their friendship in previous episodes, this drawing is amazing.", "More Nice Guy IMO.", "Me too. :(", "Thats about how 10% of the US population are lol", "That's kind of amazing. What a time to be alive.", "So jealous lol we don't get to enjoy in TN :(", "Funny a lot of rich kids think 100k a year is very feasible.", "GO SUB TO HIM HES THE BEST", ">they're a moron because everything I do is crap. Haha gottem", "It's better with sound, when I first watched it I cried laughing for 10 mins", "lol yep that is the case and has same taste in food as well!", "You’re a badass for recognizing this!! Props to you!", "Now this I like.", "... with my stepmom. Haha. Erm.", "It's actually pretty fun, or it would be if it would run properly...", "It was very good! Not a musical fan but it was pretty entertaining.", "Revolver is pretty beast tho, 2 shot close range", "Lol I even got called transphobic. Love to not be allowed to dislike Mother.", "And I'm loving it. It's driving the chuds mad.", "Yep! The artist also has one where he's plowing a blue Incineroar and it's one of the best things I've seen.", "You nailed it!", "Large weight fluctuations + a baby have caused my body to look cute in clothes -- Not so cute without them.", "Just eat it after. Lol. Im kidding, but it would honestly be the best recycling option. Not that anyone is going to do it. ", "No it's not >:(", "Ah ok well I have completed my bachelors degree so I’ll look into subbing as well.", ">more money than you I seriously, *seriously* doubt that. >doing something before this guys are outta the country Prove it.", "He's an adorable person.", "That they wield to great effect to tell *you* why you’re crazy and how it’s totally not their fault", "Yeah she looks pretty cute in that pic tbh", "\"Best prank ever\" :) One of my favorite moments.", "He has a youtube: Great watch.", "What a respectable women.", "OK man I am relatively new so I know what worked for me and I based off of much of the advice I got, partially from this reddit lol", "yeah i heard the therm used before but not in the same context as this one.But here it just makes me burst out laughing", ":^)", "All the game modes are super fun", "THAT IS A $200 PLASMA SCREEN TV YOU JUST KILLED, i also loved the way he walked into the room all mad, lol", "Beautiful.", "Lol... that is awesome.", "Now that's ride sharing!", "I love it. This made me smile so much, which is a big change from [NAME] which made me cry and further increase my depression.", "Rule of cool: horses are sweet, and fun, and lancing someone is an awesome animation.", "Serving us Ornacia!!! Honestly though I love this look!", "Y’all out here really believing this and I think that’s the funniest part", "I laughed at this...I think it was the voice I read it in my head with...", "> they look like such fucking OCs. [NAME] designed them I don't know what you expected. He phones in video games all the time.", "Feel the energy! Amazing PK and two great goals!", "Great analogy:)", "I like turtles", "> busy blasting stuff with plasma Sound like more fun.", "Neither am I. I'm mocking her alongside you.", "Or embalmed! Green burial is the best burial", "!!!!! Best girl", "Lol so petty, I kinda love it. I probably wouldn’t actually do that but it’s tempting.", "This is without a doubt the funniest thing I've ever seen", "Welcome to New York.", "Lol. Yes, the contractors know", "Great! Now down with [NAME]!!", "No I know they're on xbox. I just added that last part as a poor attempt to be funny.", "Lol religion is a crazy thing", "He's been playing better this season though, in my opinion.", "So you are in Finland or Israel? Edit: that is kind of funny, I said that, THEN clicked on your profile, and sure enough ", "Easy breezy beautiful cover girl", "i like the poster", "[NAME] is amazing...", "Busy night for you lol", "From [NAME]: I T ' S S P E L L E D O U I J A Goodbye", "You nailed the crazy eyes. She scary.", "Wow the garbage one and the bank one are really terrible. I’ve had the coupon ones too, people are touchy about coupons haha.", "Personally, I adore capitalism. But that's just me. ", "> People who aren’t stupid don’t get offended when Called stupid. Exactly. Well put. Thanks.", "Well gen 3 was my first so it’s great!", "I like it!", "Lol, thank you!", "The complexity of the killie boo boys is fascinating", "Hmmm, mildly interesting :)", "Castle Danger is killing it with tasty beverage. I'm jealous!", "I think it looks great", "[NAME] and [NAME]. [NAME] podcast is great.", "That's pretty cool. My friends older brother played against him. We all played for Cherokee. Said he was an awesome pitcher.", "Welcome back you two lol", "That's... pretty unexpected actually.", "I wish your mom had used the stick on his mom and explained that she has to be allowed to do it because otherwise she'd cry.", "Beards are great for stimulating the lady parts.", "Not knowing what it is, for one thing.", "Mirror:", "I really like this.", "I do like how he instantly turns to the pilot. Like, dude, turn around, I dropped my phone!", "Man I love this team. No I hate this team. No I love this team!", "Way too fancy", "That's cute, pizza*kitchen*! No, we call her Kitten to annoy her. :) ", "Beautiful. Makes me wonder how the Persona 6 Velvet Room attendant will be like and how the dynamic with their siblings go...", "I'm sure he'd love to do that. Just have to get a few others on board first haha.", "You've been able to survive going in between tracks on multiple games in the franchise. I've always done it lol", "Lol I learned how to train on the app no joke", "Grown man bars is still one of my favourite moments in all of battle rap.", "Hahahahaha. That's hilarious. Oops! Thanks for pointing out my typo. I think I'll leave it.", "Really wow, what a steal", "Well hot damn", "Can I just tell you how much I've enjoyed your constant dunking on this guy? Like holy crap.", "Riot keeping nailing it in the cinematic and music department. That was so fun to watch, especially how amazing [NAME] and [NAME] part was.", "Yes!! There are some great step parents on the show!!", "Oh la la", "now blake's threes decide to drop lol it be like that sometimes", "This looks like [NAME] at the gym", "You're the whale and I'll be your tail", "I rolled my eyes so hard I think I just saw my brain", "i just hope both teams are having fun :)", "They've taken a massive, steaming conversation all over the public.", "This. Literally this post. This post is a good start. :)", "It's interesting that you'd prefer to punish yourself instead of making life easier. I'd do the same with some stuff too", "[NAME] didn't remember lol I'm dying", "I like Celtic fans more than Buck fans", "This looks amazing omg!!", "I love the views from Red Road. Great photo.", "You did it!", "If wishes were horses, beggars would ride.", "Yeah, I actually like the combination of the two styles of names thought. Love the LAFC and the LA Galaxy...lol", "I used to be subscribed to [NAME] channel. I know we all have troubled pasts, but man...", "Bestest boi.", "These are the same people who make fun of single women who own pets.", "Goldfish are awesome pets, they are cheaper to replace than they are to feed! :D", "Me and the hubby watch every friday. Lol", "Haha. Fucking banana stand. Didn’t realize people actually used them.", "He's an altogether better grappler IMO, and so much fun.", "It took me a moment but it was unexpected and got a laugh", "hahahahahahahahaha that post history oh [NAME] mods please dont delete this its too good", "on that real shit", "And he was like “umm you woke me up for this, [NAME]?!” Lmao. That made me laugh.", "So pretty! Great piping!", "But pretty much the entire Torah is in masculine language. Weak argument on their part.", "[NAME] has shot the three well the past few games. great to see", "Guilty :( I was ready to cry and everything >:(", "It's actually remarkable how universally disliked [NAME] is as a commentator in the community but he still commentates at practically every big melee tournament", "There are far better thinkers. As one critic put it, \"[NAME] either says something new but not true or true but not new.\" ", "This isn’t true right? That would be incredibly funny", "[NAME] looks so much better than she did at the premiere. Her lashes aren’t fucked up and the high pony is great.", "This is actually kinda funny", "It's an mi5 threat to Ireland. Funny how [NAME] may wants to amend GFA the next day", "I love it when people barge into my house and demand to know why I don't like them.", "her in the causing a commotion lsfyl is one of the best lip-sync performances in s8 change my mind", "Thats one way to make political and economic instability sound super fun", "lol back in the day before the rise of BitTorrent, Russian ISPs used to run DC (DirectConnect) hubs", "Oh dear, you are entertaining. Please, talk more to me. ", "I love Dr [NAME] and [NAME] at 8 West Dental in downtown. Edit: Called Dr [NAME] the wrong name.", "That beat is mad smooth", "Good looking calamari.", "it was a big improvement over when I was younger and we went to carman concerts", "They’re as good as tagged", "That’s what I was thinking as well. I could think of a few ways to go about restoring a painting but not on a wall. Lol", "Best comment ever.", "I’m not sure why I just laughed so hard at this. It’s not but it’s funny!", "That’s how I read it in the sentence but my brain reads it as “yeahno”. Lol", "Lol thankfully you guys only had a pedophile as 27th and 31st Chief Justice of the Supreme Court of Alabama.", "If you google translate it means “nugget” which I find hilarious.", "That's amazing!", "Good job!", "[NAME] was their best player", "Rollin the green for 48 hours, weed will make you feel like you got awesome powers, like flight.", "The only time petty revenge backfired lol at least from what I understood unless I missed something", "I sort of did lol. I think what I mean is that you cant look at it as an alternative to rdp", "Bet you $20 she had more in her than 0.05 hell, more than 0.08 hmm...", "I live in australia and even aussies say \"cook the man some eggs\" as a joke to kiwis", "They all have these same moronic talking points that they memorized. It's hilarious. I hear them all the time", "And then everyone clapped and cheered.", "It would hilarious, but also kind of sad.", "Hockey players are more brave than the US Marines. Have you seen how tough they are they are so tough", "Greatest part of that goal is the pique backheel for me. What is he even doing there :))", "LOL. The one in the bed, when [NAME] is walking in with the candle. It was just awkward. ", "Yous offered the guy a contract and he rejected you. Probably couldn’t afford him lol", "I gotta say, some of the things mentioned are pretty fun. I mean, at least when your in your 20s. ", "What a great terrible movie. Always worth a watch. Boondock Saints for those who dont know.", "I like how not remove other things for stupid stuff and this doesn’t get removed", "It was salt. This is the laziest ‘dish’ I have ever ordered in my life.", "You DO seem nice. And friendly!", "This would, honestly, imo, be a better response than what we've gotten so far. ", "Broad city is my favorite. I need a BFF like them", "I feel like it looked like Ru was well meaning at first but after 10 years we sort of see the formula lol", "This is awesome. But also r/dontdeadopeninside", "in away that smarter than the average six year old", "[NAME] deserves better", "Haha haha! Excellent", "I was just watching the episode last night. So adorable.", "Happy cake day! It'll be tough, but stick to it and you will come out the other side better for it.", "Sorry, it’s just my absolute favorite thing ", "This is just too cute.", "Interesting!!", "This one really made me laugh.. Omg", "I love [NAME] goggles.", "These are great", "That’s exactly what it was. Exciting entertainment. Sometimes you just gotta let go & accept it for what it is.", "It's Shrimpy ( I'm pretty happy with it and the telegram is decently active too", "Bit too left for me lol", "You two are the real heroes", ">Charters get to choose who they take Not in Los Angeles. Admissions is by lottery.", "Yeah maybe they'll finally get a shred of evidence in another two years haha", "I have a lot of fun on pre-CU servers, but I like to grind and I love the Star Wars universe", "Old ladies are like the only ppl that are nice to me lmao. Kindered spirits with the ugly.", "Please just shave, for the love of [NAME] lmao", "He dresses that way in real life...perfect", "Which one? I like their podcast but I can totally see why a lot of people wouldn’t hahaha", "Nice! I’m glad you liked it. Have fun exploring :)", "Sorry for your loss. My bestfriend is turning 13 soon and I'm trying to cherish every minute we still have.", "Oh sure. I bet [NAME] is sick. Sick of Skyward Sword.", "LOOOOOL, Just exposing the man! Also happy cake day", "> us common peasant imbecile [NAME]. At least you admit it.", "PROBABLY BECAUSE HE THINKS YOU’RE ANNOYING AND WHAT BETTER WAY TO END A RELATIONSHIP THAN A HILARIOUS FACEBOOK POST", "The ending was awesome", "Mate imagine reacting so poorly to be called out to calling anyone who has been discussing ozil and sven unreasonable.", "this is the bro-est thing ive seen all week", "this looks natty with ideal picture conditions", "The timing of the run", "I'm sorry, I'm new. Included the TL;DR and age alrdy. Thank you!", "I’ve only been there once but really enjoyed it!! But I think it’s missing a pool table ;)", "AKA great!", "Cute and acts like a puppy but sexy at the same time. Totally exists btw", "cheers to everyone who voted for me; i love all you guys!! here's to another great year of memes and laughs!", "Close to the meat.", "That would be me lol; glad it made you laugh", "I am having fun haha :D *creeper mode on* jk lol", "Well said.", "Good video, friend", "[NAME] is my 2nd favorite QB after [NAME]. Very high ceiling and [NAME] always seems to get the best out of his QBs"], "approval": ["Political affiliations has only little correlation to individual intellectual ability", "Counteracting my cold soul takes sacrifice", "Rheged sounds like a racist name for a [NAME]. Don't think it will catch on tbh", "This dude was joking. OP is retarded", "Destroyed property is the same as lynching someone for their race.", "Same here, would love to help. Praying things get better for you and your family :)", "Only in portland", "That isn’t a prediction that is exactly how Crisis on infinite earths played out", "You also can’t prove it happened so logically this doesn’t exist and is a paradox that never happened therefore pi = 3.14159", "I, too, have lied about getting hooked up by Hasbro to justify the unhealthy amount of money I have spent on Nerf guns. ", "You are a Filipino leprechaun", "I guess it's fair to say that that's one life ruined.", "I gotchu bro, house By Gucci Mane I’m a huge Gucci mane fan. ", "[NAME] is worse.. [NAME] is really bad as well..", "Everyone is homo... homosapien", "I don't think either of them took that bump outside any worse than the other. That was jarring.", "I amlooking to adopt from there! This makes me happy!", "This can’t be considered cruelty free because now someone’s hair style is gonna suffer", "Yeaaahhh... *blushes*", "that's how powell should play. now, let's will wes' post-ups out of existence", "That does suck. I’m sorry. Having recently been ghosted by someone who I thought was a very close friend, it’s a terrible feeling", "Nothing. I am much happier off all meds. Been off of meds for 2 years.", "glad she;'s back inside, tragic what shes doing to this dude and his family they r the ones picking up the tab. ", "That guy is gonna regret losing you the rest of his life. You know why i know this? Because i am him 30 years ago.", "dear [NAME] they're multiplying...", "Yeah Q was bad card I was just bloating the pot. I definitely feel this is one of the worst hands I’ve played.", "The UK government's No Deal plan is basically to do exactly what they would do if the withdrawal agreement passes, with some caveats, I believe.", "Massive overlap. I have been vegan for 10 years and anti birth around the same time for the reasons you note.", "Hitting your kids for punishment just makes them sneakier. Maybe that has something to do with the dishonesty of the church and [RELIGION] in general.", "LPT: Make sure your chickens aren't pink anywhere by just chucking them in a 1000° oven", "Funding was never the problem of Mass Effect. EA is. You're confirming their bad business strategy.", "Nice mix of trashy and classy.", "I have 1200 hours and the highest i’ve ever been was silver elite. I should probably quit this game.", "Most police departments have something similar, and it's the name.of the big LEO sub.", "I agree with that, that's really the only reason I play pk too. Probably the reason my win rate for her is 40%", "He’s actually a ghost. He died of that flu and his ghost is still cursed with the symptoms to this day.", "[NAME] my friend and if he has new friends I’m ok with that.", "Hi, I just fix it, I just had to clear the cookies", "Yes, I'm just banking on the fact that there will be a bigger idiot than me out there. :-)", "Former Mexican president was taking bribes from drug traffickers we need the wall", "Pretty sure this is someone with a disorder, not a hangover. ", "As much as I hate him, I will always give that title to [NAME] to [NAME] to win the Super Bowl in 2008", "I’ve always used a medium sized screwdriver but it can mess up the prongs so use a chopstick and you should be fine", "This is a crime against humanity and the FBI is on its way. Do not try to leave your current location, you are being tracked.", "It makes anyone unattractive.", "It's always been Marfeles. Was 30 years ago when I first visited.", "People have gotten triggered on this sub the past month if you didn't call [NAME] a [NAME], so I think we can handle it.", "Describe these demographic changes plz. If you own the shops you decide what people eat.", "Maybe I’m an outlier, but I don’t find that contract to be outrageous for what the player is worth.", "Alright, see ya man", "Meh, same branch of religion. Just opposing views on the sequel to the story.", "PLANT LOCAL WILDFLOWERS!!!! They come back year after year and the Pollinators will Love it.", "Iv done it before.", "Because what you described is the definition of the job.", "Just pick someone you like and hope for the best!", "So you're proudly ignorant. Cool bruh", "Yea having children will always solve the problem", "I believe in traditional gender use in language.", "Ugh, man, I really liked Louis CK. Not anymore. I still like Brand New even though [NAME] is a creeper.", "True. You always gotta be careful. It's pretty sad actually. I feel used and abused.", "Pretty sure she bleached her eyebrows on purpose", "People who WANT a border wall: idiots, racists.", "Being with someone else means nothing, he seems like he might be abusive in the future. You did the right thing cutting him off.", "This is the technically correct answer, but it still sucks considering how much of society rides on women managing their menstrual cycles.", "In doing so, they gave humanity a cinematic treasure for the ages. ", "The Guardian are covering it. Naturally they think we're far-right activists and misogynists whose displeasure proves the necessity of the [NAME] campaign...", "there's no limit when it comes to owning dogs.. more dogs = more love", "Become friends with people who work night shift. We are always up at crazy hours and need a distraction from our work.", "They typically go bad before use. I can buy a plastic banana!", "Oh I love flirtationships! This is normally us, but work takes us to a long distance relationship half of the year. ", "I had a crush on this guy ever since I saw him as the mad hatter on OUAT.", "Folks, the Baconator is great! Ask anyone, it's the best sandwich. The bacon is amazing. Great sandwich.", "THESAURUS THREW UP ON THIS COMMENT", "Yes, this is karma farming and it is disgusting to do that, BUT the title *could* be correct. It probably is made up though. ", "Its whatever you make of it. No one can tell you what it feels like except you, this is a journey you’ll have to take alone", "i’d totally prefer an unmatch than a “thought you were cute til I saw your full body shot”", "Avery - responsible coke users", "When I went on a first date I only took like 2 bite of my food. Felt pretty bad", "I don't mind helping people but often the problems seem so petty and small and the solution is so simple.", "Someone somewhere decided that today is the day they're tired of their job. We've all been there.", "I'll be honest - I just want new stories. Not prequels. Doing things in the past are just too limiting with storytelling.", "If you wanted my honest opinion, you seem to be a shallow person. But that's just you and there's nothing wrong with that.", "This has to be made as a satire of terrible memes . Like r/okbuddyretard material", "Same. Even while not on my period I have lower back pain", "Yeah that was his mistake", "Yeah, was just very smoky with very burned ribs. I went and got teriyaki to console myself.", "Definitely. I find if I don't exercise for a few weeks I'll gain a few pounds quick..", "That head pat and hug was the physical equivalent of “oh my sweet summer child.”", "Right? I’ve never heard of it being made with French dressing.", "My ego is pretty ok. My fun-o-meter is a little off and needs calibration probably, though.", "I have been working here almost two years and have never seen this website ever.", "Sure? Money is still being used by them instead of the government wastefully taking it", "Entire new coaching philosophy is needed. Enough wasted possessions, contested iso mid-range jumpers with 15 seconds left on the shot clock and terrible 3pt defense.", "They must have seen you.", "The best advice I have, which it seems most people completely overlook: Have fun.", "some state are way more paranoid about this than others. also depend who handle the call / judge... like, some people believe spanking should be criminal...", "I just had an overabundance of fudge. I took several pounds to my regular dispensary and they were thrilled.", "The Nashville Design is just a placeholder. The actual plans have yet to been finalized.", "second temple stood for 420 years r/trees /r/Judiasm crossover confirmed!!!!!", "I will for sure pray for you all.", "You expect me to believe that [NAME] and [NAME] have so many things in common but are different people? Must be the same person.", "I used it for a while. It made me way more sociable and generally happier, optimistic Less anxious and stuck up Until it didnt, so enjoy it while it lasts", "Just gonna say it. Bahahahahahaha", "No... that's literally our first rule.", "They have problems for sure.But they don't have YOUR problems.", "That's true, but you see, one man can really make a difference. [NAME] I loved the movie", "The last book feels like a dream. It's ridiculously bad, imo ", "The stigma is justified. I dont care how you got it, it's still disgusting.", "[NAME], I'm just here for a good time.", "Yes, definitely classy. <rolls eyes>", "Like have an anti interventionist foreign policy.", "Thank you. Its only applicable if its not in the customer's favor and if they follow other stipulations.", "No no she was \"[NAME]\"", "He didn’t do anything wrong, he made sure all three kids got a puck.", "I was one of the best. I used to get at least 50 matches. Hair loss made me invisible all of the sudden", "Men and women praying side-by-side doesn't make Israel any less of a [RELIGION] state.", "The older I get the more I just want to sit and be still on psychs", "Yep! It's still busy. Slightly less crowded but still fun!", "Man, [NAME] is having a heck of a career! In the end, he'll be repping us<3", "Broncos one was harder being state rivals and us being spoken of as possible contenders, only to get smashed after taking an early lead", "The ND vs Georgia game in Athens will be a good one.", "I hope for his sake his name isn't on it. It would be much simpler legally if it isn't.", "I want a sense of progression and accomplishment in overwatch, something golden guns and skins dont give me anymore :)", "Her communications director his now working for [NAME]. Get ready for some more cringe", "Cap locks are nothing to be ashamed of. *You're probably upsetting your mother by letting your chicken tendies get cold*", "Started as regular when I was younger but has since developed into full on macro. The internet will do that to you.", "It's 3 Calling Cards I believe, and one sticker for getting Flawless. Other than that, no (unless you wanna count bragging rights).", "Well, if 10% of active gun owners each convert 4 people, we win :-).", "They won’t find my house once it’s painted in go-away green...", "I'm 21 and I've slept with dozens of girls.", "I get through a pack of tennis biscuits a week at work. Coconut bliss", "OMG I looked at this they're coming I can hear the boots.", "No, but I won't be surprised the Day I see him yelling at the top of his lung to \"NUKE THESE *INSERT RACIAL SLUR*\"", "I hope. Sirens got me excited", "Unless you have an established career and are a high earner then sorry but you _are_ the shared housing type.", "Happened right in front of our condo. Saw them cover the body after trying to revive him. It's been 6 months, not a year.", "Something tells me she just got it too.", "Grew up together obviously. So if you want to have an alligator friendly family, raise your babies with baby alligators!", "Then he is still able to achieve salvation in [NAME] grace. I will pray for him, and for all your lost souls. [NAME] bless.", "Never played there but it seems Portland Meadows might be the spot.", "You people really overestimate how much welfare actually covers. You act like one child is making six figures and giving their entire family an MTV Cribs lifestyle.", "hey thank you! any time I can help someone, I'm more than happy to:)", "More like the choir isn't here, it's on Instagram", "Someone somewhere wants to be cuddled too. You'll never find that person if you don't talk to anyone you want to cuddle with.", "You're a monster!", "He wants to make excuses for his affair and I doubt you'll feel better after listening to him. In fact, you may actually feel worse. ", "Ah yes, the romantic concept of a meal in bed.", "He has a humiliation kink. He's clearly not expressing it in a healthy way and should probably see a therapist and/or a professional [NAME].", "From what I remember, a lot of the leafs fans had [NAME] from 8.5-9.25. I can’t recall someone saying 10+", "I've been called ugly, pug ugly, fugly, pug fugly, but never *ugly* ugly.", "One of the best hats I own is a freebie from a Dallas Stars game. Not a Stars fan but shit it’s comfortable and fits well.", "OK. That is really weird.", "No worries! I'll go through these when I have time. Just may take a few days here and there.", "Sure but Ireland chose to join the EEC, that was and is a policy decision.", "A 12 million sub channel has value. Wouldn't be surprised if it's been hollowed out ready to be sold and rebranded.", "I mean, OP is consenting and asking for it, it's better to let them be", "Notice how there are no chapotraphouse trolls here because they know you're right and can't put up any argument against you.", "she always acts like the older sister who’s copping out of babysitting, it’s ridiculous.", "I noticed this while watching it and cracked up... it was so cringey! It was after they watched their wedding montages.", "Transit Police were obviously too busy checking tickets to prosecute the anti social behaviour.", "Thanks man, I managed to feel better by letting loose with some music - definitely a *much* better way to pull out of a dive. ", "Sadly the Request a Book of [RELIGION] requires a phone number now. But if you have theirs it might work;", "I know right! Lego really hurts!", "Don’t let the bastards grind you down. I’m so sorry for this experience. No one deserves to be treated that way.", "I had no idea but seeing this things make so much more sense...", "glad to see youtubes \"family friendly\" robots have their priorities straight. ", "The wilderbeast only hit muscles so they patches her up, cleabed the wound and gave her antibiotics", "u have to be 15-17 yo and do fast af 90s and edits. Also you need to grind the edit course 24/7", "1 goal doesn’t make up for the point you lost us [NAME]", "Only an idiot would visit places like China or NK. Arbitrary abductions and detentions against foreigners have happened for a long time now.", "Its a half baked RP. If they wanted to kill each other they oculd have just started shooting.", "Thanks very much. This is helpful", "That is the first positive thing I’ve ever read about NJ transit.", "Chiefs look soft", "If you think NOED is OP, use small game, if small game is bad, your argument is invalid. ", ">like it's a bannable offense A Singed man has actually been ~~banned~~ threatened by Riot for going support with smite and counter-jungling the opponent jungler.", "You're obviously a size queen. Go find yourself a big penis.", "I do avoid it.", "Get Flonase. This thing work for me.", "I prefer to use a welding torch. I like the ozone and ultraviolet clean feeling and smells. Never have to wash the sheets either.", "We have a realistic chance of winning this.", "All I've said about that topic is that I support abortion but I think birth control and sterilization are better.", "You’re right. Thanks so much, appreciate it. ", "Non-stop fun.", "She was funny with [NAME] in the previous BFQOE I think. I honestly think she needed a better partner in this episode", "Been with ethnic girls, blondes, brunettes, and a fake red head. No correlation. ", "Yeah my guess at this point is either a 2 year bridge or 8x8.", "That's true. People feel they can't trust anything so they just chose to believe what they want to believe.", "That precious sovereignty Rule-takers now, not rule makers.", "Clearly there is only one way to solve this dilemma; COMMUNISM!", "XD lol yes. Ragnarok", "[NAME] can stuff it, but I’ll take the disengagement from the Administration for what it is.", "Would've Been Sober For About 2 Years Now.", "It just feels like everything is so false. If I can't care about myself why would anyone else.", "I see now, but at that time i just woke up and this was the first thread i saw hah", "No, he was hecka hungry and coming down to McDonald’s would mean being caught.", "FWIW I had a terrible series of experiences at CFA and would never recommend anyone with anxiety go there.", "I will, no worries.", "I can just do it with my eyes open. Is that weird? It kind of hurts.", "[NAME] received millions of dollars from an MLM by endorsing it. Not sure what is so complicated about this indisputable fact for you.", "No. Let them earn it. And THEY ARE and WILL CONTINUE", "Thanks for the reply. And I'm not gonna do that, no worries. I just enjoy getting knowledge about everything on the earth.", "Why would there be? HOTS heroes always have been and always will be BLIZZARD heroes, not Activision", "And it should be drenched in blood. It’s supposed to be scary, that’s how you know [NAME] loves you!", "Until we win an actual SuperBowl trophy I want all the positive karma.", "This video is so very Polish.", "They look incredibly legal, organized, and accurate, just like yours! ", "Not surprised at all tbh", "Nah I like my pockets kief free", "Dying like hero’s. What better way to die than saving the world. You’re right.", "Consider this my formal request for a list of all of [NAME] lifelong dreams.", "ya shes stressed out alot. oh ok. thanks for the advice.", "Ok nice opinion dude. Do you have any sources??", "I always thought it was so it would sound like LGTV", "Just saying that there's no reason to go easy on the rich breeders.", "They can be upset about both. Believe me, I've heard the lecture about how Catholicism is a cult and the abortion tirade in the same sitting.", "I have a 4.95 rating and it did not go down after tonight's riders. Everybody I drove was a talkative l, drunk and merry group.", "I can't stop staring at \"[NAME]\". ", "He’d be amazed i was alive and I’d have a super hot wife.", "There has to be someone that loves you, you just may not see it right now. ", "Felt like yesterday when they got married in that barn/bar/bistro. Truly the halcyon days.", "I love the idea of a farm school. I'd totally do that if I could.", "Thing is...it's the media the masses take in that is driving this anxiety [NAME] or AP reader isn't falling for this", "I really want external armor vests. Luckily, I'm the Chief so I can say what goes.", "Good for you! So awesome!", "You can be highly educated and still incredibly ignorant.", "Cool post. I just wish the game had more enemies besides just the spartan and athens army (like harpies, giant snakes, something like that). ", "I suppose inducing vomiting is a sort of detox...", "Yeah, just wanted to do it myself. Not gonna though, after the concerted demoralization from commenters. ", "Instagram is the only one to blame for all this evil", "Things should happen for a reason that serves a story, not because \"wouldnt if be cool if ...\"", "Love in a way is a choice. In a relationship, you choose to look past your partner's faults", "I like that, and the baby laughs at the duck so it makes it cute rather than annoying :)", "Hellman's is owned by big pharma sheeple, they inject poisonous vaccines straight into sandwich spreads!", "It’s counterfeit. Just morally wrong.", "This is the cutest thing I've ever seen.", "I've only seen the beginning of this video...until today.", "On top of that I just think [NAME] was saying \"I know how to evaluate talent.\"", "I always seem to date men with long hair and a beard. Often with blue eyes.", "It's literally essential that everyone stop what they are doing and watch this, the best video, as many times as possible and then some more times.", "Really? I could've sworn I've seen people disabling comments on certain posts before..", "I schedule reading breaks during the day. It allows me time to relax if I’m feeling overwhelmed, but is still beneficial for the kids. ", "They should be liable for this abuse. It’s just insane!", "Your attempts to belittle me show only more insecurities on your part.", "I'd imagine it's a team of people in marketing.", "Your parents must have adopted.", "I feel like I already knew, I just needed to have someone else tell me to really open up my eyes. Thank you for your comment", "The mindset that feminism has instilled them with: entitlement.", "You sound like someone who has never banged a BPD girl.", "You should check out my comment at the bottom of this thread of why I somewhat support antifa. This comic is obviously fearmongering conservatives.", "It's a beautiful video of family and [NAME] finally accepting [NAME] as a brother is one of the highlights of the show", "it also can be found in r/redditsmuseumoffilth", "The same here. It's hard to be alone, but not as hard as the eggshells and abuse.", "No problem! Glad to help.", "I was there yesterday. <3", "I vote to now refer to him as [NAME] from now on due to his newfound confidence", "Well it depends on your level, class, and how good you roll.", "I like the sound of that, shes definitely a bitch what does chutzpah mean?", "Whistler Medical, Broken Coast, and 7 Acres... looks to be the top 3 rec producers right now.", "i was agreeing with u/sixstringersoldier guess my analogy wasnt clear", "[NAME] and [NAME] are ok because they were devout [NAME]. Like they hate secular music.. but U2 is worshipped by a lot of the 40-something [NAME].", "This has happened to me with the girls I tried to connect with irl as well as FA \"lonely\" girls from this very sub", "Coffee is a nasal cleanser.", "I just hope you are all right dude", "Best just to ride right in the center of the road, so they're sure to be seen by causing a major traffic obstacle.", "She looks like a petite adult to me, her face is obviously adult", "Sweet! This just keeps getting better. Have a good one", "Denigrating your opponents as either racist xenophobes or labelling them too stupid to understand the issue at hand will have that effect.", "Deadly strike is also spammable with not costing brew and guaranteed damage. Personal preference bud, do the math", "The frequency with which I hear “gone overseas to defend our country” without a hint of irony should be criminal in itself", "Like the [NAME] twins, I guess.", "Agree. Don't assume anything, even the worst. First get the facts : while being prepared for any facts.", "I work 12 hour shifts, and agree. Tea is life-saving.", "Ah, that's a tryptan, that can have more pronounced effects indeed.", "I wholeheartedly agree with you. I suspect that children this age don't quite understand this", "He has his ups and downs. The only time I can stand him is after [NAME] and before [NAME]", "Your comment is a strawman.", "So... For me it changed earlier yesterday... Maybe it's a location/language thing", "[Licks salt] \"Hey guys, this *definitely* isn't snow!\"", "There must be some awful things happening right at this second", "Well that sucks. The disconnect reconnect and keeping your bloodpoints I mean. The accidental vs purposeful disconnect seems fair.", "This is a very long story about nothing", "I just want someone who listens to scientists. That's too much to ask though.", "Same reason the KKK, a radical [RELIGION] group, burns crosses.", "Right [NAME] I’m going to have to ask you to stop arguing with your other Reddit account [NAME] in every bastarding thread", "Invite everyone in the server, it fills fast", "I'm guessing that it maybe due to being overwhelmed w/ responses and having a relatively small staff to go through all the forms.", "Currently cuddling the pillow because my husband got up...", "I did this once with a chimichanga. I was 11 and I cried", "We can't let the 8 year olds who are playing an M rated game see all of this bad language!!", "I did and found it basically the same except I was getting drunk very easily.", "Because some women are capable of seeing past physical appearance and are intelligent enough to try to get to know someone instead of making snap judgements.", "I can tell.", "soon i’ll have an army of karens and no one will be able to stop me", "I mean, he did believe in a clearly terrible [NAME] ", "But all this does is hurt the average person not the right way to raise money.", "I just watched the entire episode. They never once hint that they were having an affair. That information didn't come from the show.", "Not even polite if they're driving. The road rage here is terrifying.", "Yeah, I mean we’re all just in their wake over here. I’m humbled.", "Intelligence is to know the difference between MB and Mbps. Wisdom is to not be a cunt about it.", "She actually does that, because she sees that you are happy, but the person behind you really needed that :P", "I am so pissed about Oiler hockey right now. Even [NAME] is annoying me and I love [NAME]. Gaaaahhhhhhh", "I think you’d the one who’s a stranger to these here parts, *pardner*.", "She doesnt mind! I'm her favorite person!", "You both are 80s kids", "Same, nights are by far the hardest. My STBX and I are living together until June and it nights suck. ", "People only treat you the way you allow them to.", "Let's wait for January patch, and hope that your problems will be resolved soon. I have too much fun in this game right now :) ", "Hmm. My sister is halfway vegan and she loves oreos because they actually don't have any dairy in them.", "Because they think the govt should provide all the jobs, they're crazy. ", "Not just a faux pas, it's outright rude and inconsiderate.", "We’re playing the leafs. He’s gonna look bad no matter what", "It is fascinating that people spend billions of dollars on superhero fantasy yet they hate a real life superhero.", "Hence the apology note.", "And then they clapped and gave you $100, I'm sure", "This is something that has to be learned from experience. Don't be hard on yourself!", "Style of play is overrated. We spent half of the season sticking to a style of play. We should play what gives wins.", "agreed, I am in a suburb, a HOA.....I love it here.", "Our soil needs the help! That would be a really unpleasant job.", "Her upper lip always looks terrible - such an easy fix, can’t believe she is so vain and never bothers to wax ", "It’s a self fulfilling prophesy. They know things are getting more violent because they are looking to make them that way.", "almost [NAME] can do it !!", "If we can’t close these type of games at home, we don’t deserve the playoffs. ", "It took me, like, 3 hours to finish the shading on your upper lip. It's pretty much the best drawing I've ever done.", "I’m guessing this is in response to an advertisement from the shaving company Gillette. missed my chance....”contextttt!”", "I was a little pissed off until I watched this loop 6 times. Now I'm happy! Weee!", "I ahead and report this jerk offs!!!!", "Hot bath helps me, or just heating pad on my breasts. Looks awkward, but it helps. ", "That was one of the first thought I had too. Three!!", "She’s clearly hanging at least part way into the space. She’s so dumb", "They should get checked for everything. No reason not to.", "We do what we must", "I understand that there are exceptions but saying a knife is as dangerous as, or more dangerous than a gun is a little ridiculous.", "Don't forget colors. They panic at the sight of a chess board.", "Whining on reddit about whining in game.", "I joined a club and that's how I made friends. Try joining a club.", "Don't worry looking for it, there isn't any porn tab/hidden message", "Looks like the next level of a horror character", "Yep, that's my daily commute.", "It's near Brooklyn. Very woodsy, couple nice little antique shops. Most definitely the middle of nowhere.", "I feel you, names are the worst. ", "As a matter of fact I do plan to go to germany, and I am already at B2 level in german", "I would assume most people don't listen to the radio for more than an hour at a time.", "That’s typical Wigs. Hot one game, cold the next three. ", "Very true, honestly. Hopefully one day indiginous issues won't be a political career killer, and we'll have a PM that dares to do something.", "I really hope more queer couples have kids. It needs to become more normalized. I definitely want at least 2, probably through surrogacy.", "I'm gonna say break it off and expect them to date at some point. So prepare for that one. Sorry bud, good luck! ", "It'll be hard to surive on that wage in Vancouver. It's expensive AF here.", "We got a room full if potheads, were gonna need back up.” “I’M ON MY WAY!”", "TAKE MY MONEY", "Outside of Reddit the Democrat base has definitely not gotten more progressive.", "Nice, I saw them during the Demo and was pretty impressed ", "Right? This pops up like atleast once a month, for months now. Dude needs serious therapy...", "True. Edit: Maybe my only issue is the misuse of funds. Like that couple that went to Vegas and put the homeless guy in a trailer.", "I know from personal experience that that can be the end of any good relationship.", "[NAME] has no jump at all. If he’s injured he should sit and get better.", "Maybe work on being a little more optimistic for the future......don't be a debbie downer! :)", "Not relatable I am not cool in public", "Your brother is in a freak cult that ruins lives. Forgive him but don’t listen to that bs.", "Keep it too the one thread please, you're already not keeping up .", "Cheers, girl! But yeah, he could return her, but no refund or exchanges for him! ", "The move takes a lot of concentration, hence the blank stare of total focus. Ultra instinct ", "When dunking is your only offensive move you will be efficient. Hope he gets stronger and learns to not be in foul trouble.", "It is the recent patch most likely! This never happened previously.", "Love this! I'll have to teach [NAME] about Grey Rocking.....and me too", "yeah. many people mentioned that. also Shield Brah questions beastmen racism .", "I am an immigrant myself, how ignorant of you. ", "In case anyone is wondering.. the money was a 20$ tip. Edit: 200$. I’ve been corrected.", "No because prize drafts still aren't serious play dude.", "I audibly gasped", "Comment 100... oh yeah.", "Yeah, right. [NAME] can marry [NAME] for that matter, as it seems only his genius is keeping her on the throne.", "Its probably just related to something she is dealing with. Stress/anxiety often causes nightmares. But there are plenty of potential", "Does this mean anything for the stability of Taiwan? Im going there in a month on a school field trip that could easily be canceled.", "Can't have a triangle without 3 parties. That description is the exact same as my nex, too.", "this gif encapsulates exactly how I feel commenting in FT vs everyone else here", "Well I guess that solves it.... For you. I'll keep trying to make sense out of the evidence since you fail.", "***Y'our*** so funny.", "Yep, same here. Got way too excited, then logical part of my brain kicked in. ", "Sex lesson for a 28 year old oh god, but I see the point you’re tryin make and I’ll try it! ", "I'll save people some Googlin Feb 26", "[NAME] is a socialist I believe. He also seems like a lovely person.", "Just cleaned my room", "Mountaineering is more technical than hiking, and requires ropes and other equipment. Hiking uphill is part of hiking.", "Ladies go out and find a dorky nice and wholesome guy, there may not be many of us but we’re out there", "I shook a hand that shook his hand once", "Yes, its completely normal. Everyone I know is better than everyone else.", "Orange kitty has a bit of concern in his face.", "This sounds serious. I don't think I have the ability to help ya but you definitely need to talk to someone.", "i actually dont mind either of those", "Housing cost money. Ropes are cheap for those that truly deserve death but, do it quickly not 10, 20 years later.", "That actually doesn't make any sense considering many college students work outside of school.", "No one drinks Old Style", "I've long completed everything I can and spent all my fight money. No Kage for me", "They'll make them walk the plank. Granny will pirate!", "They only really fought them in Al-bab and only reason turkey took al-bad was to split the cantons", "Something like Chariot will occur again but all electric and highly autonomous. Something I wish [NAME] could do right now.", "I dated a girl from Broomfield Colorado. She'd end sentences with \"yo\". I ended us.", "Yeah. You probably dint [NAME] the cut. Sorry :-(", ">I think this is the same for most people. Exactly.", "Yeah, I always thought [NAME] would be an improved [NAME]. It's a damn shame we haven't thrown to him more often.", "I picked up smoking again thinking it would aid that void that is working. It just made it worse.", "You could just omit the walking part.....", "I'm not but there's a difference between criticism and constant, unrelenting negativity.", "Limiting the crypto withdrawl increases the panic", "Men are disadvantaged literally everywhere.", "And people say they'll gladly pay their taxes. As if it's voluntary.", "I was expecting a fun game about dolphins once upon a time...mistakes were made.", "You forgot the /s friend.", "Cool. I'll have to keep that banter in mind for the next time it happens. Thank you for the response, I really appreciate it", "As I mentioned above I don't have the funds for that right now but as soon as I do I'll definitely be doing that", "You'd think people who have this high an opinion of themselves would be more open to taking advice on how to beat certain matchups. Enjoy being a scrub.", ">I don’t believe in changing the rules and laws however ... Then you believe [RELIGION] is in the 7th century for all times", "Definitely not a misunderstanding if you read the articles Bloomberg posted.", "Takes r us...you literally make me want to overdose on drugs. Like you’re that insufferable.", "He's 34 years old.", "My husband and I have been circling the drain for years. :(", "Yeah, they are the dumb ones you need to avoid.", "I cut onions to hide my feelings.", "On reflection I might've been harsh on [NAME], but Bandai's existence was forgettable like a swing flashback in Naruto.", "I mean I've never seen, even on this show, people grab so many cookies and chips with such excitement. ", "I know that, but it just reminds me of darkest dungeon too", "[NAME] has the same amount of points as [NAME]", "Gang beast is really only fun with friends", "My son already had the surgery. He's fine.", "The value of the knowledge from the books you could buy is priceless!", "I feel digestive regret just looking at them.", "That was my wish in writing this. We all need hope sometimes. Some enchanted evening comes for each of us in its own time I think.", "It’s called concern trolling. Don’t be so gullible and quick to politicize everything.", "Lucky the patient passed out, they wont feel any of it or hear anything you're saying!", "ISU was missing players and had to choke that game away pretty hard in order to lose", "I just noped out and came here for the highlights.", "Though i think i preferred it when it was artistic and gritty i still love that series. Listening to the audiobook he took the voices from. highly recomended", "Trust me, all is sometimes lost.", "That actually looks so fire", "Of all the stupid terms for people out there “womxn” is by far the stupidest", "Hmmm. She is Korean. Based on the early posts I didn't see that one coming.", "I came.", "Nobody consciously thinks \"today I feel like chewing with my mouth open\".", "Yes! It's hard to believe that some people like warm toilet seats enough to pay for it as a feature.", "Maybe. It's an interesting theory for sure :)", "volunteer as tribute first, we need an example that we can follow :)", "Tbf it does look like it clears the net", "I am sure epic is going to go the disney way and not have any \"controversal\" stuff on their platform.", "Yeah let’s sit this one out.", "Aww, try mindfulness. I think I am going over to that sub now.", "I'm not sure these guys are wingers, but other than that, I'm very happy so far", "[NAME] died for our shins", "Weed has never killed anyone. Until now.", "You are an old one!", "Levitate also means you can walk on water", "I downloaded this album yesterday, and love it!", "I’m a HR professional and deal with this all the time. You’d be surprised how ignorant most people are about their paychecks.", "37 here, happily single. And the majority of my friends who got married at 23/24 are getting divorced now. ", "Don't worry, I forgive you.", "Stay at home if you’re sick", "My arms are hairier than yours and my husband has never minded.", "Because no one was seriously hurt - - - It's hard not to watch this without laughing.", "Perfect example of the disgusting misuse of ‘Orwellian’ on this website", "All I'm seeing here is that you commited a brutal murder.", "[](/ironwillthumbsup) True! Weird, but true!", "I agree it's nonsense. Race, as a biological entity, doesn't exist. ", "Very true. Apologies if it came off that way.", "Glad he didn’t try to backpedal about his feelings. They are valid and he has a right to have them.", "Jeez this would be such a turn off to try and help people in the future", "Be fiscally responsible and you could save a couple thousand probably, while still enjoying much of what this wonderful city has to offer. ", "I have always found them grating", "One of my all-time favorite bands, and one of the best live acts you'll ever see!", "Yep. It's pretty bad having to use work or a paid email and real name on a gaming forum.", "Unfortunately, successful and rich people blame foreigners too :(", "People on reddit love trying to change the definition of words to suit their points", "Yeah I don't think so lol", "I have a bad feeling I’m gonna regret not tuning into this", "Yeah if you’re able to fulfill that. Hopefully the bonus is worth it", ">ultra-conservatives Um excuse me, I'm actually a Plus Ultra Conservative, thanks!", "Downtown is inconvenient, look like you've gone full county, enjoy your strip mall ", "He's rolled his eyes at least 3 or 4 times by now.", "This is still one of my favorite photos.", "Yeah it doesn't impact much except when they break and cause billions of dollars in damages and irreparable consequences to the wildlife.", "I'm one of those students on odsp. I'm screwed.", "true... good luck! You're doing the right thing.", "This is actually a really good idea", "WIFE DEAD, KARMA ALIVE", "Just a simple man trying to make his way in the galaxy", "Sure. Let’s start with the terrorists with the biggest guns. How about Israel, or Saudi Arabia? ", "That's only bad to some people. Being racist is bad to everyone.", "I bet they're the kind of teacher that says something totally wrong and then power trips when one of the kids calls them out.", "[NAME] will be [NAME]", "Ah, I read it wrong. Jzk. ", "[NAME] wept.", "This is sort of wholesome in a weird way", "> All the complexity was lost in Oblivion, and it was a huge disappointment. So you are agreeing with me?", "I like how the squirrel play dumb when the cat is watching it. And then Boom!", "Yeah it kinda sucks, that much is for sure, I'm just wondering if anyone knows why or has the same problem", "Just because some people troll him on Twitter and get literally no retweets or interactions, he'll surely change his way of directing...", "[NAME] would go down in the first game", "The owners posted the name of their two dogs on the page before and Cumlord isn’t his actual name, its just the page.", "the thing they r looking for is money. money makes u survive. people in general like to survive to the extreme sense of it.", "Good job being just generally being whiny about unimportant things", "I got you. Here's to something incredible and explosive happening soon.", "Don't have the light novels. Heard the translation was pretty bad on them but I discovered that Manga earlier today.", "Please make this happen. It works fine for Arizona. It will work fine here. Do it.", "the pharma part killed me", "Let me rephrase what was said above: You should do some research from sources biased towards science.", "People have always liked kinky sex. But this is just BAD kinky sex..", "I don't think we've seen his full potential yet. With [NAME] we have, he can be really good. It's just rare nowadays...", "Trash does not mean litter.", "Man, thats ruthless. Lesson learned. Trust me, there will be a time when they actually need money and I really hope you say no. ", "Just tell her you're going to get tested and she should as well just in case.", "\"I have been abusive.\" This was before I even realised his narcissistic characteristics. ", "I was about to reach out to mine - this situation is nearly the same and your post just saved me from a huge mistake! Thank you", "Damn, that was dirty.", "If you don't understand that question then you be receptive to any of my ideas.", "OP and wife probably have other areas that are private. Sometimes it could be our dreams that even we don't dare speak aloud to ourselves.", "At this point they should start playing Sweet Georgia Brown over the PA system...", "I thought that already happened when [NAME] was confirmed. I was told that would be the end of America!", "I just guffawed at work. I hope your lawyer takes him to the cleaners.", "We *do* deserve animals if we give them lovings! Don’t talk so down about yourself, silly .. that’s what that kitty would say !", "Still curious if they try and trade [NAME]. One thing is for sure I’m not ruling anything out. [NAME] and the FO is getting very creative", "This is a powerful mood.", "Keep your expectations low and you're less likely to be disappointed?", "Safe to say we’re out of adjectives for him now", "He looks so young without a beard/moustache though.", "I was ok till that last one.", "You always choose mum bro. What are you thinking", "I've seen this multiple times and wonder what happened to her after this.", "Gotta think [NAME] was also tired after all the hard work they put out Most likely it'd be easier for a fresh player to run passed players", "She went from normal mom to ~~[NAME] amazed by balloons~~ [NAME] really fast.", "i was leaving areal comments not pormotions but acctually i was leaving many", "Please go to urgent care and get some antibiotics if you have not already. UTIs can become serious if they go untreated.", "[NAME] insulting his fanbase has literally been a hallmark of his persona from the beginning of barstool", "You should eat real cake today too!", "*Succession* was fantastic. *Barry* too", "That was the only place I saw and their pictures looked horrible. Might just have to go to the source and vacation in southern Asia", "Nkd is a very good brand they have amazing flavors", "The first time I'm seeing it so thank you for sharing. Definitely shows the propaganda efforts.", "This was last year. Didn't go, definitely should have. I'm fine though ", "Well at least he wont be hungry ever again", "This feels more like \"Lofi Rock\" if that exists, or even Jazz. Very interesting.", ">they mark agencies with a sense of history even if they look a little weird Queue Michigan State Police Cars", "Also convicted of rape. Interesting quote given that context.", "Meh, I'm actually pissed at some of the people I usually defend for getting excited about this too.... we did lose our data.", "I think the main problem here is you missed that the person originally said \"franchises\" and not specifically Overwatch that is burning. ", "Its much better. Inhaling burned particulate plant matter is very bad.", "[NAME] was such a nice and calm person, he makes everything wholesome He was just like his paintings Realistic, Hard worked, and with tons of love", "some men sit to pee. men also get attacked and feel vulnerable in certain areas. the more you know.", "Yep. I'm glad I never did. I'll gladly use their service for free when it suits me and give them nothing in return", "Resident complainers complaining about the resident weirdos preemptively. Classic Reddit.", "It's less about what actually happened. What's done is done. I just want her to know why sexual exclusivity was so important to me", "I left the profession for exactly that reason. I couldn't emotionally handle the apathy", "I believe that you should tell him, tell him lovingly it may help him understand how much you were really hurting", "Yeah that is definitely tough on the processor as it's running a software emulator and the game the whole time", "I feel the same", "I am just attracted to mouthy Jersey girls, what can I say? I am a masochist.", "Yeah dude it is like a fertile egg - attacked by millions of sperm and only 1 gets to fertilize it. The other ones just die", "This was going on for like half an hour. He was drunk and causing trouble, so the tram drivers warned each other not to let him up.", "He chose to live as long as possible until pneumonia took him out. People should have the choice not to live until the very end.", "It’s okay my mother in law left her Prius running outside my house for overnight and most of the next day.", "The new stylish stadiums will look outdated in 15+ years. Standard stadiums will still look the same", "You're right. I read that tweet and I think it dislodged from my brain because it just assumed nobody would argue something that utterly stupid.", "the last minute of game time lasted 15 minutes.", "Thats what I thought, he can be very lucky to walk away from that ", "That baby needs a smacking", "You’re fighting an opponent who wants to fight you too. There’s mutual respect right there. You’re not fighting [RELIGION].", "I'm vegan and that's a big nope from me.", "anyone rooting for anybody but [NAME] is my enemy for (hopefully this long!) the next month", "I can play faster. I just don't enjoy it as much. Might I ask what is your draft winrate?", "Would have been faster to seal it and then pressurize the tube so the kitty gets shot out like a cannonball.", "My hospital has this already, I thought everyone did. Can’t get an IV? Tried a crap ton of places? Call the IV team. ", "Yeah, and I always thought the dude in these comics was supposed to be like 30 years old. ", "Well...to be fair then. :)", "Yeah, you’re just delusional. It’s ok to admit you’re wrong every now and then.", "Nah, they always were a government's tool to enslave us", "True, the commonly affiliated ones are mostly just sheer ignorance or things like that.", "there needs to be a win, fail or something related to alcohol. Theres none; just a girl dancing and you faping:", ">The only way change will happen is when the national media actually focuses on them. Precisely what a protest is aimed at engendering.", "The emblem on the left looks like a killer mrs puff from spongebob.", "You are extremely rude and condescending, and in my opinion it’s sad that you’re a teacher. ", "\"You're a good man [NAME].\" Yo [NAME], are you watching the same show I am?", "I think my retinas detached due to the Herculean force of my eye roll. Hail [NAME]!", "Wow. I dig that.", "Stanley's in Tyler", "Kinda hot tho", "And yet it looks like one thing you can't is read. Shame shame.", "Listen to yourself. What other things do u want to shove down the throats of others in the name of tolerance and humanity? [NAME].", "Wait so the aboleth only kills you if you dont do what the dm says", "It's common enough that we have a specific term for them. We called them PX Rangers. The PX is the on-post department store.", "I mean... if you want we can probably create some existential dread.", "alarms are kinda rude.", "is it bad that i agree with this", "This should be interesting...", "Doesn't matter if we stop, everyone else will do it. You're telling a whole world looks don't matter, yah good luck.", "People are still playing bf1?Wow thats nice,I should play some games until more content drops for bf5.", "I don’t think that would be an issue with [NAME]. He doesn’t seem like work ethic is his problem", "[NAME] is playing with the confidence, aggression, and awareness that I wish [NAME] and [NAME] would develop.", "As a teacher, I agree. Adding 'under [NAME]' just makes it feel all the more forced and disingenuous.", "Shit okey I think I’m ready", "Go for it, it will be a new experience it may not go good but you'll learn someway ", "Just relax and enjoy. We are gonna win by double figures as per usual.", "I keep wondering about armpit waxing, but the potential pain scares me. ", "Well she mostly horrible when she was drunk, so drinking less for her would be a huge improvement.", "That extra four billion going into private schools could probably build a lot of schools...maybe if we stopped pumping so much cash in to them..", "Good things take time.", "This was a previously agreed arrangement a week prior. I don’t have unrealistic expectations, I just expect to be included in something that is pre-agreed. ", "That edge just got fire polished.", "> Do you need me to link posts or something? Yep. Nice ban evasion account, by the way. ", "Sometimes it’s annoying but I think it’s at an okay place right now", "It's definitely alive. Not sure it's doing quite so well...for 99% of people anyway.", "It sounds like you’re the one who is afraid of the internet. Relax, bud. You’re on r/cringe ", "Fact: 2:28 I'll never ger back.", "Best part about this is that the cowboys will re-sign [NAME] and hopefully [NAME] too", "Baba Yaga has very defined taste.", "Human life has value. Veganism and pro-life are 2 completely different ballparks morally. Terrible argument 1/10", "Pls end me", "This must have been pre Make Believe. From what I gather, [NAME] doesn't even take tylenol anymore ", "I swear to [NAME], I'm going to approach you. Instead of running away, I'll come right to you.", "One of things I loved about this subreddit is the use of the old school meme format", "You could notice he was a little bit nervous, i think that was the main reason for his way of playing in this game.", "it did really", "OP is just a kid. Let's just move on.", "\"By far one of the best\" Mmmm", "They look prepared for a rugby game breaking out.", "Well, no- the person serving you already provided ID to get the job, so they’ve already confirmed their age", "This is creepy.", "Ah, the movies are fine. It's pretending they're a profoundly trascendental form of art that I find ludicrously funny.", "He isn't always. But right now. Shoot the ball whenever you want Young blood. Go head.", "His other stuff is considerably more intense. His shows are pretty incredible.", "I know eating and drinking soy products increases estrogen. Although I’ve heard having/consuming too much estrogen can lead to health problems.", "No, they build their team the right way so they won't be trading for our \"crap\". We can dream though. ", "lol you are 18 and a female. You'll surely find someone", "I can see that", "Some of my posts got removed because of rule 1 despite them clearly being about [NAME].", "I was just about to comment this. She might be a wonderful human being, but I have suspicions. ", "Just cut it all of, you won’t look bad", "I was scared for that white building.", "I like in Iowa. The weather part is true", "I had a friend from Palestine who became atheist. I don’t know how many atheists in Palestine there are but I wish there were more!!", "Well that makes it easy. Thanks again. I'll look into it.", "Season 2 just started and as a huge TNG fan I can definitely say the first season is the closest I've ever seen to another season of TNG", "It better not as I only bought the bloody thing last week! Sorry, guess i'm still in shock from the kettle dying.", "Optimism dial at 13, absolute mad man", "They sure look the part...", "You have a nice bro.", "because you are in danger of appropriating methhead culture.", "The only way this is OK is if their kid made it for them. But then you feel bad for the kid. Lose lose..", "*Go and encourage yourself. You can do it you piece of shrewd.", "Everything [NAME] says about [NAME] could also be applied to himself", "From his username I can tell he lives in a city close to me. I'm sorry everyone, Vermont has better to offer than the likes of him", "I mean, if you are inclined... Just mind not to screw the campaign up for the other players.", "I was wondering the same thing?", "This dude was super cool", "I wonder if she unliked you? That'd then make sense for the rest of it.", "Ur right. It was a loose comparrison.. I hope i got my point across at least.", "I made you guys say it, didnt I? Now you all can have 72 virgins inshallah.", "That's the first time I have seen OG pass up that kind of opportunity.", "The Sunshine Skyway Bridge? I'm near that, too, and have also thought about doing that.", "Ahh you poop too much", "That’s what I have been doing, I’m glad I’m doing the right thing. Thank you for your kind words.", "He posted about white racists on a post that has nothing to do about racism. Pretty sure he is just racist.", "Makes me feel better to live in the US.", "People there are great citizens out there who dislike Rick & Morty studies) should be legalized already.", "I need help with corsets but otherwise would be mortified to need help for every day clothes.", "The BMW had to pee really bad.", "at least it rhymes,i'll give you that", "I use Firefox with my 5 extensions and one tab, 400MB of RAM being used. I use Chrome with the same conditions, a whole fucking gigabyte. ", "Not saying it should be beyond mockery, just that it has been beaten to death and been made into a way bigger issue than it actually is.", "Hope they don't pull another [NAME] on [NAME]. Good to hear [NAME] added muscle and is healthy. Hopefully he and [NAME] can play all 16 this season", "All these women are going to have a tough time supporting each other while they explain to the American public why their competitors are unqualified", "Give it time. Pain like that needs to heal just like open wounds. I really hope that you will eventually start to feel better.", "I like it! I think the ideas of [NAME] can go a long way. I wish you the best of luck :)", "Hear it from his doctor. He likely only wants to take benzos because they're addictive and strong, not necessarily the most effective.", "You are BOTH awful people.", "According to Skyrim, me and 90% of the population are inner stealth archers.", "This has been largely disproven. [NAME] had no problem dropping the bomb and knew it wouldn't change the outcome of the war.", "I thought the joke was going to be that there would be a kiwi (fruit), but this is way more wholesome", "He's completely lost any power or rip moves.", "You and everybody else is free to contribute though. Unlike r/bitcoin where all of us once came from.", "It's normal, don't worry too much about it.", "Mine said I was most closely correlated with Gujarat (not a surprise) and Karnataka (which I didn't know at all)", "The real NZ L&p is lungies & puha!", "It's just the reliability of a Honda. But I don't know a whole lot.", "Wow, foot and car traffic downtown has changed a ton in just 8 years. ", "You're so talented OP. I like your sense of humor. But it hurts too cuz too real :(", "That's honestly what I thought too!!", "Not only does the overbooking hurt the customers financials and time, but violations like this one put lives in danger.", "It’s a smart move but also hurts the business and possibly false. It’s rude.", "You are right", "Totally agree, but what is Scott's Totts?", "thanks, I agree", "You are an absolute gem", "Season 3 onward, pretty much anything with [NAME] makes me laugh. My fav character for sure. ", "Same. More often than not, people don’t bother to wipe up their pee on the toilet seat.", "Minke whale have never been endangered and are delicious imo. Particularly minke whale carpaccio", "Look, I knew the end of that last sentence in my mind. It's not my fault you can't keep up.", "Don't say \"no comment\". Say \"I would like to talk with an attorney before talking with you.\"", "He died 4 days later of dehydration", "I've got plat, the only challenge I'm missing from DLC is legions frenzy one. Completely impossible ", "My bf just got this too. He's obsessed", "I thought it was known they bought those 2 seats. It was a big deal for solar at the time.", "Eastern suburbs, the mullet never went out of fashion.", "Wow. So I figure you two are both at least considerably older than me (24) and ...wow his response", "That was honestly my first thought I’m so glad someone else went there too", "You’re being downvoted for making a moronic comment - not for your “heroic” efforts here fedora...", "So [NAME] is really a fan of playing the bench vs the other team's starters at the end of halves. Really finding every tanking edge possible.", "tfw you were part of the comment chain but doesn't get to be in the meme. *INSADTINENS*", "Newcomers have never heard of the flippening ever since :( that’s sad", "Glasses and [NAME] made me regain interest in the show. Pluuus I want to know what happens to [NAME], she's my favourite character :(", "Less of “It’s my baby too” and more of “it’s an innocent living being and you want to murder it”.", "A surprise to be sure, but a welcome one.", "I'm so broke that I'd take if you're still looking. I'm a guy though.", "Life is Strange is terrible. Absolutely zero gameplay...", "Nah [NAME] gonna be an asexual for sure.", "i didnt realize i was avoiding a question. i am afraid to talk to cops to be honest. even my own mother doesnt know what i saw", "> complains about fun > plays game mode with the most fun > loves it FTFY", "That’s not an example, that’s an anecdote... and it suggests to me that you don’t know how any of this works", "I hope this season [NAME] wins everything:", "Yes [NAME] are authoritarian. That’s why they’re always the ones advocating for bigger government and more government control over everything.", "Because he’s actually cool with racism and anti-semitism. Just draws the line at rape.", "The SATs are taken on weekends, it's a standardized test that's used for university applications and not a regular school thing.", "If they actually want to prevent abortions, they should be fighting for universal healthcare, comprehensive sex ed, and civilized parental leave policies.", "I know! I would absolutely do this as well. I’d love to to a AMA with him to find out more.", "If that's the best you got for being against libertarians then you basically have no serous reason.", "Hey. Maybe talking can help you last till then. What's bothering you?", "Really feeling you today.", "only Beijing? Forbidden City and national museum are great , $100 pre day would be enough to find a decent hotel.", "She said on the VR Aftershow that she had hooked up with girls and had a relationship with a girl before.", "I DESERVE TO BE HEAD OF NATIONAL SECURITY BECAUSE I'M ADOPTED", "Cool story bro", "I too live in logan square and cant for life of me find it on this map", "if you hate pedos then check out", "True man true", "Damn some of these are so cringy that i almost downvote them, but realize that they are suppose to be terrible.", "It picks you What I would do is try out everyone at least 1 rep You will find a main eventually I wish u luck :)", "Insurance and healthcare have the same attitude. Keep people alive as long as possible, but keep the people dependent on the system.", "Wi-fi and 4G ARE microwaves, and it IS radiation. ", "I understand that they're meeting a demand I just don't think meeting that demand is a social good.", "100% agree. Double standards are ever present. Young girl is sexualised, the whole world goes nuts, but a young boy is somehow perfectly acceptable. It's disgusting. ", "Can’t stand that dwarfism [NAME] she is so cringe", "That's what I'd hope for! Retool the D day 1, if we could find a gem at QB day 2. ", "No, its protecting my right to vote. By not allowing people who don't have the right to vote, to in fact vote.", "used to be some rowdies in phx, hope people are putting together a response to this...", "You're not wrong", "I'll Google it, thanks again!", "Actually good point, I should have asked for the source their too. It was only a rumor when I first heard. Might be wrong, sorry.", "I want 10 - 0. This organization deserves the embarrassment.", "Oh hey there. You can use my gas stove anytime...", "[NAME] somehow guides Killie to both 2nd and 3rd place, this frees up an extra relegation spot and Hamilton are finally flushed. ", "Just be a criminal if that's what they want. People should always be careful what they wish for.", "I think most of these pictures would be much scarier if we had the perspective of the guy", "That’s what makes this so sweet! Blackmailers are scum. This was satisfying to read. You’re a savage, OP. Well done! ", "Im sorry my friends money should be out soon then ill release for all to see", "I skipped school, went directly to be an apprentice. No regrets.", "I foresee sharp objects bypassing the biometrics.", "I liked [NAME]...", "Oh I didn't know. Please give me his P.O. Box address so I can submit them immediately. Cause I am definitely uninterested in blowing out my intestines.", "If you did, then it wouldn't be an assumption. I'm entirely unconvinced that you did.", "A fatass? Look at him. You think he cares about his appearance? He’s likely talking about alcohol anyway.", "I've had 1, 2, and 4 said to me. I'm completely done at this point.", "People are kind of turning on it, seeing it isen't just hard, but has a lot of issues within the core design that turn people away.", "Yikes I cringed hard", "I guess they never miss huh", "Hahah. I wish I could say that’ll get less painful with time but it won’t. Sorry my dude. F", "You sound like you’re the one that needs a safe space (and a Depends change)", "I'm replying just bask in the glow with someone else! Yay!!", "I totally would tbh. He's a very handsome man.", "Colts Offense is laughable right now", "Removed. Guilting the OP and pushing this course of action is not acceptable here. Be sensitive to the OP's current frame of mind and wishes.", "“Enjoy your dinner”", "Many people from 2004 played Fortnite too. You know, because it's a good game and not everyone likes to hate on things arbitrarily.", "I liked it because [NAME] is a fat lard and he was pissed off.", "Ill send the dankest of fresh memes so theyll scurry off to steal them", "Wow, that's quite a depressing article. I agree with points being made, but slow down with the doom and gloom.", "Completely understandable. Maybe mom should book flights a little bit farther in advance next time though!", "Well that has cleared up, but the damage is done and there is zero trust now, so it'll never end.", "I'm not crying YOU are crying!!", "She was walking like that shoe was up her butt at the club. So tacky and just nah.", ">Sorry, but any city that had any kind of ~~epidemic in its~~ history will have bunches of dead people buried under it.", "Why am I gonna do? Stop the ant? I’m scared of him too", "Seen plenty of women's marches with so called feminists wearing hijabs even though that is not a symbol of freedom.", "I run both, use my bl, next chase, dh. Even with exhausted, bl has that stagger reduction, so you can kite killers", "I'm sorry I like to actually spell things out", "That’s actually interesting to me", "When [NAME] drives, she sits in the middle lane.", ">I was internally startled but tried to play it cool. Why?", "you're being lenient", "The acl is somewhere inside yes. Some people also said it was a lateral ligament. Hope he can recover quickly.", "I came. So smooth. So brutal.", "Yes, I’m sure [NAME] biggest concern is New Japan getting criticism on Reddit.", "The title made me laugh so much after reading this. Glad things are going great with your wife. Many more happy years to you three (:", "This is how I feel when I use a crosswalk on a busy street", "We’re gonna need a bigger boat.", "I would do that, but I put them all on 0 hour contracts and less than minimum wage and I don’t want to pay them. ", "Pretty telling about Pewdiepie’s fan base when you look at the comments and the like/dislike ratio on [NAME] Pewdiepie video.", "\"The first step, is to put on a set of vicious stilleto claws. This doesn't make things any easier, but it does build character\"", "DoorDash will refund you if you didn’t receive it. Just contact their support.", "Don't worry, when you turn 20 you'll look back and cringe, too."], "disappointment": ["Makes me sad I'll never be with a beautiful woman.", "I honestly don't know but the more attention something gets the less it gets ignored", "That partially explains why season 4 was such a fucking mess", "Yep. There are some good things hidden in amongst the bad. It would be disingenuous to claim otherwise.", "For some reason I wanted to be a bartender when I was 8. After hearing this story, makes me feel I missed out. ", "I watched my team get deep dicked in the natty. I understand", "I was living for him. Now he left me. I'm not gonna live anymore.", "They also almost always miss, leading to that awful thin sheet of bagel that ends up as ash in the oven. ", "Every time there's a video in my sub box I get really excited and then it's Fortnite. It's heartbreaking.", "You should probably use that time to make a decent argument not the other thread then, I'm just going to leave you here .", "This could have been done in two panels and that’s honestly what annoys me the most about this", "Something I read once that I tap into often: The hardest thing I ever did was to forgive someone who wasn’t sorry. Peace to you.", "The fact that [NAME] was not mentioned in this thread confuses and upsets me.", "Totally agree. Their Rogue One commentary track is the only one I've never replayed, simply because he makes the same damn joke throughout the whole thing.", "This is disgusting.... please make more.", "They've done this before. Look the Order of the White Feather up, it was worse.", "we were frauded the whole time about how pure she is. turns out she's actually trash.", "That's so sad.", "This is disgusting.", "[NAME] was at like 50% out there. Didn't mind pulling him at all. In hind sight, he should have sat out the game.", "Rough. Poor woman.", "Oh. My. [NAME]. I can’t handle this", "I'm 100% sure you were punched in the face, but this was a good one", "My favorite pod when they are fresh & clear. Sadly, all of my recent packs look like dark brown syrup pods. ", "They added it back for a short time but removed it shortly after.", "Is this just fantasy", "Love [NAME], but he is really dumb when it comes to politics and economics.", "That trade turned out to be a complete disaster for us. Too bad.", "[NAME] is garbage in every single game he plays. He needs to be traded", "I like it but it’s my least favorite [NAME] solo album because I like his other albums more", "Totes! I love walking round and round and round in circles all afternoon and still not finding the store I need.", "#PLAY [NAME] I miss that :( baseball plz come back", "Something would go terribly wrong for [NAME] causing him to have to leave. It’s how his ability works.", "Dammit. I was expecting to see a motorcycle blow up. That woulda been awesome. Haha", "Well you wrote out this big comment, and it reads well but when you actually think about what you’ve said, IMO it really means nothing.", "Same. I can’t even imagine it", "I have trophy jeans and a trophy bra! Although RIP my boobs because they were the one thing I liked about my body back then :)", "god damn this is some major league pathos", "I'm honestly so pissed off for you. That whole situation is insane. Good luck moving on. No one deserves to be treated like that.", "Did a lousy job, my dishes are still dirty.", "You're setting the bar awfully low for yourself.", "The humidity in Sydney is worse.", "Dang. Wash that thing out with some soap.", "lmao I didn't realize that error.", "Nothing seems to intrigue or satisfy me only drugs and thats sad.", "Love everything about this city except it’s MLB team", "Ah sorry [NAME], I was going to join. But your desperate posts scared me away!", "I really like the hot pot at Lucky Bamboo. Their dim sum made me sad.", "But both lost, whereas moderate Sinema won. Its important because without Arizona there is no real path to Senate majority in 2020.", "Back to not getting a seat despite being 3 stops from the end of the line.", "Learning to read was the worst mistake of my life", "I agree. She seemed to truly love [NAME] . [NAME] loves the life [NAME] provides fir him. It’s a sad situation.", "Saying \"don't come into this subreddit just to start arguments about politics\" isn't intolerance.", "Yea its really dissapointing", ">[NAME] Well he forgot to save me from the 'word of hella'.", "Just watching this happen upsets me ~_~", "D'OH! Right in front of my face and I missed it", "No, sadly it was from a different person, thankfully not the original poster though.", "If we don’t get [NAME], [NAME], [NAME], or [NAME]..... I’ll be so sad ", "[NAME] lost 250-57 1st map to EU and then just quit and wasted all of EUs time.", "I don’t get why he hasn’t brought his insta account back, he did used to use it from time to time", "I miss seeing us capitalize on our rivals’ slip ups", "Feel so bad for her, not even mad about the glove wipe-offs. ", "Unfortunately many of the people that say they understand and endorse that statement, and the ideals behind it, do neither.", "As a Dolphins fan this hurts me", "My favorite [NAME] post-match celebration hands down.", "Pretty shit tbh with you", "Oh interesting. I must have got in a while ago.", "I’m excited to experience Denver for the first time! All I’ve heard is how amazing it is", "Still won the race though ha who’s a failure now", "That's definitely a HIPAA violation and reportable to her state board.", "I've had all this... except for the last part.", "Insipid shite so far. We look mid-table.", "It wasnt a terrible idea until [NAME] got injured and [NAME] got complacent", "This is kinda sad", "Same.. First thought was damn that kids shoes", "A sad amount of time was spent making this.", "It would be sweet if they got into accidents with guardrails and massive trees.", "Yeah, that's why I'm not feeling like there's much I can do except vent.", "[NAME], it's like nobody learned a single thing from the game.", "Humm, just a few days after I unsubbed. You aren't luring me back again though r/Murderedbywords !", "muh racist history! its all gone! no one will ever know about my slavery and being a traitorous vermin! help meh!", "I love bloodborne, I started my second play through but quit after I got busy with school stuff.. need to go back to it though.. love that game ", "Just tryed choosing beggars. It hasn't taken the bait yet", "If I wanted to vote I would vote Labour. Some Conservative MPs are in the wrong party.", "You’re no welcome then. Get aff reddit.", "Yeah it's pretty odd how defensive some people are about my comment too", "Too little too late! [NAME] is guilty of still making songs with [NAME].....", "i actually like adore (maybe I’m uneducated oof) what has she done?", "Never thought of that. Now i dislike Heaven more than before.", "But that rookie year was sick. Such a Slash fan when I was young.", "Idealogues are annoying.", "*blinded by the shill* I know like 2 people unfortunately..", "I just wish he got more screen time. Im enjoying this season but I feel like the huge cast of side characters get all the attention.", "Truly wretched.", "This is a rough sport we follow. Simply training makes you pay the price.", "My family never cared enough, I wish they did...", "Damn video made me think there was audio!!", "I feel bad for my kids who will never get to see [NAME] play... [NAME] on the other hand...", "WWF/WWE had/has been on TV in the UK since the early 80s. And we certainly like a drop of beer. We don't tend to have disposal tables so much", "My bad, second time today I have been pulled up with have* after should. My bro slang coming through in my grammar. ", "then its lost man. So sad!...its terrible", "Oh, the Custom is a great guitar. But it doesn't have same snarl of the Epi.", "I had smoothies in the past with these packets. Solid as fuck. Dragonfruit one too.", "The last two years have made me see why [NAME] do what they do.", "He didn't see him and afterwards tried to high five him but [NAME] was walking away", "Given [NAME] viability prior to the 2016 election, I think the viability bar is set pretty damn low.", "This guy used to be so good. I looked forward to his comics every week. Now, I couldn't care less about him. Complete economic illiterate.", "I actually find running harder than passing on all madden", "If they're not spending this year on [NAME] or [NAME], I have no faith for them to spend on big free agents in the near future", "Still a bit of redesign & this would look much better."], "neutral": ["And This is for shooting down police helicopters", "> LEGO Star Wars The Complete Saga Best lego game easy tho", "shhhh before you make the neocons angry", "4. Go out and show [NAME] is still a stud and free agents should want to come here and play with our young core", "It's catdog's parents", "#25 on the floor #1 in my heart", "Vaccines turk err jerbs!", "Thank you. Edit: I have cancer now", "Yeah, could have easily been 7-5 or 7-6 or 8-7...", "I peg the difference", "I took a marijuana doobie this evening around 5:00 p.m. after my dinner at Country Kitchen Buffett and I am now tripping.", "Kind of astonishing to see AstroKatie is completely unaware of everything unchecked migration has done to Sweden, France, Germany, etc etc etc.", "Then they will complain about it being cold in the winter.", "RemindMe! 21 Feb 2019", "Amen. Although sometimes you look up and have to look back down before you lose the wood", "Another joke?", "There isn't. It only exists in the heads of those who subscribe to these tinfoil theories.", "Let's not forget that local politicians don't like it and give them hell for their efforts.", "If only that were true", "Heyyy bear hug!", "A person could easily say getting drunk on whiskey all day solves their problems.", "Treyarch: adds all blackout servers to South America [NAME]: OMG treyarch why does matchmaking take so long.", "Keeps going tho. Kids got heart", "> I'll check those links! Have fun with it, kinsman. Ásáheill!", "And suck this guy off at the same time", "Only time I teabag, my friend was getting moried at the exit gate and I teabagged him before I left", "im pickle rick!!!!!!!!!!", "the young and the goal-less Thanks TSN, i hate it", "And bigger than that. Her house, her rules.", "Lest go CHO", "She got 3.5 million more votes than [NAME]", "For some people this is mindblowing, simple mind, simple pleasures ", "Well that makes sense.", "I think in 1.0 it's a lot harder to SDI out of Fox's dair, but I forget why", "He looks like something the [NAME] brothers would create.", "Okay. How so?", "This comment cursed us.", "Most underrated subreddit.", "What's where the underwater level is.", "If [NAME] is his idol, then we got ourselves a boi with a winner’s mentality ", "Let's go boys", "They feel so bad they post it on Twitter", "We’re some spoiled [NAME].", "That's very [NAME] of you.", "They were definitely having sex. He will never be trustworthy. 8 years is insane.", "I can’t help but notice they didn’t show [NAME], [NAME], or the most dramatic transformation of all, [NAME]", "That's good eatin' mate.", "That doesn’t even look like her! Except the [NAME] in the background, now that’s the one we know and love.", "I feel like Canadian Tire only exists still because \"I guess I'll go to Canadian Tire, they'll have it\"", "Sooo good!", "I worked in a daycare", "If you attach barbed wire it will require the person breaking in to have a pair of pliers to break it down.", "For some reasons [NAME] has never had a bad tank line... Runner is onto something", ">muh siege Screw off, if I wanted to listen to some [NAME] ramblings I'd go to my local range.", "With a lot of severe brain damage after being beat back to life with an ugly stick.", "going to keep that in mind for the next time [NAME]", "Didn't even think of that ><", "Imagine having to pretend you didn't edit your link. The inferiority is dripping off you.", "W'all miss Ramadan bro. Maybe you can fast on Monday and Thursday as sunnah.", "Living his best life.", "[NAME] IS girl number 3", "Sorrow. Sorrow.", "Nobody expects you to finish the 10 string.", "brick house nibbas assemble", "LIBTARD SPOTTED!!! I CALL FOR YOU, [NAME]!!!", "Get dunked on", "Sweaty little incel virgin", "Been practicing his slappers", "Thanks, posted there!", "He is going to hate 2019...", "Def not nypd lmao, but u hear you ", "Starving in the belly, starving in the belly, starving in the belly of a whale", "I do the exact same. It typically does the job and most people are just mad at people who steal rather than me.", "\"It's time to put your mouth where our balls are.\" - [NAME]", "For the sake of sexual contrast.", "No,no wheel chairs, freedom alas.", "“Keep a place for me” “I’ll sleep between y’all it’s nothin”", "No another person lol.", "Im coo coo coco crazy for you my chi chi cay cay cyborg aw aw arm!", "IT IS ONLY HUMAN TO COME I WILL BE WELL, FELLOW HUMANS.", "Yes girl preach", "I know the feeling", "Either's good", "Lol no.", "Such a [NAME] thing to do. Next thing we know he will speculate that [NAME] and [NAME] will sign by February 31st at the latest.", "You're going to be pissed.", "Forgive me for being so forward but you’re hot af", "Or if she even has any...", "The real problem is the malicious prosecution engaged in by Monsanto against small farmers.", "We’re a bunch of northerners so that’s basically the norm.", "As long as it's \"I don't like you.\" Not \" I don't like you because (protected status)\"", "WE'RE LEAVING TOGETHER", "Me too! They were half off at the grocery store and people love ‘em.", "He meant if the comedian made a joke specifically about his grandpa, not any old grandpa, its when it is personal.", "[NAME] is there anything more depressing than being in a leafs gdt when the leafs are losing.", "Block her.", "American conservatism has been stolen by the neo Nazi, bigoted crowd. [NAME], [NAME], et al would vilify these hacks.", "Muddy Rudder has Irish music on Sunday evenings.", "He hide his tears behind that fedora", "She started off with 'can't give it up that easily' Op is stuck with her until one of them have expired!!", "He couldn't block a shot if it was from my dead grandma", "wrap it as a package and take it to a bad neighborhood and leave it on someones front door step.", "So using your figures here we make £12 billion in tax from the EU company's selling in to the uk. We save a further £9billion on fees to the EU", "lol robot car", "So did my fat closet racist uncle in Nevada.", "For real tho let's dump our powerplay coach", "Reported again :)", "Here you can see for yourselves", "Something something haven’t gotten off since last year something", "The lunatic is on the grass.", "He didn't know to place them", "me:h- y’all: posts me", "Let’s actually go", "Another day, another Newsweek article reporting what some commentator said on TV.", "Damned straight.", "GET HIM BACK!", "The truest.", "Sucks for that guy", "#THEIR ONLY 3' ABOVE SEA LEVEL", "We had a train break down in saskatoon people were waiting for an hour. The cops were walking up and down the cars giving people cell phone tickets.", "[NAME] YES!!!", "The way she caresses that heart though....", "[NAME] tweet directly contradicts this... Edit: [NAME] said that \"[NAME] didn't make this deal by himself\". The organization chose [NAME].", "It was 90 degrees", "Ha ha?", "she’s a huge mood", "Step 4. Profit", "Spider-Verse: The Golden Globes and I are gonna have a helluva time!", "It do be like that sometimes.", "Fucking Synths. -[NAME]", "Furries would love this", "We don’t need another 5’8 slot receiver with good college production.... See [NAME] and [NAME].", "To laugh at the bad memes", "Formal stays getting turned on Edit: Why y’all downvoting lol", "i mean, yeah tbh.", "And more [NAME].", "Of the 7’1 jacked guy. Yes", "Truly an Alpha.", "\"[NAME], meet [NAME]\" love that show", "C'mon. Ship computer would *never* cheat on Geordi La Forge!", "AD thinking bout how if he played for the lakers [NAME] wouldve got thrown out the game", "Hey, keep us updated ", "Brain: Take spoon OP: Why? Brain: You gotta", "Beard length 10", "Spoiler: you might be depressed, go find out if you are, then come back.", "If it ever actually comes out", "Thanks, now where's eyebleacher?", "You still sit when you piss.", "Bitch ass n*** [NAME] rooting for [NAME]", "Better a pseudopenis than a lot like the same thing.", "My legendary jerk off closet.", "That was oddly specific", "Tip o' the pin to u/wikilacks for posting the full Pew article on this thread:", "Timberwolves fans feel u bro", "Then check out their full line! You can be offended by all their herring names!", "BUT 3 MILLION VOTES!", "Especially after the debacle with [NAME] on \"if you like your plan, you can keep your plan.\"", "Imagine finding that in your bed", "Oh [NAME] !!!", "You’ll love r/2healthbars", "I'm going with 720. She is like [NAME]!", "gross.", "Hmm... [NAME] looks like [NAME] from Nickelodeon", "Hate the Pats more. Hate Chiefs fans more.", "We want buns", "> eaten out by their coach", "great weed, terrible vaccination rates.", "LIVE LAUGH TATTOO", "natural selection will rape her anyway so...", "Then you’re entirely ignorant", "[NAME] vs. Being an actual coach", "I was too busy catching the pokebugs!", "No!!!!", "Post the shaved [NAME] bro! #1 guard all over!", "So you did. And now you're here talking about how it's not important.", "Are you new to drag race skits?", "#KYLO REN IS NOT INTIMIDATING", "More please!", "So lifelike!", "Insane song.", "We riot if he doesn’t get it!", "Mean daddy not taking her out again.", "Wait...what?", "Somewhere to buy a hella warm winter coat? #polarvortex", "Hate people like this", "Especially if you're looking for the Linux or Mac versions (which exist for a large portion of Steam games).", "Can't say that I do, no.", "There to busy guzzling down Russian propoganda , to enact a final solution on tmor.", "Makes my butthole clinch", "Usually they treat what they know. They cannot write down that they are treating you for BPD until you are officially diagnosed.", "Today on 'Days of Our Steelers'...", "Nope, not my department.", "Don't let her find out we do that here then. She'll want one.", "Dublin, Ireland", "RemindMe! 3 months", "Ironically the fact that seemingly half the goons were inexplicably women was probably the \"SJW agenda\" this guy hates.", "You come off as very cold and uncaring there.", "I don’t-ee see any bums!", "I sure could have used that during nursing home rotations .", "You're happy something is negatively affecting people as long as it isn't you? [NAME]. You probably support [NAME] too.", "No? Lol", "He thought that was a good idea...", "Ha! Getting him back with his own schtick!", "UN report says population before war: 300,000 [NAME] population before war: 2,000,000", "It got completely banned I think, saw a post about it a while back in r/gore.", "To Be Continued dot mp4", "When I was a young warthog!", "Not the entire party", "#SHOCKEEEEEEEEEEEER!", "3 hole punch rick.", "No offense taken", "Omg its hannibal cooper", "I had the biggest smile!", "I think the [NAME] biscuit joke takes the cake", "No switch , option c) everyone comes together and wins in the good spirit of non-toxic competative overwatch", "Go Army!", "Gets kinda itchy.", "You clearly read about the young [NAME] footage and made his very bad fan fiction", "Um hi.", "It really do be like that", "The most intimidating man in football", "Oh easy leader of the free world", "[NAME].", "They can’t allow it because then the left would fall apart. The only way you can truly be a leftist is if you believe in lies.", "Digital Wellbeing", "You are the smiley face killer", "Marry her....she's a keeper.", "Thoughts, prayers, and hugs", "...Stuffed Crust **Piz**zah...?!", "This comes to mind.", "[NAME] get better overtime. [NAME] would wreck [NAME].", "Damn millennials and their extremely frugal avocado toast habits! Also Damn millennials and their enormously extravagant avocado toast habits!", "and...?", "I can only focus on that pastry.", "No thank you, we need to tank, and this moves us 1 gb from the #6 pick :)", "I think he's said before he'd never go on question time", "My bad on the terminology, see my response above for some of my thoughts / concerns related to the presence of 2-chlorophenol", "Kill it with fire.", "It's Cursed Ryoma", "Kind of uncool dude", "What did he say?", "> It's almost like people are people I've been saying this a lot lately.", "Facechat. Fax. Oh mama", "uh oh is it yiff", "Wise words, u/fart-atronach", "Claim taken roles", "RemindMe! 2 weeks", "USE GLOVES YOU MANIAC", "Please don’t. Please talk to someone", "But everybody came back anyway", "Says the guy not replying to any counter points lmao", "Facilities that serve free food to poverty/low-income people. Tax breaks or etc.", "This r/dbdgonewild/", "WE JUST GOT [NAME] QB Coach)", "Just here to try out my flair Edit: nice", "I'd be ok. I rarely wear the stuff..", "Me too, I'm shitting myself.", "It's sad that nearly everything seems ok as long as [NAME] told you to do it.", "You know, unless you die.", "But it keeps my head warm.", "Roll on 5pm till i sit in bumper to bumper traffic until about 7pm when i can finally roll into lisburn", "Can't look at batting average. [NAME] 90 wRC+ in 3799 PA [NAME] 92 wRC+ in 4917 PA", "[NAME] also played CDM for [NAME] so I would take that CB thing with a pinch of salt...", "Faze might tbh", "Shhhhh you are devastating their argument. You might trigger them. It’s the only trigger they love.", "You have my up-vote Sir! ;-) Moderation in all things!", "Some people are just very special lmao", "Only good commie is a dead one.", "My bad.", "Good bye job, and ever getting on a plane for that guy", "Looks like its straight outta Napoleon Dynamite", "Not if he signs it. And he has made statements that contradict the 2nd amendment in the past.", "Foooooooor shadowing!", "Haha, I wish, but not happening", "Your shoes are all half a size too big.", "I hardly ever post in r/bitcoin. But then, r/Bitcoin isn't pretending Bitcoin Cash is Bitcoin.", "i believe it was when you were rescuing [NAME].", "I mean some of that is probably true. What a weird situation.", "Love it.", "for strong bones", "There’s NO WAY that car is worth 25k - walk away.", "Me too :(", "Forget it [NAME], it's Chirotown. ", "She’s out here lookin like Snuffleupagus from the muppets with those big eyes sheesh", "When are you going to meet?", "They definitely didn't do [NAME] mode justice with Carrier Assault. Lots of small differences that added up to feel completely at odds with the original.", "This!!", "prostate massaging with the booooooyz", "Oof. Some bad D right there. [NAME] not much help", "Let's do the same to the throwing knife then", "I mean he is cleay doing *something* right.", "Here in Russia, we do not like when our culture is misrepresented, but we make fun of such misrepresentations.", "Ay troop, that’s 2-Fury not blue falcons...", "The hairs at the back of your neck; the butterflies in your stomach....", "So you defend an evil murdering dictator and pedal conspiracy theories and whataboutism. Grow up.", "I mean, they've probably dealt with human vagina blood on a fairly regular basis...", "Beep boop.", "This must be where [NAME] got his alias from.", "There are dozens of us.", "every time it gets a little wet and windy", "Good work if true!", "The worst bbq in Texas Edit: Some of you are getting seriously r/wooooshed It's their slogan.", "It will be too late by then.", "Xsara Picassos too", "\"14 Last Minute Life Hacks For Busty Girls\"", "Dallas didnt play our schedule lol Even with VJ we could have beaten that team lol", "Like the Whitehouse is getting stale the fuck on now.", "And I for one welcome our new meme overlords.", "You missed so many...", "You share your team-mates pain.", "> Crown Four Kingdoms thank you man :)", "Because it would look worse than 2D art.", "Well they do say they love kids just helping create more", "Everyone can tell when dudes do a combover and yet many guys do them", "Is the wooosh on us cause there’s no fuckin wooosh to begin with or", "Its hard not to lol", "[NAME]. Go on Chapo.", "*dun dun* no but seriously, go full no contact with this predator. ", "Only time will tell :P", "Money, money, money!"], "realization": ["Meaning of life is to work 8h + a day and then convert your lifetime in coins you can spend on useless shit.", "Sorry to hear that, I have it for ps4 and hardcore dlc servers are still up", "Everyone’s been assuming that’s there problem all week anyways haha", "Haha oops **amiodarone. This is why we need safety checks for drug orders. ;)", "Oops, forgot to translate from UK lingo ", "Yeah I just saw that. The wheels are turnin' :)", "This is true, but he's perceived as white by most liberals. ", "Needs to justify her position with her world-class counter negotiation skills...", "At first I thought that dude was shooting the guy between the cars :o", "I heard it to the beat \"I want you to want me\" I like your squanch!", "User name says you are a scumbag [NAME]. I’m confused", "Guys it's a dril tweet, false alarm", "I love my Arabian but I have found the golden turkmen to be my more go to horse.", "Some dank shit DEFINITELY happened at the Ritz back in the day.", "you won't change anything with such disdain for your fellow countrymen", "Must be nice my seats were in that area... sadly I decided to go to the bathroom. #PTSD", "Because you're lying", "I like how people get upset when someone talks about how they like this game. DayZ may be the most triggering game of all time!", "I've never read an article that made me experience both disgust and schadenfreude in equal measure like this one has.", "I tried doing it but it’s hard when you’re Indecisive and always want to remake the characters design", "Ohhhhh man, too real. I spent way too many years with full on raccoon eyes and just accepting that's what makeup was.", "There are explanations below somewhere", "Yep. And if the reaction to the CovCath psyop is any indication there will be riots when her retirement or death is announced.", "> [NAME] My god we have to stop with some of these advanced statistics, it’s legit getting ridiculous. ", "Sounds like you know the answer, and at first she will resent you. But hopefully over time will realize what your doing. ", "This is a new complaint I haven't seen before... I like it.", "She was using her lighter to heat up the cold pump handle.", "[NAME] a real surgeon now!", "What are you on about man, those are just rollerblades for fancy occasions ", "You're probably right and how terrible of them, if so. Poor [NAME].", "I read \"Driscoll\" as as \"Discoroll\" and assumed this was in NC.", "Ahhh, my bad. I thought they were blood related.", "Free will is about not having to justify everything you do. It's about spontaneity. It's about doing things just because.", "these have to be probably the worst presses ive ever seen, sorry mate", "Well thee are some things we know are coming next patch. Like improvements for the bipod", "And here we see the incel in his natural habitat: an imaginary dream world catered to his vision.", "Now that is a valid opinion unlike your other ones. Unless you didn’t read all of what I said.", "It would be mostly home-grown terrorism, angry at all the people fleeing from overseas terrorism.", "As you hint at, I think it's more jealousy than prudishness.", "He is [NAME]. That's the twist this soap opera needs!", "Justified or not he'll probably go before [NAME]", "It's the number it came from", "I wonder why you're sitting at -2 for that comment. Very strange.", "I thought it was fairly common parents didn't let their young girls alone with boys or vice versa even though kids will do what they want.", "[NAME] hand must have burned holding that blasphemous law book.", "Reminds of kissing my first girlfriend. [NAME], we had no idea what we were doing. ", "Notice how none of them have kids", "From the post history, I'd say this looks like a highly inept karma farm bot account. Edit: OP is for real! Yay! Upvoting!", "Oh I went to make soup and must’ve missed that", "This is extremely dangerous. And would completely marginalize anyone without a chip. Making it an absolute necessity for everyone to have a chip.", "Don't you know pets are valued more than a woman's life.", "I found the love of my life at 35. There's plenty of time.", "~~24 hours is for an adult. Adults can get lost but they have means to come back home if they are just lost~~ Edit: forgive my ignorance", "Wow so you really are pro-abuse huh", "I have, and now that you mention it, I think that's what triggered my nostalgia. ", "The real power move is to write \"Have a nice day\" even if you lose.", "That's why many places have it at 18 or 19. It's not like 16 and 25 are the only options.", "Go make it yourself then! : P", "I am not a competent till member, I am an ignorant member of the public. ", "Reminds of something beautiful [NAME] said in an interview once \"I fall in love with myself. And I want someone to share me with me.\" ", "Right on, just making sure someone wasn't trying to steal your OC", "Just reading this makes me sick", "Ok. Progress. Not only I presented more facts, I also asked some questions. Still unanswered, sadly. ", "He is already 19, turns 20 in July I think", "\" [NAME] has come down with a terrible sickness which caused him to deactivate his twitter account\" Jeez sicknesses these days get worse and worse. ", "As a Florida girl I have no clue how you all have not died. I could never live there.", "Not an ulcer (canker sore), like literally a tastebud", "Also it looks like this person might have a mustache. They look like they shaved their upper lip kind of mustache. I'm very confused.", "Apparently, he can't just have sex with anyone because he needed to rape someone.", "$20 too much", "But I was told that sub was for civil discussion!!!", "I know it’s perfectly cooked but something just grossed me out about it. Oh well", "\"You can't stop me\" Ah yes, those playful words when referring to a sexual act...", "The kid seems more mature than his mother", "Reminds me of Ross Lake WA", "We just let a guy go last month - voluntary resignation. He was a great worker but didn't want to train others.", "Nah, I'm a straight girl infiltrating this sub because the memes are so spicy", "Yup, even if they had a very rough life... Nobody ages thaaaaaat badly.", "Oh I know. I was just pointing out that our current number one has consistency issues as well so we are used to it.", "It seems to be his Twitter reactions really. He prob needs to spend less time there", "Should have been bunch of whining abults", "That POS was a hot piece of garbage when they popped the badges on it and rolled off it the assembly line", "No helmet + no shoes + no skill + no sense = exactly what happened", "[NAME] I hope there's some dirt on this jerk so we can be rid of him.", "Mrs.Frizzle has found herself on hard times.", "This is what happens when you don't give the pyramid scheme a script.", "Which is why people sell on TPT...", "Yes, but [NAME] is right when he warns about the US involvement in Venezuela.", "There called intrusive thoughts I get them as well it's best just to ignore them.", "I got second hand embarrassment so hard my face is still red after few minutes of glancing at one of those google docs.", "Hell yeah! I can't wait for the rust to break off and for people to be as excited as they were years ago.", "Lmao, I remember [NAME] saying this was the best game he'd ever played and was debating whether he should switch from HS.", "I just forgot that arguing with people on the internet is useless and like talking to a wall. So Im out.", "personally ive noticed some of our sars are coming out darker than normal so idk loo extra strong i guess", "We need to get some away wins now more than ever. 2nd half of the season, no more time to be circle jerking each other! ", "Jitter mod SG12 has been a thing for awhile now, it's a wonder you're just now seeing it. ", "That's even cheaper than I had figured.. there's still the \"to you\" bit... OP needs to post an Amazon wishlist.", "Damn, wish I could just pick up a hobby and start training 4 or 5 times a week...", "Glad it was helpful!", "I’m this close to buying a tweezer and doing my own eyebrows but I’m fully aware it’s the masculinity stopping me lmao.", "If that’s not a joke it is a startling failure to notice one of the most interesting character arcs in the story", "Sorry to say OP but it seems his IQ is indeed higher than yours.", "*Hey just noticed..* it's your **8th Cakeday** jama211! ^(hug)", "You shouldn’t forget it, and you probably need therapy. Years of abuse like that takes its toll.", "Maybe they are just horrible people, and because you aren't like them they don't like you. ", "Says millennials are afraid of hard work, dismisses the hard work required to get a fit body.", "Well I guess Blazers lose cause they're down? :(", "Miami is supposed to have beautiful people, but these camera shots of the crowd sure as hell aren't showing them.", "I honestly believe that being a Saudi woman should automatically qualify you for refugee status.", "How do you plan on taking care of 2 infants at the age of 18? What about the third one?", "oh I get it now. Forget I said anything", "But we’re talking about some lady that obviously looks older and is far above the age of 21. Not a minor.", "It sounds like that’s the bigger problem here.", "This is what that kid in kindergarten who always had juice stains around his mouth and was probably named [NAME] grew up to be.", "Oh he dead", "I understand this keeps many dairies afloat (source neighbourhood dairy guy, so not 100 per cent sure it’s accurate). ", "But [NAME] is fine", "If she is sorry at all. Could be more along the lines of \"I am pretending to be sorry so I don't get fired.\"", "Mini sun because rain pouring on you constantly will ruin everything around you like electronics", "Had same problem and this fixed it.", "Man you'd be shocked to know some women still remain passive even when married.", "Couples call each other insane and crazy from time to time. It doesn’t mean they actually think they are.", "But it doesn't matter. You probably have different taste in music than me but it's fine because that's how you feel.", "That's a lot of calories!", "It took me forever to realize it was not in fact [NAME]....", "Well all I can say is I'm sorry and May [NAME] open your heart one day.", "I liked the Japandroids for that one year", "Someone here is in denial, and it ain’t the daugther. ", "I think you spoke too soon", "Alright guys I got next on the repost", "Oh I thought this was about the Pistons making the playoffs. Since I wasn't paying attention to them, I actually thought it was possible. Ahahahahaha!", "oh [NAME] what did i do", "[NAME] went form 4-12 to 11-5 when he switched teams. Coaching success does not necessarily regress with age. Athletic ability does. That's the difference.", "Did the same thing more than 20 years ago and I still think about it periodically. Brutal.", "Here is another extremely informative video about the Wii Shop Channel.", "Comparing [NAME] to a tantruming toddler isn't new but comparing him to one's *own* toddler is bizarre.", "I'd buy it for a dollar, but I feel I'd be still encouraging them. ", "[NAME] because he's the better player.", "What a gutsy, huge win. This might be the most important win of the year thus far", "Hey- that's where I play tennis! No slapshots, pls.", "I was about to explain that the one with 8 h's was taken until I read your username. Beautiful.", "Yeah I knew that. I was being hypothetical.", "Sometimes it even feels pathetic which I know I should be trying not to be so hard on myself but, yknow, evidence is hard to ignore", "That's why I said \"much\" instead of \"most\" ... 70 is still 5 over 65.", "Wow, is it March 24th, 2018 already?", "I wonder if this will ever appear on BotW. Since it's so straightforward there probably isn't much to talk about.", "11 years goddamit I’m old", "Only if not being a [NAME] is a mental illness instead of a spiritual problem.", "Us girls are taught to always be polite. Screw that, safety is more important.", "If you look really, really closely you will find the man tears in his eyes...", "Oh yeah that", "Oh jeez!! I didn't know! I retract my message.", "a lot. It's like I'm witnessing firsthand all of the unpleasant symptoms of being pregnant", "Yeah, even good people can become radicalized by religion ", "Wow, I remember having this kind of meal a lot as a kid. ", "Holy shit. Those guys are scumbags. I'm so sorry you had to go through such an awful roleplay.", "I thought the sane until I got threatening emails from HR", "Oh, and there is also a picture of them kissing. Looks like someone else took it.", "I remember when I started showering every day as a kid. Everyone's first thought was I had a girlfriend.", "Central Business District. Its where main shops are located normally in very close vicinity.", "What? [NAME] looks like he’s hardly trying and completely disinterested.", "I did not know Donuts could be so complicated.", "[NAME]. No wife, no child, and felt lonely enough to ask the [NAME] for a clone of himself he then raised as his son.", "And then we all woke up from our dream", "Not related, but now I wonder how Delta would have done on the hair ball challenge", "I read that more as \"shut up, hypocrite\" than \"he's not that bad\".", "As much as I would love this kind of support, I had beef with people over EVERYTHING", "well you see [NAME] skinned [NAME] alive during their feud and is now wearing her skin like a suit and that is why [NAME] suddenly looks good", "OH MY GOOSE! You got my super obscure reference! I literally squealed out loud when I read this comment.", "ROI for that is too low. Truth is customers are willing to put up with shitty employees.", "Having met [NAME] wife (figuratively)... I reckon [NAME] is a bit of a monster...", "Now remember, if something goes wrong, let's not get the law involved, one hand washes the other. Oh, that reminds me. ", "I think the use of taxpayer money was a secondary point behind the potential government use of an actor to mislead.", "This feels like a joke [NAME] would tell. Love it", "I think it’s [NAME]", "When people bring up rape culture they mean stuff like this. Because yeah it’s been out and swept away and not raged over", "This wasn’t last year. It was last century! Star Wars had just come out!", "Omg, this reminds me so much of my uBPDw saying \"I need a real man. I need you to be my hero!\"", "Goodness, that shot of McDonald's is **super** old. It looks like a picture from the 90s/early 2000s.", "It seems like that’s what a lot of people are expecting.", "Something on the telly about Scottish football that saves me watching [NAME] and [NAME]? I'm all for it.. Fair play to them.", "Very curious why there is no other competition in this market space", "Nah man sorry if it's being taken wrong. I'm trying to say that I got an idea from her actions. Should have just said that", "Note to self: always remember to draw my eyebrows on before posting a selfie.", "Nope. That’s a really inaccurate, misleading headline.", "Kinda looks like a boxing coach", "Parks and Rec gets great in season 3. However The Office is still better.", "Oohhh so you go to school on a military base? Is your mom or dad in the military or both?", "I feel like you've answered your own question.", "Its wild to find such similar situations on this sub!", "Went on a date with a guy getting paid to do a study that took brain scans while he was tripping on acid", "I did this for Christmas to coming home. Somewhere in Illinois I said to myself \"fuck this Im flying next time and renting a car.\"", "And it keeps rumbling... now we know why no one had gone to jail yet!", "Ahem...of the savoury kind.", "Wow! I can save $15 and buy this used version?!?!? How wonderful!", "I think all of our assets will end up in India to a dead guy!", "Yep, they’re women’s shoes!!", "Same with the seated calf machine always leave a plate on.", "I like [NAME] but he's biased. If he's planning to becoming a real journalist he needs to leave his bias at home.", "Ahh well if some rando in reddit says something without evidence, that’s good enough for me! International association of medical doctors be damned!", "That sounds like it was an absolute nightmare, I'm sorry you had to go through that, anesthetic failing is a horrifying experience. ", "All sound advice. I still hate the ult when it kills me by a small hair.", "It's like calling [NAME] because he's a liar. He's waying the people are rats.", "I get it but it wasn't what i was talking about.", "Ah, victory ", "Better love big “snowflake” hearts!", "But you get the chance to learn something everyday :)", "Give me $100 and I'll text you something fun. Sounds like paid sexting to me.", "I just think it's metal as fuck that she was charged with mayhem.", "Plenty of Aboriginal blokes on here who criticised [NAME] too.", "bcash is not bitcoin. its a fork if bitcoin, and you brought up [NAME] yourself which is pretty odd considering you think of him as a distraction.", "I started out by being sick.. and the realization that no one is going to help me... Not even my family not friends.", "Wow, if I hadn't seen my mom's cat recently I'd think this was him! I hope you find the owners", "I guess he exploded because he went below 50 mph.", "It seems you've never played HotS.", "Damn, looking at that makes me realize just how bad of an owner [NAME] is. He overpaid on just about everyone (not [NAME] obviously)", "Don’t even really know what you mean.", "Honestly if you put it in your head that it won't it'll just be a pleasant surprise if he does", "BECAUSE THIS ARTICLE IS THE CLINCHER [NAME] IS [NAME] LAST NIGHT AS A FREE MAN", "Sorry man. I didn’t know you were on reddit. Didn’t mean to steal your stuff! I totally would have tagged you", "I'm hoping he's just gonna psyche people out like [NAME] did with [NAME].", "You can see they actually blocked them since the last message is green. That is so messed up.", "There's doing stupid things when you're young. Then there's doing horribly stupid things when you're in your mid-30s and you're already active in Politics", "An especially large comfortable shirty [NAME] wear. It's annoying though because people get jealous of how comfy you are so they climb in your shirt.", "No I actually really like that I don’t have to pump my own gas.", "Fus Ro D..omg the sun is coming up", "Because the mystery is solved if you see the end. The hands striking simultaneously and close together on the same side= beatsaber e: on Normal", "OH MY GOD! The PTA has disbanded! Ahh! Ahh! AHHHHH •jumps through window•", "I'm so doing this!", "That was twenty years ago now though.", "Oh I see", "Dude, the elderly are some that are the most at risk of dying from the flu.", "Just a reminder that back in 1918, the Republicans were still the liberal party, and the [NAME] were the racists. ", "When your dog dies, you will realize how absurd this statement is.", "And a reminder to me that I get to keep watching this sport and not start watching cricket.", "yeah but it is easier to not worry when you fix bad habits, no?", "Shhh don't give them the idea!", "Yeah, but you get the honor back for skinning them as 'Resourceful'", "Totally read it as [NAME], was confused", "It was eaten by a Photoshop coyote. Adobe support is your only hope.", "It would probably make inequality between countries worse though over a long term.", "Oh no! That’s my favorite! Nothing like losing an organ to get you to eat healthier.", "This is why I have trust issues", "Orange man bad is a much less funny meme than the actual image here.", "Should've left it at this.", "Only when going to sleep, already seen them all way too many times...", "Have I been eating avacodos wrong this entire time! Oh no!", "What a nasty goal! Gives you chills!", "[NAME] wasnt elite for anywhere near 15 years. Surprises me how many people suggest this.", "Pretty sure they claimed he resisted arrest. If I remember correctly he was just peacefully sitting on the curb when the cops decided he was resisting.", "[NAME] is worse because he’s all of those things plus he took out my boi [NAME].", "After BB20, I’ll believe it when I see it. But then again Vegas isn’t announcing this, CBS is", "Ah I needed this!!", "I thought [NAME] had said he hoped to stay in Ottawa? I'd love if they signed him though.", "Wow, your ex partner sounds exactly like mine.", "I’m thinking it’s from when she was abused when she was pregnant and lost the baby.", "Actually surprised it's still going. It was fairly fun from what I remember, albeit a bit rough around the edges.", "Exactly, I remember loving those videos but I was also like 12", "I'm literally in tears right now. Everything you said is true oh my godddddddddddddd.", "My favorite browns memory of all time was that game !", "ah that explains things. people have brought him up a few times to me, I run all the pig subreddits and my name is also [NAME]. ", "That goddamn wink slayed me. Swoon so hard...", "it has been a while since [NAME] has pulled any pranks on [NAME]", "Dude awesome job being the reading police, great work out there tonight. Keeping the streets safe.", "Now there are two of them!", "Hi Tired, I'm Dad. And I'm very disappointed in you for following your older brother's example and becoming a trap that poses for /b/", "He might have disobeyed orders and taken big risks, but [NAME] knows despite that, that he would be good leader. Thought this was obvious. Edit: word", "Yeah, all of their SB's have been really entertaining. Nothing worse than an SB like the Seahawks-Broncos from 5 years ago.", "That's what I was going for, but I felt like replying with /r/woooosh was too much of a cookie cutter response. ", "They’re probably fighting, that’s why she’s *really* getting out of the house for “self care.”", "I was just about to comment this. Do people think throwing an lol at the end of everything will just make it fine and dandy. Ridiculous lol.", "He has been training for this 5k for about 20 years", "It's time to trade our expiring deals and finally rebuild properly. Dont let me down Weltham!", "I think the flairs get removed if a team hasn't been to a major in a certain amount of time. Don't quote me on that though.", "Oof, that was efficient ", "There were more but they got deleted for being duplicates. I removed a couple and the original posters removed a couple too.", "It’s still undeniably them though. Drawn in the foreground in somewhat true color to make sure it’s a clear homage.", "Weird how this shouldn’t be SFW, but it is", "Once you pop, you can’t stop Wait a minute...", "That’s a real article ? Oh [NAME]...", "Already have one of those, mate :) just looking for a good replacement so I can continue using my [NAME]", "What?! Now you are just reaching bro. He's not even the best bodybuilder named [NAME], [NAME] has him beat.", "I recognized a word!", "I don’t think that can happen here.", "This. Its not uncommon for [NAME] at all. The world seems to be paying attention more now and thats the only difference.", "I've fought mudcrabs more fearsome than you.", "cars don't start, sometimes car doors are frozen shut. that's the worst of what i've experienced.", "I wouldn't say age would stop it just lessen the affect of it but probably start to notice it around mid to late 30's.", "I misread World Championship of Carp-fishing to be the World Championship of Cat-fishing..."], "desire": ["Definitely. Once I discover their toxic personality, I couldn't care less about them.", "I'm sad can someone make me feel better Feel like shit rn just want [NAME] back", "> go build something. BCH devs are already building and improving a decentralized network! You should start doing the same!", "That would be perfect! Wish I had that.", "Never said I didn’t have a hobby. Looking for suggestions and a third person perspective thanks", "Yeah I was just trying to save some money and I've been alright with G2A before", "Yo, this was me last week. Good luck.", "I wish people like this would die in massive flaming wrecks", "Running with a gun and a sensor dart out makes me feel so cool.", "I was just quoting the president (through his press secretary) to be honest.", "Haha hopefully, that'd be good for his morale. I just wanna beat the Knicks tonight honestly. ", "Hot dang, this almost makes me want to go to the dentist. ", "watch us play better without him", "Whoops, I'm* dying. But I wish, they make so much money. ", "Best of luck to you my friend, keep going ", "Have a good one, mate. I wish you all the loves. Here, a potcoin for you.", "Needs funny captions.", "They were nice in the PMs just wanted me to be aware that my tone was kind of callus about mental illness", "I still want BO4 multiplayer prestige 0 Level 55 icon PepeHands", "Nah them mom wanted to see a lady strip for her and her daughter", "I want to taste their tears", "Oh nice. Let's me try this. Thanks for sharing", "Even that. I have 0 desire to see what happens after TLJ. I'll probably watch the RLM review and call it a day.", "[NAME] I wish that were me", "I’d love some actual lore relating to OW as a whole not just slapping names on single characters once every 6 months", "I love [NAME], but I'd trade him for equal time at equal cost from Trout before I took half a breath.", "I'm on your side with this one. At least you have some legs to stand on.", "I wish this had sound so I could hear the crowd roaring in the background. This is so wholesome. Look how excited he gets.", "I wish they let him do the quatrains once a week during the NFL season.", "I've wanted this for so long.", "Holy [NAME], our hope and handmaid of the [NAME], pray for us!", "Unread. Unworthy of my or anyone else’s attention. You’ll have to hate alone today, [NAME].", "I'm sorry, but this has also caught my attention and I kinda want to see this screenplay.", "I wanna give [NAME] a mosquito bite", "Plz explain the TeamViewer thing. Im interested.", ">I want to ride my bicycle I want to ride my bike Ah yes, truly makes you think ", "I just want him to be successful though...I dont think he wants to be at this point", "Sick burn. I like it.", "I recently got a job that I wanted so now I don't have to live paycheck to paycheck.", "Yeah I totally wasn’t going to until I saw this comment.", "Exercising. Yoga. Meditation. Walks out by myself. ( walking meditation) Good friends. Time with good friends.", "lmao i love [NAME] what a legend somebody who really doesn't care what the public thinks i wish i could be like him", "Since i have no one i choose u op to reach out to I love you fellow human pls always smile friend have the happiest of lives", "I wanna have sex with him in my normal body to see what that's like.", "Please stop cussing.", "That's...not at all what I said. I said I *hoped* they would tell me. [NAME].", "I play until madden comes out, play mut until I get burnt out then go back to mlb when it comes out ", "Needs a real big bag of rice!", "I've always wanted to eat Youngstown State's mascot", "He is looking for the one that is leaking information, he doesn't want to throw anyone under the bus on purpose", "He also lost a QB battle to a 40 year old and rookie \"project\" QB that everyone thought needed to sit a year pre-draft.", "Simply explain the situation as you did here, don’t use any cliches or anything just be honest about it.", "Can I get that glass online?", "I want [NAME] and [NAME] in Top 3 so I’m feeling the omens girl", "I want to be their friend", "Damn I WANT to hear this!!!", "Same, I just want to see her get eaten by a flamingo on rollerskates", "I have tried to stay away from using the word “[RELIGION]” as much as possible to stay agreeable with the current styling guide of the church.", "Always felt like this match would go 5. Come on [NAME]!", "Teeth. I really want good teeth and my hair is nice and easily maintainable atm", "This needs to be a series. Start a series. For the love all that's holy on reddit, please...make a series.", "I wish it was only -25. -45 where i am.", "I love it when they have those realistic conversations where people interrupt eachother and talk over eachother. It makes it more relatable", "I like to think it rhymes with wasabi but I have no idea", "hey that's my weather give it back -- a north dakota redditor", "Wish I could vote this up 1,000!", "Playing hard to get", "np, good luck", "No problem, I hope that you are able to accomplish what you wish :)", "I understand that. My question is more if anyone would be excited for it or interested in helping", "But if I had a right to it as a member of society then I have committed no wrong.", "I’ve been using the Greiss poke check on [NAME] as mine since it happened.", "Gotcha. Given how contentious even the top-tiers are, I wanted to play it safe.", "I’ll take one [NAME] please", "I wish I hada dog who is as good of a boy as him"], "surprise": ["You need HELP!", ">We should just turn the word \"love\" into \"rape\" so that liberals say they rape their moms!", "Hey, [NAME] nerf to basic damage and no damage mitigation in stealth! Thank [NAME]!", "Wow! Never thought of it this way but that's a REALLY good point.", "Wow,29 turnovers. Something to talk about", "I actually found mine today! I will give it to my 1 year old", "not just \"got hurt\" but nearly stabbed his eye out!!!", "Oh I see it now", "HALLELUJAH!!!! YOUVE SEEN THE LIGHT!!!!", "wow. I think you've done all you can.", "Just made it! ‘03! StOp GrOuPiNg Me In WiTh ThE tIdE pOd GeNeRaTiOn!", "I really love the sorta sharp angles you used !", "Wow. These people really deserve some *clove*, especially on subshops.", "Right back at ya! Also love the username!", "Omg ur like soooooooooooooooooooooooooooooooooooooooooooooooooo quirky!", "Oh yea [NAME] from Danganronpa 1 is great too, a cute hacker girl and one of my fave charas from the franchise! ✨", "Ah geez what a disaster if she tries this!", "The miracle of life!", "This is not a comedy subreddit. It is a subreddit about the unexpected.", "who doesn’t know what an Ethernet port looks like lmao", "TIL cheddar cheese didn't originate in the U.S. Thank you!", "Oh really?", "Wow, the menacing head shake...(shivers) ", "Ah. Not on either of those. [NAME]! ::goes back to stalking profiles::", "I'm also happy you're still here!!", "The lack of stick skills [NAME] lacks is actually astounding.", "How dare you disrespect [NAME].", "What a catch, that's how you win championship games there. Wow.", "I haven’t seen the episode yet but wow, what a reach.", "I had no idea this was a thing!", "whoa, mama mia, boy", "Omg I just finished and I'm in awe...", "Some guy that I went to hs with 7 yrs ago but haven't seen him since.", "Had to stop and wonder what [NAME] has to do with this before I realize you wrote dumpster", "That's awesome!! Look forward to watching this kids progress in year 2", "OMG this Extreme Love commercial. Yikes.", "Whoa, wasn't expecting a rational take on this here on reddit. Well done.", "That guy is just eating downvotes left and right", "Have thought most of the game was OK with some bad calls both ways... These last 5 min tho...", "If I buy too much local icecream from the icecream store, Dryers will go bankrupt! (????) These people are so desperate.", "Wow I got a virus from just looking at this post", "Ah the high life. Must be sweet.", "I saw a lot of it on Tumblr. A lot of young girls doing the \"ana-butterfly\" thing. ", "Oh, you had me worried there! Still if it doesn't then what can you do I suppose.", "Ahhh, I see it now. Thanks.", "Wow this was an eye-opening response, and you’re right it helped us learn more, be compassionate and focus on a better well-being.", "Oh, what a tangled web we weave When first we practise to deceive!", "Aww man. And I just came up with a great shitpost I mean idea....", "OH MY GOD TYLER THAT CENSORING", "Oh for sure. Sometimes I wonder if they are actually harming there cause with the over the top hypocrisy the newcomers seem to see it quite quickly.", "I’d kind of be kind of shocked if Chili wants us to hit mostly ground balls, especially with how hard the shifts are nowadays. ", "oh [NAME], the fumbles.... all the fumbles", "Wow, you sure got me ", "Got to love all the fake fans that know nothing about hockey!", "Yes, ~~jack~~ jake will be great too! Love the audio mixer with the old Spiderman soundtracks...looks very well produced...", "Ah, pillars of society. No wonder MLS is so highly regarded.", "Wait. Mr. [NAME] was in Got!", "He’s 30 freaking years old and is scared of managing a bank account. *eyeroll*", "Omg this.. completely relatable and depressing.. yay for us.", "i was there in october and i was shocked at the amount of people on the interstate just casually browsing facebook while driving.", "[NAME] just commented on my comment with links to the pamphlet! ‘Tis real!", "Yea he messed around with a 33 year old man dating a 14 year old children. Alabama is one of the main stream media lies.", "*dramatic anime gasp* impossible!", "wow that's amazing. i wonder what that feels like", "Wow holy shit I didn't realize Reddit has become main stream media great analogy bud", "That's awesome. I would never have expected the Prius community to be so involved.", "Wouldn’t be shocked for a lot of those guys to follow him to TB.", "Hi ex-methodist from another one!", "Wow, time to talk to the [NAME] about a FPTP alternative.", "Niemi locked in holy fuck.", "Wow! You are close to me in age. I would never do that.", "Seriously! Like can any foreign power just come in and appoint a president?", "Oh I haven’t even found those! That’s hilarious though.", "No, I mean one of the team's home grounds was literally a high school.", "Whew. I thought no one else would recognize Mac Tonight.", "Oh and now vini is down", "Wow. My first comment here (I think) is met with hate! Ouch!", "Ah, [NAME] and his random crap again...", "Wow damn this some good words", "oh my [NAME]", "Holy shit nice block [NAME]", "Ah ha!", "Oh and it would be nice if they didn't have to cover forever, lets get some pass rush in the off-season!!", "no its amazing.", "Landslide.", "Im surprised those ebrats who tried to steal your step daughter's board didn't complain to the mom about it.", "Whoa, we need animal safe verbiage! Don't feed a fed horse.", "[NAME] fuck I know this feeling for academics though, not sports.", "I feel like I've been transported back to 2011 when I look at the meme", "I'm so surprised they haven't done it yet tbh!", "This is how you get an armed revolution....", "Love it yeet", "ooooooo...yikes", "That was amazing!", "What an incredibly well thought out response, totally related to the character and moves that were previously being discussed", "that's an adventure!", "\"paid text messages\" And what an odd assortment of districts, most of these I'd categorize as Lean D to start.", "Dude couldn’t see he had a spool of hair growing on his face?!", "Uh yeah dude [NAME]!!", "Awesome! [NAME] is stilling kicking it through the uprights!", "Last 30 seconds where [NAME] and [NAME] were silent to listen to the crowd gave me chills. Such a fun game and team! Aho is my dad", "It's been feeling strangely like November the last few*****", "He was dead through the whole movie. Oh wait", "Scary times we live in.", "Wauw! Those weapons are awesome!!", "I'm glad the bears lost, but damn I feel so bad for [NAME]. The entire Chicago fan base will want him dead", "Could be depression with psychotic features. Talk to your doctor asap!", "I’m surprised she didn’t name him Allesandrostien", "I'm excited as a Lions fan."], "gratitude": ["Looks really good! TY! Will watch it tonight", "Thank's for the notice.", "You're the best !", "I for one appreciate having the DD and Cat erotica in the same place.", "The nightmares I'm going to have tonight would like to thank you in advance.", "Thanks for all the down votes!", "[NAME] ignored [NAME] and I loved it", "Ho. [NAME]. Shit. Glad you made it through that insanity", "[NAME], Thank you!", "Please list them and sources as well. Thanks.", "He also had a huge game. He was taking advantage of [NAME]. So without him this game isn’t even that close.", "This dvd must be pretty hard to come by if it’s going for $49... thank you though I appreciate it.", "I guess electronic was not in the top 20. The legendary [NAME] with his 2 excellent performances got the #5", "Thanks for explaining. I hope you'll fill out the survey!", "You're welcome, eh", "Thank you very much.", "Thank you, next! ", "Thank you for that ! I’m glad it’s just not me !", "Thank you love. I really appreciate your input", "Thank goodness.", "Thanks. I guess.", "welcome to the community, my good dude!", "Happy New Year! Looks like you had a great time there! Cheers! Here’s to a great 2019 hopefully in both baseball and life!", "[NAME] bless your soul. Please keep us updated. HORRAY!", "Ok cool, thanks", "Thanks for the reply. You're right though. If you make a scene about it, you might as well be tattling. Go Browns", "Thanks, as a Vietnamese [NAME], I love cheap Viet lunches!", "Nice, thanks!!", "[NAME] has a nice text on this topic. Of flying cars and the declining rate of profit.", "That’s my mission :) thank you so much", "Thanks for the info! Great pic. I’ve saved it.", "Glad to hear this. Thank you.", "Congrats mate.", "She'll probably never be seen again, I fear. Thanks for reminding me of her name.", "Okubo thanks JP/EU for their work over the weekend on the patch notes, and then EU doesn't post their patch notes :-/", "I'm autistic and I'd appreciate if you remove that comment. Thanks.", "Thank you! Well put I am not the best at putting my thoughts into words so well said thank you that was the point I was going for!", "Thanks, I’ll look into it ", "Thank you. It feels better knowing that this is not an unheard of thing.", "Happy cake day!", "Thanks for pointing out the only error I made. Out of everything there, that is what you chose to take issue with.", "Happy MLK day", "Thank you for being the voice of reason in the calamity that is Walmart.", "I agree, it was approaching my bedtime but will do so today, thank you.", "Thanks for the clarification :)", "Thanks for the insight", "Ahh yeah I've been there didn't know it had a name. Thanks dude.", "How about we don't swear on medieval religions at all, thanks", "Rats. Thanks anyway! Go Tartans", "Thanks I had heard this advice, Almost botched it in November.", "I wouldn't have thought if you hadn't mentioned Harry Potter. I appreciate the reminder. Teamwork!", "Thank you. For some reason I thought it had been released in all markets.", "That was the moment I fell in love with [NAME]. He was also really good in Frier Fall (Free Fall).", "Thank you, this is genuinely helpful. ", "Omg. This is the real gem in this post. Thank you sir", "Thank You, that does seem to be the consensus. ", "congrats on trying to correct american english with british english, two separate things", "Couldn't have said it better. Just did the same over my winter break and really got to know myself a lot better. Cheers to the new year!", "Thank you so much!!! You are truly a lifesaver", "Another thank you, this is great info.", "Oh thanks I didn’t pay really attention haha", "Thank you. I needed to hear this. Currently kinda spiraling pretty bad", "That solves it. Thank you!", "Yeah that helps. Thanks :)", "Thanks for posting this.", "[NAME] thank you. Someone with a rational mind.", "i appreciate the consistency of your values.", "Thank you for being proud of me!", "Thank you TC for getting us to 100!", "Happy cake day!", "Congrats! Vegan baking is still daunting to me but I will conquer it one day!", "happy birthday dude!", "Hi, [NAME]! I am dropping by to wish you the most fantastic day of your life! Have a good one! -HappyFriendlyBot", "And I also appreciate you.", "He looks like he has entered the ultimative stance of mind", "Thanks for this.", "Ty for introducing me to The Barberettes, friend! The taste is *superb*", "Thanks, fixed it", "Oh man, okay yeah i was wrong, thank you for correcting me", "Thank you for the link I'm going to post their also", "Thank you, I'll try that. And yes I'll definitely thank her if I see her again.", "Happy Cake day.", "Thanks; it is a major turn-off because there's no reasoning - he \"knows\" it's a fact. I appreciate your perspective.", "Thanks for not declaring that in a karma whory way like so many of your fellow fans", "Awesome! I’m a cradle [RELIGION], so really interesting to hear your experience. Thanks for sharing.", "So they are up thanks", "You’re truly welcome :)", "Cheers to you", "thank u for bein a friend", "Thanks for being here. :-) We can always use allies.", "thanks heaps it actually did help [NAME] good man, saved", "Hey thanks!", "Ah ok, good to know thank you much!", "Thank you. I really appreciate your response", "Oh good point! I bet the farthest they go is reporting to credit agencies. Which still sucks but he can always fight that outside of court.", "Whoa, thanks for the in depth answer! ", "Thanks [NAME] for moderating, I appreciate the hard work you guys do!", "You’re welcome!", "Ok thanks for your help!", "Thank you for entertaining 24.5M people, Mr [NAME].", "What a wonderful story! Thank you so much for sharing that just made me smile .", "It was in a downward trend since 9 years ago, thanks [NAME]! ", "Thank you mate.", "OMG this sub is gonna be my saving grace for the rest of the year. Thank you so much!!", "Reminds me of the podcast Welcome To Nightvale.", "Thank you. I really appreciate the help", "I know, you see somehow the world is changing me and its so wonderful", "That’s a stud combo, that Baker jersey looks so sexy as a classic", "Thank you very much that was quite swell of u sire", "You are a shining ray of light in a dark chessless world. thank you my friend.", "Thanks for looking out but we will take our chances with this grave danger.", "Didn't go, but that's a killer picture.", "Thanks for clearing that up", "\"Welcome to the hydraulic press channel..\"", "This is my favorite game of all time. Thanks for bringing back some good memories!", "Thanks for your response", "happy cake day", "I love it! Cute sprite work....", "me too thanks", "Welcome to the club. She hit me hard 3 months ago n I'm still recovering.", "Okay thanks. I'll see if I can find out how to do that.", "Okay idiot, well it seems right wingers can't tell the difference between strawman and reality then. Thanks for confirming it douchebag. ", "I’m here, I’m here! Thank you all!", "I checked there but thank you!", "Wow. This I definitely needed, I'm glad I stumbled onto your comment. Helped in a major way, thanks. ", "Thanks, I love salad.", "these people are holding our country back. Im happy natural selection is taking its course.", "Thank you for the new obsession.", "Thank you!!!", "Thank you; I tried.", "Thanks. I want to travel the world but have no reasonable way of affording it.", "Aww, thank you [NAME] for capturing me!!", "Happy New Year to you, too!", "I appreciate everyone on this sub", "I love when people make proclamations without backing any of it up with examples or proof.", "That’s it right there. Thanks for the simple reminder.", "[NAME] still looks fresh for 40 years old.", "Thank you. I realise I have to start from scratch", "Thank you for responding with truth to a top comment that is intentionally very misleading", "That's a very smart move. Anyway, congrats gamer girl, this is epic!", "Burkina Faso is 1,000 miles of the Sahara away from Libya. Also, congratulations on embracing the sunk cost fallacy so completely.", "yep I wasn't aware I could claim my rec purchases too. thanks", "Ok, thanks!", "And in those dominion game, everyone clapped. And [NAME] was there.", "Interesting. Such a different approach than the evangelist efforts I’ve experienced from “mainline” [RELIGION].", "What an amazing comment!This really resonates with me! Thanks for writing.", "Interesting read. Thanks for sharing", "Good point, thank you for the correction", "Ugh yes that makes sense. Thanks for the response.", "So true, thank you for posting this.", "Brilliant, thanks so much!", "Oh. Thanks. I was too lazy to read the [NAME] and just presented my opinion. My bad", "Thank you! Some of the phone pictures I see taken through telescopes are pretty cool, it is amazing to see how well that method works...sometimes...", "Thank you for fading", "plz pm the telegram group thanks", "I've heard of Ne Obliviscaris and the Ocean. I'll check these out, thanks!", "PS. I love my aunt! She’s one of the reasons I went into “nursins.”", "This is simply beautiful <3 thank you for sharing this, it touched my heart to hear such a wonderful success story <3", "Oh, totally mistaken - thanks for correcting me! I had read differently, but maybe that's in other states/cities?", "Thank you for an informative answer", "Make sure to tell her /r/Austin helped you pick a place! She'll appreciate the thought you put into choosing a place special to her.", "Yes, good communication is key and we all see the world through our own unique perspective. Thanks for sharing!", "Aha thank you!. I didn't know there is a ca one", "Oh thanks! The bot didn't link it so I didn't know", "Oh word. Thanks for the heads up!", "Shabbat Shalom! Thank you for sharing, I really like your videos, keep up the good work!", "you give him way too much credit with this one", "Thanks for the info, give credit to the artist", "Sure, it’s just ironic for a National PM to see it as a crowning achievement on leaving politics.", "Thank you :) I'm trying to hang out with friends more, I felt like I was quite distant from them because of him", "Thanks for the help!", "Omg this is so cool thank you!", "Thank you. It doesn't sound so bad, at least on paper."], "annoyance": ["Apple can still go kindly fuck itself tho", "Fuck", "I think dogs should vote!! It's alright. We're your friends now. Cheers, pal!", ">[NAME] pulls publicity drama stunt with mild success. FTFY", "Honestly I can't see why not. Tho I'm a bi male so I don't know if it's valid haha", "Welcome to The Church of Jesus Christ of Latter Day Saints, where families can be SEPARATED forever", "Passing the torch. Lmao. You never made a good one.", "Nice post here, dork.", "> But you will probably find you are noticeably worse looking at 40 than you are at 27. Well that's disappointing.", "Enjoy being stopped at the border", "Have fun with that nos canister!❤️", "No one cares. You guys keep trying to make something out of what isn't there. No one cares. Truly.", "My point is that they give him shit for legitimate reasons.", "Well then I feel sorry for men for being such incontrolable sexual beasts I guess. My original answer was sincere, I can't speak for others though.", "OK sweaty, have fun in ur collapsing Union while I'm restoring the Empire xoxx", "Vitamin C is water soluble, you literally piss excess amount.", "Hahaha and those pathetic elderly taking computer classes. What worthless trash people XD", "What’s wrong with this", "Uuuuh I bet they look sick :D", "VUC YOU IDIOT!!!!", "lmao ok buddy good luck with those demonstrably false statements in future", "Kratz and insertion in the same sentence makes me nauseous for some reason..", "oh look at you /s", "because people are idiots and don't like being wrong", "I hate the message that's being pushed, and it's even worse that it's being pushed by this guy.", "Sorry, not sorry'.", "Pres named his business barstool. The expectation of stupidity is the brand.", "Because he's an anti-science fool, like other irrational \"environmentalists\".", "Omg thank you for this Lol and the answer is obvious for [NAME], release Malicious Zangief who can teleport SPD and scowls really REALLY hard.", "It's funny because he just got out of jail.", "Can this guy just land himself in jail already so we don't have to hear about him anymore", "I constantly feel like I'm my husband's best friend and it's just a matter of time until we break up :(", "Wow that’s scary, she’s so young and healthy. I hate that. ", "The reason I was commenting was because the other day i was reading threads about how it's annoying that the ocs doesnt do the bulk discounts", "Because it was smh lol", "Too much sympathy in this thread for a creep who didn't get consent first. I'm glad he got humiliated on tv.", "Ur a dumbass", "I love my Red Wings because they're incredibly stylish and I still feel like I could stomp a mudhole in somebody's ass", "you can tell she's insanely insecure by her body language and they way she poses for pics.", "Probably clipped wings too, judging by the way it went down. Idiots.", "Eh. I say it's accurate.", "Found the apologist.", "Haha fucking gottem", "the dude wanted to watch the talking car show. geez. haha jk. thats freaking creepy", "I mean... this is some shit right here", "*scoff* maybe you can’t. /s", "It’s not significant enough to be a bad move lol. It’s a push. Spalding is nothing", "Says one of the two people who keeps on responding to each comment with a very poorly argued position lacking both in research and in common sense.", "I recently won a match going 12/19. Always ends the same way you thanking them profusely and them being slightly annoyed.", "What are you talking about? This sub defended \"it's just camo ,it's realistic\". [NAME] including myself all begged for better visibility lmao ", "They do it way more often than you do and they give even less of a fuck. It's normal.", "Wendy’s sauce I hope lol", "somebody's sad lol lol", "[NAME] would be really pissed off to lose c3po and r2 to the fucking destroy ending", "I hate people using the [NAME] to look “deep” on instagram posts like that. It gets on my nerves so much", "Haha, why are you still thinking about that? That's super weird.", "I think peach is hotter but not her attitude ha", "You gotta try harder than that. That wouldnt even take a bronze in mental gymnastics", "The beetles are under rated millenials dont know what the 60s were if they listened to the beagles they world understand", "Damnit, it was *Flavor-Aid*, not Kool-Aid.", "Stop following me around you one hour old troll account.", "Thanks, I hate it.", "Who cares honestly.", "Powerful stuff. I'm sorry I gave you this much time and credit.", "Haha i have a depression playlist 3 years in the making. Love gorrilaz and rip x.", "That's a welcome relief. Lol.", "Yeah...it's difficult to have sympathy for someone like yourself", "Thanks. I knew DH, but that one was confusing me.", "We have a builder in the White House - build a dormatory. Wouldn't want to be an RA there lol.", "Jealousy is unbecoming", "> the heartbreak of a nice older truck being ruined Lol, the truck was new when this video was made.", "He is so dreamy...... This thread is going r/suddenlygay real quick", "Annoying isn’t it! Thanks, I guess I’ll have to stop responding too!", "Video...must get video when popping in the pubic region. Now go to your room.", "Ask for a pic without the hat on. That hairline must be chilling with [NAME].", "I've been expecting that forever edit: gave up on that one", "Abusive family nice. Been there.", "I don't know what they say about fools and their money, but I'll gladly pay you to find out ", "[NAME]* that would have been sliiiiick", "People will come for your body, stop putting that out there and you will see if they’re friends or not. See who stays for your personality", "this actually made me LOL, thanks", "[NAME] can hear you over the internet, don't be so loud", "Fuck knows. They’ve stated both on seperate occasions. The media is all over them.", "lol classic [NAME]", "How about catching the tines of your fork on a small hole and hearing it scrape across four other holes?", "Its had enough of this life and ending it all.", "I was being sarcastic ;)", "I loathe the unsolicited comments I get about having kids someday. The closest thing I could find to getting my tubes tied is my 10 year IUD.", "Wow yeah similar to my story what a nightmare :(", "That was worse than a movie jump scare. I don't know why but giant squid feel more fearsome than sharks.", "I feel bad for laughing at this now that the creator of Spongebob passed away a month ago.", "Prey actually had portals before Portal. Such an underrated game.", "Let them be happy for a season ,they cried in the last 5 years a lot .Watch us bouncing back next season and they will wipe their smile.", "says the insecure idiot who just had to dig through my comment history to try to get back at me. lol creep", "Thanks, I hate it.", "Yeah mine asked me to marry her over email and then ghosted me for three weeks...", "It wasn't a good idea then... it's been 10 years, why do you still think this was funny?", "This guys still alive?", "Better to spend the weekend in jail than get convicted of something you didn't do.", "Solid. Giving the other customer sauces for free was especially petty, I like.", "I miss those lol", "My favourite was “for people who don’t like water”. I don’t like their drinks but their advertising is always funny.", "What a totally innocent and integral part of our society! So glad our tax money can keep him company over his year long holiday!", "Okay I kind of misread that as “be with him”, but my point still stands.", "The post in this screenshot and your comment shows how fragile you guys really are.", "Lol I have my moments!", "happens all the time (at least to me) when you have a bad ping (80+), games broken lol", "Not my text lol? Im sorry dude your a weirdo and the downvotes have demonstrated that lol", "Pretty sure he's just quoting a song lyric lol source:", "We don't know anything yet till it happens. It's great to see everything think they know the eliminations order.....lol. you will be shooked", "Well, that sucks", "The best ever you are the [NAME]!!", "Cool as hell", "I don't get it haha man it sucks not knowing what a wall phone is haha", "*fingers in ears* LALALALALA EVERYTHING'S FINE. Check out [NAME] twitter feed for similar attacks. r/Alberta is definitely slightly left, but distrust of [NAME] is spreading.", "Nice man!! Wish you guys the best. Here I am FA again after a 2 1/2 year relationship ended lol so enjoy it while it lasts", "They look the same way fighting as I do dancing", "Yeah this is pretty eye opening. I’ve had pretty weird relationships with my reflection in the past but thankfully it’s not always this way.", "So wrong. Most every denomination believes they are the only ones who are doing it right and everyone else is going to rot in hell.", "Get out of here with this, dude.", "Did this a lot when I was a kid but never did it as bad as this", "Actually, in some cases it's best certain people _don't_ think about the children..,,", "Read my post bro. If the were other girl, I'd know instantly they were into me", "You don't need to screw your face up like that, it's already screwed up enough.", "Thanks. Appreciate that perspective. I'm just saying it as a counter to the \"rope is the only cope\" mentality on the incel subreddit.", "Lol thanks! I thought it was funny but apparently my humor isn’t for everyone.", "I'm with you - I feel no connection....", "Lol. The majority of military jobs aren’t combat related."], "optimism": ["Intresting. Well I sure did learn something today! Cheers!", "CL...let’s just hope we can stay in EL for the time being.", "Dont worry i am also broke like sh@t. Keep your head up :)", "Watch your profits soar high as a crow!", "Good instincts to try to get move out of the road. Hope they are alright.", "Obviously because libtards cant read big paragraphs. We need them to be broken up like that or we wouldnt be capable of understanding his super smart answer.", "Yeah that’s what I heard on Univision deportes earlier. I hope he chooses Ajax rather than real Betis", "Hope your surgery goes well and a quick recovery!", "Me too I hope all goes well for both of us", "Pretty convenient my drool hit the upvote!", "I was hoping you could. :)", "self fulfilling prophecies are always quite fascinating", "I don't mean at Blizzcon but shortly after, like a week, imo that would have been for the best for the players and everyone involved", "Love both flags man! I was on my college campus today in my old Thrashers hat while wearing my Jets sweatshirt. Go Jets! Have fun!", "I mean retirement age was set at 65 because it *was* the average age people died. Living beyond retirement was never supposed to be a guaranteed plan.", "Damn, still hoping...", "They didn't have a \"bullpen\" when they won the WS or when they went to the ALCS last year. They will get by as always", "I know and I think that's a lot more impressive/interesting. :)", "Good for you OP! I hope you find a much better playgroup soon!", "Please try again; even [NAME] would make for a better ending.", "I was joking about the flowers, BTW. I love flowers.", "They didn’t take it; you abandoned it. A TSA agent clarified that for me once. I hope you can replace it easily.", "Hope that helped. :P", "[NAME] is a pretry big role to fill. I hope you do well!", "Trading for Zubac is a pure tank move, he averages less than 7 points a game for his career. ", "Hope you get “at are it again”", "Sweet! I'm a Packers fan in Winnipeg. Really hoping to catch a game there next season.", "good luck buddy", "Please just tell me [NAME] is in the top four", "I tripped off 540mg of Robocough and my oil pen last night. It was absolutely wild like damn", "Mr. [NAME] Moderate himself. I do hope the DCCC pours money into [NAME] rematch campaign when he declares.", "Gonna be at the game! Let's get this win boys!", "When the player is reasonable with his demands and the team is reasonable with their offer, magic stuff can happen.", "It’s a rough time I hope your Ex wife gets better.", "The impact of his head hitting the court looked so bad. I hope he'll recover from this.", "I'm a firm believer that you should take courses before having children, that you should have a license for them", "I really hope he declares this year. Kid is a beast", "We sincerely hope not.", "Lol don't worry, they even make you somehow hate [NAME] in season 2.", "I hope he loses just the end so it looks like a trimmed cigar", "I think it’s because his contract hasn’t been finalized yet. Could be wrong, but saw a tweet about it today. ", "She has started therapy with an addiction specialist. That is a hopeful sign IMO. Wish she had started a while ago.", "[NAME], [NAME], [NAME] all looking nicer ", "Neither, but I plan on it soon.", "This hits a little too close to home", "[NAME] is POG indeed. I was kinda hoping to see him join Paris Academy team though.", "You're very welcome, and I hope it's the hardest thing you ever have to do--meaning I hope it's all downhill from here. ", "Interesting that these two have made such a splash. I might check into this season if it's worth watching.", "Yeah I really hope nobody was in the back seat of the red car... I hope everyone is okay.", "Will do. Have a good night man.", "This made [NAME] [NAME] verrrrrrry famous this year. She was always famous but this year her sounds and food descriptions won her the top award!", "So sorry that was his response. I hope you're able to get free soon so that you can begin to heal and move on.", "[NAME] found the perfect position to not have to defend [NAME] or [NAME]. Amazing instinct to be honest", "Let's hope it means 12/12 for [NAME]"], "confusion": ["wait... so are ugly people downwoted all the time or they don't post or what is going on here...", "I think the driver had the heart attack. She did not even give him a wave and a thank you for not smashing her precious child.", "Wait what planet was this on? I dont remember ever going there", "I never thought it was at the same moment, but sometimes after [NAME] sacrifice... sounds logical", "Tell... what? I’m confused.", "I think you have a fundamental misunderstanding of biology ...", "It maybe possible she doesn't have a lore video to explain though so It may or not maybe true but I believe it is", "why did i expect this to be anything other than what it is", "Idk, he could claim the victim jumped in front of his truck. There's no one to deny his side of the story.", "So are we discussing the bill as it is written, or this new imaginary bill you just proposed? ", "[NAME] would love [NAME]. [NAME] would hate [NAME].", "Best RB draft pick ever? Sure. Best draft pick ever? No lmao", "I see two possibilities in the middle: Playing advocate, or playing devil.", "Not all [NAME] supporters are tankies, but all tankies are [NAME] supporters", "I love this, my wife told me about something she read on reddit yesterday and I was like.... well just like ol [NAME] here!!!", "If your greed kills 2 people, it's worse than your murder killing 1. I don't know how this is hard for you to understand. ", "But if we go to the FCS right now, and never play y'all at the cotton bowl again, we keep the hat.", "I can't tell if its a guy or a girl and i don't know if I love or hate that", "Maybe it was. I don't really understand what the point you're trying to make here is.", "[NAME] was the [NAME] of the [NAME] years. Didn't realise he was still about.", "There are two other choices as well, each of them slightly better than the two terrible choices.", "I haven’t read the Quran and I doubt you have either so I can’t agree or disagree with this statement.", "Considering how many of this involves hiding bottles, it wouldn’t surprise me.", "I don't know, it its fairly anti [NAME] after the bump stock ban. I'm still holding out.", "Where is the discusting from?", "I loathe him too, but I couldn't even get on board with lynching him. Not even that obnoxious twat [NAME]", "Ice Cream or Tacos for me. Or the best of both worlds.... a ChocoTaco!", "Cuddling. God damn is it comforting to just snuggle up in my girlfriend's arms and sit there for a while", "Honestly, I just bought a car with a manual. Sink or swim. Or in that case, drive or walk.", "So what should I do?? I’ve been dating her for eight years and am confused on what to do please help me.", "Why is he wearing his little sisters jeans? Bc she stole his juice. That's why", "Likely just a scam", "What have I watched ?! My eyes!!! Mom!!!", "It was the largest defeat since the 20s wasn’t it? Soz am only now catching up so may have misunderstood", "Don't know what more to say then. Your fridge full of beers that are all around 6% ABV says it all.", "the real crime would be to not finish what we started!", "Refreshingly low upvote/downvote ratio.", "I thought Detroit or Oakland . . . and both have fantastic areas despite what pop culture might lead you to believe.", "I just don’t understand this.", "I've always wondered how cases where an individual gets a 7 or 8 figure sum issued against them work in practice", "why are you the way that you are", "nice one! but it‘s a much more underground one I think", "because my dogs wouldst know why I left. gotta give that little floof ball the best life he can have", "I like him a lot but I assume he would be a prime piece in any trade for a LD.", "Let's say he quits or is fired (we already know neither will happen). Who the [NAME] would we pick to replace him?", "Same here. I just don't understand how NOBODY at Lucasfilm said during the production, \"Hey maybe this is a bad idea.\"", "I’m not sure bud. But they do have multiple options. So that might be one of them", "A work on yourself to change these issues. Or live a life without close connections. At the end of the day its depends on which you want.", "It was definitely [NAME] goal. The stadium announcer incorrectly gave it to [NAME] though.", "i think your comment would be more relevant if it was a common opinion that big boobs were unattractive...but it really isn't", "Thanks, do we know how this document has been publicised, and if it's not a fake document ", "sorry I dont understand, I dont keep up with celebrity gossip, was [NAME] involved in something [NAME] related?", "Mexico's or USA?", "BERNIE OR BUST", "I’m shocked that no one got whooshed by this comment", "I dont think it will happen cuz he will probs just stay in GS or go LA with/ against [NAME] but I do think he should look into it.", "> I guess you don't agree Did *you* read *my* comment properly or just jump to the assumption?", "Oh sweet! From their website I wasn't sure what age group it was geared toward.", ">[NAME] loves people For dinner?", "Don't tell us. Preaching to the choir. Go to the mommy subs were everyone thinks it's a great idea to breed.", "Why don’t people just call the cops and give them the video?", "Everyone calling you out but not if you’re right", "the entire background looks wavy. except for her", "I know a guy who knows a guy who gets things.", "Why are all these links \"np\" links?", "Same to me. But she has a handicapped placard but drives [NAME] and herself. WHY?", "I wanted to know if there’s was another like meaning to the whole selfie thing not if she liked me or not", "I'm very confused by this comment. I'd do it for $2500/mo.", "Because they don't realize that the Act of Union occurred. Either that or people don't like that this guy is being pedantic.", "No clue I’m doing some digging if you find it before me please comment", "Big if true", "Every time I get a distinct *[NAME]* vibe. A bunch of savage children devoid of compassion and understanding.", "I'm after interesting things to read (like science, tech, psychology and etc.). So what's my place?", "Can I potentially levitate 2 inches off the water also, or just the ground? ", "Why is that a concern? Their not language students nor are they part of an international language program.", "im alright my dude, didn’t realize how dark this was i might take it down", "i am a little bit confused, who are these guys and why did you ask her if she is dead", "Why do the people there lose their jobs? Not doubting you, I just don't understand those rehab centers. ", "whachu mean? I dont understand what being turkish does to ones character", "It looks like you might have some sand in your angina.", "I'm not a jealous person. That's not an emotion that comes naturally to me. I wouldn't try to cultivate it or maintain it.", "They are obviously not helping you out for your \"smalleat thing\" ether it seems.", "Shit hitting the fan = Being a child predator. ' hmmmmm... I don't know bout that one chief.", "Yeah, obviously. But that the joke relies on calling upon how outraged [NAME] was that he was penalised. ", "Just wondering why they called the cops but not an ambulance seeing as how he was covered in blood and disoriented.", "I like how even in her own post she shows the doctor just said \"what\" clearly not understanding her ramblings ", "I'm a bit late. What's the \"AAAAAH FUCKING WATER\" reference?", "my fiancé enjoys all the aspie things I do and thinks they're cute. I don't understand why, but I appreciate it nonetheless.", "Or don't notify the boss, and keep not singing Happy birthday in restaurants. (Maybe I'm just no fun?)", "Well...I really am [NAME], one of the original neckbeards, so maybe?", "Stolen valor, there's no way someone who is actually in the military wouldn't understand this. You're a POSER", "Man I want AD but I love OG ::(( guess we gotta sacrifice eh...", "Or a \"what if\" episode where [NAME] and [NAME] didn't die!", "A million little things. I love it, but cheating arc within first couple episodes. ", "What the hell is that really???", "Epiploic Appendagitis. Although it’s almost certain that you’ll have to affirm that you aren’t talking about appendicitis.", "Hmm okay, maybe I was just arriving at threads too early or something before they got cleaned up...", "We did UK rejected it or only cut so much", "I don't know what that is", "Totally Actually I've been talking with my friend about how a unique tag team 2 kombatants that play as one would work out", "It could be bait and switch... Which would be a surprise", "What's the difference between \"Stop Zionist Gentrifiers\" and \"[RELIGION] Will Not Replace Us\"?", "Are you actuslly a libertarian? This is some insane thedonald level shit. Is this still a libertarian board? Have I been duped?", "I think people are more worried if he'll stay or not than whether he plays at the same level or not.", "My drunken eyes saw that last window as [NAME] and im not sure if its better or worse", "I love you so much. > **\"putas\"** Qué eres mi que? (don't how can i translate it)", "Raw, unfiltered athleticism...whoops wrong player *puts down [NAME] player card* A real hard worker...could date the coach's daughter", "Unsure if OP is serious or just being sarcastic. I can't decide?", "What song is playing? It's so familiar but I can't place my finger on it"], "grief": ["He's eating cheese and watching football in the sky now. Rest in peace!", "You did so good for yourself though! If you had the mother you deserve she would have the sense to be proud of you. :)", "The last Super Bowl Champion your dad saw was the New York Football Giants. Take solace in that. Sorry for your loss, friend.", "I tried so hard.... I got too far....", "I'm worried he choked to death before he could finish the sentence.", "Sad... RIP", "I'm really sorry for your loss friend. I hope everything is okay on your end too.", "Hugs. We put our sweet lady kitty to sleep one year ago tomorrow.", "Your uncle sounds fun. RIP indeed", "If my mom were still alive, she'd be so pissed at [NAME] being in this cast.", "Oh, that's horrible. My condolences."], "curiosity": ["Source: /g/169743. He's saying this to [NAME] ~~(OWO)~~ if anyone's curious.", "Let’s just start with the reason of why you left [RELIGION].", "don't you get it? It's freedom to kill children now...", "I gotta take credit for YouTube because he recommends some sick underground artists but old ones? Never, at least for me", "Why do you want it to be the world's leader and savior, outta broken and needs some alone time. ", "Not much? Oh honey, it's everything! You two are beautiful! Congratulations!", "What's the name of the artist that featured him? Can't remember it", "People really spend more than $10 in an app game? I mean an actual video game I can understand but that's just...sad", "What did he say?", "Damn, time to tweet Young House Love and find out what color they used on the brick...", "*looks through comments* Who said it was going to be unbiased?", "I love Earth Balance, but does anyone know if the palm fruit is ethically sourced? I’ve cut out palm products due to deforestation. ", "[NAME] is expected to be back after the break. That's 2 games, [NAME] will finish those up", "What do you mean if it's controlled?", "\"Can I speak to the Suns' manager?\"", "He’s legally blind... medical marijuana is a thing bro... got any on ya?", "So...you can link those then right?", "You mean the festival up in the domain?", "Source? Wouldn't doubt it's possible though games like BDO can get pretty nuts with whales.", "But did you see my friend sent me a picture of [NAME] trying to tell me he's having a baby", "What will I have for dinner?", "Is it you, Mr. [NAME]? ", "What’s the reference matter if it’s still insulting? Glad your degree is coming in handy for something.", "Devils fan here: how good is [NAME]? I'm watching this game and was wondering how he's been and what his potential is", "So basically the union would be a legal fiction to simply elect federal representatives jointly and nothing else? Hmm. Anything more than that would be an implausible boondoggle.", "Not really, in my mind it was continuous cringe that I was always curious about", "Wow. Got a link?", "It's also surprising that Valve released a dud game. Maybe it's time for Valve to grow up and introduce themselves to the digital communication age?", "You're welcome! Anything else on your mind? Best to air it out", "Wow, I wish we had info on which counties have it the worst. Was that in the article?", "Why not both", "All right then, what’s your source?", "How do you walk about eating pasta?!", "Why would a pop tart live in a toaster that’s like the most terrifying place for them", "Did he died?", "Oh boy is this gonna be the new thing? Cause I like it.", "I'm not in the loop of this storyline as college has consumed whatever free time I have, so can you explain this to me please", "maybe you learned it from the yellow vest movement in France?", "So kinda like an assistant? Interesting", "[NAME] is gorgeous and so are you.", "That’s a shame. What’s worse, evangelicalism or Scientology? Tough call", "That convention center sized groan right after the reveal.... No one wanted this. I have no idea what they were thinking.", "Is the use of stone that common for the medical field in the UK?", "It can swim tho, right? Couldn’t it just get some speed and hop up on the ice if it fell in?", "Thanks for the detailed reply friend, much appreciated. I’m a history buff and love learning about these things.", "Only 22? Weak.", "Damn. So you went back to an old medication and found it no longer worked for you??? I didn't even know that was possible.", "Maybe she was attempting to be ironic? I dunno, man, people are just an enigma.", "What's wrong with that? [NAME] scandal is funny but not something to focus on in 2020.", "are you only looking for someone to share? do you want someone else or are you just doing this so your partner might have someone?", "212/62 actually, lol. Good to know it's a metro-wide issue!", "Any chance you have a bank account information you want to share?", "I said stop though. What’s with right wingers and not understanding consent?", "Two different writers have two differing opinions??? I'm shocked, just absolutely shocked, I tell you!", "Where's this snow everyone's talking about? Just looked out the window and there's no snow here.", "Have you read /r/NEET ? You'll find that not all people hate being unemployed - they choose to be unemployed.", "What...? That’s some real mental gymnastics to justify him assaulting her", "> If everyone is put on the same level, where’s the competition? That's not what communism is..", "Are you special? The game came out long after the school year began.", "So there’s a statue commemorating unsolicited fingers in anuses on football fields?", "Why do the religious think an omniscient god needs to test people? Shouldn't it have know who would fail long before it even created the Universe?", "Is this an /r/antijokes ?", "where are my upvotes", "are there any unique foods to houston? thanks!", "extra hot on whipped drinks? excuse me? i don’t want to burn my tongue on my CDL. extra hot on sauce-based beverages.", "Got any examples?", "where you going /u/Nerdinater ? if ya dont mind me asking", "wait wasn't r [NAME] the guy who enjoyed pissing on people?", "Don’t you guys want to get off with me?", "Oh man, dream date right there. Zoo then sushi?? Yes please. ", "Good question... maybe it has something to do with expanding their international flights? Although if I remember correctly they unload you somewhere else to go through customs.", "How did [NAME] just give that beatdown to Attach, the other player was so far away.", "The same comedy bit [NAME] has disavowed because it's used almost exclusively in circumstances like this? It's an awful and weak explantation.", "Really? Thanks for the correction.", "Isnt this a sociopathic tendency? A total disregard to your danger", "Nope. What’s it about?", "Im sorry but I dont get the joke, can someone explain it to me?", "I wonder what would happen if you did the same thing to him.", "During your explanation, you didn't make a mention of saying no or trying to stop him. Did you?", "And then what would The Bulls do if he says he won't be the head coach anymore? Put an assistant in there?", "Why was it changed to that? An overreaction. Why is it still like that? Laziness or incompetence, take your pick. Edit: clarity", "I thought it was gen 2 that was affected by the dead batteries due to the internal clock?", "Favourite month??!!", "Fudd puckers? If it is that i when there last summer.", "Is it my personal responsability if I was scarred for life due to abuse as a child ? IS IT?", "I find porn disgusting and boring, could this be a sign I'm asexual?", "Do you know what caused the relapse? Identify the cause of failure so you won't repeat the same mistake.", "How do you deal with alerts coming up on your phone? I guess you can just turn them off?", "Considering you could do it and be out over a highschool summer vacation, why not?", "It is a fictional llama...how much PC do we actually need?", "So basically Syracuse needs two starters out and a bunch of circus shots to compete lol. Is what it is I guess", "What it do, what it do.", "Wonder how much meth it would cost to get the dentist to give him a new tooth?", "Don't the [NAME] generally accept inerrancy? It was the universal position of the Church Fathers.", "What the problem? I mean, steak? Good. Doughnuts? Good!! I don’t see an issue. ", "Why not $1 million per hour muhahahah", "I didn't know picks could be traded. Is this new or is it just rare in baseball?", "blocking [NAME] run ? Very bad", "Seriously!? Wouldn't a guy do the same thing if a girl didn't even attempt to get him off?", "watching [NAME] play after quite some time. She has lost insane amount of weight! Did this happen after stabbing incident?", "Who spends the whole night there? One or two hours max and I’m done", "Oh my god. Don't you know it's illegal to share memes if you don't have an IQ of 16 trillion?", "How are they gatekeeping here? There's zero claims being made. They're just standing by a sign.", "What's the Pi IPcam you set up? Link? Sounds interesting.", "Is this because of the sudden spate of comments feeling shocked that we don't respect proud right leaners or have you always had these mails?", "Not out of a trash can though, surely? That'd be disgusting.", "People like you with premature ejaculation and poor hygiene should not write long posts. Am I doing it right?", "With a username like SomeMormonAsshooe, maybe it means \"convert.\" So does the neighbor's wife *really* want to become a [NAME]?", "Good timing with the two breweries having just opened up. Gotta check them out when I'm in that neck of the woods again.", "I’m sorry you’re dealing with this too. But hopefully it helps to know you’re not alone...?", "I just want to know how he got all that ice out of his bin", "Pretty and sweet? BURN HER ALIVE!! Nothing can detract from their beliefs!", "What ocean are you on? Around these parts they are kind of barren.", "Can you provide any evidence to your claim that right wingers are using this to smear her?", "Why did you post my autobiography", "The Calgary Herald has extremist on their payroll?", "If only they were more like [RELIGION] amirite?", "I mean, I'm glad that we support human spaceflight and that there were ghosts in the courtroom?", "Did your finger go completely sloppy? Thats grossly awesome.", "Hey, fbi guy... If you arent too busy. Its kinda cold outside and im out of bread. Would you mind?", "Holy shit was that the one guy that supported remain? I didn't know we had a celebrity on this board.", "Wasn't that just a mass shooting? Or am I thinking of another college massacre?", "Okay, a little confusion. Why are those “d”s not cancelling out? Edit :skittle-a little", "I'm unsure how much more I should invest in this train of thought.", "malicious intentions? what are you talking about?", "Russia is at war with the tchetchen , no ?", "There has to be a term for people who use the Occam's Razor this much to get to their conclusions. Occam's Masochist?", "Why would [NAME] retire when he still has 5 horcruxes left?", "You know I’ve always wondered what this song was about. Thank you.", "who tf has twitter on light mode", "Is she worse than [NAME] though?", "I think some of them expect there to be a cashier standing like a statue at every register at all times no matter how slow business is!", ">tfw she was explaining to him what a nuclear explosion would do", "Does anyone know if there's a place I can donate to help her two little kids?", "plus what if something went missing? even if they didn't steal anything it would be an awkward moment.", "Do you have arthritis yet? To me it seems my arm wouldve fallen off doing this.", "Any broncos fans out there that care to weigh in on this? Interested to hear your thoughts", "I'm not sure anyone has asked, and feel free to not answer. But is your feeling that the team definitely favors [NAME] right now? ", "If there is an ordered psychological work-up, will it be 3 days and 3 nights and will they decide if she needs to stay longer? thank you", "So the key to living is to do nothing?", "Oh my [NAME] do you value 'freedom' over safety?!", "What do you think is an unacceptable percentage level?", "Can we just go down there and propose a bill? Die the constitution not allow that? An if were not allowed doesnt that count as non representation?", "I’m not curious why you think it’s relevant to have this information be held more favorably than all the real world analysis.", "Yeah what kind of loser writes songs about girls", "Right. I am more focused on the length of the relationship vs their age.", "Your paranoia over it seems schizophrenic to me. Just in case you are not, please elaborate on why this is important to society.", "What you mean you weren’t looking forward to that scene? ;)", "This is so bad and I really don't get that politicians or party's like ovld don't realise this. Why block actually defends this.", "Why do people think the \"tide pod challenge\" was a real thing and not just a meme?", "What’s a leppo?", "How do we know you're not a Mossad agent? I mean, not right now but, what if you joined in the future? /s", "I know. My question was if they **used** to compete in T5-TTT2.", "Did anyone else read this and say \"Fuck yeah!\"?", "Like the handout this guy got to build the stadium?", "Where is it", "I’m just trying to get a woman’s perspective on the situation.", "[NAME]? Nah, that's him in the background. The idiot with the leaves is [NAME]. It's always fucking [NAME].", "How did Detroit quality for these trade exemptions? By sending 4 guys and acquiring only two in the [NAME] trade?", "[NAME] this is shite. Can we get back to Brexit?", "Enjoying oneself automatically makes an action harmless?", "Stop texting him until you meet him. What if he is weird, creepy, not your type etc. ", "BUT WHY DOES SHE DO A FULL FACE/EYE LOOK THEN SKIP THE MASCARA?!?!! This has been driving me nuts.", "Why does [NAME] also steal [NAME] revolutionism", "You try reposting it?", "Could this be an indication as to how the majority of the country wants the law?", "Is this Engraze?", "Is there such a thing as a typical case? That seems like a somewhat dangerous attitude for any doctor.", "You all are looking at this guy reading this book, but ARE YOU SEEING HOW HAIRY THIS GUYS ARM IS?!?", "Does it have less scope glint than the 3x medium range scope? Or any glint at all?", "so, when and how do we pull a lando and turn on vader?", "Is it bad that im really bummed he didnt get hit?", "What about white supremacist? BLM called [NAME] a white supremacist terrorist, that label is damaging and in the same lines of a neo nazi.", "It kind of surprised us how much of a feeling of control it gave us.", "What exactly is insane about this", "Who's excited for the reveal of mortal kombat 11 next week?", "You don't get it, do you? There has already been a 51% attack attempt at BCH and the attackers lost. ", "Yes! Dont you love to let babies suck you with a perfect jawline!", "I'm glad you have your kids, but have you seen Brooklyn 99 like the op stated? It's worth living for too.", "How does it actually work? Thanks for the response; aspiring entrepreneur with no knowledge of corporate finance", "Who cares? 2019 season hasn’t even started", "what's your MBTI type?, just curious btw", "Happy cake, why you have to miss it though? ", "Didn't Canada have more guns per capita then USA? I think I saw that in Bowling for Columbine. But [NAME] seem pretty chill about it.", "What were they mumbling at the end before the commercial break? That was weird.", "Okay then. Please remind me again why the lack of support is death threats in my PMs.", "Are you having a stroke? Do you smell toast?", "[NAME]?! Welcome to the show!!!", "I cant wait. I'm curious if it will give us any more insight into the incident other than what we already know.", "Why make it a video? Could have just been a text post.", "i assume there will be a ring involved in this movie like his other 2 most recent films?", "How do you deal with not having pushers? They’re literally our saviors in grocery since we never have time to zone over there...", "Does this attitude go for anything where you accidently end up killing someone via stupid behaviour?", "Is [NAME] dating the woman she lives with? Not my business but enquiring minds want to know", "Who would be deciding the quality standards? How would it work between genres or styles? Why would any of this even be enforced?", "What will the UN bring anyway? Turkey will be victorious. I love my country.", "Why don't you just tell us? We're all dying to know!", "That sucks :( are you guys still in good terms though?", "So hard to believe that this comment isn`t being ridiculed. I want some of what you guys are smoking.", "US postal service right? Might have something to do with the government shutdown, but I’m not sure.", "Do you find PnP or Checkers have better fruit and veg?", "Hopefully he gets what he is looking for. Not sure why some people are getting pissy over this. \"How dare he look out for himself, REEEEEE!\" ", "Geez. Why is Duchene their 3C?", "Did you remember [NAME]?", "is there anything scientists not working on?", "Removed, anyone have a mirror or archive?", "Some of them will have to get new vehicles to meet the requirements. That means we get cleaner air. Where's the problem exactly?", "Who are you referring to?", "Wheres the telescope?", "I ask them straight why they don't respect my decision. That usually fixes it.", "Oh, hi, we doing a greenhat circlejerk rn?", "When will he get that pesky hood under control— oh, it’s looping", "Hope your first day goes well, what type of work are you doing?", "Or take FETO, most of those purged probably never did a single wrong thing in their life What?", "I’m slowly starting to get excited about what we will do with the draft pick(s?) they will most likely get in a trade", "Didn't [NAME] just have a kid?", "Have you received any answers from them outside of ‘DM me your client ID’ and ‘please make a support ticket’?", "What about, hear me out now, 2max? It doesn't sound cool though. Could probably call it something else.", "Anyone know the [NAME] choke move from Mortal Kombat X? My dude here just demonstrated it perfectly in real life.", "But where?", "Clock the flair but What are the judges on? I live for ms Manila but [NAME] safe again? Gurl..", "You think her being a [NAME] is the reason for the hatred? Really?", "An eye for a *dead*eye? I'm sorry...", "are you short ? maybe your toilet is too tall causing the seat to cut circulation", "Can we call it the swamp monster?", "Are you here to solve my catsup problem?", "Ya punk wanna know how the game ends while we’re at it?", "Which will happen.", "I'm seeing this everywhere, what does BEC mean?", "What did it say", "How can someone be so stupid, hope it hurt maybe learn not to do that again.", "Who do you have in mind?", "oh shoot, im sorry to hear that. was it someone close to you? ", "Yup! She was also on a show called Queen Bees that was on the N network. I have never seen that show but I really want to", "Does southern miss have another gunslinging qb with a funny name?", "Or better yet, on the woman who will let ME play with them!", "Serious question, why is she still employed? There are many talented women in WWE.", "Who could have thought that anti-semitism would have taken hold in feminism? Why would anyone think that animosity toward an entire group of people is welcome there?", "I'm sorry but are you implying that everything to the right of full-blown communism is the center?", "You mean you wouldn't want to be a transhuman cyborg alien experiment? That's not very cash money of you, my friend.", "It's like watching her do it an infinite amount of times with her saying to herself: what am I doing wrong?", "FIDLAR dropped their new album today (yesterday?). It is certainly...different. But I'm enjoying it all the same", "How about a downvote for the update?", "I’m sorry on behalf of all the idiot guys. They didn’t take my class. How Not to be Creepy 101.", "I'm not conflating anything, I'm describing my experience. I'm curious, where are you from? I'm in the rural south. ", "[NAME] I know right? everybody knows that F4 only has 3 members", "Isn’t it against company policy to sell things in the store that have nothing to do with Starbucks", "You might be on to something, but did you have a question?", "are u ugly?", "I love how Chapotraphouse links directly to neoliberal", "Perhaps only if congress was also found illegitimate. Since they are the ones that approved the nominees.", "Do you not feel that there are numerous legitimate complaints about the CCP as well as quality of life in China?", "Two homes? In this economy?!", "If you want to know what kind of people her parents are you can google her. He name is [NAME]", "You're a bit of a wet wipe aren't you?", "From super smash bros melee?", "When in the past 4 decades has anything changed due to a march?", "Wonder if it’s possible for [NAME] to engage with a polite fan in a magnanimous way.", "What was the first insult from [NAME] to [NAME]? I think I missed it", "Not sure why you're being downvoted", "This. This is the [NAME] I've been waiting on.", "Other than the [NAME] storyline and the flashbacks the stories building up to the main villain went in circles. Wasn’t anything exciting or to interesting.", "I know right? Let me just stop what I'm doing to feel pity where you go wrong in relationships.", "Really??", "Where are the frozen pie crusts? Can you call someone on that (handheld)? Can you get me a fish?", "Cool, but what's your point? You gave some context without really saying what you think.", "Why cinnamon powder instead of bark?", "Have vid to reaction ?", "Aren't they designed to not go straight if you don't hold the wheel? Something about making sure they don't go too far?", "What makes you think any of it is hoarded? It’s likely to be near 100% invested.", "Sounds exactly the same as GC to me?...", "What are those baby blue thingies?", "Is this the go-to battle cry now of anyone The Left disagrees with or supports [NAME]? A Russian Agent? Give me a break.", "Where on earth do you live that newborn non drug exposed babies up for adoption end up in the foster system? Sounds pretty optimistic on her part.", "LCSC?", "Haha yeah. Are the squat toilets that prevalent? I’m hoping to avoid them when I go.", "Its literally bread on a bread board, whats the issue here?", "I want to know what goes through someone's mind when they do this.", "Is this a real question or a snark?", "This is the dumbest post I've read today. How's that?", "How does it feel to beat [NAME] toothless and only get a crappy draw?", "Does anybody else see strong parallels between power and freedom? Feel free to distinguish or correlate the two in a comment.", "Eh? You inherited basically the entire language!", "Don't you have a cashier to hassle somewhere? Go find something without a price tag and then tell them \"I guess it's free!\"", "That’s awesome, what do you do if you don’t mind me asking?", "That destroys honor tho right ??", "Is there an all time favorite moment you can point to in your career?", "Ugh why can't the commie just discuss about [NAME] serve instead of saying \"I'm sure he's more of a scientist than me\"", "Genuinely curious, what year do you think we're in right now?", "What happened? Did something set you off? THough sometimes we can have good days and bad days, don't let it offset the progress you've made", "do people actually dislike space cop or is that a meme?", "[NAME] and [NAME]? High five on the cheers tho", "Did you just call me a *bitch*?? You will NOT disrespect me like this TODAY!", "You mean you love their meat right? You dont love chickens.", "Baseball?? Where’s my baseball??", "You’re probably recalling it correctly! It was maybe 2 years ago? Very ugly & sorted story", "What was the drama in Dallas? I didn't hear.", "Hey, quick question how do you add tournament points to your Reddit flair?", "But what if they have sons?", "I mean for once the unpopular one is actually at the top, even if it is tea, robbed of air time? Sure, wins no", "Xbox 360. I’ve never gamed before so I’m excited.", "All it takes is a single touch to get me out of my armor and in my underwear?", "> Do you think Amazon reviews are don't mean anything? Yes because they are very easy to game.", "Can I ask why he isn’t willing? Thanks - I hope it works out for you. Maybe take this time to work on you!", "Why is [NAME] out? Is it a rest thing or a minor injury?", "can you share it here? I would love to be able to support you and watch your success!", "I think you grossly overestimate how many former felons will bother voting anyway, and grossly underestimate how conservative hispanics ([NAME] in particular) are in Florida.", "Weird how analgesic is the opposite of what I might’ve guessed it to mean", "What kind of prison sentence would he get in Australia for that?", "How strange is it that it is only gun control enthusiasts think that compromise means one side gets what it wants and the other side only loses.", "You guys are heading toward healing, that's amazing.. Is it possible that you are wishes on true healing ", "Did the refs bet the game?", "I wonder if the school closures with MLK holiday reduce the priority to plow ...", "when was the last time our PP was good", "Yeah people used it as precedence. That’s very sad. What’s your point? What abhorrent treatment?", "Demographics? I don’t know anybody under 35 who has cable tv.", "I’m happy. Does that mean I can downvote?", "You serious?", "Just curious, people keep saying fire [NAME]. And then what?", "Did you laugh at this meme?", "Philanthropy really scares some people, doesn't it? People did this to [NAME] too. ", "Oh my, liberals have been busy haven’t they?", "Why not Mexico? It is just as close.", "I mean I'm no fan of the series either but who cares? It makes a lot of people happy.", "You mean [NAME]?", "I have to watch it. Sounds pretty cool hahaha", "You having a bad day man?", "Wait wait wait... did [NAME] go 61-27??", "[NAME] needs to be thorough when looking for clues. Who knows what kind of sneaky business might be hiding in that plant.", "OMG, how did they do that? I mean killed Petunias. My pot is from Bunnings as well.", "Wait, isn't everyone nervous or scared the first time they hold a newborn? ", "> and [NAME] mentions that he's cold to the touch. you mean after he almost froze to dealth?", "What are the Ajax players complaining about?", "Whaaaat? I thought it was a perfectly normal childhood disease that posed no threat whatsoever! Why is she scared?", "Not at yours obviously. Did you know last tekken champion was a bear player? The lowest tier of them all", "This used to be the biggest circle jerk for dayz \"guys its alpha!\" Oh' how the mighty have fallen.", "I'm suprised they didn't use the classic: \"[NAME]?\" ", "That's not really libertarianism, is it?", "[NAME]. Am I doing this right?", "Dude. Do you have any idea what that would cost??", "Yelling that to them seems correct. Did they respond?", "Do you orgasm when you’re on your own? Are you a virgin?", "Crosspost from same community?", "You just blew my mind. Why haven't I thought of that before. You think someone would have explored that far east.", "what i dont understand is WHY the media hasn't yet picked up this story?? Especially with [NAME] in the zeitgeist.", "I'm sorry, do people NOT listen to [NAME] 9th while driving?", "Hey there [NAME] what's it like in new york city", "Oh no now I'm caught in the suspense, what could have happened?", "Socialism?!?! But le higher taxes!!", "For her? Nah", "I'm sorry but did anybody else read the first paragraph and get flashbacks to My Immortal? \\x45\\x62ony [NAME], is that you???", "\"and [NAME], this is [NAME]\" \"Oh hi, nice to meet you, what do you do?\"", "Can you link an example? I’m curious now", "Is there a sub reddit for targeted memes like this?", "So [NAME] guided the process of canonization but then left?", "Love how science doesn’t matter for human biology. What about climate change?", "A fork and spoon could be a fapoon?", "> Basically tell them to screw off and realize their selfishness You mean my grandparents / aunt?", "Why. Why can’t this team be innovative"], "disgust": ["Fucking fuck! 2 (or more) sets of fucking socks in fucking sandals.", "Quit being racist. They're just being racists.", "[NAME] keeps getting set to get a rebound [NAME]", "And KAT with 6. Weird game.", "They understand alright, they just don't give a shit. Bunch of fucking scum.", "FUCK OFF THAT\"S A PEN", "My girlfriend's creepy uncle gets extremely triggered when I point this out, or that a lot of conservatives are gigantic fudds.", "The way colt talks in that weird calm voice is like a psychopath. I hate it. It’s so condescending and creepy.", "Fair. Actually fuck the last few songs on Bleach.", "Southern Mexico tends to always get fucked in the ass as well", "Wtf you missed the Tigers 2005 dynasty", "[NAME] you people are so fucking dumb", "He was playing with absolute garbage teammates, and the one year he was on a decent team he had 44 points in 48 games. ", "We need to do something about [NAME] because he's fucking my fantasy team up", "Miz Cracker is the worst parts of Aquaria and Trixie. Unprofessional pettiness and shadiness of Aquaria and the slightly problematic and sometimes delusional humor of Trixie.", "This comment killed me. RIP in pieces.", "Just learn from this and move on bro. Give yourself time to mourn.", "That's the kind of person who'd fuck up making you a plain hamburger. That sack o' shit needs to be sent through a wood chipper.", "Yeah they paid for my dinner but still ugh", "Three. Three layers of bad.", "I too cuddle with this guy’s sister in law if his wife is tired", "hi [NAME], toxicity in a multiplayer game is something that should always be expected no matter the game cause people are assholes.", "[NAME] Late Registration my favorite and Gone my favorite song even though it's hard as fuck to choose", "Fucking hell...", "Hell yeah o/", "[NAME] rolls with his kitties and is hard as fuck.", "You poor, hideous creature. ", "Fucking and being a boy", "Lol that sucks. It's 80.9 in Vegreville, 84.4 at a Costco, or pretty much between 85-89 cents everywhere in Edmonton and area.", "[NAME], for when you want to be a healer but also want a FUCK EVERYONE AROUND ME button. Although I’ve been maiming [NAME] recently.", "This is unironically the worst trade I've ever seen.", "[NAME], learn some fucking grammar and punctuation. Maybe use some paragraphs. Just an idea.", "She hasn't even fully moved out yet and I feel the same way. I'm sorry. I know how awful it feels.", "UGH ME TOO! Eager to wake up with mania, any day now.", "Then go fucking cry you weak minded piece of shit.", "What an idiotic thing to say.", "Twice in that article he implies these minority communities aren't ordinary [NAME]. It's disgusting.", "Alright dude just fuck off ok, it's not the funniest thing on the internet but it did make me smile so in conclusion fuck you", "We're not really meant to be close friends and have sex with someone without feeling anything. You're defying nature by attempting to.", "SHUT THAT SOFT ASS SHIT UP", "my crush began to be annoying when i lost interest in him. it sucks either way", "Fuck ya boys let’s go", "It was the worst cinemax porn I've ever seen.", "She would betray her friends for chicken nuggets", ">\"Fuck it Im on my way out anyway\" \"Fuck it Im on my way out to Seattle\"", "He is a moron.", "*what the fuck*", "Sucks that [NAME] won't get to play [NAME]", "yesterday was a fucking travesty to the game of basketball", "I would love to accidentally get muscular... Instead of working my arse off to lose fat at the moment.", "i hate u...", "That's a very long way of saying \"I'm a moron\" ", "Omg two little blankets for your penis. LOVE THAT.", "I really hope web design follows in fashion’s footsteps and starts emulating 90’s-00’s webpages. Such a nostalgic feeling seeing that site.", "Ugh I have to hope the god damn Leafs win tonight, what a world it is we're living in. ", "[NAME] said it best. Un-fuckin-believable bro", "wow bailed tf out", "That’s part of why I hate porn so much - other than the exploitation of women", "Or just get the fuck out and never look back.", "fyi, straight men also use dildos. Also, your mom is awesome!", "Ugh I did this at a work conference and ran straight into the guest speaker. The flashbacks are rough, probably for her too I imagine. ", "Oh weird, the money I make is taxed when I earn it and then it gets taxed when I spend it", "Goddamn. I'd tap the fuck out if I was that other guy.", "Got boarded, ejected, and ship damaged... very poor tactic.", "There are assholes who think that these are \"their trails\" and do this sort of thing.", "Chogochujang is a fuckin drug. I've convinced myself that I'll take a bottle to wherever I travel in case the food doesnt fit my taste", "A fuckin men", "About fucking time ordering ASAP", "Yawn. They’re toxic together and their only trait seemed to be getting naked together.", "That was such a bad yellow, he had the height and positional advantage such a bad challenge", "Weird headline. 2 children per mother would be expected to shrink the population.", "Fucking refs suck my balls.", "yeah fuck you too okay", "He was a bony old bastard and probably jealous of their big cat energy.", "As a student in DC Universities I hope to fucking god they get rid of blackboard and replace it with canvas.", "Every time I get a staff kill, it feels like seeing a shooting star <3 Yeah, it definitely sucks.", "Soon: Mass death of pink-skinned Aussies.", "fuck these dysfunctional, insecure mattresses", "I learned about [NAME] about 1749485 times in medical school lmao Soap helped a ton but it just did not cut it after a while", "I’m only allowed to see counselor once every 2 weeks, so that sucks. Thanks! Best of luck to you too", "> Not necessary, you're a visible enough asshole that you pop up naturally.", "Will be interesting to see what happens next, one thing for sure is [NAME] won't just fcuk off, you can't get rid of the woman", "Shameless karma whoring.", "Nope, nope, nope and HELL NOPE! ", "1000 years fuck yes! Think of all the technological advancements you could witness!", "No fuck that guy. I'm actually relived he was shot. Sounds like a sack of human garbage", "This is exactly what I told him. I went the fuck off. Lol", "Damnit, now they're ruining IKEA too.", "\"Oceans\" by Hillsong United. Song gave me a migraine then and still does now.", "yeah, fuck [NAME]", "Those subs ... wtf", "Can holiday just stop fucking shooting? I can’t wait till he gets traded.", "Man I hate kids", "[NAME] done fucked up.", "This fuck needs to sthaaaaap", "If only he could’ve known that [NAME] made it out safe and got to live honestly for a little while", "I hate how much I love these and the Banquet brownies. Only redeeming part.", "Hahahah this is one of the dumbest thing i ever heard. Thank you for sharing and giving me a good laugh", "Roast you? The fires of Mount Doom already did that for you, you [NAME] looking ass. ", "Fuck these calls", "The whole post reeks of troll.", "What a weird thing to say.", "Yeah, that's been publically played by them for a long ass time which is why you don't see many people talking about it here.", "and how the fuck isn’t the man dead and there is a freaking rock 10 times bigger than him", "A-fucking-men! :)"], "sadness": ["in your next post you will lament the evil of poverty socialism is a mental disorder", "Sadly this is not a new issue for Ukraine. Please take a moment to remember Babi Yar :(", "Disclaimer: This is r/television not r/news. Sorry for the mistake.", "Kid has a disease/condition where his skin falls off at the slightest touch", "omg, id cry if this was my store ", "I believe that show scared straight was actually a massive failure, it got viewers but concept of it never resulted in the kids actually being 'scared straight'.", "It's in my garage. Couldn't be any easier to access it.", "Same.. that was brutal", "Someone made a similar joke and got 500 down votes.", "I have but one upvote to give, otherwise you would get more.", "omg that's gonna be a hell of a reunion as well", "I'm sorry. That's awful", "[NAME] looks miserable in those photos.", "This hurts to watch", "Those ads actually make me feel bad for financial advisors gouging clients with excessive fees.", "Our road still hasn’t been salted on Troy Hill", "Oh god another injury", "Sadly they aren't in control. [NAME] is and he'll always do the worst possible thing.", "I’m sorry to inform you, it’s worse. ", "I’m sorry. Your city blows.", "Brutal. I'm so sorry.", "Sorry it was late at night. I fixed it.", "It’s not you. These subs are terrible. Even beautiful women get insulted on there ugh", "This truly is the dankest timeline", "I like [NAME] but he was just non-existent tonight. At least [NAME] played defense.", "“Whine” is such an *emotive* term to use. It would be ironic, but you’ve been trolling here the entire time.", "Haha sorry I’m still pretty clueless about this app", "This stresses me out way too much.", "Done and done in the memory of [NAME]. I am sorry for your loss.", "Sorry you’re not allowed to be a Vikings fan anymore then", "Her track record is pretty shaky", "That last story was absolutely beautiful and sad.", "I'm sorry OP but this is all on you. Your parents played you like a $4000 fiddle.", "My entire body aches now", "Ha. How funny He's the only geezer who thinks he's madness.", "This wouldn’t feel so bad if sales and footfall weren’t but many external pressures were keeping profits down.", "Honestly, back then, seeing her squirm would have been perfect. I'm mildly curious to see if she's still scared of me, though.", "Ik I’m crying rn", "Don't know how that was missed. Tragic really. Considering the title.", "These disgusting old hags are literally old school flesh-consuming ghouls. Like [NAME] or [NAME].", "I would give it a day before people started changing their minds if we had this option", "Right there with you. 20 years together and suddenly its over. I'm tired of crying and hurting. We'll get through this.", "- me when I’m definitely not fine but too embarrassed to admit it", "Holy crap, I've never seen a picture of [NAME] so thin.", "Sorry, but anarcho-anything are bot welcome there", "They probably take slight step back, by that I mean still the best defense in the league, but closer.", "Grey socks and leather sandals, that hurts me through the screen.", "I feel genuine sorrow for your family having to be associated with a cretin such as yourself", "That arena is so ugly I’d be scared too", "I haven't done enough orders yet to get anything other than money for dashes.", "Sorry to hear that", "Imagine being born in 1987 and not having been invited to a party since your friend's birthday party in 1999 though :(", "I would suffer a heat stroke or die of diarrhea", "Heart of darkness", "He probably does, but people don’t speak Godlish very well.", "Yeah, sorry about that. I see it in so many post I thought it was almost a custom to do so.", "[NAME] - I misspelt and can’t correct it now", "Ah i wish i would’ve come across one! Just left though Unfortunately :( in Manchester now", "Oh [NAME], oh no, no no no", "Must've been hard to resist, although the joke would've felt flaccid since it hangs so low", "Yeah right, like other government look to [NAME] to learn something our politics is hot mess won't happen, will stay a dream I guess", "Vote every one of them out that was quoted as being upset about the wire and not the corruption.", "I always feel so bad for [NAME] when I watch this scene.", "I am so sorry that happened to you.", "She must have a very boring life", "A supposedly professional article banging on about gammons and insulting people's appearance. Not an impressive display of journalism, just a pathetic blog designed to preach to the choir.", "I died a little inside watching all of that champagne go to waste.", "You know it’s really bad when the lashes are bigger than the brows", "At home with a viral infection right now! Praying for death and to the god of paracetamol. Ugh.", "Not at all. It's great of course for financial reasons, but it then makes me worried about how much time she'll have for a relationship."], "anger": ["Of all of the fan-favorites from each city, [NAME] being the fan-favorite confuses and annoys me most. Her headlines are becoming insufferable.", "make those damn lazy millennials find a job sooner /s", "Your company sucks.", "> Religion Lol the cowardice that you won't say '[RELIGION]'.", "Stupid science bitch", "look at that gym! Id kill to have one with such a nice view", "Don't stop cold turkey. It's dangerous and you can have deadly seizures. Taper down if you are going to quit any benzo.", "I mean. Wtf is there to do online. GTAO had a shit economy but at least had things to do", "The shipping container are my friends, damnit", "Wtf is that", "Wear Pod. You cretin.", "Damn this was deep. Hope the best for you and you could really turn this into a short story or something of the such.", "Almost downvoted you just because that made me so angry.", "A couple things: Fuck Nazism. Enjoy the ban for trolling!", "I used to work with a guy that was always whining how tough his life was. My family this, my friends that. Very annoying", "No offense, but your parents are assholes.", "what the fuck", "I would like to see the after justice of idiots like this", "Makes it even weirder that she now hates America", "annoyed at most", "I think I'm kinda the same way like I change up so much everything I say feels like a lie... See just did it again. Fuck.", "Predatory towing is getting ridiculous. I have up to date stickers for all the properties I maintain and have been towed twice. Fuck em.", "The team isnt really bad but their fans are really the worst", "Hell yeah buddy things are looking up.", "it is weird, looks like you have awesome internet", "[NAME] has to have a shot. Tough son of a bitch. Also [NAME] = [NAME].", "His misogyny is disturbing.", "They’re so angry!", "For real. I get tired of all the griping. Deal with it or get out.. or start a freaking riot and make changes.", "I bet he paid, AND requested this masterpiece ", "Pls shut up", "I can hear [NAME] now: \"Why don't I have a mic why don't I have a mic FUCK I need a mic\"", "Meth is a hell of a drug.", "I'm just now realizing that I married a covert narc.", "WHAT THE HELL!", "BURN IT DOWN", "I mean I still attend regular school, this is just a Saturday school. I'm just frustrated that I have to waste Saturday on this", "He sexually assaulted you. Notify the police and the staff!", "Yeah I don't mind the odd hunter or a daddy long legs but fuck those red backs. And whitetails Those cunts are vicious as all hell", "This is disgusting. *secretly gets horny* I've had it with this sub. *opens new incognito tab*", "[NAME]’ ego has turned him into such a bully. He seems to get off lately on witch-hunting and encouraging his “sisters” to harass people.", "The fuck is “mog?!”", "Georgia is $5.25?! Wtf? We don’t live in 1990!", "They’re all nothing but a pack of liers and should all be thrown in jail", "The only thing keeping me warm in this subzero temperature is my fucking hate for [NAME].", "This is such a lame idea. Instead of getting better and outplaying your opponent, you just want to make your opponent worse. Sad.", "Why are you making questionable jokes at work? Unless you work in a comedy club, it really aint the place.", "He needed to have sex with [NAME] to complete his mission, duh!", "Yes, is there any way we can do this? Cos fuck that POS.", "Those bastards lied to me", "No, i'm arguing that if she calls someone disgusting for how they act it's wrong to act like the other person is an asshole for retaliating. "], "fear": ["EWWW yes. This makes me shudder. All wet and gross.", "[NAME] shitting the bed like a 4 year old with diarrhea", "Except it destroyed 76% of America's scooby snack production. May Shagster have mercy on us all.", "I am scared that I would lose potential study time by seeing him. And worse if I end up liking him too much... :(", "Can't tell how cold it is if the battery is completely dead. RollSafeMeme.jpeg", "I feel attacked /s", "Yepp. I've struggled to hold a job so I'd be in trouble without it.", "That sounds terrible.", "Looks kinda creepy when you keep watching", "I’ve been kicked in the leg my foots been stamped on. I can’t imagine the pain of this", "That opening is quite terrible tbh", "No, that’s just another way of backing a coup. Sit back and wait. If either side is going too far then offer to help.", "I didnt see a ref's hand up, I was about to have a stroke", "Sorry I meant to link it but completely forgot :>", "Was almost hit by some idiot yesterday that drove straight through a red light and into a crossing.", "Oh my gosh! That light house!! Its terrifying!!", "It's actually illegal to do this. Only allowed if absolutely unavoidable.", "You know when I typed \"legal tender\" I had a horrible feeling I was going down a rabbit hole.", "OH [NAME] THAT'S TERRIFYING SOMEBODY SAVE US ^/s", "Oof that’s terrible", "You ever want to work so close with protocol and get blamed for changes in DV missions that were never communicated to you? Welcome to LRS!", "No. Being a private investigator isn't illegal.", "I'm afraid if I have a awful time or something like that I'm going to get worse..", "I feel so bad for [NAME]. It was probably hard to concentrate on this match with the things going on in his personal life", "Well that’s horrific", "I was in awe the whole hour I spent in there."], "remorse": ["regret unfollowing him...", "They scammed you by wasting your time", "You should see him drain 3's", "I hope you don't mind...", "Hate to see him go. The only thing I’m complaining about besides this was the hagelin trade back in November. Both hit home", "Dentist did this to me I hate it. I knew i should have waited until \"it wad worse\" but i didn't. I regret it ", "Missed opportunity to put [NAME]", "Shame is a powerful drug", "EDIT: wrong link sorry here’s the right one I hope", "I shouldn't be giggle-snorting to this, but internally I am.", "Oh my goodness.....I'm sorry. It's probably gonna take a long time to cope it.....", "you got me [NAME]", "Oof, yeah sorry my dude, it came across as pro-wall to me. Probably what happened with others as well.", "One of my biggest regrets is that I never got to see [NAME] in person. Incredibly talented and the league is clearly better off for it.", "What a shame... she was passing really well too...", "Still is glitched to this day.... sad", "Sorry was late at night and i was in a real depression fog", "I'd say we are a role sub at best, sorry guys just telling the truth"], "joy": ["I love this! It's nice to hear of a positive outcome on here.", "I would love to be woken up by that", "Ohhh. [NAME] is my absolute favorite person ever. She just gets better as the season goes on. Enjoy!", "That's my stomach. my plate unfortunately has a boundary", "Bahaha that wasn't a shot attempt until the last second", "Glad you enjoyed! Come on down on Mondays. We have trivia and all the burgers are $6!", "Haha Nice. I finished paying [NAME] back about a year ago. Great feeling! Congrats.", "No problem, glad to help.", "I would love to see [NAME] take on the Avengers and win.", "That sounds wonderful.", "It's so surreal that we have a superstar on the Canucks. I have to pinch myself everyday", "glad to hulp", "Ok but it's pretty cute too", "Close game but glad to see we came back in the end", "Me too! And he was so happy to get that out of her back, he seems like he really cares.", "At the very least, I’m glad he tried something other than the standard blue. And yeah, I think the title is above-average as well. ", "Finally, I can sit on another person’s lap and have them not be disgusted", "This. Making my animals happy is one of the only things that makes me happy.", "That was fun.", "WON ME 1K LAST GAME IN PARLAY!!", "Oh, sweet. It's the gaming guy who hasn't uploaded any gaming videos yet! /s (I like him and am just poking fun)", "Its actually \"[NAME]\" , not \"[NAME]\".. Sounds like a drunk to me. Glad to hear nothing horrible happened ", "my favourite kind of cookies.", "it's a good thing they had a screen protector on it", "Just woke up from one. Glad to know it's not just me. Hope you have a good return!", "I'm proud, Reddit. This is a big deal to a fan. I'm genuinely happy for him. ", "How mature of you. Resorting to name-calling is delightfully childish. I expected nothing less.", "I see lotsa [NAME] I’m proud", "I love foreign money. I enjoy making origami from it.", "Quite enjoying this tbh", "Lol this never gets old", "Everything he does makes me love him, including his video application for his job at Polygon which is art.", "It was nice knowing you all.", "So so happy, more than you believe ", "Let's see, cash register ink, well that's a business expense isn't it... But then I do enjoy the smell... Better not risk it", "Oh yeah I saw that trailer before Aquaman", "Epic didn’t take the rights, Skybound chose to work with them. Blame Skybound not epic.", "Because they enjoy their toxic umoderated cesspool, apparently. Either way i'm done trying to care.", "He drives to the basket like [NAME] used to. And can shoot the 3. And he's super clutch. Love the dude", "This exact scene, as a matter of fact, haha.", "Glad I ended my shift early to go relax and gamble at a casino... I had been having some issues since yesterday.. having to close app/restart to advance", "Happy Another Day random strangers!", "All the best to you in 2019! I hope whatever lies next for you is rewarding. :)", "Binged through this last night. Interesting and entertaining. I'd love to see more.", "Glad someone appreciates it! This was a lot of work.", "\"We should be happy that we moved from 4th to 5th\"", "Oh, it’s you again. Here: ", "And then expanded on! It's so good. Haha I still remember hours and hours spent on Friends of Mineral Town though...", "Ah yes. Recursion. The backbone of Marxist theory. Glad you brought it up, chap", "Well that just sounds delightful. Where was the exchange?", "My pleasure. It pays the bills.", "lol @ the dude lying down in the hut at 2:12", "That song was epic live", "This is a huge stretch, but I would enjoy seeing some tweets from her hubby about it...", "Well I'm glad I decided to go to McD's instead of doing those lines!", "Appreciate the love man!! It's a fun game!", "I was just joking...", "My son and I both enjoy taking pictures. It gives us pleasure. Part of the fun for us on vacation is taking pictures of new things.", "Grew up watching avatar and [NAME] is one of my favorite video game protagonists, especially when RDR2 came out. ", "The rams seem pretty happy with [NAME].", "I'm so glad the Ontario government sold off that money pit. /s", "Tbh as a [NAME] this sort of news make me happy.", "yup, you just gotta expand the family tree with your most convenient sibling.", "hay guyz let's all hang around in a chat room about old pictures and masturbate in a circle with smug looks on our carb bloated faces", "Hahaha yes, exactly!", "Glad she was a good sport about it.", "Like I said please have a great day !", "thats cool to hear ... [NAME] really is laughable in this regard", "Haha that literally made me laugh out loud OMG I'm still dying. Take this upvote man. Well deserved", "Gotta love trailing for 59+ minutes", "i used to do this a lot when i was younger lmao glad to see my vision wasnt just mine", "I'm glad to see I'm not the only one who snorted at it!", "I'm so glad you weren't physically hurt", "I'm having a woosh moment here.", "I'm seeing the error using Chrome both on MacOs Desktop and Android. I'm glad it seems to just be me though. Apologies for the snarkiness.", "One can only dream about having such a good team one day again. Now we have Sansores y Vilchis no mames haha.", "I’m proud of you and I’m happy for you!", "So good to see [NAME] back, looks like he hasn't lost a step.", "Glad to hear it’s open again, great spot. I still class climbing Coonowrin as the stupidest thing I’ve ever done."], "pride": ["We are not Barcelona or PSG we have structured wages.", "He also owes [NAME]. a little payback.", "I am proud to be racist No one in real life will know this", "Even a powerline adapter won't save you from the laggy mess that is SFV", "Good deeds don't buy off being shitty. This is why [NAME] is remembered as a monster.", "The stories where he meets and talks shit to [NAME] are some of the best!", "[NAME] has turned into one of the NBA's great actors", "Wizards really embracing the tank, having [NAME] playing the 5 against [NAME]", "I'm 6'4\", every [NAME] damn public bathroom wall is too short for my taste.", "Talk to your grandparents... you will be surprised on how much general knowledge they have to share.", "Your dog provided you undeniable evidence of type of person that you are, and you should be proud of that.", "Normally yeah but that was my friends first match ever and to encounter such a killer, who was running noed too is kinda disheartening for him", "In my school we have specific councilors for the students matched alphabetically. Mine just sucks.", "It’s only the 3rd safest car ever tested, can’t take any chances!", "I did. In a selfless sacrifice that I hope brings ample awards.", "Bipolar and talented. I am jealous. Incredibly beautiful.", "GG Bois 20 more to go until 90 mother of pancakes!", "Was just thinking that. Great tunes", "I’d like to add that it’s British slang. We also use ‘kiddy fiddler’."], "caring": ["Yeah but i have hard time finding keyboards under 60€ that are blue switches with nkro, if u have some suguesstions please leave a link.", "Think you need more gin with it and you will be alright next time", "Grow up mate", "Ex's are ex's for a reason. Let it go man. For your sanity, let it go. ", "No problem at all, glad I could help :) Cheers!", "Get yourself a £1. Still occasionally get them.", "stay strong!", "I pray the chains that make this life hard are broken by gods power and you are freer with each day!", "That's true. It's on you if you want to practice respect and kindness for its own sake.", "Still not as bad as [NAME] not being able to figure out how to push a god damn button.", "As a former smoker, I would support it. Smoking is awful.", "Just know that you are the man. Go Isles. Go Flames.", "I wish I could get a lazy Malinois. I love their look and Mal puppies are so cute! But I’m not a run-everyday dog owner.", "will do, thanks for the heads up!", "I don't think he can hear you yell louder!!! ;)", ">[NAME] One of the most horrifying stories I've ever heard of: the mom should be in psychiatric care and the doctor thrown in jail IMO.", "At least take a cloth and wipe off the dust. I've seen better condition stuff at the thrift store.", "Well, I’ll be here when you fail!", "I hope you have good people around to support one another.", "They do sound kinda not worth it then. At least large ones don't sound worth it. You have my sympathy.", "I hope you like it-", "Please seek medical help", "You have clear issues, get help.", "It's fucking incredible how many people would like you if you would just make eye contact and smile at them. Fucking incredible", "Have faith, I'm sure there is enough fan support for more popular characters to be brought back. ", "Dangerously close to paganophile, so be careful of your spelling for fear of extreme confusion...", "I’m sorry you are feeling so down friend, that is really difficult. I hope find a way to feel better.. maybe go to emergency care...", "He’s not that into you. Move on.", "You need to stop focusing on him and focus on you and your daughter.", "Sorry to hear that, glad you're feeling better. Take your time ofc; is there anything we non knowing anything people can do to help?", "Wow. That was deep. I hope you make out well move on and find true love. Be strong", "Don't worry, he's getting Karma.", "Drink up before it gets cold", "Get out now. She's playing mental games with you. Play nice but plan your exit. Ask me how I know.", "My vanity point for my love for SS is that it has a lance lord.", "Prayers for Dipo you guys. Just had a gruesome injury", "Thank you for commenting exactly what I was going to comment and saving me the trouble!", "Yo so friend canceled on me I got a free ticket today. PM me if you're interested!", "Mate just go out and get yourself a steak dinner, you will enjoy it much more than Artifact.", "Dude, take back your life and dignity. GTFO!!!", "You got the true ending don't worry, you would only get the bad ending if you rat out your friends or accepted the deal", "Never listen to songs with someone you love. Just don't. Trust me.", "I feel you! Sending love and support", "Oh no! People will be able to protect themselves!", "NEVER FEAR!!! [NAME] IS HERE!!", "I still have empathy because she's a human with a family. Every bigots are human.", "I’m sorry. Happy Birthday! I care ❤️", "For I am here with youuuuu", "Better slap that car roof.", "I hope that you find happiness, too. I'm happy that you've had a place to vent. ", "Everyone get your tea kettles ready to boil some water so that you can throw it into the cold air!", "Have you talked to your boyfriend about your feelings?", "This is so scary. Keep safe! I would put fencing up and become a licensed carrier at that point. Sounds like crazy druggies!", "It's great! And it's his own choice, you don't force him.", "this is why there's marriage therapy utilize it and don't listen to the jerks that tell you to lawyer up & divorce", "Don't beat yourself up, you'll find the strength to be above other people's scheming.", "You should really contact an immigration lawyer.", "thank you for the suggestion. i'm not on fb though and would prefer not to be, as far as that goes.", "Okay, I'll try to find one. Sorry about that.", "He's been cheered for years now.", "You should take the time and go to the doctor.", "I know, don't worry ;) ", "Hi, don’t feel alone. Im here to talk if ya want if not thats cool too. Remember to try to be optimistic!", "*I bring you Love!*", "Those are different, you don't tie that shit to the weakest part, they just stay on there by magic", "He could have spent way less money on backpage when it was still around or Craigslist...would have gotten around the same quality or better too.", "Yikes. Be careful out there.", "I never thought about that last part - how cool! He is lucky to have you for an owner, you seem very caring!", "That's probably a good idea. Call them and see if they can help you.", "I'm out of my past issues in many ways; thank you for the concern. What is one without their vices", "You have a minute to win it. Every second counts!", "Use it to your advantage. You will figure out a way. Just get your self esteem up real quick.", "The saddest thing about this is that most people truly in need are the last ones to ask for help because they don't want to be anyones burden...", "I can say the same for yours", "May you find and skin the perpetrator. My apologies to your family. ❤", "[NAME] bless [NAME]", "keep everything well hydrated", "do you even need to ask of course we need to support her if we dont who the hell will?", "They don't know that tho", "If you have a bad memory, you have to train yourself to take notes", "Pulling for you so much ❤️. You got this!", "Step 1. Choose a new team (avoid Carlton and GC) Step 2. Enjoy!", "Truly a blessed day for you! Shine on!", "I’m seeing a doctor tomorrow. Thanks for caring", "That would really piss them off", "That's so horrible. I am so sorry that you had to endure that abuse. I hope that you have a bed that you love now.", "Can confirm, I have 2 (but be careful as you may still be allergic to their saliva)", "Rover has treated us well.", "I almost felt sorry for him. Almost.", "It would be a crime to not invite him.", "It's okay. One day you won't be so sad and angry, and people will still accept you.", "Have some humility", "Lawyer up bro and report him!", "Oh I love me some winter depression", "Nah it's cool. We love you. Please don't do terrible things.", "Yes, always during exam periods. And she was saying to everyone she was supportive and letting me focus on my stuff.", "Don't worry, no one ever will ", "Ok. First I've heard pregnancy helping with tips. Thanks for sharing.", "Oh you just love to see that", "Hearsay as usual, no proof, [NAME] computer proves he needs help.", "You have social anxiety go see a doctor", "You'll be in for a shock in another couple months.", "Auch, that's gotta hurt...", "Except they call him. He doesn't go to their campuses and try to pick off the weak.", "Have a nice day", "Or you can just support your local farmers that slaughter their animals in an ethical and way less horrifying way.", "Don't worry--reminders like this are exactly where grizzled old guys can help out most.", "Feel you pain. Stay strong", "You are nervous. Just focus on the other stuff my dude.", "Why are we making fun of a little kid? He probably hasnt even the ability to grow a neckbeard yet.", "*hugs my teddy bear and starts crying*", "Probably because they are trying to talk about the issues that \"corporate dems\" tend to ignore. "], "love": ["I love /r/LazyMan", "Oh yeah didn’t notice the username. Yeah please do. I just recently got into photography. Total noob but I love it.", "I killed you in VR once. I loved it.", "Omg I love it", "I love how this is worded.", "Ah I love when I’m looking at a random thread and find you in the comments. Hey [NAME]!", "I love happy endings.", "It goes that far back? That was probably hands down the best fight ever. I loved stone cold as a kid", "That's sick I love your setup! Have a great tour bud!", "I would love a gatling gun arm like Barret from FF7 has.", "That's the magic of an album. Sometimes you love it so much, you listen to it until you hate it.", "Damn. I love peppermint.", "What a beautiful message - it's all about love, and I hope it sinks in to some of the COB people who might see it.", "We love you!!!!! And we would love if you still made them", "this is probably one of the top 5 most legendary copypastas from this community - I’ve always loved this one", "I like you [NAME] :)", "I love you more", "I’d love that luxury of time.", "I love how they cannibalize each other.", "I like putting myself in the girl's shoes so I love romances.", "[NAME]. I love that this is the top comment.", "i love [NAME] and [NAME] so much, but... [NAME], my dudes.", "I love you [NAME]!", "i mean I love the smell of race fumes", "[NAME] scoring when he wants. I'm loving his game. Unstoppable.", "[NAME] and [NAME], are hands down my favourite AC characters.", "I would love that. [NAME] and [NAME] were easily my favourite supporting characters of season 2", "[NAME] is one of my favorite [NAME]. I would love for him to come home to LA", "Natural selection, I love you. ", "My prince!", "Omg I love it", "I love this reply.", "I love how it stops just before the impact", "I love this wow", "I love this guy.", "I love how the lab is in the front like \"shotgun!\" .", "I love how some people have the mindset \"children should be seen not heard, unless they something rediculously outlandish then they must have a supernatural connection.\"", "I love [NAME].", "This is the most Chicago music video I think I’ve ever seen and I love it. Classic song!", "I love [NAME]", "Lets not meet with a panther. I seriously love this subreddit.", "I honestly loved her performance as [NAME] in Scott Pilgrim. But then again I also love Scott Pilgrim so...", "and I love him for that", "You guys are horrible. I love it.", "I know! I love it..... this is who we really are!", "I love this", "i love this subreddit", "[NAME] that website is cancer. Also I love how the main \"entertainment\" in it is straight up harassment.", "Love both sports, but this is what annoys me about Boxing when compared to MMA. If this was the UFC this fight would have happened years ago", "[NAME] loves his Starbucks!", "I love the bus so much.", "[NAME] is legit! Loving this move.", "I love that you know this tidbit!", "$2M AAV, love this deal", "\"Eh\" Love it. ", "She gets genuinely emotional sometimes too. I love it. So refreshing", "Loving this guys game. So much more confident as the team lead", "I love cowboy.", "I love Arkansas. /s.", "love that yawn", "It’s more of a vibe tbh I love playboi carti as much as I love [NAME]", "Love seeing the guys have fun.", "Ending the quarter with some point [NAME] action, I love it ", "What a sweet, sweet bird! Also, that is one tiny pup!", "Is this the place that had the creme filled donut holes, if not does anyone know where to get them"], "embarrassment": ["Because he's too impulsive and needs to be able to tweet while eating ice cream in bed.", "This seemed so out of character but I was like cool. Weird.", "Yeah it's a weird thing people do", "What's worse is getting in a car that isn't yours", "I know I was doing a thing.", "This was my biggest problem. And I'd want a nap too. That's why I have to shower at night.", "Now I feel like an idiot calling it a beamer for the 15 years I played baseball.", "I'm the first one, so that's wrong. Party affiliation =/= political leaning", "Hahaha. I see what you did there!", "I like offensive humour. But just because somethings offensive doesn't mean it's funny.", "I don't think they are morons at all. They know exactly what they are doing. They just hope people don't notice it.", "I would rather this crappy meme die.", "You win! This made me laugh. I would have been mortified if I did that.", "I will let my nonexistent child die, thats all right with me!", "[NAME], 2 weeks ago got charged $20 and was fake [NAME].", "Maybe she realized that what she did was extremely stupid so she was trying to hide her face so that her shame would somehow disappear.", "Was literally just on rags subreddit. Even they knew our first shot would be a goal.", "Shouldn’t this be “How sex feels after your wife has a child”", "I mean if she wants to create change has she considered changing her whole personality and just being quiet", "[NAME] explains why she was so close to her grandmother.", "That canopy looks like it could take someones head off.", "Your mother is an idiot. If she somehow proved that you were an unfit parent to your children your stbx husband would get them not her.", "Yes religious abuse by parents because their son dared question their religion", "I don’t even try to make shots like this myself. So I gotta watch other people make them.", "I am serious, and don't call me [NAME].", "Yes! And the one who embarrasses you by dancing and singing in the car while she's driving you and your friends home.", "I didn’t realise it", "Nah no one can help me", "Wiretaps and catching low-level guys and having them flip on their bosses/co-conspirators. Source: Watched a lot of TV.", "He's just showing off for the camera there.", "He ruined himself. Period. You owe him nothing.", "I mean I'm genuinely not sure if I'd rather be tortured for all eternity or have to spend all eternity in Sunday services", "You mean like how Skyrim is only good because of all the mods? Lol", "Man, [NAME]. What a shame that trainwreck turned out to be. ", "Lets go devils baby"], "excitement": ["I said to myself \"It's going to be reefer madness\" Clicked the link and it was Reefer Madness.", "Day one of new job official duties on the books. I survived! One day down, 35 years to go... :]", "Thank you - that strikes me as the basics of what's going on here.", "Ding ding ding! We have a winner!", "I'm excited!", "This is me and my wife. She squeals with delight whenever it snows and I start looking for property in Arizona.", "Hey Singapore, you’re in luck!", "Please pass this. We will finally get the same thing we have in California before scotus.", "Yay we start off with the love triangle!", "Yup! Was a great shoot, can't wait for the video to debut so people can enjoy all the hard work. ", "I’m single I’ve had it thrown at me But I’m being more choosey about who I spend my bed with this year", "Most national subreddits are nowhere near *real* people, it's quite interesting to see the disparities.", "Whhhattttt. That’s crazy!!!", "I'm always down for pimple popping pupper pictures!", "Goddamn I’m excited about this football team!", "Horrible day for the show. Everyone is dying, someone put [NAME] in a bubble!", "[NAME] looks rushed on his 3's tonight for no reason", "I'm going to start this weekend! thanks for the tips.", "Cant wait to start working my placement around that area!", "Hopefully next weekend it's time to be rugby gods ;)", "This is the strangest rendition of our national anthem that I’ve ever heard.", "Wow, that crazy. Hope this doesn't happen again with you. Stay safe!", "That is one of the things I’m most excited for in S2. Seeing him playing [NAME] and go off like this so effortlessly is amazing", "I perform nostril waxing. It is surprising hardly painful at all. Feels so much better too!", "There seems to a bet between [NAME] and [NAME] whose semi final match would be more of a bloodbath"], "nervousness": ["Women get pregnant. Women are weaker than men. Those things won’t disappear.", "How terrible. Imagine waiting this long only to die the day before release? I always get that minor anxiety before a highly anticipated album!!", "my 3.5mm jack came with my iphone se and I can literally never lose it as long as I have my phone.", "Sorry to hear that. Hope you feel better soon!", "I'd be shocked if he knew much of anything about the EU.", "I just bought myself a Bears pullover starter jacket. 8th grade me would be jealous!!", "I would guess from multiple communities if they are trying to win the war against the other group", "Help me [NAME] I'm bully in high school for no reason.", "this comment made me very nervous", "I'm not worthy to watch this haha", "It’s harder when you have kids with the partner.", "I have no idea what's going on, but I hate when people surround the car like that. ", "Idk if I skimmed over it 3 times or what, it doesn't say why he did it. But I guess we'll never know?", "also anxious that people will be angry or surprised or upset at me for me never telling people about this before"], "relief": ["I'm going to blow your fucking mind. I dip my Hawaiian pizza in ranch. Booooooooom.", "try going outside for a long painful walk", "AFTER TEN THOUSAND YEARS I'M FREE", "We just bought [NAME]. Have faith", "just wait till [NAME] gets his less than 10 years deal.", "It's so satisfying. It's the little things that makes pubg the best!", "No prob, comes with the territiry.", "You shut your mouth", "Saves me going out to buy toilet paper today"]}