{"realization": ["Well then I’d say you have a pretty good chance if it’s any girl lol", "It's as though it all melts away the moment you realize it's not true.", "> go build something. BCH devs are already building and improving a decentralized network! You should start doing the same!", "That’s when we realized straights dress like randomized sims", "That's awesome. I never realized it was attributed to [NAME], though.", "Yes I would rather have a government agency waste the money on food stamps. Right wing moron.", "Yeah I know a lot of people fail to realize it or at least right away", "> It’s really not that difficult to win in this league lol", "Your reading comprehension isn't very good.", "As was doctors learning that they needed to wash their hands, period.", "Exactly. Last year we were saying, “Don’t worry...next year we will get [NAME] or [NAME]. Or both.” What a joke ", "It doesn't, really.", "Nah it's a sexual disorder due to brain structure not aligning with body structure but continue to be an ignorant transphobe I guess.", "You know nothing about this guy... this is a not cool thing to say.", "I guess that depends on the department. If you've racked up a ton of vacay time, it's possible for some cops to smoke weed lol.", "Funny because I only owe 20k... I guess no one told these kids community college exists.", "u sound like u need more confidence", "... and no one seemed to care Except that lonely woman with white hair", "Yeah, they are the dumb ones you need to avoid.", "Oh because all fruiting plants were bred by humans, ok TIL", "Maybe time to see a doctor or psychologist? Although a bit of social anxiety is normal and not necessarily the disorder.", "They are taking advantage of the fact that you found this thread and realized you have to do is one more day until you get it.", "Gungrabbers? You act like they're busting in your door and taking your guns. No one is forcing you to do this.", "*Hey just noticed..* it's your **1st Cakeday** Spottedgriffin! ^(hug)", "I'm not going to look at your evidence. There's never been a shred of evidence!", "Ah from what I understood you could barely read the biggest line on the chart. I thought this was a general statement.", "Don't apologize for a joke,especially when its true.", "I think that's also what I'm saying so we're good.", "Right? If I worked 75 hour weeks I'd want more than a damn gift card to a coffee shop", "Not really. Everyone has different thoughts about kids and I don’t see it as appeasement.", "I was gonna report for hate but then I realized...", "I believe that any country that has hungry people, and too many animals in the shelters, doesnt have a food problem, it has a priority problem. ", "Say you ate something or say things they cannot measure.", "It’s like you didn’t even read the comment you’re responding to.", "I thought my [RELIGION] boarding school was weird but now it seems pretty tame and mild in comparison.", "Bigger kid in the black shirt perfectly missed the entire thing, turns back to see the kid pop back up and run away. Totally oblivious", "Is it fair to say she’s the most versatile makeup artist of all Ru girls?", "Soft boiled huh?", "You're so right. I'll remove my arms post haste.", "How are we playing, just tuned in", "Lots of physical intimacy and sex almost every time we met. Never suspected that this would ever become a problem.", "Yeah. Unless you live in a desert, ditch the scarcity mindset. It can keep you in relationships that aren't any good.", "I better not screw this up..", "Hey, I'm not saying it's autotune. I'm just fucking around. That long sample gave me a good opportunity to improvise.", "We're not really meant to be close friends and have sex with someone without feeling anything. You're defying nature by attempting to.", "Honestly I realized they’re not really gatekeeping, but [NAME] last comment shows the gatekeeping", "Yes! Actor [NAME]. Really talented.", "It released like a couple weeks ago??? I don't think all that much would've changed in 2 weeks...", "maybe its because i have a pissy attitude, but i wouldnt have gone just because i didnt want to, since it was last minute like that.", "Actually good point, I should have asked for the source their too. It was only a rumor when I first heard. Might be wrong, sorry.", "I didn’t even notice that one. I noticed the bottom right one"], "annoyance": ["Just rumors online, it most likely won't happen", "No way. [NAME] was annoying. Arizona left a huge gap in the cast, she was great ", "I used to hate them too, but since vikendi I’ve gotten pretty used to them ", "Completely miss-wired! I never thought a kid can grow up miss-wired.", "Wish you did more. Sounds like she deserved worse.", "PROBABLY BECAUSE HE THINKS YOU’RE ANNOYING AND WHAT BETTER WAY TO END A RELATIONSHIP THAN A HILARIOUS FACEBOOK POST", "oh man another year", "In other words this looks bad, so we’re trying to distance ourselves from it. Yeah too bad NRA. Zero sympathy from here. ", "Lol [NAME]. Everyone ignores me. This just sounds like something a child would say. Sad.", "[NAME]! Get a DAMN good lawyer! Glad you're okay.", "> I also could care less Back to school, again.", "No its not, i dont care what (((they))) say", "What a useless answer in this situation", "Goddamn. I'd tap the fuck out if I was that other guy.", "The fact that her pillows are brown is way more disturbing to me", "Never ceases to boggle my mind how truly ignorant some people are.", "just fed up of reading subjective opinions be paraded as fact that he was the worse ever.", "Using an argument based on intolerance is frankly a bad strategic idea and borders on offensive. It won't persuade anybody and it sounds ridiculous.", "I remember just feeling sick watching this, [NAME] made me cringe hard, I found [NAME] hilarious and ru looked terrible ", "This live thing is so bad that i just poured a tall glass of scotch on a work night because there’s an hour left.", "Couldn't happen to a nicer piece of shit.", "Weird but interesting nonetheless.", "Could be worse, could be funky town", "What an ugly shade [NAME] used to dye his hair. Well, I guess it matches the infamous shirt.", "I never heard ridiculous right-wingers mocking people for being \"triggered\" until ridiculous liberals started referring to themselves being \"triggered\".", "I would vote no to a United Ireland because the Republic doesn't have a free health service and no free prescriptions", "I've seen AOCs ridiculous proposals", "Help, help, I'm being repressed!", "Now my mental image is narrowed down to a big imposing woman or a spidery woman that scares me just to be around.", "Insane dva player nice", "That's one of the only times I've ever felt bad for [NAME]. He was relentless and would not let it go!", "They're wrong I don't like math and I'm still ugly", "Top 10 nibbas satan's too afraid to torture.", "That’s only really annoying if it’s excessively slow", "Still annoying.", "Don't you know? We have to just shut up and put our heads down until they decide!", "By that logic the NDP need to stop existing to prevent the Liberals from going to the left.", "I'm jealous. Wish I was in fl on my porch.", "Facts and logic don't care about your feelings, antivax ***LIBTARD***", "For me, it's tedious and frustrating enough to do it the first time, but I'm glad you enjoy it", "You're an awful human being.", "That's an attitude I currency can't get behind.", "Ugh. People are the worst!", "Isn't that the \"help me, I'm being hunned\" distress signal?", "Ahh going to bother me I remember it. Let me do some research!!", "I was hoping that wouldn't be the case, that really sucks man. Hope you find something that ignites your passion again!", "Same! I don’t know how our elementary level colleagues do it. When I subbed in elementary a few times it was awful.", "\"I shouldn't have done that, it's not the honorable way.\"", "“Start caring about Reddit downvotes” has to be the weirdest life advice I’ve received in years.", "AS..... YOU.... WISSHHH!!!.. Inconceivable! My first ever silver. Thank you kind stranger.", "The original Halloween movie is still the scariest film I have ever seen. Being chased by [NAME] in this game is terrifying.", "[NAME] didn’t just fight dogs, he, personally, tortured them too. He isn’t a dog fighter, he is a sociopath.", "Anybody else feel super weird when you see your dad get hurt? It’s a weird thing to see", "American scouts are weird. I've had mixed groups since I was a teen, and I've never saw the need for different groups for each sex", "Looks sick actually.", "Yes absolutely extreme levels of anxiety reaching the sheer terror phase tbh. People have no idea what I go through", "Maybe because [NAME] didn't actually made a joke, he just pretended to be stupid", "I’m thinking so, since the sides are spiky and somewhat serrated.", "It's disturbing that you even have to ask that.", "It could have been worse! All the chairs and table are still upright.", "News flash scrims don’t mean shit.", "I cant even deal with this you are fighting with someone over your inability to understand a sooooooooooooooooo is sarcasm. Get some help", "Reading on that sub makes me sick.", "I... can’t tell if sarcasm; because literally all of those positions involve cynicism.", "*oh god oh fuck*", "Seriously? That’s so frustrating. It was [NAME] time to go, some of these “fans” are disgusting.", "The sky is actually annoying and so on (and as annoying as it makes sense. No, this is interesting how?", "If there was Romanian news being covered, I'd want to hear from a Romanian reporter... this is the worst take I've ever heard.", "Oof, that's rough. :( Sorry that happened to you, mate. ", "Not necessarily. His parents divorced when he was one year old.", "Have you ever, you know, tried not reading something that pisses you off? Just downvote and move on."], "remorse": ["Pity. I had some decent lunches there, but never went there at night.", "I feel sorry for people that think Reddit (or even some random sub-reddit) is \"an international stage\".", "I couldn't let [NAME] become carver.. I regret it. [NAME] didn't deserve this, although he was fucking stupid to let his guard down", "So sorry, for your loss.", "Im sorry dude. Drumming Octopuss.", "My only regret will be posting this on my alt account.", "This definitely seems like medical advice is needed?", "I’m sorry for your loss op", "I think they'd do ok (Sorry but as an INTJ a lack of my thoughts here is also bothering me, too)", "That sucks I'm sorry. Ive always been dismayed at how flippant people are.", "The guilt of sin represses all", "Eesh, really sorry for your loss.", "Looks like I posted it. Oh no!", "I’m so sorry for your loss. It’s the smallest things that take up the biggest part of our hearts.", "GF is false; I saw Mayor get transported and I was stabbed by an SK", "Sorry, sometimes I really can't tell in here. ", "Sorry I am foreign, and might have come across wrong. Anyways it has to happen at some stage?", "Sorry man. I didn’t know you were on reddit. Didn’t mean to steal your stuff! I totally would have tagged you", "Sorry I thought you called me dumb. Long story. A misunderstanding. Sorry", "Somebody lied to her several hundred times", "I didn’t realize people cared so much about phones.", "Sorry, I mean that closing the carried interest loophole would raise $18 billion over ten years according to the NY Times. I mistyped.", "Ashamed of being British", "You are the parent your grandson deserves. Your daughter will regret the pain she has caused.", "I'm sorry you had to go through that. Though I'm glad you're out of that toxic environment now.", "Whoops, I'm* dying. But I wish, they make so much money. ", "Oh my lord I am so sorry. That is just despicable. Internet hugs.", "Sorry pal, it’s actually one of my least favorites :/"], "joy": ["I really like this ring so I’m glad to hear that.", "His Batman/TMNT book is a really fun read with great art.", "Well good for you man. Enjoy :)", "i'm not that into shower sex tho. like it's fun sometimes, but it takes me so long to get off when i'm wet.", "Maybe crazy dude is looking to bring water to [NAME] in the 90s-set Fresh Off the Boat. Something about [NAME] does it for me too. /s", "Omg I’d happily live in Cape Town instead of the US!! It’s literally one of my favorite cities on earth!!", "Well [NAME] made me laugh", "I don’t know her, I just thought it was funny how the titles of that post and the post under it went so well together. ", "I was so happy for cowboy", "I'm a Bioware fanboy so obviously biased. I even enjoyed Andromeda. Haha.", "I remember them looking very happy. I loved that they were there and seemed very happy about what was happening.", "Happy Cake Day Baby!!!❤️❤️❤️", "It's funny cause you say socialists have an \"ignorance of economics\" while posting on an anarcho-capitalist sub :) I think you clearly fundamentally misunderstand socialism. ", "Excelerate are looking really good yo. They've outslayed every map, are executing perfect plays. Fun, playing to their full potential.", "Wanna trade lives? I'd gladly take normal height with hair and have the same experience.", "i can change mood for no reason on seconds. Im happy ish. To sad or frustrated to anger and rage and not always in that order.", "I love them, it's so fun to jump around everywhere", "Didn't read all of it, read the relevant articles (165 for license simultaneity, and 56 for carryover sanctions) haha", "You know they are happy to see him. Yeah, he's not the most impact over all this work in the HOF but to start somewhere...", "Correct. I just enjoy debating them.", "I love the enthusiasm inherent in the scream. I never saw anything wrong with it. Not to mention the most innocent, innocuous dancing video ever.", "Wow! I feel like a grade A moron", "So glad you left and didn’t just sit through the date with that idiot!", "Now is the fun part, where you try to maintain this lifestyle.", "This is a real funny joke, [NAME].", "Always happy to help", ".5x speed. Every moment I enjoy would last longer and any time I find myself in a pickle, I'll have more time to react appropriately.", "The carpool part!! The beauty of kids haha", "Im just glad it didn't take any of that for us. I'm glad I didn't have to see a [NAME] screaming match", "I see BOTW and now I'm waiting for a group of grown men to watch shitty old movies.", "I will say, this tanking season is a lot more enjoyable than [NAME] cause we don't see [NAME] looking confused on the sideline every game.", "Usually fly fishing. During winter I like cooking, enjoying a glass of wine or a joint. ", "-40 on an obvious joke, [NAME] people.", "This is hilarious", "This was literally the first examole that came to mind for me hahaha", "... Still laughed!", "I have to watch it. Sounds pretty cool hahaha", "When are people going to learn that it's OK to cheer lead dance in front of an old misogynist lol", "cheers friend. same thing happened to me 2 days ago. hazzah!", "Ur a silly goose", "I'm mad at the process and happy with the results for Thrill tonight.", "I don't find it awkward, it's relaxing and I want to enjoy having some else wash and cut my hair.", "Ayee it made it ! Enjoy", "Funny how picture comes with no article link... typical BS post..", "Hope you had fun atleast; it's amazing to see up close in person compared to the camera.", "Same here. The ones who know me and my obsession always let me know and it makes me happy.", "But come on babe, you know you want me babe...l.o.l. JK Babe ;)", "Its great that redditors who bicker over different topics can come together for a laugh", "Let the liar lie, it's more fun to watch.", "Haha yeah, apparently their ringleader just got banned on Twitter. ", "I visited NYC 2 summers ago and I have the same exact feeling as you do. Glad you liked the city just as much as I did!", "So funny, I just watched this one today and was struck by [NAME] in the height of his coked out glory. He is absolutely so gross. ", "Need turtle for the 3peat squad It’s crazy they were 1 team and now they are 5 :( I hope all of them can make playoffs", "yes they do, and I am glad that you were able to change hers. ", "Omggg me too ahahaha, i should try shopping in kids", "Breast? Ah, I like it.", "Hell, I'm saving your Reply. Enjoy being the first in my list!", "I thought so too, glad I asked.", "Ngl the entire first order feels like a joke...", "Haha, maybe at the 55 title party in May ", "I love all the episodes with Doug Judy in it.", "[NAME] reaction gives me life. His reaction when they got punched last episode was amazing too.", "I had a feeling...crazy what that guy can do to his body.", "They don't want to date you, they want you as a furry sex toy ", "No no I’m repeating it because I absolutely love the descriptor! It made me crack up.", "I'm not sure these guys are wingers, but other than that, I'm very happy so far", "One my favorite seasons to rewatch. All the glorious fights. [NAME] is forever a queen", "Im almost done with season 7 now. This show ans the office were probably my two all time favorite shows.", "+1 Thought I had depression, turns out I just wasn’t being happy enough! Who’da thunk it.", "Oh wow I love this!", "Oh of course,this bag will still be thoroughly enjoyed . Modern times have just turned me into a snob", "That should be fun. I may have call in sick tomorrow. Lots of Bournemouth fans including my boss.", "I enjoyed the 1:50 seconds of this person going about their day uneventfully", "I laughed at this 4 years ago.", "It's a pretty old and actually funny joke, just converted into a ragecomic. ", "I very happy with my character. I took my sweet ass time picking one that I liked.", "I am happy to receive constructive advice. If someone is short, or not constructive, I will react to it.", "I would enjoy Kreate a Kharacter. But it'll need a lot of help. They shouldn't let you put cubes and stuff everywhere like in SC6.", "This is actually funny OP, stop trying to be so negative", "I'm glad people with such foresight are the first to find this place unaffordable. Good riddance.", "This kid now: fun yay hahoo This kid as a grownup: I regret everything", "Every time I see this it makes me so happy.", "Funny how it do", "It would be hilarious if it was a pasta place too", "omfg my two favorite shows", "What fun is this?? I love it!", "There's having fun and being a hoe, OP seem to assume what she is, so ni worries for her. ", "That is SO cool", "[NAME] is super happy. Nice.", "Name one thing this person in power has said or done that’s racist. This should be fun..", "Always funny how one's income has to pay for others expensive lifestyles ;)", "Yes!!!! Great weekend. As others have said, I can now enjoy the rest of the playoffs", "Another place Canada wins. That is crazy. There is basically no oversight on alternative medicine down here. Caveat emptor I guess.", "Hahaha. I see what you did there!", "I like the way your brain works OP. Always did enjoy bugs bunny humour.", "I'd be happy with a Goff win too. And you can't hate Brees. Rams vs. Chargers would be perfect. final score 72-70.", "I was thinking the same thing as well. Glad to know I'm on the right page.", "I was AF enlisted too hahaha", "By taking it as a nonserious game you don't need in order to enjoy and have fun with it.", "It's vodka/tonic time for me buddy! I'm off work!!!! Hope all yaw be safe and have a great night!", "Now the 'fun' really starts. :(", "I love it. She really snapped.", "I'm glad you called it because it really is a beautiful and beautifully honest statement.", "That's a Russian pun, which is super easy. Also, inferior to [NAME] \"In Soviet Russia...\" jokes.", "This shit got me rolling LMFAO", "kind of funny considering that the fentanyl that is killing people in North America - Canada and USA - comes from China.", "The frankness of this comment made me giggle", "Glad to see Tael (wabi) on the list but surprised its not at the top.", "My Dad married his high school girlfriend when he was 47. It’s never too late!!", "Cordovan in the mech with the loudspeaker really makes me smile. It is just so bonkers. I love it.", "I mean if my wife looks like that when I get married then I’ll be quite happy.", "I'm happy to hear all that.", "I suggest going to the food carts. Buy some legal weed. Enjoy the bars. Go to Washington Park."], "love": ["I love democracy.", "Oh but they will be sweet photos to look at in the future.", "I love the '1000 paw slap' at the end.", "I love the content the PC channel puts out, its what wwe's channel should do more of", "I like [NAME] but I'm gonna have to go with [NAME].", "Bro that’s very nice. I like it.", "[NAME] I love you but there is a top 15 game on", "I think of [NAME] hot dogs. I hate that I love them so much.", "I've recently figured out I'm the perfect mix of smart ass and sweet, the ladies love it.", "I like these kinds of multicultural projects. Very much in line with my feels about South Africa.", "i actually like adore (maybe I’m uneducated oof) what has she done?", "Same. It's my favorite show to watch in the morning. The whole crew is so likeable.", "I love bloodborne, I started my second play through but quit after I got busy with school stuff.. need to go back to it though.. love that game ", "Great! I love hotsssssssssssss", "I liked the slug :(", "I love this", "I would love to jam with you guys but I would need to buy an instrument here :(", "I get these all the time and sometimes just walk. Love downtown", "*Hey just noticed..* it's your **6th Cakeday** [NAME]! ^(hug)", "I saved it on my memories/highlights", "I like that, will be looking forward to seeing it when I go there. Sure, it's stereotypical. Who cares?", "I love this. I started to play PK again and I would love this", "I love your username", "Here for [NAME], love this.", "I'd love to hear the theme in the style of [NAME] or the Rolling Stones", "Cuddling. Lots of cuddling", "I'd love [NAME], boy can shoot", "Me too. Book of Abraham is such a headache for the church. They would love to get rid of it I am sure.", "I definetly love some epistemology!", "I love the book - much better than the movie imo!", "I love having a deep bench, and being able to have really solid players step in when we have injuries. [NAME] was solid.", "I love this post. Are you with park services?", "Love those freckles! You’ve got that girl next door kind of beauty", "Man I'm sad, he was my favorite [NAME] when he left ([NAME] heir apparent) and I was ecstatic when he returned", "I also love the first sentence (but in a more pro-science way than was probably intended)", "But \"[NAME] knows the heart! The baby will be in heaven.\" Yeah.....", "I love this so much", "yeah, [NAME] is who i was talking about :( love her but soon as she starts talking about baby stuff, i'm out", "Many of them do love LEGAL ones.", "you would love the episode of the boondocks called the return of the king.", "I'd love if Sony use [NAME] as [NAME] in a Venom movie. I want [NAME]", "I love this contract structure especially since [NAME] is only 31.", "I would love to find a like minded boyfriend but I given up on that already...", "I would love if a double amputee walked in and have watched as they decline the poor fellar service", "You gotta love the process.", "This actually sounds like cyberpunk slang, I love it", "She looks so FIERCE. I love it.", "I dont think [NAME] or [NAME] said a word during this exchange. Like umm, yeah we actually love our wives and want to be with them. ", "I love daddy long neck and crew. You won’t be disappointed when you look it up.", "My favorite gusgasm", ">[NAME] loves people For dinner?", "My boy [NAME] <3", "I love how they added a camouflage hat on the australian dude for no reason at all", "I love that fray. I wonder how he got it.", "Never stop playing them! I love going against Legions and never see them enough in this game!", "We all love to read into data without actually reading the data.", "Loving this guys game. So much more confident as the team lead", "Totally understand and love this.", "No-no-no-noooo Besides, [NAME] is not a bachelor. He is so in love with himself already", "Was just in the Grampians over the long weekend. Haven't been there in 20 years. Still love it.", "\"You're my best friend in the whole world Mister [NAME].\" *meows for food*", "[NAME] love for you", "My girl [NAME]. Love that our names are the same bless", "Peace and love, my brother!", "I love you [NAME], you is my only friend.", "Although these are seemingly overpriced, yes, I adore these pieces.", "I love CoD4", "I love seeing the crowd's reaction to that every away game.", "Well said, being alone is a stronger feeling than love! ", "You can find the light! Maybe get a pet to love :)", "But that sounds yummy.", "Comes from [NAME]. I love the seduction community.", "I believe that you should tell him, tell him lovingly it may help him understand how much you were really hurting", "Loved dropping in from the crack in the ceiling and going out in a blaze of glory.", "I really love all the downvotes on this posts comments cus it goes to show ppl can’t have their own opinions on things.", "[NAME] is my favorite qb prospect and I've been watching football for 11 years", "I actually liked them. I love the idea of Conqueror being a rabid and maniac dog.", "Happy for u!!", "I LOVE THIS TEAM", "So? [NAME] was and is a far higher rated player than [NAME] as much as I like him.", "Had me worried for a bit. As a [NAME], I’ve always been impressed with [NAME] love of their country ( great anthem too).", "I like the way your mind works.", "I like your colour choices and I can feel your love of the city. Keep up the art! Sending you lots of love and healing.", "I love the twist you did on the “it’s all gravy” idiom. Definitely saving this comment to refer back to when I need life advice", "My new favourite bromance", "This is amazing and exactly how I feel about him. I love [NAME] and [NAME] but this is why Nuge is my favourite NUGE IS HUUUUUUUGE", "I love how the sun just decides its going to pull Australia from Earth and cuddle with us... If only it didn't burn so much.", "I like your honesty", "I like it", "I Like [NAME]", "No kill, only hug", "haha love it!", "I love sliding so yea", "Solid r/ThisIsMyLifeNow material. I love it. They’re such gorgeous dogs!", "I love that ammunition. I want to make 200 of them, but I think you may be limited?", "My favorite!", "I love this!!! You got it!", "Because [NAME] loves the American military more than any other one.", "I would love to see your evidence for any of this above and below stuff. Go ahead, I'll just wait right here....", "Damn it, why can’t I give this multiple upvotes?! Sending love for this from the US.", "You’re going to love it. Wake up refreshed and ready", "Awesome! I'd love to see some if you ever post pics :)", "Idk about you but I love crispy vagina", "Love you too", "My sister did Blue Apron and loved it.", "I friggin love [NAME]. Are we sure she aint [NAME] in disguise?", "ah, if only i could hug a beautiful and understanding woman and cry all my depression around her neck.", "I would love to see spirit in her kimono as well if that,s possible in the future >< I love your work !", "I love his reaction. \"That was amazing\"", "I <3 you!", "I love them too. That one is definitely my favourite. Here’s a close second. He speaks three ‘space languages’", "I’m conflicted. I do in fact love wine, but I also love crown, and it would be more cost effective to bring crown. ", "My favorite thing is when [NAME] gets the ball at the top of the key and every stands with their hands on their hips", "I love juancho", "One of his most underrated and nostalgic songs ever. This song has a special place in my heart.", "Good always love him", "I absolutely love that idea \"BuT a CoP tOlD mE\"", "I like you. You're smart, cheeky, and funny. Well played.", "“I thought I was suppose to love 2018 wtf”", "I love that sometimes I don’t know what he says but like I vibe wit it instead", "Let's get petty! Love it", "i want to believe that every1 on pc just really loves the nuketown \"weekend\" and will return to normal after the double xp goes away. ", "I love [NAME] but its been 1 year", "An Asuka reference in fatlogic?! Love it.", "I did love seeing [NAME] and [NAME] guest on the last episode of the Orville.", "I love [NAME]", "woman here, love it when my man gets mad. manly imo", "Truer words were never typed. Loved that game.", "what a lovely gift, you are blessed my friend, she picked you!!!! use it in good health", "I love everything I have ever made in mine, but recently it's mostly used to hard boil eggs.", "Love the headline though", "Good on you dude. I'm west coast, but I'd love if anyone ever finds themselves in Seattle, I extend this offer.", "Ugh I love Stapleton. [NAME] has always really been loyal to the authentic sound though IMO, he definitely stands out. ", "Not related to any of this but I love your tag next to your username xD", "I love how the girl on her phone in the background sees what happened but just doesn’t care...must happen all the time.", "I like it, but it does violate our images policy. embedding it in a standard post would be OK.", "Looks like she's saying that just to be nice imo", "Desperately miss this, [NAME] was one of my favourites at finishing with big choruses ", "MTV loves Indiana", "My favourite book, the writing is beautiful. Very much a precursor to 1984.", "I love how adgag laws are legalized illegal activities, look it up!", "This is love <3", "Everyone likes [NAME]."], "disgust": ["Would feel weird swiping right on a leftie", "Randomly watched arrow this week and I think each year is more confusing and I didn't like it! At least [NAME] is still there and always shining!", "Its a bit weird of them to recommend you a song by The Strokes after they told you their offer", "Screw DBs swill, their creepy Children of God (cult) employees, and the traffic mess it creates on Rural in Tempe", "Wrong sub, mane.", "No. That is creepy and weird. If you don’t trust her .... move on.", "You’re right, republicans are worse because they have nukes.", "*Ugh..* You are 23 and not married - leave.", "[NAME] is giving y'all some weird energy. I wish [NAME] would do that", "I want to say I'm shocked. I'm not. Disgusted, but not shocked.", "It was on a washed out road in the at 2am. Which makes it even worse. They never should have been towing that vic.", "After reading a lot of replies you should bee ashamed of yourself. This thread is a hive of bad puns and references.", "It's really odd. My friend's search results are still normal but mine aren't", "This lady argued with me for wanting a 0 guard on the side for my fade. Walked out.", "And I thought Honda Civics smell bad on the outside!", "Even worse.", "It’s almost like a lot of Yankees fans are giants fans, and a lot of pats fans are Sox fans. So. Weird.", "This is the worst advice I've ever read. You should be ashamed for posting it.", "gotchu lol, in that case sorry you got downvoted to hell for this lol", "I feel awful posting it, but I couldn’t not share :|", "Democrat politician, my bad should have specified. We are mostly all “liberals” here even if we’ve been alienated on this issue.", "On a college campus surrounded by undergrads. I feel old.", "[NAME] was the worst Of any sports team Unis!!!", "That specific block is probably one of the worst in the city.", "Yeah, sometimes you just remember stuff! It's a little weird to thank yourself publicly, but why not?", "Ugh. That was not information anyone needed...", "Shiiiiit I’m about to fuck [NAME].", "Then something is very wrong and he needs reworks on the talents", "I would love to be cut open for no reason while I miss work spending weeks, and possibly even years, recovering!", "Could have been worse if a piece of metal exploded into him instead harmlessly on the beach", "It is though. Certainly the worst Zelda game at least.", "You can, but it won’t do anything for your ugly personality.", "Says the guy not replying to any counter points lmao", "What a waste of packaging.", "That is disgusting. He should be embarrassed.", "What’s weird is. I never miss anyone. Like, ever.", "Pepsi tastes better in the UK than Coke but US/Canada coke is pure diabetes and Pepsi is disgusting.", "Yup, it all starts with [NAME]. He’s not the worst owner in the nfl, but he’s in the bottom half for sure. ", "That's professor [NAME] to you, savage!", "I hate everything about this.", "Deep blue eyes look weird to me. The rest seems pretty good.", "And you wonder why Labour get's a bad name for anti-Semitism with statements like that. Ok hun.", "Everybody betrayed [NAME] [NAME]. I'm fed up with this world.", "I can live with the bad textures, I just want them to fix the glitch that lets you see through them.", "The stigma is justified. I dont care how you got it, it's still disgusting.", "You just posted the same thing but made it worse.", "I was the vegan in this story. I have since stopped my foolish ways and have since become a nuclear alpha mega Chad.", "This sub is becoming a “Gamers rise up” parody of itself. This is ridiculous.", "The worst is when those moments pop up randomly. Especially when you’re feeling happy and then a mistake you did back in 2005 comes creeping up.", "[NAME], aside from the goal was several magnitudes worse than [NAME]....", "I've always found it weird how popular Nandos is in Britain.", "I feel bad for house slaves, even if it's in their understandable self-interest. ", "I love the night shift environment, but hate the lifestyle. I just can't do it. ", "Oh shit, that makes a lot of sense, thanks for dumbing it down!", "This article is stupid.", "The more you wind me up the worse it gets for her later on", "I hate people who have the blinders on when it is one of their friends", "It's not unique and its decidedly worse.", "It may be weird, but I replay the entire series while waiting for another episode all the time.", "My bad I’ll try to do better", "I both love and hate everything about this", "Oh that's disgusting, this man should be sent to priso- ohh, it's America, ok then, feel free. ", "Well it would have been ugly tonight without him. And many nights.", "hate to say it but nobody outside of saskatchewan has heard of [NAME] either", "This qualifies as emotional neglect. Just, to be clear, that is a form of covert abuse and is not okay or normal.", "Their numbers seem large because they get so much publicity. But I suspect that even most young people find that ludicrous.", "it's weird how all of these people who are *so* much smarter than successful people can never seem to make anything of themselves", "I hate beer. But I'll concede the point because others like it. ;)", "Oh no that's so awkward, I don't understand how people don't understand how weird things like that are! ", "Looks like someone's got a bad case of the zoomies.", "Hate to break this to ya but you are that guy [NAME]", "Same. Not being hateful to the op but I don't see the connection.", "Yes - sometimes I see amazingly detailed little faces. It's so weird.", "Yeah i know that feeling, i don't know if they abandoned it, i ordered this on amazon.", "Ugh. Sounds awful. I’m sorry :(", "“Got caught talking about meditation” Sounds terrible I am so sorry you had to go through that kind of thought policing.", "its disgusting where our society is. free tube sites need to be banned", "I had to put Bird Box because it's the only direct to streaming movie I saw. I feel dirty.", "How is this any different from women who claim that all men are awful people? I'm sure you dislike it when women do that.", "Bisbee is a weird place.", "That's a weird way of spelling Disenchanted", "This game is actually worse than I was anticipating and I knew it was gonna be bad", "It's one of my most hoped-for things. I think you should be able to approach a player and request a duel. It would be sick", "I feel like that’s the least disgusting option. Imagine a penis or vaginal canal made out of fingers.", "That destroys honor tho right ??", "Same. Body hair (on my own body..I don't care what anybody else does with THEIR body hair) grosses me the fuck out.", "Cold approach is a huge waste of time due to the ratio of success-failure", "If I start shoving food into my face as I enjoy everyone here, dis becomes a bery bery unhealthly situation. ", "Too right. I hate the Sun. worst tabloid out there", "Which is weird because I can still get hours every week the day before if I wanted to.", "Yeah but who’s to blame when you are put into a seemingly meaningless game when all you care about is one rank. Bad system.", "This is the worst Hellraiser reboot script I've read this month, and let me tell you, I've read a lot of them.", "The Internet is a weird place.", "Yes I was feeling bad that hes friends left him", "Our soil needs the help! That would be a really unpleasant job.", "Well that's disgusting", "That’s always my worst fear when the idea of leaving during January comes up. I wish you the best of luck in unthawing them!", "Pam Beesly and Jim... What a waste.", "Your age difference is incredibly creepy.", "If you find it I'm definitely sending it to my sibling. There's a special love for the weird in my family", "209 comments and we don’t get to read any? All that good pasta advice going to waste. Shame.", "Man they must really hate [NAME] out of position at SF. But let’s play [NAME] at SF that should work.", "Yeah, it's disgusting & I'm so disturbed by everything going on. Never ever would I have believed this is where people were headed. ", "Literally all of them have said and done MUCH worse than anything [NAME] has.", "Exactly and the \"they removed it because of historical accuracy\" is bullshit because crossbows were invented way before then.", "You can't be worse than [NAME], your hired!", "Not to be critical, but “rethuglican” is an awful one ", "I really liked his answer to the QB success question. The Tebow part was also unintentionally hilarious.", "my little abomination", "Hell yeah bois"], "gratitude": ["Dear OP: Proper punctuation please/thank you.", "> If this article was/is false then the poster should be banned for life Congratulations. You just fundamentally changed how internet works.", "Thanks to me, my grandma now refers to to [NAME] as \"the lizard\".", "Thank you! It will help a lot", "It was an honor just to be nominated. Being a runner-up is a dream come true ( I keep my dreams realistic and attainable).", "True. Here the mistakes has already been made. Please don't mess up for us who are looking for an alternative refuge to Israel.", "Oh so you're not even a believer..Yeah, there is nothing for us to discuss. Thanks though.", "Pleasure to meet you brother", "Thanks again!", "Thank you sis!", "Ah yes thank u, now the image is very funny", "Thanks dude. It’s honestly hard to distinguish because it’s felt like who I was for so long", "I just wanna say, I appreciate you making it into a gif. I wouldn't have watched the video. So thank you.", "I asked for trick candles. Thank you for the gift! What a lovely day this turned out to be!", "Ah, thanks. ", "Edward Lear, lovely chap.", "Thank you! And i understand that one too.", "Congrats and best wishes. Build on progress.", "Thanks a million, because I was very much thinking the opposite hahaha", "I appreciate it, thank you. I will discuss consequences with my husband. It will probably be me taking my daughter elsewhere until [NAME] leaves.", "Thank you so much. I fixed it", "Thank you for reminding me about how much I love the JJBA abridged series.", "I'm not a health threat. I'm vaccinated and have no children. Thanks again for your uninformed analysis.", "Thanks for posting OP, much love to the [NAME] out there.", "That’s cool. I didn’t know they had cameras like that. Thank you for sharing :)", "I don't blame you. It was a long post. Thanks for your time.", "Honestly, I'm just happy I got traded to you guys, rather than a team like the Leafs or H*bs", "So thankful for the conclusion. Having no idea how this played out was definitely going to haunt me", "Notley-nomics helps grow the economy once again! Thank [NAME] we have such good governance.", "Please don't ruin our self-deprecating-humor cope.", "Thank you for answering. It's much appreciated.", "I'm sorry OP but this is all on you. Your parents played you like a $4000 fiddle.", "Yeah that makes a lot of sense and I'm glad you looked passed all the negativity", "So can we all collectively accept that [NAME] has a high placement for this week? Okay thank you", "Useful distinction - thank you.", "Thank you for your input! I’ll look into it", "Thank you for sharing this with us", "Thank you. And I love your flair. My toddler is the same haha", "Thank you, this isn't the first time they have tried to control us with money. They always put odd stipulations on money or gifts.", "I love [NAME] so much", "Ah. Okay. Good luck with work tomorrow.", "Good luck to him.", "Thank you for that ! I’m glad it’s just not me !", "Sorry, but this one is funny. Wake up at 3am jabbing with a needle, patient satisfaction survey, what could possibly go wrong??", "Omg, thank you!", "\"Ma'am, thanks for buying the twine. Have a nice day\"", "I am already using ublock. Thank you for suggesting ghostery, didn't know it.", "Sorry, you misread. I thought you'd written \"why had they done that\". IIRC, it's in the report they published. ", "Rough comment to read but glad I did. Thanks for the write up.", "In that case you're very welcome to call your representative and tell them to agree to a bill which would reopen the government. Or tweet the president.", "you have twice the courage I wish I had. well done dude!! wishing you all the best!", "That’s what they said when the provincial election for Ontario happened too Then [NAME] begged on tv, that low life. Good luck! ", "I'm thankful every day I was in school before the Internet, smart phones and social media.", "Np! Good luck!!", "Thanks nate. If you need any help any time or support I'm here for ya.", "Congrats! That could not have been an easy step to take, so I'm so happy it's been a positive experience.", "I'm glad you had such a positive experience on the sub and congrats on the relationship.", "I fucking love that you actually educated me a little about punk. Thanks for the suggestions, I'll definetly listen to them.", "Do you mind me PMing you for some help w/ dealing with the busy season? Thanks.", "Yeah I'm gonna do that....Thank you...she just doesn't like the feeling of condoms but i dont care need to put my foot down", "Thank you. Yeah it's a nice thought, being sheltered and happy before any worries or drama. It would be nice...", "\"And then I apologized and expressed remorse over the situation\" ", "no, thanks for asking ", "Thanks for the insight. I'm not knowledgeable about it, I admit. I am sensitive to many types of plastics, though.", "Thanks ! so need to try a donair sounds amazing", "Thank you for the archived link, I have a NYT paywall .", "Haha damn this put a huge smile on my face! Good job on handling that situation. This almost deserves it's own post!", "I’m incredibly jealous of you and yours. Congratulations. Maybe someday I’ll have someone.. but I dream.", "I meant from when I was a kid and teen. Sorry.", "Aw thanks for the hug, and yeah he did sound like a jerk. ", "Aw, good times, picking off them pesky 'tennas and coyotes! Me too, I'd love that! Thank you for playing, my friend!", "Thankfully. We have highly responsible gun owners and our gun control is fairly effective. We have way less violence and people generally can still enjoy them.", "I feel like I already knew, I just needed to have someone else tell me to really open up my eyes. Thank you for your comment", "Pm me too please!", "Congratulations! I have 8 months and 23 days! We DO recover & we can do it together! Proud of you :)", "They are worth the time it takes to write them. Thank you for returning!", "I really love playing him and going against him. Legion is overall my favorite killer. I respect everyone hating him although I dont understand why.", "Yes it is I’m 99.9% sure! Thank you! Enjoy your gold.", "congratulations :o)", "Okay thanks. I'll see if I can find out how to do that.", "Thanks! Oh my god, what a great interview. The man absolutely loves Winnipeg.", "Thanks. I'll let him know he needs to step his game up.", "Yessss thats it ...thanks", "Thanks. I appreciate that. At least I know I’m not the only one.", "Welcome <3", "Thanks yeah that sounds good", "Congrats on becoming the owner of this cat! What a beautiful meow.", "Support this cause please. It saves lives", "I'm glad I could contribute some positivity! All the best to you and your kids!", "Thank you. I hope things get better for you, and I believe in you, too.", "they are needlepoint, excellent tabs. i've gained his trust and toured the lab. this is no weak shit. thanks for the info.", "Honestly, it's a great sample of the world as a whole. One articulate person can steer an entire crowd of idiots to do anything.", "thanks <3", "Lmao thanks for the update!", "Awesome, thank you! ", "Considering I’m majoring in politics, that’s the plan!!! Thank you! ", "Sorry sorry sorry sorry sorry", "Thank you. I’ll look into those books.", "Thank you for the support!", "OK, I better understand the distinction you're making. Thanks.", "I feel like that's what they both deserve, though. Thank you for the support <3", "My cockatiel is sitting on my knee. I gave him a hug and promised no more pets.", "Thanks for doing the job well. :)", "Sorry, didn’t realize I was talking to a fan of the prestigious UCLA Bruins football program.", "Thank you for this encouragement. It's been a very long time since I've made any progress", "Thats amazing...i just bought a tank. Thanks for the post!", "Aha thank you!. I didn't know there is a ca one", "Thank you for your help", "For the love of [NAME] stop making him relevant. Please.", "Ah, thank you! I’ve only seen them as decoration and on hotel doors. I had forgotten the name, thanks!!", "I love this. [NAME] bless [NAME].", "One time my old Teacher made our entire country leave the European Union...thanks Mr. [NAME]...", "Thanks I'll take all the good vibes I can. I'm going to try to sleep too. And get through the next week", "Right now you’ll be sober for at least 15 years! Good luck man", "I will check him out thank you :)", "Alright, thanks for that tip! <3", "Thank you, I will def look that up. ", "Thank you!! I really enjoyed the first song and the song by The Avalanches. Both were very melodious and charming.", "Good. Thanks everyone but finnaly some reading material. Many thanks", "Thank you. I thought I was going crazy for a sec.", "I think I should try this. Thanks, OP.", "This dvd must be pretty hard to come by if it’s going for $49... thank you though I appreciate it.", "That solves it. Thank you!", "You poor thing. I’m sorry that it’s going like that for you.", "So he is half decent. Glad to see your finally making some sense.", "Hey, [NAME]. You still with the mafia?", "OH MY GOD OH MY GOD CONGRATS!!!!", "I'm cracking up at my desk now, thanks", "Couldn’t agree more with you. Thanks for this post!", "Thank you love. I really appreciate your input", "Good deal, thanks", "Thank you, I appreciate it. It was, and still is hard to deal with. ", "Thank you. This sub is the one place I feel understood", "True. I'm just glad I didn't have to go through my high school years we the her...", "I am glad that you’re doing well, it’s a difficult process but incredibly rewarding, I imagine. Best of luck on your journey! ", "Not really the point I'm making, but thanks.", "That makes sense. Thanks.!", "Thanks. I needed to hear that.", "Wow you’re “like 13” in March then bro welcome to the teenage years (soon)", "Welcome to non union states!", "We have youth and depth on our side. I feel good about what we have. If the Cubs have 2 injuries to their rotation they are toast.", "Please do!", "thank you! he’s a boob and his wife is a fool...", "Firstly, congrats on not being pregnant!! Now there is nothing tying you to him and you're free to find greener pastures. :)", "Thank you for all of the tips. It's greatly appreciated!", "Thank you, brother.", "im glad to hear that i won't just be carted off! and thanks, it's great to know that you guys have my back :)", "I'm so glad I grew up playing a shooter made for kids rather than a shooter made for kids.", "you are so welcome. I’m glad I could bring sunshine to your day.", "Thank you for your opinion. I think I’ve been improperly placing myself in the comments too much, accidentally misusing this sub.", "Well im sorry that the truth doesnt clear up suspicion but who am i to judge ¯_(ツ)_/¯", "Sometimes all you need is to know someone else has been there and believes you can do it too. You got this. Keep it up!", "Yeah bad timing, but thanks for answering tho have a good rest of your day, cheers!", "Fascinating, can you please provide some more detail on the pre-KOOP origins of the phrase friend : )?", "Very insightful and tragic post, OP. Thank you for sharing and raising awareness as someone who has been through the trenches.", "Thank you. I guess im just finding it weird how she lost interest. Ill definitely be taking your advice", " thanks bot! You too man!......Soooooo, what does YOUR hair look like?....", "Yeah I’ve also experienced that with work friends I know what you mean. Thanks! Hope it gets better for you too :)", "Thanks, this means a lot! I will do don't worry :)", "This makes me so sad :’( Well done OP!", "I stand fully corrected, thank you!", "Sorry, doesn't ring a bell. Do.you know [NAME] ign?", "Thanks for saying that, it wasn't easy ... definitely sparked a long period of discussion and reflection!", "Welcome back.", "Yeah I think I'll just push her away, thank you.", "Ah brilliant, thanks for sharing that. It does indeed look promising. Shame no mention of Lethals possibly but oh well =]", "Thanks. And I suppose, but I think I gave up on justice. It’s too late. I just want revenge now.", "Thank you for saying that I just haven’t felt right and I’m so sad constantly", "This one sentence of humor has overridden all of the trolls thoughts today. Thanks for the chuckle.", "\"Highline poles\"; I'll keep those in mind. Thanks. ", "USA Trash is [NAME] beloved gift to Canada. Thanks [NAME]. Nice hair though!", "Thanks for reminding me. I can find better burgers", "Thanks for the reply! I appreciate your input. Please keep me in the loop, I’d love to be more active with this if possible.", "Thank [NAME] for you", "Thanks for not responding to my comment like this, it just shows even more that you are a troll.", "Yay! Congrats!", "What I figured but needed some clarification. Thanks!", "Pls no, it's too cold outside to go hatless.", "I just drank some chocolate milk, now I'm a 9/10 supermodel with a great husband and my own island in a tropical location. Thanks! /s", "thanks, i didn”t think of it that way but i guess it”s true", "Thanks. I'll go as soon as I can.", "> I didn't know that. That's a perfect solution. Thank you!!", "thanks i used to sell cashews nuts and they the people called it the nuthose so i used the name", "I like it, more please. ", "Lmao. Thank God [NAME] lost and [NAME] crushed the souls of these lunatics in 2016", "is as good as it gets spent all morning looking for it . Thank you for your time", "I’ll never do long distance again. Good luck broski.", "Different region of same hellscape. Congrats, good luck!", "I’m gunna be the bigger man... blessings on your weekend my friend...", "Thank you so much for sharing this... really opened my mind.", "Thanks for all these suggestions!", "This is a hige step! Congratulations, and looking forward to hearing about your recovery. You have a whole new free life to look forward to :)", "Like thanks for your valuable input?", "I really like this OP, going to start doing something similar - thank you! ", "Give me another chance!", "Huh, interesting. Thanks!", "Sold bridges and essential oils?? Please elaborate on this reference man. I ask because it’s hilarious and I’d love for it to be original", "You've sparked my interest and made some solid points. I think i'll make some calls and reconsider. Thank you!", "My pleasure. It pays the bills.", "Thank you [NAME].", "Yay, another second tier free agent over 30. Thank God we're making a market for these players. Go Mets!", "So what’s the upside. Toner makes the elastic in your skin tougher? Serum for vitamin C does what? Thanks for sharing.", "Thanks a [NAME]"], "confusion": ["This sounds dumb but do I worry about [NAME] value at all if [NAME] is a [NAME]? Obviously I steel keep [NAME].", "Is this legit or just a random house?", "Leave [NAME] or [NAME], only one of em.. replace one with maybe [NAME]", "Isn’t it the worst feeling ever?", "Shadowbanning me isn’t good policy either", "I did hear that [NAME] is friends with [NAME], I think on the SC sub. This was probably like a month ago. Could be. ", "Yeah I have no idea. I’m guessing she meant to ask for someone to “sit” with mama [NAME] in her place?", "I did not realize that and maybe it’s because [NAME] is slightly cheaper and wanted to be a [NAME] badly.", "We need an update, man. What's this \"Outside\" like???", "You know, that never occurred to me! So keep cool in summer, warm in winter?", "I'm puzzled", "So what's your point? It's colder today than it was yesterday. /s", "Is that bottom trey filled with beer? If so, how did he acquire them?", "I don’t know what I’m to say I’ll say it anyway", "when to do it- janitor or something and out of cleans, everyone agrees to it. when not to do it- d2 literally ever", "It might be linked to the trust factor of your friend.", "Why does everyone insist on trying to do this? Just open the [NAME] damn bottle with your thumb like a decent human being.", "What? That doesn’t answer my question.", "Oh man, I forgot about that! Which episode was that from?", "Arguably they do, otherwise they wouldn't be out protesting for support?", "is there a satire flair for this sub? because this one needs it", "I thought you and the other person meant turtles. Which really confused me", "No man don't you see!? People just change genders all the time and celebrate how fun it is! ^^^/s", "Might not have fallen if little miss [NAME] didn’t have to pull her skirt back.", "I wonder what was stopping that barber using the lightning network for payments?", "Disinfected or sanitized maybe. No way an entire exam table is sterilized.", "Can we ban this person? Post history is sketch. Thanks in advance!", "Not sure who to side with now", "If they are going to do this why not just have individual bathrooms with locks on the doors.", "Whoa, settle down big texter!!!! Not even sure how that happened?", "Are there no ways to stand up for the Faith without ignoring the Church's law?", "What country have you move to?", "I read it as \"urinary breast implant\" and was quite confused I must say. ", "I’m not frustrated... i think I was trying to be nice.. but now I’m confused and awkward. My apologies", "Guessing you didn't read the article cause I ain't said anywhere that I think [NAME] should be fired and also talk about the roster shortcomings", "If your significant other had sex with someone after getting drunk, you wouldn't consider that cheating?", "I didn't know there was a name for that.", "Maybe they mean like older kid free? I'd contact the coordinator and ask them if your baby is okay.", "Not sure....but there's a cream for that.", "Where’s the joke? I can’t even figure out why someone would laugh at this.", "Maybe you don't know that other parents are staying because you're not there?", "Hitting your kids for punishment just makes them sneakier. Maybe that has something to do with the dishonesty of the church and [RELIGION] in general.", "Maybe divorce is a little extreme but I really dont know how to Express my feelings, and she doesn't get that", "Indian/East Asian?", "This is not surprising at all. She's a fake trendy \"feminist\" with no perspective whatsoever.", "Same! When my lil sib came out as nb", "Why not lemons?", "Why cinnamon powder instead of bark?", "Is she our girl? She makes the chapo bros and [NAME] cult so mad, I think she's the one I'm rooting for above all.", "“Am I in the frat now, bruh?”", "You are oddly defensive about a random chef. Did you come to /r/wewantplates just to insult people and build up this chef? [NAME]", "... so we're pretending that this wouldn't be totally awesome had it been 1 administration back?", "mayhaps (I do not know what you mean)", "Is that not with mice though? I could be wrong or maybe its rats & mice. Edit: field mice in particular.", "This can't be serious right? Already 14930 supporters have signed this crap!", "Maybe try online classes or even start with a Udemy class on writing? Would that help?", "Isn't that redundant?", "What does that even mean? How does one decide right or wrong with something so vague?", "I am confusion", "Doesn't NY and NJ have reciprocity? Why did he have to take the NY bar at all?", "Confused and triggered", "Maybe. Or maybe its going to make the US stay. Some peoole are saying it was done to keep the US from leaving syria.", "Srs I saw this post and I’m confused that this is considered a hack.", "It's also surprising that Valve released a dud game. Maybe it's time for Valve to grow up and introduce themselves to the digital communication age?", "Did you do the frame check by yourself or someone else did it?", "Did you just equate the tomahawk chant to lynching as a reply to being called out for virtue signaling?", "Is it cruel to give your kids medicine when they don’t know what it is and why, if they need it?", "are they worried their dog will get autism or something?", "Interesting isnt it?", "I don’t think there’s anything sad about how many people are attending from their country, but I am doubtful of their prospects!", "Is that listing not supposed to be a joke?", "That may be true. I was just pointing out that the logic of an appeal to nature is fallacious", "How will identity politics help this situation?", "Maybe because those are real, tangible things and not lines of code", "What mental illness am I displaying?", "I dont know why people are hating this so much. I guess everyone here wants to be just ok for the next 5 years", "[NAME] may lie but he doesn’t when it comes to important things apparently. Jobs, security and anti war"], "neutral": ["CURRY MY MAN", "Noooo... Went and saved all the webpages as PDFs, though it's not a perfect solution.", "I can feel my left knee getting sore now", "So what I'm hearing is your dad didn't do a good job ~~brainwashing~~ raising you :-P", "Same. Even though he’s dad-dicked us 3 years in a row I will always cheer for [NAME].", "I’ve legitimately never heard anything about disabled men relying on prostitution, nor have I heard any arguments using disabled men as a rationalization for prostitution.", "She threw it in the trash? Pig! Wash it down the sink, even if it's a pancake.", "[NAME]: \"I'm a better mother and spend more time with [NAME] than most working women spend with kids.\" Talk about delusional.", "They're playing on their phone and smoking in the toilet too. That's how they take a break. I'd rather take a walk outside personally", "I think some of them expect there to be a cashier standing like a statue at every register at all times no matter how slow business is!", "With those ugly f'n belts", "We absolutely can't leave the first three rounds without an offensive tackle. Preferably Round 1 or 2", "[NAME] why you doing this! Put that on frame buddy", "I literally just finished watching the second episode of Daredevil. This pains me", "Big words coming from a guy who only talks about [NAME]", "Maybe it's not over for you. Is there a gym for social awkwardness?", "spit on them when they do it", "shitposts are hazardous to your health.", "[NAME]? Because [NAME] will def be in the white house.", "Neither, but I plan on it soon.", "this songs gonna get stuck inside yo this songs gonna get stuck inside yo this songs gonna get stuck inside yo heeaaaaad!!!", "Just make sure you don't go too far and get a 17hmr!", "All the smut at Target makes me cringe. That, and the very clearly politically-charged children's books.", "no one cares my guy", "I'm still not not going if I've got somewhere else to not go.", "Same lines as others. If this really is the big one, it’ll last. No need to move too fast. ", "Holy crap, I've never seen a picture of [NAME] so thin.", "Shitpost from the uncultured", "My entire body aches now", "This is how the really, really good porns start.", "Yes - summer, and I was with my parents who did all the actual work so I just got to relax with the baby! ", "Honestly I never even knew of him until the community pointed him out to me", "I know very well what Whole Foods is, which makes it all the more upsetting that I missed the joke anyway", "That basically means this site steals and sells your data so they don't want to make it GDPR compliant.", "Obv a joke product you'd find in a novelty toy shop.", "Lets go with sensitive, because what other reason is there to downvote an opinion ", "“How dare you use your breasts for their biological function instead of my enjoyment!”", "Imagine this spreading big time, pressuring them into opening the stadium against us so they don’t look like cowards, only for us to thrash them again", "Despite having lived here for 10 years, i've never been to portillos, and given this, it's somewhat unlikely i start going now...", "so you want things to get tied up for months???? just relax... nothing we can do but give it a few days", "LOOKKIT THIS PHOTERGRAPH", "No insults.", "At least she tried to be prepared for this.", "Might want to avoid those things even when [NAME] and [NAME] are kissing each other.", "FYI she’s probably cheating on someone, so didn’t want to post pics. ", "We’re making all the MOVES!", "This sounds serious. I don't think I have the ability to help ya but you definitely need to talk to someone.", "That they don't work for everyone doesn't mean they are a scam.", "This is probably why you're not in a relationship.", "Are you in enough of a hurry to get in anyway? (Morbid humor, sorry. That’s really horrific.)", "Looks like a long lost cousin of [NAME]", "Put away the screen and go outside. You'll feel much better.", "The man and dog have been spotted running past [NAME] and nobody is helping! I would help but I just had my nails done.", "So time to trade [NAME] for a 6th round pick then eh.", "I’m shaking rn", "this mom wants her child to die", "Spork you're just deluded", "There is no doubt about either one. Question is offside for this one.", "if you have a problem with it, don't take your kid to see the story time show. PROBLEM SOLVED!", "British would annoy me more. Or being called British Isles", "She’s so hot in the video damn", "Dude it's not even 11am yet. Most of the University students and young professionals who comment in this sub are either at work or at school.", "I am [NAME], [NAME] is my Husband and we're adopting [NAME] baby.", "Didn't even realize that the Mazda was a competition. It's always a Camry and Accord.", "[NAME] \" haters gonna hate\" the most cringe I've seen of any politician. Worse than [NAME] benefit singing some working class song. ", "We shouldn't be brigading other subreddits anyway.", "And how is that the responsibility of [NAME]? Did he tell people to go after the family's?", "He just texted me that he misses me...", "If you buy a membership for yourself and your friends you can easily buy tickets to most games.", "And the dude dropped his phone between those slots... ouch!", "That's not what I said. Re-read my comment.", "Yeah, but the thing is that I did send them. Therefore, I don’t have them, and haven’t for months.", "Just being impatient here before the execution information page updates, but if anyone's bought it could you tell me how much health [NAME] new execution gives? ", "She's already promised her kids they can have it and now all four of them are crying!", "I have had a gf for a long time but still FA (no friends)", "They'd be a 16 year old stoner or 61.", "I wonder how that works if the seatbelt wouldn’t fit even if they were sitting in a regular seat? They only go so far, right?", "Yeah, I don’t get paid 30 million a year to get my a** kicked.", "It was a 9 bang which was completely different...", "That's not the one this one at minute 16:20 /u/HAHAAN00B /u/___apollo", "I'm not saying its in a good position im just saying just cause a guy enters free agency doesn't me they will only get scraps from teams.", "If you have a few well-timed dollops of luck along the way", "That may be — we are talking about the stock market, though. :)", "There should be a single age for all things to be legal as an adult not a bunch of random numbers.", "Holy crap, what happened to that guy?", "[NAME] is there for under 24 hours and already meets two [NAME]. Nothing to see here, folks.", "I was getting changed!", "Definition of \"Threading the Needle\" ", "Hey, keep us updated ", "\"Stop recording\"", "I’m just trying to get a woman’s perspective on the situation.", "Removed under rule #1. This is your second removal for the same rule.", "dom will be used as outfield depth", "Is [NAME] up to his neck is dodgy dealings again after RHI?", "Could be epileptic too. My friend is and he used to have hallucinations before and around sleep.", "Duct tape your eyes and you won't have to see anything ever again!", "[NAME]? We have a friend in one of those condos on 19th.", "Fellow [NAME] reporting for duty!", "A person could easily say getting drunk on whiskey all day solves their problems.", "I've done this my whole life though...", "I believe I have just sent you an invite", "He also does not care much for his mother because she knew Dr. [NAME] was lying. Just your typical leftist bully who hates his family.", "For unrelated reasons, school is another mess. But vaccine injury in definitely represented through absurd levels of special ed. ", "My favorite thing is his friend in the back", "[NAME] doesn't want to leave St Louis, his family is there and won't move away.", "What they are doing is called Parent Annihilation. Courts take that very seriously.", "same, if you breath oxygen you only deserve to get shot and raped.", "The pit! I fell in it, the pit! You fell into the pit! We all fell into the pi-ee-ii-ee-iit!", "(:)", "Hi, how are you doing? ", "A place I used to work had this blown up about twelve feet wide. I'd get physically nauseated looking at it", "Anyone else think [NAME] talks too much in this and drowns destiny and hbomb out My man be talkin", "Keep crying about it. I’m sure the Yankees are reading this post and will take all your points to heart.", "You go home now", "FBI OPEN UP!", "I would literally rather have the government throw $3k into a shredder than fund this shithead’s trip down south", "He still has less health than [NAME] despite being slower and bigger and literally revolving around trading.", "can you send the patch notes? i cant ever find them online.", "[NAME] didn't refuse to trade [NAME] to the Lakers out of spite. He saw nothing he wanted.", "That would be rough my dude, cops are trained to aim for center mass.", "Stick to smoking and snorting! Nobody OD's from doing a line of fentanyl. /s", "For the same reason that you desire for people to explain things to you for free: to gain knowledge that benefits society.", "She’s horrible", "You’ll see why it’s a trap once you see the bill.", "Not what im saying im saying if you have a belly at all even a small one appendix carry is a difficult choice.", "You will never have as many girls interested in you as when you have a girlfriend. They can smell it", "It's called Middle Class Syndrome. \"Bad things happen to *other people*.\"", "You also gotta be Japanese. If they were into interracial shit with white men that niche would already be filled.", "Do you mean commentaries on the stories?", "My son already had the surgery. He's fine.", "No justice with a cop's bullet in your head", "Her face looks like a damn frog to me - and the way she has one eye closed; an evil one eyed frog!", "So which is more profitable for producers, brick n mortar or digital distribution? Which makes more money?", "seriously where the fuck do i find vegan motorcycle boots. its like looking for a unicorn", "Sadistic, but not smart unfortunately. ", "I get it from (very Welsh) grandmotherly types at my work. Like they’re lovely but I’m 24??", "Invite him over to play! A game on the switch...cause well, in our lifestyle that could mean something different", "None. If she has insecurities, I latch onto them like a barnacle.", "Omg I thought it said it aired the 7th. I feel dumb. Ty.", "Pretty wild.", "Nothing wrong with kayo", "If they don't mention their children within 5 minutes of conversing with them.", "Those are sexist theories not facts.", "Comment for later", "His music is bad starting with that yeezus album", "at least you got to experience that", "From the looks of his haphazard flailing it seems he needs to go back to the dojo...", "A divided Korea, is a divided Asia. The day Korea re-unites, will be the day Asia gets back control of their own destiny.", "Just life.. I feel like i'm just a parasite that should be removed.", "We did it, finally?! Idk weird timing.", "Feels like im wearing nothing at all!", "The name of the site in the title.", "Hey there, did you fall from a vending machine cause you looking like a snac ", "That thang juicy", "they could be extinct. plenty of creatures no longer exist anymore.", "I didn’t know [NAME] was in middle school! Is she really say crap like that as a grown woman? TLC created this monster!!", "It's hard to get hyped for daily type shows on Netflix. They should have a seperate category \"news/current events/editorials", "Sure, but no reason to assume that person has only ever heard \"polyam\" and not \"poly\" and would use one over the other.", "That would have made everything else worth it.", "What do you mean by \"free game\"? Are you under the assumption that the Executive branch can dictate appropriations?", "Then he is innocent. I'd rather have a president that we know for sure isnt undermining our democracy by conspiring with a foreign nation.", "I like it when a sub's name matches what I say when I see its content.", "Yeah, I mean it's not like anyone else has ever shut down the Government.", "Hmm. That may just be enough ;)", "NJ has zero of their own picks from the 2010 draft still in the org", "That may work in General, but I think there’d still be problems. ", "Please provide some receipts! I believe you and can totally see this happening!", "We're here but WE NEED TO BE UP HERE!!!!", "You’re in a sub about getting [NAME] elected.", "It's an absurdly racist phrase that these anti-racist activists are very comfortable using for some reason.", "I feel attacked /s", "In what ways?", "Whoever is bandersnatching our off-season needs to quit it.", "Even this very sentiment! /r/ofcoursethatsathing", "Do women make the razor blade choices for their spouses? I guess they could aim for that demographic.", "Probably smashed his oil pan too, I'd give that car 3 miles to live.", "Perhaps I'm biased, but it seems to be the most popular. So many references in TV Shows and Movies. ", "oh im wiaitin.", "If your 60 and up you’re probably causing the racism", "I did ..", "[NAME] got that vision", "Let's just see what [NAME] has to say about what really went down...", "Well, only the ones who don't reoffend anyways.", "It would be quite difficult, considering that I don't actually have any to begin with, hence the question. ", "Lincoln Osiris?", "That facial hair....guy just finished playing red dead redemption 2 probably", "I know how you feel :( I hope you start getting more good days soon. <3", "He's getting rest. We're trying to see how he can handle the starter's role.", "TD: \"You cant just call everyone you dislike a nazi!\" Also TD:", "Actually yes the left does need to earn my loyalty if they want me to keep voting for them", "I never knew this! Nuts are a total fear food for me", "He died 4 days later of dehydration", "Bought the book by [NAME]. My Weekend is set!", "ALL SIDES!", "Epic artist moment", "It's still going on not to forget all the shady stuff they're likely doing that no one knows about yet.", "Yeah there's a lot of innately absurd conclusions this guy's drawing here", "T-shirt and basketball shorts", "Me too, me too. But if it’s with anybody but [NAME] piloting the thing, I will cry big salty tears.", "Ahem....Repost Alert!", "No problem. If you read it let me know what you think!", "Have to run some plays for him, he is guarded pretty tightly. ", "I was more responding to the \"Michigan will be fighting against that all year.\" In two weeks, there's no preseason weight at all. ", "In your logic, billions of people being less poor is somehow a bad thing.", "The rest areas and truck stops are booming!", "luckily she’s getting a new one soon for Chinise event!", "I will! This is a great new excuse for never leaving my house", "[NAME] already setting records for most nicknames in the league. There is no way to stop this kid...", "People who hate [NAME] really really hate him. It’s quite fascinating.", "My reaction to seeing both of these lists", "She’s out here lookin like Snuffleupagus from the muppets with those big eyes sheesh", "It was just as illegal yesterday ... nothing changed", "Had to comment just to say that I don't even know what to say to this. It's so mindblowingly stupid.", "Because she's a mediocre writer who got lucky with Harry Potter and is in no way relevant unless she needlessly retcons HP.", "I know, I'm training. Only a semi-cursed word with a number as the user seems coincidental.", "You don't know that, he might have been stocking up on ketchup packets", "Have the zombies symbols available somewhere near for the Ra step, it's the most challenging", "This comment has been removed for breaking rule #8.", "[NAME] has only lived for [NAME] and [NAME] for now but the choices have been fair.", "Hi ex-methodist from another one!", "I did watch it and didn’t see the thing OP mentioned. So I am not sure what I was supposed to gain from watching.", "There is a guy that looks like [NAME] in my local Walmart", "Did he mention what you guys would do?", "movie sucks do yourself a favor and watch the Infernal Affairs trilogy they bastardized", "Just leave that school go to a new one", "Clapping ~~for~~ at me. FTFY", "this is really all [NAME] is.", "Marry her or I will. Cause when my GF sees this comment I'll be pretty single.", "I didn't say it was soulless.", "Unpack it, spread it around, share your fatphobia with everyone!", "Asides from the max number of choices each share, probably being shamed on the internet", "I bet he doesn’t line up for Daniels Donuts", "If [NAME] gets the better of [NAME] today, EV should learn not to start [NAME] at RB against pacy attackers m ", "Soon to be ex", "I reported you :-) Expect to find your comment deleted within a few hours :-)", "**[NAME] intensifies**", "It'll soon be loved, it's under control! ", "Oh I'm not denying he is a scumbag who should be run out of town. Just whether this individual thing happened.", "Or wax your driveway, and the snow will slide right off without shoveling!", "I tried to write a cheque for a fare when I was a teenager. That did not go down well.", "Yea I spotted it a bit later and decided to just leave it,", "[NAME] is Asian. She is also white. She has talked before about how she does not like people to erase either half of her.", "Does a civil suit create legal precedence? Edit: I'm assuming it's a civil suit.", "Omgz rite?!!1 updoots!", "Discuss and follow a case an onsessibg per the case are different. It's odd. It's the only conviction on earth where we see this.", "I'm pretty sure the IT guy was instructed to put the site down with not much more instructions.", "Halfway through season one and this is where we are smdh", "There are definitely real women like that.", "Now THAT would be an elaborate ruse", "Were there actually tunnels though? I’ve been there and it was just the lower part of the foundation", "I see Land Rovers blushing on the side of the road all the time.", "We are. EU regulations, laws created by the European Parliament. Don't say something that is blatantly untrue", "Counterpoint, ACAB.", "I shower with the lights off. The first time felt really unnatural but now it's actually really comforting.", "Nobody has the money to. What a joke", "the sky would officially be falling if they changed the pistons name", "See my previous post, I put them there! :)", "Very. As a side note, what, do they not expect heavy traffic on that bridge? One lane only?", "If things don't fit, or you suspect them to be fiction, please report them. We do read those reports and take action on them.", "Doesn't mean they're not feminists", "WE AINT NO RACISTS. EVERYONE CAN BE HATED EQUALLY.", "Too greasy.", "Comedy gold if you are the only one.", "Blind kid throes better first pitch than [NAME]", "He’s been going to a restaurant for 40 years and forgot what it looked like and where it was.. uh huh.", "Same. Glad it's not just out store.", "I get all my cupcakes from Randalls, however I wanted to try Central Market recently but interested in how I would get scammed.", "If he's telling the truth, he wont' get fired for this. Because he's too essential.", "A fly is a very tiny thing. But put it in someone’s soup a lot of attention.", "These posts go in /r/DFWPets", "You can't be serious.", "BF1 was heaven", "Do you.....have a certificate showing you're not a donkey-brained man?", "The title is a lie. I dislike what the APA is doing as much as anyone else, but how bout we dont sensationalize it.", "Get your feet off the table...", "FISH ARE FRIENDS ... NOT FOOD.'", "I hope Edmonton gets nuked.", "\"I will do what I must.\"", "I think I'd rather trade next year's first than either of those two, those guys are at least a year closer to being able to contribute. ", "[NAME] is actually only 1 day older than [NAME]", "Big game tonight", "Rambo with the stinger", "I explained exactly why they’re authoritarian. Businesses are literal plutocracies.", "BECAUSE THIS ARTICLE IS THE CLINCHER [NAME] IS [NAME] LAST NIGHT AS A FREE MAN", "So true.", "Ty going through a lot right now and this made me smile.", "Begone demon!", "Signatures are no longer required for transactions in the US as of April last year, so I guess this no longer applies really. ", "I think I’d take the long view - the good news is that at least she’s not pregnant...", "Paying for the drinks doesn’t equate to drinking the drinks.", "Knew you weren't from here. I don't believe your story though.", "You would feel that she's not into it unless you're him as drunk.", "I'd be ok with [NAME] if it guaranteed we were firing [NAME]", "The old bear", "[NAME] led yesterday with 4 ([NAME] had 2)", "Unsuspecting in the sense that they believe they're in a legitimate clinic and that the person performing the scan is a healthcare professional instead of an anti-abortion nutjob.", "Did you remember [NAME]?", "Easy, killer. I don't think Solo itself is a goofy name as OP implies. I think it was just a dumb point in the movie. ", "Ah yes, [NAME] forbids us from judging those of the higher castes. It is known. ", "It's not what you said. It was the way you said it.", "Dude got his helmet off and was on his feet quicker than the camera guy could catch his reaction, adrenaline and shock are a hell of a drug..", "Man I really need to get back into this show", "Didn't the Mets have a .909 win percentage at one point? ^^^^/s", "I DO NOT NEGOTIATE WITH TERRORISTS this is what I tell my 3.5 year old on the daily", "The “figuring it out” part seems really hard", "Man we are sloppy", "Its not... your fault", "oh I get it now. Forget I said anything", "It's both. Keep your eyes open and you'll see more..", "Anyway we can get [NAME]?", "The Wall requires taking land at gunpoint, explain how that isn't tyranny", "The last time Russian military contractors met US forces, they lost 200 men and dozens of armored vehicles. Lmao.", "I’ve had a hard time finding stuff in the area, occasionally Construction Junction will have a decent old handsaw or two...", "I'm a doctor. The doctor examining him with severe back pain after an injury should test for sensibility, muscle strength, and reflexes at least.", "I feel personally attacked.", "Rule 3 removed.", "What does an endorsement really do though? Does it seem like a publicity stunt?", "It's on here daily. Karma whores eh?", "\"paid text messages\" And what an odd assortment of districts, most of these I'd categorize as Lean D to start.", "You can remove them without killing or etc etc. Just stop reproduction", "That amiibo addiction is real man....", "Just a minute, don't hang up!", "Please feel free to laugh at me if I am wrong but I have seen this movie before...this game is over.", "No since parries read the heavy press, not the release.", "I honestly don’t think of the term that often and generally use it seriously, but still use sparingly.", "Completely! She's not even close to that skin color.", "Which was in 2017. Enjoy your loss and shush. You'd think having 1 win in a month would humble you...", "Dude, take back your life and dignity. GTFO!!!", "None of those things is guaranteed, you know", "No matter what you choose (if you even have a choice) you can rest assured it will be fairly slow and very overpriced.", "4 5 everybody in the car, so come on let's ride!", "Negative. This will be a cheese incident free night", "That looked HARD", "Uncle [NAME] doesn’t deserve this", "Definetly mommy. Too similar to [NAME] from the legend of [NAME].", "I’ll let you believe that for now. You’ll see what I mean in 3-5 years Have a nice night stranger", "This is from Punjab, India. It’s a new dumb trend.", "Just a benign comment on an interpretation of \"Annihilation\" movie plot. Reaction just came out of nowhere", "That’s how capitalism works", "As much as I don’t like his splits would have liked him on that contract that’s a huge miss for the dodgers imo.", "[NAME] was almost all around higher rated going into the draft Hindsight is 20/20", "[NAME]. The third generation [RELIGION] stripper!! Hell yes I watcg 90DF!!!!", "Chills. I can’t wait. I’m sure [NAME] will get over this not being happy because they have bigger fish to fry.", "This is like taking over a buddy's girlfriend so that he can hook up with the girl you really wanted in the first place.", "This wait is killing me . I don’t even care about the Super Bowl.", "Speaking of the weddings, [NAME] straight up stole [NAME] and [NAME] wedding. Not exactly wholesome. ", "So many freakin' softies dude.", "[NAME] was sneaky and he had to being 5' 6' at LHW, very good list! [NAME] was nasty as well!", "I got that reference", "It is so crazy to me that people unironcally use “kicks their trash”. I guess they just don’t want to swear.", "Somers is full of bougie rich people and Mansfield is all college kids.", "I was trying to click on a baby flamingo but I'm not mad", "Hr is having a big go of “contract the casuals. No new hires”", "I don’t squirm at much, but getting the notification sound and seeing this comment got a reaction outta me", "This is his speculation or a leak?", "Blocked in us", "I feel you girl", "Lord help me I want to be a mod again. So many damn trolls here", "\"She'll ruin your life either way.\"", "He went to UW, what do you expect?!", "I'm my parents' first and only child.", "Ahah! I bring tidings of good news for you friend, [NAME] has heard our cries and is WELL AWARE of our desires for Co op", "[NAME] and [NAME] may be stronger, but [NAME] just gone mad. She's lost the plot for sure.", "Maybe the dog wasn't on a leash the last time...", "Yeah for sure, they're too smart to go to class anyway, they've got time.", "I can see how need would have that affect.", "But if we go to the FCS right now, and never play y'all at the cotton bowl again, we keep the hat.", "I thought it was important to celebrate a person for who they are, not who they've banged.", "I'm starting to think im being rased by narcissists lmao", "Thats exactly what a J-word would say", "Here puffing on the crack pipe isn’t a conservative value, kind of excludes you from this wonderful utopia you speak of. ", "I came across a really really really rare audio track of slipknot, limp bizkit , korn and Metallica....I didn't even know they collaborated", "Hope she likes cold showers.", "Latest buzzfeed article.... 10 ways you’re a moron if you think we’re credible.", "Need a big lead and we have [NAME] shoot 3s and [NAME] waiting for the rebound!", "He was credited in commentaries as the inspiration for Cletus. I always loved the way he just wants that dog.", "He's also a chaser and is convinced that shouting at someone is an escalation from a shooting spree. He is incredibly dumb.", "Soon: Mass death of pink-skinned Aussies.", "It's brainwashing. When you have people keep pleasuring themselves, they're easier to manipulate. ", "I think he’s still around because [NAME] mentioned him in his latest video with [NAME]", "Lmao r/starwarsleaks and r/starwarsspeculation in a nutshell", "Following in the long tradition of network cop shows. Dat [NAME] ass tho.", "3 guys try to walk into a fake door to shit in a bucket.", "Considering the role of hypergamy, men and women being on equal footing actually makes things harder for most men.", "Your lost.", "It's finally official, we got [NAME] ", "Is not that safe here are links I posted in other", "I don't even remember what I was thinking.", "We finally lost a game while I was shuffling my tarot deck and now I can’t decide if I should try again or if the luck ran out", "That FPS is *smooth*", "I left the profession for exactly that reason. I couldn't emotionally handle the apathy", "I thought he already left the country for an open murder investigation", "Go to the bathroom", "Yup, that sounds more like it. I think those five superhot women who legitimately never get hit on are shut-ins or extreme introverts.", "I don't know, but there's probably a word for it in German.", "I mean just let it go and assume things aren’t going to work out. Drop it, so to speak.", "Is that [NAME]?", "You didn't watch it to the end.", "I got the exact same message from tati yesterday ! She said on her twitter that it's definitely a scam", "Id buy those shoes and walk in the dirtiest places just to piss [NAME] off.", "Think many people misunderstood your intentions here and the conversation just went on a tangent from there.", "I THOUGHT IT WAS \"PRESS GANGING\" WHERE THEY WOULD RANDOMLY GRAB YOUNG BOYS OFF THE STREETS OF ENGLAND AND FORCE THEM TO SERVE IN THE ROYAL NAVY?", "Isn't this kind of what America is all about", "No op. No one had ever done that.", "The only time you're personal behavior should be on the governments radar is when it becomes harmful to others.", "One day I just want to show up to my parents’ with a Starbucks cup or maybe some Taco Bell on a Sunday.", "Yeah. You wanna call me a liar, explain why, liar.", "Peeps poisoned our water supply, burned our crops, and delivered a plague unto our houses!", "I haven't seen such an unpopular hire since [NAME].", "Now, this is epic! ", "Wiretaps and catching low-level guys and having them flip on their bosses/co-conspirators. Source: Watched a lot of TV.", "It’s dumb, but now that I think about it I would like to try hot coffee poured over a tiramisu", "Facial hair ability: [NAME] Looks like [NAME] got a bloody nose a week ago and hasn’t washed the blood out yet.", "I used to work in Xtravision and I remember watching one called Cherrybomb - the fella from misfits is in it, as is [NAME]", "Happy to help", "[NAME] threw the first bricks at Stonewall.", "Are there free vaccines for adults? I thought it was just kids and the elderly?", "So is being overweight", "Before we continue, I would first like to ask you what you believe net neutrality to be so that I know we're both operating under similar definitions.", "Her boyfriend wouldn't propose until the Capitals won a ring, she's telling everyone at the bar the whole story. ", "Underrate: underestimate the extent, value, or importance of (someone or something) I think your \"correction\" belongs here r/Iamverysmart", "yeah it's not even a bad haircut", "Didn’t they change his name and give his younger brother his original name? I think they did this is Game of Thrones too.", "A year is way too short. You won’t know the impact of Brexit till 2030 really.", "Today on 'Days of Our Steelers'...", "hes leaving anyway might as well trade him bro", "Naw dude, other sports never have ankle injuries so they are fine. ", "I genuinely cannot believe [NAME] didn't get fired years ago. It shocks me more than [NAME].", "What's up with that hanukkah background", "What are you talking about?", "You should watch DS9. It's fantastic, and has a long story arc to follow.", "Same.. that was brutal", "READ HER!", "Of course it bothers you. She just admitted that something inconsequential to your relationship would be a dealbreaker.", "“My- my god I- it is time for me to bear children.”", "F for our fallen comrade", "Lmao, they are gonna have field day ", "Yeah who knows how many indictments [NAME] is gonna rack up retroactively? It could be hundreds! /s", "Because after the troubles, making a joke about religion in Northern Ireland goes down badly. ", "That's the longest dimple I've ever seen>", "[NAME] needs to demand more from his staff and have longer practices. Idk something needs to change because they constantly underperform especially on the road.", "Learned something today :)", "Update; i can't sleep too many thoughts of her and pressure from asking her out tomorrow.. yesturday i was high so i could fall a sleep easly.", "Probably, [NAME] will accuse him of raping her now. ", "Key words: “too much.”", "In that case clench! Clench for all you’re worth!!", "She just missed her shot at a champagne douche.", "Yeah I mentioned [NAME] but what about him?", "Do something about what?", "i ended his misery by kicking him off the cliff his brother will take his place", "It goes a long way to explaining American mental health issues. Have you ever bothered to read anything?", "This is probably the most realistic if we throw in a 1st, ", "For reference", "I’m dreading when it happens during our games for the title", "Cant wait to draft my man early to mid second round next year. If I'm drafting late first I might really go wr/wr", "She's chill and is somewhat careful of her surroundings..", "I thought it was British, oh well.", "See, you need all that HP to get the ice cream home before it melts.", "Means behave like you are a sexual Tyrannosaurus.", "KILLING IN THE NAME OF", "**SHOW SOME CRYING FANS YOU COWARDS**", "So now we know what it takes to get a wall", "How is ot unreasonable. You take responsebility for what you breed. This natalist perversion is disgusting. The product didnt fail you. You failed the product.", "When they hire him", "He will the author already spoiled it in previous chapters.", "Next level up to termination.", "Visit Texas, or come to AZ. Then you’ll understand.", "I fucking love New Years day with the Hawks playing in the Winter Classic", "And of course, the non working class, for whom tax rises or cuts are an irrelevance, skew Labour. ", "I think years...I'm not ready and I know it, but I know years", "ITT: People defend delusional shitposts.", "His smile is so damn creepy", "Tight competition down there. Tanking for the bottom worse is tougher than getting home court advantage.", "[NAME] fan mad, very mad", "Damn, women really are helpless little sheep, aren’t they? Best us men protect them. /s", "I might be a prude. \"Suck him off in the bathroom of your friend's home!\" Those don't equate", "Part of life in freedom is that parents are responsible to raise their children. The only weapon we have left is friendly persuasion.", "Given the politics of the time that wasn't unreasonable", "I have my kids signal baño, the letter T in ASL so they don't disturb the class while asking. ", "He didn't see him and afterwards tried to high five him but [NAME] was walking away", "Yea no shit wtf", "Would the state be effected by the federal shut down? I’m not sure how far reaching the shut down is.", "His chin is recessed. How the fuck does he have decent lower face", "Not to mention the small electronic machines that we all carry around in our pockets. It'll be interesting to see how this impacts online casinos that accept cryptocurrency.", "Opiates make me puke and so do babies. Where the science there? Babies are just nasty", "I was always the first presenter or two. Felt better just to get it out of the way and relax instead of stressing for a few days longer.", "Haha I'd like it if our parallel lines intersect *heavy breathing*", "She has some really good dance moves honestly!", "Let’s not tempt fate...injuries report to spring training too.", "He is but he's a normie. A 2/10 would be treated like a pariah at a dance class.", "You shot my hair....", "so did [NAME], she really held back", "All of your examples are legal entities established as groups. The [RELIGION] Church and LULAC are a different concept then \"the [NAME]\". ", "Two are close friends of mine one of which has not been higher since October to December 2016.", "This is child abuse. No decent parent would force their kid to starve just because they don't understand science and nutrition", "Leave it. You should never date someone with a scheduled time you are going to break up with them.", "You know what that means... ...**[NAME] IS IN [NAME] BOX**", "Yeah... major design flaw.", "Yes, [NAME] doesn't like situations where he can't buy a victory. ", "I’m in Florence right now on a holiday and my [NAME] does it make me want to replay that game", "Pretty sure it’s going on in the apartment across from me right now. My neighbors are trashy", "Ahhh, a DM Of The Rings fan I see!", "The prevailing thought is he'll be too expensive to resign. I love him as a piece on the team but he's a deal sweetener.", "Typical spewing of logical fallacies by a dotard. Go back to bestgunnit and play with the other special needs children.", "Sure, okay.", "That thigh gap not cute at all", "Looks like you clipped my own games. It’s bad lately.", "[NAME] has gotta he replaced or that was just terrible writing", "Free option: Look at the RAW and read the sum on [NAME]", "Excuse me... I have to return some videotapes.", "Don't have the light novels. Heard the translation was pretty bad on them but I discovered that Manga earlier today.", "Hang in there sister, your body will one day be your own again :) ", "Skynet has really lost its edge", "[NAME] in drag.", "Wolf spiders are crazy too. Plus they carry all their babies on them!", "Can't find it. (I don't mean [NAME] \"weewee weenie\") looking for 90df savage group", "I had this :", "That would set an awful precedent Anytime the president can't pass something legislatively, he can just shut down the government to force his agenda through. ", "We have Medicare Medicaid and Obamacare", "Birth Control or Condom. With this \"right moment on her cycle\" bs you're probably not going to be \"[NAME]\" in the near future.", "As a killer main that sounds like bs, and makes me even more likely to treat 3v1 as a fun round", "I take it you'll be consistent in this stance and never go to the doctor, because there's nothing you can do to stop it. ", "I don't know dude, but I'm just saying that it's not weird at all that people are super doubtful whenever posts like this crop up. ", "Maybe he talking bout smash bros", "No way. With Milton back next year, they should be about as good. I’m expecting another undefeated or 1 loss season", "I was going to get your guys opinion first.", "Say bye bye to your vas deferens and hello to your ex.", "Instead of dumped underground at a later date, just dumped into the sea earlier. Despicable", "These are the only causes that are remotely stomachable for me.", "Does the world really need this?", "0.5% of his customers are identifiable prostitutes. Yeah that's not real common at all. I'd say 20% or more makes it common.", "Might I suggest if you give yourself an epithet with the word 'prick' you are infact inviting a little denigration from the jaded?", "I was in Buckhead waiting to celebrate in the streets. Ugh. [NAME] freakin [NAME].", "[NAME] as a Giants fan and [NAME] as a [NAME], I think I need this ", "Honestly wish [NAME] would just stop taking threes all together. They just don’t fall for him.", "That's definitely sexism, same with that ad", "Because you aren't serious. You're just mad because you got told to stop using slurs one too many times.", "I’m not going to get in to the boring details here, but... Too late.", "LEATHAL PAPERCUT BRINGING THE BANTZ", "He can hook him up with a pink blouse. Courtesy of big mamma.", "They are still trying to get him conditioned. That's why.", "Only season 1 of sense 8 is worth watching.", "Sometimes it makes me squint. It's fine with friends because they just think I'm high. It's not as great with colleagues and such.", "I'm not looking forward to mine. Need to just do them though. I spent a lot last year on medical bills so hoping the deduction helps.", "People are kind of turning on it, seeing it isen't just hard, but has a lot of issues within the core design that turn people away.", "These shows are scripted", "“The big fella”", "> LEGO Star Wars The Complete Saga Best lego game easy tho", "im just going to leave this here", "A little disturbing that this person knows the names of Auschwitz doctors off by heart.", "Do they have rankings beyond the top 9? It'd be great to see what type of talent would be available in rounds 3, 4 etc.", "Nail in the coffin. Sucks that refs always feel the need to call an equalizer penalty", "Situation in chess where it is better not to move or you will end up in a worse position is called Zugzwang.", "I wouldn't mind [NAME] but then that means his idiot brother would come to our games so I can pass on that.", "[NAME] from ZoE and [NAME] from TTGL. Actually fuck all that [NAME] from The Big O is where it's at.", "\"almost\" and \"nagging\" not \"killed\" and \"forced\". Wow... When did roleplayers get so damn whinny. ", "And rock beats paper.", "All Dressed Ruffles are my vice, but potato chips make me sick. I wouldn't go so far as to lick the seasoning off, though..", "Me too, me too.", "You'd think he'd be under playing weight considering how 'light' his drink driving sentence was....", "It was magic.", "If you would do exactly as that kid did - then you will never get it. You’re defending a smug little asshole.", "In many circles this would be considered a steal", "LG are getting worldstarred on their host, tragic stuff ", "[NAME] has really given his all in the second half. He must be exhausted", "He’s one of them! Get him!!!", "Reminds of something beautiful [NAME] said in an interview once \"I fall in love with myself. And I want someone to share me with me.\" ", "It was my wedding song!", "Yes to momentum. The time spent between phases is important. It’s also bad matchmaking", "Right now, it feels like a good thing but not a great thing. I don't love it... But I don't hate it. ", "No offense but you have no idea what you’re talking about. Maybe you like neurotic, needy men, but the general populace does not.", "He's so far into his fantasy land he can't let anyone say a fact to his face, it would destroy his dreams. Poor little snowflake u/chabanais ", "And do they all follow her main account? See, she has fans, they just all happen to be her. Lol", "Just in case anyone wants to know what [NAME] spent their day doing.", "There can be, but I meant the consequences of murdering someone in broad daylight.", "Stanley's in Tyler", "The only thing we feel entitled to is privacy and and being free from the harassment of incels like you.", "People need to want democracy in its raw form though. We're too tribalistic for that.", "Drinking and cussing = toxic masculinity Everyone on that submarine should be re-gendered as punishment!!!!!", "I feel that this happens to the entire cast it any major reality show.", "Aaaaand sold out.", "The best part of froyo is getting to do it yourself. Robot is useless and bad at it's job.", "That’s possibly why he couldn’t get rich or famous in Hollywood without LVP propping him up.", "I see two possibilities in the middle: Playing advocate, or playing devil.", "I don't see anything", "Eh, keep it here. There's plenty of need for content that isn't about politics or antisemitism. Food is fun for everyone to talk about.", "Reading the adjusted rules for progression for the first time. Change my mind.", "My knees, I had to quit running because they got so bad. Even hiking starts hurting after awhile, especially on long downhills Also glasses and deep voices", "Two recent", "I'm sure they'll rob them back off her in no time", "The Square. The gross pretentious privilege in this film made me want to puke.", "Yeah, I read that the first time. Nobody is forcing you, other than yourself.", "The joke doesn't even have anything to do with the song.", "It was a very clear shot of his face and it would have been weird to post.", "They were saying the other guy who revelead this was lying! I knew it was true. Mods are gonna delete this post dude they are censoring.", "would be US Biggest error ever", "It’s a facepalm just for the wrong reason", "Can't believe this didn't occur to me until now that [NAME] is [NAME] wife.", "I was never a fan of it. It should be a regular foul.", "[NAME] has been waiting for this moment. People actually standing up for her in person to her father and evil stepmother.", "Stop attacking me.", "Lol that sucks. It's 80.9 in Vegreville, 84.4 at a Costco, or pretty much between 85-89 cents everywhere in Edmonton and area.", "I'm working hard to see if this meme is even feasible.", "Brings back so many memories from the Guitar Hero 3 days.", "My favorite is they didn't have time to eat healthy. Wut.", "Try painting a penis around the pothole. Seems to have worked in Manchester", "You can cross fuck off, its 10f all winter in wisconsin.", "I used to. It was a common pattern that my thoughts would spiral out of control but somehow I grew out of it eventually.", "Comments like this needs a Not Safe For Coffee tag.", "Also since so many are forgoing children or having fewer the is less needed to purchase very large homes.", "Apparently she was doing the \"gasping fish face thing\" with a face full of mud when the cops arrived.", "HOLy SHIT I HAVE KADRI IN MY POOL", "I'm not a real estate guy, but isn't it normal for rich people to buy nice houses in nice areas?", "TIL I’m the only 34 year old that listens to rap music and everyone else listens to bands I’ve never heard of", "You really need to understand that he works for [NAME] in dismantling the US", "Why is this getting downvoted?", ">I *am* fascinated that some people call themselves incels while acknowledging that they aren't virgins. oh, then you should check out femcels.", "you DIDNT have ONE job. and you cocked it all up anyways!", "It has happened to me multiple times without saying “orange man bad” Do try to keep up with the context", "Bruh. Same I’m sitting here wide awake barely breathing outta one nostril.trying to blow my nose every ten seconds and I thins happening", "Update us?", "I can relate to that. I cant stay focused enough. Concentration is hard yo", "Haha yeah actually they don't feel that good but life does involve sacrifice.", "Having money and a job aren’t the only determining factors for success.", "I am sure epic is going to go the disney way and not have any \"controversal\" stuff on their platform.", "Where did he say he's superior to [NAME], anyway? ", "Rethink your body! With type 2 diabetes, you can loose your lower limbs thanks to peripheral artery disease!", "They probably have a couple years to prepare unfortunately.", "Disney World/Land or NYE at Time's Square have always made me nervous.", "I have not read at all about the invisible hand. I know it only as a vague explanation of complex micro factors.", "Not bad imo", "Your previous typo makes your position on the matter slightly ambiguous", "& she cancelled the vote in December because she though she'd lose.", "it's also impolite to talk on the train", "*ads even more trashier", "All the time here! Say have kid an ex wife and there poof gone!", "I get told lose weight but still date ugly obese girls after cause that's what a good guy would apparently do", "Fake news! He only serves the Bigliest Macs!", "Well come on out here, lil buddy. ", "An RPG could have solved this problem.", "[NAME] was the \"socialist\" freshman House Rep. I liked the most, but her recent [NAME] tweets are extremely concerning.", "Ah didn’t know what that term meant. Got bored with all the party terminology. But yes, I guess I am. ", "Don’t be a class traitor", "#I DID NOT HAVE SEXUAL RELATIONS WITH THAT WOMAN.", "The inevitable divorce is probably going to cost him more than a new ring", "You are an old one!", "I need this source with sound", "Found the guy who has no idea what's going on! Downvote me all you want, you'll never take my memes!", "So basically she’ll fall even more for him lol", "i know the feeling dude", "This sub is so edgy", "Conversion therapy is so wrong. We shouldn't force children to change their sexual orientation or anything similar to that against their will! *laughs in irony*", "A man of culture i see", "[NAME], let’s bring down the system faster.", "Shooting dogs to make our country safe!", "That's very [NAME] of you.", "SHAVE YOUR BEAR", "His team is chasing away any hope at a playoff berth", "stepped over that dude like he was [NAME]!", "The table actually hit her in the back of the thighs, breaking her fall in the process. She was probably fine long-term", "Phone calls are the ultimate nightmare !!", "Socio emotional anus! What vision", "His bits were filmed in June.", "Playoffs are the most important games... hence why [NAME] is considered to be the best *regular season* QB and not the best", "This sounds a bit fishy", "GET HIM BACK!", "#[NAME] camp is dying, price must be dropping now that NYY are out", "i cant believe they went after lady [NAME] who has been compared to [NAME]", "Eh, not in Europe, it ain't.", "Now figure out how to grow bunches like that.", "At no point in that ridiculous tantrum did he express a single iota of concern for what his gf wanted. He sounds like a real winner", "One dude ended his [NAME] rant by calling him a socialist unironically.", "He should get some help from [NAME]", "This’ll end the way these stories always end.", "And this is where it all crumbles - [NAME] was so keen on bringing [NAME] in on this and riled her all up - ugh", "Meanwhile, 1500 a day continue to die from cigarettes", "Cheat codes implies not having to exert any effort. What I listed requires effort.", "Jeez i need to find some of these places around me..would love a $2 beer. Everywhere i go is like $9 for draft help", "Yes!!!!", "I read on a different post that he died shortly after of internal injuries.", "We’re not the President...", "I got 4 wheel drive bro!", "OC, my friend...They May circle back. [NAME] will have complete control in TB. ", "Look [NAME] is here \"Where the fuck was he an hour ago, gary, where!?\"", "2weeks ago?", "I don't think you're allowed to administer a vaccine to someone who is sick/injured.", "Tag a friend who wakes up sexually horny", "you never wanna hear that but sadly people will say they love you when what they really mean is you are convenient.", "It’s always nice to say something [nice]!", "You still haven't shown any evidence of racism outside your own mind.", "I refuse to believe any of this is real. I'm sure his agent will issue a statement that his Twitter and Instagram are compromised", "I was going for r/truthtoirony", "Because that's illegal in Ontario. Even without a lease, the landlord can't simply increase the rent.", "Don't go pushing your shame on others. I pull my weight my dude.", "I feel like this list is way off base from what we've been hearing.", "second temple stood for 420 years r/trees /r/Judiasm crossover confirmed!!!!!", "Can we get a Chargers coach for [NAME]. They always seem to coach up their players in that position.", "Yeah mine asked me to marry her over email and then ghosted me for three weeks...", "The local council is gonna have fun removing all those dodgy fillings.", "Not relevant. Evangelicals frequently preferring [NAME] to the likely alternatives has nothing to do with the alt-right; there's a little overlap but not much.", "He had a lot of bad games; the longer he played, the more frequent they became.", "Looks like the map didn't render for him", "[NAME] is back. So erect.", "Naw man, I think they were everywhere in Glasgow. The trams in the City Centre had the same colour scheme aswell apparently haha", "I came. So smooth. So brutal.", "that's the only thing i remember from this book", "Ben ghazi!", "Look at that piece of shit covering his badge number. I hope he loses his job over this. What a lowlife piece of shit.", "Same old b.s.", "[NAME] people. Just vaccinate your overgrown sperm cells and people won't have to die.", "I know I've heard this phrase before but it's driving me crazy not remembering what it's from Please save me from my torment", "Your post : 39 minutes ago THE POST THATS LITERALLY UNDER YOU WITH THE SAME MEME : 40 MINUTES AGO", "this gif encapsulates exactly how I feel commenting in FT vs everyone else here", "Mostly shit paying jobs with more openings + older people rejoining the workforce. Ofc they will spin it as \"good\" news...", "A classic question. He wanted to create to share His love and existence.", "I was actually a little lost here and there for an episode or two because I didn't remember everything from season 1. It came back to me though", "Can we get a guard too? This is my dream.", "You'd think, but people are given a lot of leeway. Hell, in the South, public schools are allowed to spank children.", "I do prefer achievements to trophies though, but the platinum is the only thing I envy PS users.", "Would you please link the thread about what cheaters think when they leave the marriage.", "Me too :,)", "It does not mention the Har Habayis and given the contextof the Psalm, I don't see why it wouldn't refer to the First Temple.", "Colts Offense is laughable right now", "If I buy too much local icecream from the icecream store, Dryers will go bankrupt! (????) These people are so desperate.", "if you don't wanna identify yourself...", "You do you, man. ", "Taking deep, measured breaths usually helps me regain my composure ", "Psychiatrist and the right meds help. Just something to normalize those high anxiety days", "I have no objection to nudity, but why is this a thing? So dumb. ", "Your repeated need to retreat into victimhood is a snooze.", "[NAME] account is 9 hours old. No way this is real.", "There’s nothing wrong with 5’1 in my eyes :v and why exactly do you believe you’re ugly?", "Wouldn't take much to be the best COD dev team tbh.", "All those statistics are nonsense. There has never been “true” capitalism.", "I dunno how to read this yet. I guess it depends on how the other moves they make shake out.", "Uncle and niece? Man nooo noo", "We discussed vaping, but decided against trying it due to the cost of investment in the equipment.", "Indeed. I thought we are just spoiled, but apparently the phenomena is not exlusive to us.", "After he left the bus, the two harpies sat next to each other and discussed why they were unable to find a decent man.", "Reminds me of the giants/cooks from Little Nightmares.", "Ask him if he’d consider opening a makeup store if you gave him $6000", "*[NAME] intensifies*", "I feel the exact same way. It makes me so insecure", "They bothered to attack darling in the franxx", "This is the sweetest thing ever, im gonna steal it and use it on my fiance", "those were actually just meant as an example, but that really doesn't change anything. the artifacts were STOLEN and must be returned.", "No pick and roll, this is a nightmare without [NAME] and with [NAME]", "Even on steroids of all kinds in high doses there is no way that this is done in 16 weeks", ">overt racism of that level would not be tolerated in America My thoughts also. That's why i needed context, its very VERY odd.", "> , believe me. ", "Yeah, and in Brazil we write only in cursive so I don't get those people.", "I cringe at every part of all of this", "Hey, I share a birthday with a legend!", "Don’t tweets have to be formatted a certain way? Only thing I can think of", "it also can be found in r/redditsmuseumoffilth", "What limits are you talking about? Last time i checked, [NAME] doesnt have any limits", "oh you.", "The only way this is OK is if their kid made it for them. But then you feel bad for the kid. Lose lose..", "Normally this would get upvotes but there’s very odd voting patterns tonight.", "To match the Mets green st paddy’s jerseys", "Oil Kings game tomorrow is to promote organ donation!!! Come check it out! [NAME] will be there with super awesome/ugly [NAME] jerseys!!", "Hold on.... Why are we using OKCupid anyway. Wasn’t it basically proven that more than 50% of its user base is fake.", "Nobody is really on about anything.", "I’ve never heard of a vet adopting out pets before.", "I am just saying in general, in any situation. Work or not. ", "Found the apologist.", "You need some lotion for that BURN?", "Is this a [NAME] reference. I feel like it is.", "Can't wait to bring it to 1", "Is [NAME] okay?", "9-3 in first straw vote? i was not aware of that.", "I HEARD SOMEONE SAID THE F WORD", "I can relate to this so much.", "Did you heretics", "[NAME], was a hero. I just, could~~n’t~~ see it. ", "Resident complainers complaining about the resident weirdos preemptively. Classic Reddit.", "This is the first time in the last two years I've seen somebody compare current politics to a series other than Harry Potter", "Now I feel like an idiot calling it a beamer for the 15 years I played baseball.", "She's a freedom hating commie is what she is. Of course the media loves her; she wants to dismantle everything that made America good.", "Or dry them and press them into a book!", "oh the irony", "But what if he feels like his position is appealing to those the [NAME] have left behind?", "some state are way more paranoid about this than others. also depend who handle the call / judge... like, some people believe spanking should be criminal...", "Smile maliciously. Make her wonder what you’re up to.", "It would be nearly impossible to get to the point of being immobile/bedbound without someone enabling you hand and foot.", "Yeah that’s a bit odd, wouldn’t be surprised to see that change come gametime unless [NAME] is shook or something.", "The commies will be much less sympathetic if they get the chance.", "Yes, [NAME] is truly evil [NAME], his utter failure and stupidity is so beyond reason that when you mention it, it sounds beyond reason.", "It's very hard to be an alcoholic drinking only beer.", "I love converts. They willingly throw away their freedom for a prison cell. So cute", "Most A rab nations are. [RELIGION]= Terrorism", "It's the same couple of people. The only thing I really dislike about this subreddit is that it swings to the left too hard sometimes.", "At what time is this?", "He downloaded Wealthify", "I cannot believe how unbelievably well [NAME] is playing. It’s insane he hasn’t scored.", "Gmail logo is based on the red and white freemason man apron. Not surprised.", "She likes life more than I do", "I actually really like [NAME]", "Maybe I'm out of the loop, can we get a little more detail please?", "Why bother getting upset when straight people stereotype gays, when gays willingly stereotype themselves. ;)", "They need to practice intuitive feeling and depression acceptance.", "He was 2 when our family adopted him. He's always been a gentle soul, and became even more so with age. ", "Call the IWW.", "[NAME] and [NAME] at a brothel together > [NAME] and [NAME] at the Laver Cup", "I know, all the comments have me cracking up.", "Seems more first thought is to stop and make sure to call 911.", "I'm active here and hadn't seen it posted before, wasn't on purpose but maybe it means i'm not alone", "No just hung up", "Seriously, way to miss the point. Even if no liquid falls from their eyes, they suffer immensely.", "I just call em like I see em, [NAME]", "Merry F-ing Christmas.", "The problem with that it would show how the comics end and people would hate that", "All news sites have reels ready for high profile people that are older or sick. Still tasteless to see", "“40 lbs of fat” yeah 40 lbs of fat and a shit load of plastic surgery maybe", "I miss seeing us capitalize on our rivals’ slip ups", "That should be 9 squares all showing [NAME].", "Hi, this is ISIS. Yes, we did that.", "*LGBTs for [NAME]!*", "play chaos control if you want demolition then come back here and complain about getting spawned trapped.", "Kid thinks he’s [NAME]! Mmm... Pound cake...", "I thought that too, just work hard you’ll get there ", "Went on a date with someone whose 8 years older than me. She didn't realize I was only 20. Whoops.", "Having a child has only strengthened my views on abortion rights.", "Yikes, not good. If you can afford it I suggest getting out of dodge as quick as you can.", "That’s my ace", "This isn’t a left vs right issue People say stupid things. Both the left and the right", "PUT THAT MEME BACK WHERE IT CAME FROM OR SO HELP ME!!!!", "I'm...not going to let him see me cry.", "Not to mention that the full video is part of the kids PR campaign according to [NAME] idiot", "Story of my life", "he was stellar the Memphis game down the stretch. honestly forgot about that", "That face just screams \"Come here little boy, I have a lollipop for you\"", "Their judgement is upong [NAME]", "We don't know for certain but every public comment has stated they are amenable to an extension", "Nah you bunch have the lot cornered on making your problems everyone else's", "At least he is getting paid assuming that is a non us airport", "Weirdly enough Salad Fingers is one of [NAME] weaker animations, highly recommend ‘The Unfixable Thought Machine’", "You didn’t offer any proof. She gave the dnc some money to stay afloat. You have yet to explain how that translates to them damaging [NAME] campaign", "This is a bit of a political post but I just felt like venting.", "You don't immediately have to start talking about the issue, you can just talk about something else first to get to know the person. ", "Come on curry", "Get better photos!", ">We must invade Brazil to protect the Amazon rainforest from the fascist [NAME] Retards on r/worldnews", "I mean... this is some shit right here", "[NAME] only sends angels when he wants you to fuck 14 year old girls", "tl; dr you can just bore them to death.", "The phrase I used was \"perceived as weak\" and that context was by bullies. You must be delighted you are not in that set.", "I can’t look at [NAME] with this hair!", "Doesnt have insane standards or anything. I don't see what's wrong?", "At least back then we didn't have AIDS.", "[NAME] You are freaking fast", "I know my periods coming when the self loathing hits lmao", "I'm more concerned that the kid's name is \"[NAME]\".", "That whole [NAME] bit of \"I'm not gonna rape you. I'm a little boy.\" is oddly on target.", "Dr now looks so dapper in black.", "Way up north. Near the country side. Lots of new homes being built in the Temperance area.", "Reminder that [NAME] incel army literally physically assaulted [NAME] fans when she spoke in East LA, including children.", "I try to switch it up, too; probably the main reason for the post. Gets boring sometimes!", "I'd say [NAME].", "photos taken moments before tragedy", "Yeah he could have stopped talking, but they didn't have to but his tongue out. they are the ones at fault for actually cutting his tongue out", "His mom is indeed half black, [NAME] brother [NAME] confirmed it years ago in an interview. Doesn't fit the white supremacist narrative.", "this guy is such a douchebag", "Just go to Morrisville Walmart .. why do you need a meetup.. :) jokes apart . I am willing to join", "Every morning!", "She actually did", "I always thought it was so it would sound like LGTV", "Definitely leave him. However, you don’t owe him anything, let alone a letter. It’s better to leave him wondering. ", "Narcissistic people sometimes convince family members of that. It's a form of controlling people who would otherwise leave.", "Not delusional at all imo", "Hungry hungry hungry", "BUT WHY DOES SHE DO A FULL FACE/EYE LOOK THEN SKIP THE MASCARA?!?!! This has been driving me nuts.", "I supported a third party lunatic. Huge difference.", "I live next door to this, and I was up late.... How did I not hear this?", "Seems in line with the marines trope.", "As a server i never minded if they tipped accordingly. But everyone else loathed it.", "Dude, you're being gaslit right now by someone who despises [NAME]. Save your breath.", "Every hit should add more and more screenshake. What a tool.", "He's completely lost any power or rip moves.", "Better a pseudopenis than a lot like the same thing.", "He's 34 years old.", "This cracked me up!", "What does Obamacare have to do with that? [NAME] dropped the employer mandate because he was afraid that [NAME] wouldn't like it.", "They don't even have that anymore, since [NAME] up and left the party.", "[NAME] gonna get a looooot of assists tonight if everyone keeps shooting like this goddamn", "I have no idea if this is sarcasm...", "Car just saw a chance to escape. Car took the chance.", "Going from [NAME] to [NAME] on the PP is like going from tenderloin to convenience store hotdogs", "This is not true, you can still cross train to short fall career fields at the half.", "I clearly recall being told the same thing in ‘97, when I was driving a ‘74...except the years were different obv.", "Just don’t buy a sports car and you’ll be fine", "Sidhu Moose Wala. He's pretty big right now", "I wouldn't say anything to anyone. You don't need to.", "It was when oil prices were higher. It’s primary export is petrol and the market slumping is hurting", "I've fought mudcrabs more fearsome than you.", "No, but it changes the expectations that people have for you. You have so deliberately change who you are to play to your target audience.", "WE WERE WINNING UNTIL I STARTED WATCHING, I AM CURSED!", "I read the books right after season one, and so I had the reverse problem. I didn't see the show as the same series anymore.", "We have the same feelings", "Pretty sure neither team wants this, it's a BS rumor", "I have an older set by what looks like the same artist. They look identical just with a few different players.", "Irrational anger especially certain family members", "I can't believe the guy is still hanging around.", "Didn't seem patronising to me.. just kids being kids when confronted with a guy banging on a drum.", "Softest fans in sports", "Yeah I should rephrase. If you are from *anywhere in the world* and you are a [NAME]...", "Digital Danites is the name of my [RELIGION] Devo cover band.", "I mean, sept is a prefix for seven. Even if it isn’t the right one for that problem...", "Grandma, the war stopped like half a century ago, you can come out of the cupboard now ffs", "The demon's still fighting!!", "At least vote 3rd party. A vote for DSA signals a voter that could vote [NAME]. Staying home signals voter apathy", "Maybe she misheard thirteen as thirty. It's a possibility.", "I’m here for you. What would you like to discuss?", "LONDON I honestly don't even understand this one", "I don't mind helping people but often the problems seem so petty and small and the solution is so simple.", "It's not an conscious choice to be uncomfortable about something.", "This is going to end in absolute tears, the days of hoofball dominating the Championship are long gone, you actually need to play football to get anywhere.", "I put so much thought into things that often I trigger myself unintentionally. I can be hurt before something has a chance to happen.", "It'll be difficult to do but leave him and take the kids with you", "Streamgate works fine for me and i'm not even late :3.", "Think about it as a normal match then be confident in your play.", "[NAME] can stuff it, but I’ll take the disengagement from the Administration for what it is.", "Big OUCHIE!", "We used to do similar exercises for football and we would get the same \"wtf\" looks.", "Oh yeah, I forgot about the mean one.", "[NAME] this makes me feel ancient.", "Dont get stuck in deep thought too much or you could loose focus but i have no problem as long as my vision is not impaired.", "There is this story of a woman who got pregnant from anal due to some rare condition:", "This has absolutely nothing to do with ABCDs.", "He should really let [NAME] come inside him", "Themmuns have everywhere infiltrated so they do !", "You can only nominate one unit and said unit has to be one that wasn't already nominated", "[NAME] I *swear*", "If you’ll check my medical records you’ll see I have a crippling arthritis in me index fingers", "Nope they never did and they broke up really early on in s1 like the first episode literally", "Crows get hungry too you know and it's not like you were sharing", "This subreddit must be filled with mercy mains lmao", "Vote for a commie and she will be making that decision.", "I'd prefer it that way than the alternative reality in which [NAME] knows where I live.", "She should be FIRED", "Man.. all I know is if I’m with a girl and she whips out a condom from her FUCKING SHOE it’s a no from me dog", "And it’s not like he was a bad coach. We’ve been spoiled from all our great seasons.", "It’s... METAPHORICAL!", "He put some respect on [NAME] name tho.", "In nNevada you get vested in retirement in 5 years. Stay in NV at least 5 years.", "Standard and Poors 500. Stock Market Index. Similar to Dow Jones Industrial Average.", "I think the bottle is open.", "When someone swipes over too far when you’re showing them pictures on your phone", "Search President Dump, [NAME] and [NAME]. Honey you fine af compared to those turds.", "You always listen to Pizza! ... especially pizza with pineapple on it!", "AQUARIA STANDING THERE SILENTLY IS SENDDDINGGG ME", "yea i highly doubt that", "Man your post really struck me I feel exactly the same way you do. I’m tired and I feel like it’s too much work.", " Luckily from him, there is no death penalty in Brazil and the maximum a person can serve in a Brazilian jail is 20 consecutive years. ", "Dude got owned by a glass of cider. He spent a full month roiling and gnashing his teeth in an existential nightmare because of sulphites.", "Don't feed into it. He knows exactly what he's doing. It's on purpose.", "This is all METH-up!!", "Who would be deciding the quality standards? How would it work between genres or styles? Why would any of this even be enforced?", "Ah. Will to Power vs The World as Will and Representation. My googling got me so close yet so far.", "Ironically, a lot of these guys don’t have skulls that racist-ass phrenology would smile on. ", "That’s his dead cap to the Steelers. We’d take on about 14 mil at that point.", "Reminds me of that iCarly episode for the recycle project in science class with the nuclear reactor", "This kind of package probably wouldn't even get us Parayko", "Don't know where you live, but 7/11 is my friend. Stock all the flavors. Just 2x more expensive in Chicago due to reasons.", "When you dint know Anarchism at all so you think you can be anarchist and capitalist at the same time !", "Ask over at r/NewTubers", "wait wasn't r [NAME] the guy who enjoyed pissing on people?", "You expect me to believe that [NAME] and [NAME] have so many things in common but are different people? Must be the same person.", "A man of fine taste!", "Not to nitpick, but wasn't [NAME] (I assume that's what they mean by [NAME], but people are weird) [RELIGION]?", "Such a [NAME] thing to do. Next thing we know he will speculate that [NAME] and [NAME] will sign by February 31st at the latest.", "I saw the first 10 seconds and I feel like I understand", "ALLL THE WAY DOWNNNN!", "It seems the doctors have some explaining to do.", "Does this not happen to all people? If not then at least I found out a little more about why this always happens to me.", "The two most talented receivers [NAME] had, [NAME] and [NAME], had their careers interrupted by injuries and nonsense.", "The “sad [NAME]” tops it off", "...this magical creation I believe was called the ‘Cheezboiga’ pizza. Oh and that’s not hot sauce.. it’s ketchup.", "Right. I'm gonna need to see some hog now, buddy.", "Oh that makes sense. But still I think asking a girl to touch her boobs is pretty creepy xD", "Cus the left doesn't give a shit about people who fought for the USA!", "Condolences. Take comfort in your cats and breathe. Consider a grief counselor.", "I mean, this just looks more like a case of a guy being overrated coming out of high school.", "I feel this!", "For those interested, Three Arrows has a great video debunking the \"[NAME] were leftists\" lie.", "So because you are abnormal in you saving and spending habits you are unilaterally deciding no one else should strike when not getting paid.", "OP may have been avoiding [NAME] jokes.", "It was such a strange error.", "You need to stop focusing on him and focus on you and your daughter.", "Aw jeez [NAME], we went from 2D to 2D...", "Nah... i think he made around 90... i tried searching up his pocket, and fuck me...", "lmao and I thought I was the only one", "Triple single son", "Shrug, ndp is still going to lose. I don’t really care how many there are.", "I believe you. Have you compared them to any other designs of headphones in the same price range though?", "I like how the Red Tie Legion chose a picture where he’s tieless for their shitty-ass meme.", "Very odd to wake up the next day and be like “I need to post about this on the internet now” too.", "I have noticed that one is good for thinking straight and light bulb moments.", "It's not so uplifting that it's guaranteed to die in the Senate...", "sacked surely. no one would expect to be kept on after making such corrupt mistakes in their own job.", "I saw that, and read it *immediately* in his voice.", "I find one at least one mermaid every 2-4 islands Sometimes 2 mermaids an island", ">And you contribute to them not interacting with other people... Which I never told anyone not to. Hmmmmm", "Paid model. She's a paid model and it's probably in her contract to drop her professional Instagram handle.", "Same here but it seems like that will make it more rewarding to actually build a base with gardens and stuff.", "Don't forget the something else I clearly don't understand.", "I've done it everytime never had a problem", "so wont back up your words? thats how i thought this would go.justifies *everything* I HAVE SAID.", "What a god", "Go [NAME]!", "there is no general rule for this stuff. you just have to do what you think will work best for you.", "Update: I'm braving out because I need food and drink and a shower but I also may freak out panicking.", "Now he needs a skin care routine!", "Because people that comment on YouTube videos are toxic, filthy heathens.", "Those are old concepts from either MK9 or MKX, can’t remember which.", "he is lying to you", "Check out Round Planet on Netflix - you won't be sorry", "That can be true...", "I literally got the same bug", "So it may be occasionally a little more time, I heard their juice is A+ quality at a great price.", "I was putting my comment on why and when PC players (like yourself) will complaine. Seems I wasn't too far off", "Afton is relatively small, doesn’t have very many members, and is rather close to other temples compared to Brasilia.", "Pres named his business barstool. The expectation of stupidity is the brand.", "Hey leave me and my 11 year old Thai wife out of this.", "I did the poll slowly. Is that ok?", "They're more off beat than Blueface. I didn't think that was possible.", "You don't understand what money is.", "And offensively boring!", "Everyone has their own preferences I happen to play better when I have multiple balls in my pockets.... no pun intended", "Mash 'im, boil 'im, stick 'im in a stew.", "You just watched a commercial that blatantly explains it to you.", "No, you are saying that.", "1+1 = 2 1+1(+1) = 3 Know all the facts before you do your maths", "Aye it's doing the rounds so I'm sure I'll see it today", "I'm running low on everything to get 60. At high im getting 40+, its still an improvement imo. :P", "They don’t like him, so he is divisive. It’s projection.", "Because they’re going to have trouble crossing the *language barrier*.", "> Swansons on 45th in Wallingford They have about the same janky reviews as everywhere else.", "it's the long con", "Let's do this shit. Michigan first half?", "Don’t do it homie. Think of what it would be like for your kids.", "Fair point.", "Didt know he was a point guard and should have 7 assists a game .", "Ok, so don't report anything then and keep whining on Reddit about it. That will surely help.", "They’re not just investments. They’re deliberately exploitative and China’s not operating in good faith", "And yet only has 16k karma.", "Everyone has a right to fetish. Does not mean I cannot say “you deserve to be nailed to a cross” for it", "Unless you are actually [NAME], this is just douchy... actually, it’s douchy either way.", "She was also on grey’s already as [NAME] friend when she was in chemo! She got the experimental treatment and died", "That was [NAME] not Slacked.", "Lets just say its probably cheaper to just hope a more positive outlook reflects on your out-look.", "Thats fair. I know its a joke it just always struck me as odd how people wrote it off. No worries.", "Isn’t that the same as idols? I thought it’s a big nono for any intercession when it comes to [NAME]. I could be wrong though", "To drool on.", "I vote to now refer to him as [NAME] from now on due to his newfound confidence", "She forced him to sing a valentine song by threatening him with anthrax and then called him pathetic for allowing himself to be manipulated.. sounds like love to me.", "Parliament won't let a hard brexit go through, there are far too few MPs who would accept it.", "He loved Diddy Kong Racing, that's the main thing.", "That's literally how all fighting games are.", "Jack torrance can be nice", "[NAME] needs help!", "I recommend this. I read the WN and it fucked up my English for months. English is my second language...", "I got laid the first time directly after that game too Not sure if there's a correlation, just thought I'd contribute", "Yes because people constantly use that as an example of \"TSAs failure\" or a TSA miss when in reality TSA wasn't even involved", "Orange man = bad", "Had to go check for myself", "My comment wasn't aimed at you... try to relax", "Ehh, that was $4M on an arbitration ask. Not really out of line. ", "Would this not be the bog-standard practice of allowing close family members to make decisions about resuscitation?", "Don't be pedantic. In this context, I don't think we are meant to take \"biker\" to mean \"motorcycle aficionado.\"", "she also goes on to claim her memory started at 10 months old", "Our crust is way too active for that.", "Factually incorrect. Those studies did not have anyone trying to tell the difference in wine age, which any sommelier could do.", "Why do you keep doing this thing where you say you disagree but not why? If you have a counterargument, go ahead.", "Here come the Doterra Boss Babes to the rescue!", "I always admire a pinch of salt in anything. I can't upvote you enough sir.", "And you'd be in prison.", "This is a very cool option!", "Ehhh he got played so hard on the [NAME] vs [NAME] situation in 2017. Lost credibility after that for me", "I think that's how the game will end. With [NAME] talking to [NAME] again. Don't know if I'm prepared for that", "I like the \"filler\" episodes, believe it or not. I actually get bored by the battles ", "Fair enough but I would imagine it's a small enough number that we can deal with. Don't throw the baby out with the bathwater...pun intended", "He’s just pure blubber. No muscle.", "Orange man bad.", "Yeah, and there's no better way to make a market more competitive than to regulate it more...", "Guys how are we doing? Asking because dumb TV in my country prefers Copa d'Italia to fucking Real Madrid lol", "For my next magic trick; watch me turn this bottle of fireball into domestic abuse", "intended is the word you're thinking of.", "Well, what I meant was that many people, myself included, consider masturbation to be immoral, regardless of its health benefits or harms.", "Then stop electing those officials.", "No they lived next to where the trampoline was. That was how they could yell to us from their balcony", "But no sex until marriage is one of her rules", "I’m dying! Perfect!", "All we are is dust in the wind.", "I'm not giving more clicks for a video when the headline should be explained in the body of the Arte.", "I don't think so. I think he is courting a secular crowd of young confused secular people searching for meaning in their lives.", "[NAME] ONLY WANTS STUPID VERONICAS AND STACIES AND NOT US, GAYS RISE UP", "Yes and that is very intimidating for me, hence why I need help", "Unfortunately residency is never allowed where I am at the moment.", "I tend to invalidate my feelings because I’m always worried that they’re going to think that being silly, I’m always struggling with it", "[NAME] was only president for four years dumbass and [NAME] served 81-89 dumbass this whole thing is made up and she’s a dumbass", "I look forward to finally trying the game out and helping you guys pump up those kill counts", "> To bad everyone is to ~~weak and comfortable in their homes~~ slaving away in an open air debtor's prison to stand up to the government ftfy", "I had to watch this 5 times before i saw it lmao", "THIS IS THE JOKE", "Deadly strike is also spammable with not costing brew and guaranteed damage. Personal preference bud, do the math", "This very thing got me diagnosed as ADD. I'm of the drugs now and feeling way much better.", "Unfortunately there are also far less/weaker unions now too", "Until the Brexiteers bit at the end you could have been talking about Ireland.", "yes, very sexist", "Kill trading is still bad imo but i agree that losing the round was correct", "damn he took my diamonds and all my emeralds smh.", "It doesn't. It really doesn't. I just had a 2nd one a few weeks ago.", "Didn't the kid in the middle play [NAME]' kid [NAME] in Friends?", "Just saying no one gets fired for missing the playoffs for one season", "Taking this way farther than needed...", "She just turned her kid into a stew", "Not all seatbelts prevent you from hitting. source: shattered my kneecap and fucked up my legs on the dash of my Miata", "As a pioneer of the 4 corners I vote you leave this question to someone else and just keep your head down", "[NAME] on stand-by. 'Til All Are One!", "It would still be like hardcore then, you start a new life but retain nothing from the last", "I thought that was gonna be the Pelicans after [NAME] is gone(sorry Pelicans fans)", "Do you not see the blatant hypocrisy of this post?", "Population control in russia", "Idk, my fleshlite addiction is pretty costly", "but m-muh social construct!!", "Like, [NAME]?", "I know that, but it just reminds me of darkest dungeon too", "Fuck I needed this. I found out that after next Friday I'm going to be jobless...", "Family had a little to do with it", "I dont think he was projected to go that high...if im not mistaken people had him at a late first round pick", "i smell a sitcom!", "Tried so hard and got so far, in the end it doesnt even matter", "Meh 2 years of bad teams under [NAME] coming off of 3 straight great years wasnt so bad. The 00's were far worse.", "In da club- 50 cent, when you need that extra motivation to finish the cake in a time crunch", "Wait, so you really can't carry bags to school in US? ", "Reminds me of this short.", "the father sending up 4 donuts every morning via stair lift to dtr, before she even comes down to breakfast, wonders if he is enabling her.", "Paired with all the other trivial things they make you do that have no effect on your job performance, it's just to break your spirit. ", "The EPA allowed DuPont to use a chemical that literally kills people in their nonstick pans. They can be bought too unfortunately.", "[NAME], let's compare temps! NYC- currently 9, feels like -8.", "Might not have the funds after just losing their mother and all the costs associated with that and losing that support system.", "No! You can't have that one! That's a coconut cake!", "As you hint at, I think it's more jealousy than prudishness.", "Just replace guys kissing with sexy [NAME]", "Anzac day rules are even dumber", "His reaction makes it seem like a training video", "Meaning he had a wank once he got home too r/foursentencehorror", "No, it makes it better.", "Uh, no. Not even remotely.", "Just invite him in on opening day and close the door, seal it up for 2000 years and that will be the end of the matter.", "He's rooting for the losing team and is pissed.", "hmm somehow, i knew", "Yeah that is definitely tough on the processor as it's running a software emulator and the game the whole time", "Yikes I cringed hard", "This is golden.", "[NAME] has said he's giving it over to [NAME] for about 5 minutes now", "Who wrote the IQ tests?", "r/funny shouldn't be as popular as it is. Lots of unfunny stuff there.", "Yes in the right places as do bites, again they have to be in the right places.", "Nope. That’s a really inaccurate, misleading headline.", "Given the current state of our relations with SA, I would submit that judges should probably deny bail to Saudi citizens accused of serious crimes here in Canada.", "I've been thinking about you today. I hope you are still here.", "In our military at the time you could pay out at any point. They really only wanted people who wanted to be there.", "I don’t even go through a period and I’m still crippled by random cramps", "Tickets to a 2008 Preliminary Final, paper print out version too, incredibly random.", "You don't know the lawyers I know and the judges I know. Law depends entirely on who you talk to.", "Don't be mad, life is too short!", "I am a ethnic [NAME] and demand that normies get out! REEEEEE", "Vamos [NAME], keep fighting! ", "Just smile and wave boys. Smile and wave.", "Paws come flying out from the dark", "Best part about this is that the cowboys will re-sign [NAME] and hopefully [NAME] too", "Hey this is from blame the controller’s video", "Yes. Some things are simply not allowed.", "> DoorDash also does this. u/workingwa?", "That's the slowest [NAME] Mitt attempt ever.", "I personally believe [NAME] is asexual, other characters in simillar situations all get hints toward homosexuality but I can't remember any for [NAME].", "Meanwhile, I was literally saying to myself \"*I like rusty spoons*\" earlier this morning RIGHT BEFORE logging onto Reddit. Kinda strange", "The NHL has the best All-Star events. the 3v3 tournament is so fun to watch.", "Yeah but don’t you have to get in the water to save lives?", "At least they were nice enough to cut the stinger off.", "Working now, 5:00PM EST.", "My worry about [NAME] is that running former governors hasn’t worked out the greatest. Especially when his been out of office for 11 years.", "He’s not wrong, I’m not sure why he’s being downvoted. He’s having an awful year", "It was a customary practice of prostitutes in the Arabian peninsula.", "He did not cheat on you. He ended it with that other woman before committing to you.", "I know exactly", "Did no one notice that it mentions Maryland in the title text, but goes on to talk about Massachusetts in the body text?", "You are [NAME] and I claim my five pounds.", "I mean clearly it's because they don't understand the pricing for babies/young children on the black market.", "I think this is one of my favorite Aquaria looks ever!!!", "AND HIS FATHER WAS A DRACULA", "I'm the exact opposite. The idea of not existing anymore relaxes me and makes me want to end it", "* No flaming or insults", "Hallelujah!!!!!", "Seriously. The only thing that gave it away was no spelling errors.", "The last thing that soldier wants is to get with her battle buddies.", "Because you’re harassing strangers over the internet about their happy healthy pet? Weirdo.", "What a biotch", "You only had to look on the side bar for those and many more.", "I didn't know psychiatrist would do therapy. Their time tends to be really limited compared to a therapist.", "Because [NAME] did not create us as apes and yes Science can never disprove [RELIGION].", "Same. Right after I replaced the screen. So now I have a cracked phone", "It's the universe trying to kill us with radiation :D", "The super bowl isnt played in march my man", "i cannot stand babies and i would run the other way which is all kinds of illegal if it's my own, haha. ", "Weebles wobble but they don't fall down.", "2 years down the road (that is, now) every Uber driver complaining about how they re exploited and blackmailed and can't make ends meet.", "Impeach “fouty” five!!", "There's no reason ever to get [NAME] breakfast tacos when you live in Austin.", "Definitely, I also get suspicious when someone tries to be my friend which doesn’t help", "Casual uber ad", "Don't confused sex with gender. Gender identity can't be boiled down to beards and balls.", "I actually find it easier to place spawn beacons in stupid spots like this than a nice flat empty piece of ground.", "If you are not going to kick him out, then don't complain. It is all your choice", "Come for the [NAME]. Leave with [NAME].", "He did. He needs the facial hair, and that haircut is horrible he should just shave it and start over.", "you didn't win fast enough and it's already mana 10? guess who deserved that bolt right in his face", "Now go to Gulag!!!!", "I learned about [NAME] about 1749485 times in medical school lmao Soap helped a ton but it just did not cut it after a while", "What the fuck. Got that song on repeat right now", "I’m already deaf. It’s not that bad. Hard to imagine how easy it would be, being blind.", "Lakers running an awful lineup and [NAME] was too dumb to change it after the timeout. Thibs levels of Stubbornness", "As a queer man, let me point out the heteronormativity of this statement. I very much sexualized various male characters at various points.", "Lucky for me nothing just broke!", "Like the [NAME] twins, I guess.", "It's nice that we've started giving our backups some time; this gives them trade value when they demonstrate that they can play ball.", "He is the best", "Here is the original post", "Lord, cast your light upon this man, your servant. Bring him back from death and darkness. His flame has been extinguished, restore it!", "In the first page, the author refers to the abuse of [NAME].", "Why dont you go complaint about USA 75% deforestation?", "You’ve got to be shitting me?", "Yeah... if only those communist governments were left in place... they’d be soaring!!", "It's just an inside job to wreck his stats so we can lower the AAV on his 8-year contract extension after he wins back-to-back Vezinas", "You got it!", "Or you could treat them as regular people and not judge them off their intelligence, then it wouldn’t be a problem ", "nope, this is just older people not understanding how teens actually communicate", "If you don't know how/where to find a source for that you clearly aren't very well read on the subject.", "They aren’t really being choosy.", "IMO it's time to go, wth would you put up with that", "We were all duped? I’ve seen through her from day 1, even posted about how fake she is ", "This submission was removed for breaking rule 7. This topic has already been posted, please search.", "I thought this was going to be a fierce, competitive game... how wrong I was.", "I want to wipe her entire face off the face of earth", "[NAME]? That's me y'all! :D", "I agree with that sentiment. But Doordash is not a job worth doing. I worked for less than minimum wage all summer.", "LETS GO MO", "Maga hat is a symbol of hate and should be treated as such.", "More than half the US states have them on the books. AIPAC is one hell of a cancerous institution.", "Oh do the thing where you flick food into my mouth!!!", "LN is flawed by design and BTCs limited on-chain capacity cannot carry mainstream LN onboarding.", "And then if you don't go out and actually sin, you've done nothing wrong.", "Then just tell him to stop it if you don't like it.", "Introspection? How would you personally go about that? What questions would you ask yourself?", "free XP*", "I will for sure pray for you all.", "I hope you are not living in Australia. That heat has been killing Masturbators left and right.", "He is just the exception to the rule though.", "I'm kinda in this same boat as OP and currently learning to code to become a web developer. Wondering if this field is compatible with ASD .", "Tough scene for [NAME]", "This is why nobody takes feminism seriously!", "Not sure but I imagine it's the liquid. The gel is just gelatin.", "She should just go straight to therapy.", ">the MESSAGE in the ad is absolutely positive (obviously), Are you sure that you understand the meaning of \"obviously\"?", "Looks like the Content ID system picked up a song you used in your video. Sound about right?", "As a man with a vasectomy, I want some of that blame. Dang women always keeping the blame to themselves. /s", "it's quite cruel and a little late for him to be worried about hurting her", "Because sending a defenceman to a 3v3 tournament is much better than one of the top goal scorers in the league right now.", "Project stream?", "He also had bipolar depression, which was a major driver in his mental states...", "I highly doubt that the ChiSox offered him anything more than $210m. Either way it’s inexcusable for the yanks not to match", "I want to know how she thinks you can convert fat into muscle", "Kids, if you're on a dating site that advertises itself as \"dating site for millionaires\" you're gonna have a bad time", "I’m just gonna sit here for a minute", "Because they're having to compete and so we get exposed to the weakest of the bunch.", "No wonder they don’t want us using the word “retarded”...it all makes sense now", "Even though [NAME] has had so many drawbacks and made some mistakes, let's make one thing clear: it's NOT a time to trade him.", "well, that took a dark turn", "Isn't this researching online?", "Can we reply to the Yankees being cheap directly, any time Yankees Twitter posts something new now? ", "this is one of the few quality ones posted", "I would have a similar reaction if she committed neck rope.", "> That shit happens all the time with cabs. No. It does not", "Honestly, an obvious possibility is you find the men who you are banging other than him to be more attractive. ", "I’m not. Do your research.", "I came here once accidentally, saw your commend and now, 2 weeks later, I totally understand. ", "I have even gotten to have sex with women who were fellow comics nerds and also hated what movies have done to [NAME] stories!", "She was walking like that shoe was up her butt at the club. So tacky and just nah.", "Hot dog!", "Someone has never seen a flop before", "To think that Doom GOATs isn't even EM's strongest form...damn, no wonder the [NAME] are 100% on EM", "beat me to it. indeed", "The rape of one? Millions of women have been raped. Rape and murder is also a tool of war.", "You again? I already told you this isn't the right place for this.", "[NAME] alt account is fraudedbytlc.", "I'm not white.", "That dude's dumb. I would have totally asked if she had a spare and went on a tree climbing date with her.", "The photos are haunting", "[NAME]!", "Don't worry--reminders like this are exactly where grizzled old guys can help out most.", "I guess there's this, but that's all I can think of.", "No matter how hard you scrub it WON'T COME OUT.", "Dude, nobody wants to hear about your stanky feet this early in the morning ", "If Ww3 breaks out in northern Asia as people expect. It will make things worse for you guys in the states - not better", "He's ancient. If elected, he'll be 79 in 2020. I like him but that worries me. ", "Why ask other than to be rude?", "Well, i really can not believe that in 21 century religion can offer solution for all the problems. ", "Doesn’t excuse the majority of southerners", "Is this [NAME] working in retail?", "Yeah but being president is the only thing keeping him from being indicted so he’s kinda stuck.", "Just to set up for a bigger failure story in the coming days. I think the guys at epoch times are working extra hours this weekend.", "I have a feeling this is 99.9% of us.", "This is not a why were they filming. The person filming clearly saw it from further away, and then got closer after turning on the camera.", "With [NAME] performance yesterday, do we need a new striker or he just needs more goals to get his confidence up back?", "account got suspended lmao", "Anyone staying up for [NAME] [NAME]? Probably gonna go in and out of sleep watching on the couch", "I think if we survived during The Blitz I think we'll be alright now.", "I’ll give a big “HELL YEA” to that", "Gimmie the glove hand", "Watch Dortmund sign the better player in [NAME] to replace him...", "Talking about my feelings.", "Huh. ...huh.", "GOW always had combat challenges, they just inegrated it more seemlessly this time, instead of having it in a seperate mode in the menu.", "I'm like ''The F*** have you achieved with the joint patrols you have done with USA? What you'll achieve with the ones with Russia?''", "They must've been inside a tornado or something, might be what caused the tree to fall behind them.", "That comment reads like something out of a circlejerk sub. I can't believe it was said unironically", "Good thing the booze wasn’t in the cart yet... bottles to the face!", "**Didn’t really think about it at the time. Either way, everything’s still visible and the content is the same.**", "Annnnnnd you get downvoted by people who don’t like getting downvoted. What a time to be alive.", "Don't feel bad! Hopefully they both run.. their delegates should go to whoever gets more votes in the end.", "No, you're thinking of basilisk. A basterisk is a person born outside of wedlock.", "Lmao this dude sitting in an Iowa thread throwing shade on New Years Day with nothing better to do.", "That was [NAME], Guice is juicy", "He’s had big games for us before, it’s just his lack of consistency and effort ", "It’s comments like these that always make me question whether or not technology is a curse.", "I guess Metric is old enough now for one of their songs to be Grey’s title. Huh.", "My dad was on 20+ narcotics for over 20 years. Now he just smokes pot and I've never seen him happier", "I get ya. If thinness was something I could buy I'd be flat broke by now", "Just stay tuned. The fix is on the way", "You could say this situation got a little hairy", "[NAME] a real one. Anyone who don’t know his background should check out his interviews.", "I know the feeling.", "I was responding to the title of the post (not the article). Did you call OP racist? I’m guessing not.", "[NAME] is showing unusual restraint at the sight of a defenseless woman.", "Delete this. Half the fun is spending five minutes convincing someone to get down on the floor and look through a couple holes.", "and he's fat from all those luxury meals", "Gods speed brother.", "Let's be real though, the waifu is probably younger than his kidfu", "Whatever it is it’s not even worth hearing", "Nope. I’m not wrong. Flipper superficially inflate housing prices without substantively contributing to their value.", "This has been reposted so many times the photo is degrading.", "Very kind and calm female here. Never yell or say/do anything to hurt anyone. I once threw a chair at my boyfriend. Completely out of character.", "I have seen what some of the MRAs look like...", "I'd be extremely motivated to take any form of martial arts lessons if they didn't cost $100 per month around where I live", "GSW vs TOR NBA FINALS WOULD BE DOPE BUT I WANT LAKERS VS RAPTORS TOO", "It’s not false like I said he’s implied it but he probably said it behind closed doors before", "The FF/SDLP pact just kills off the SDLP in my eyes. No way can I vote for a party with links to the corrupt FF", "Wait and do what ever it takes to get [NAME]", "This will get us focused and we’ll play hard with a vengeful attitude next couple games", "Says the pedophile demanding to see photos of a nine-year-old boy in drag a month ago.", "You know it! Just gotta find the right someone.", " Turkey's situation is bad, but still nothing compared to Venezuela. ", "Got home from helping my friend move and turned it on literally just in time to see [NAME] score. Let's go Knights!", "There aren't really any consequences of an alignment change.", "Cancer is even scarier my friend. Let's just hug it out", "You're just mad because you're starting to realize that you're reaaaaaaaaaaally close to being a [NAME].", "Think he's trying to put pressure on him to accept a pay cut.", "Yeah but being happy at other misfortune is sowing bad karma for yourself.", "My names Welsh and only 5 letters and even that is too hard for most people.", "Reminds me of \"It's your city!\" back in The Flash 2X08.", "Oh dayum. Didn't notice that the first time I looked at it. Yikes for OP.", "I’m not crying. You’re crying", "Being gullible to anything and anyone [NAME]. Giving to televangelists and getting caught up in MLM schemes.", "I’m just doing it ironically to own the libs! /s", "I do but I like my job. I just hate the fact I HAVE to go do it.", "I know you'd think we lost to Arbroath the way folk are going on.", "I feel attacked. I can say just about anything in detail over the phone, but a simple hello email is so damn hard to write out.", "Trade jv he is trash", "Yes. A couple days ago", "Dude. Don't even get me started on the only guy who can manipulate time running out of it.", "she always acts like the older sister who’s copping out of babysitting, it’s ridiculous.", "Are you implying that you can't take a joke?", "So I can’t do anything about it now?", "So as the Iron Islands and that doesn't make them more commited.", "He got It from his moma", "But that's classified under the DSM-5 as a mental disorder.", "here we go Mr. Detective u/Jakurton", "So your sticking by the term \"extremist\" for this massive chunk of the population."], "fear": ["I watched a really bad horror movie she starred in but I think it predated VPR.", "Welcome to the Just Cause experience", "Aha! This is my fear, that the gloss over key elements because they want to target a wider audience!", "Not the right sub, I'm afraid.", "Sir that is a popular opinion. I'm too afraid of what sort of trade will happen to want one.", "Either way, I am afraid his marriage is over. She doesn't respect him anymore...", "Poor wee thing is probably terrified somewhere.", "I'm sorry you had a bad experience, that's horrible. But that number saved one of my friends lives. Different for everyone", "Being so gullible is the frightening part. durr da durr he downvote me", "Yeah, clear off. And tell your mates you had a horrible time too. ", "Please elaborate on that story! Ive always been afraid of exactly this happening to me.", "It would probably be horrifying if we tried, when a bug causes an integer overflow and resets our aggression levels. ", "Because our democracy is not going to be held hostage by terrorists", "Stumbling out of a closet in full [NAME] outfit... I'm afraid it's not", "I am just afraid the Pistons front office, specifically [NAME] overvalues [NAME] and says no to this.", "I was scared for that white building.", "Gotta cheat on taxes somehow LOL", "rich people usually tip the worst lol", "That logic leads to a very dark place if all you have are terrible people in your life.", "Cheese Most of my friends love cheese so much that I’m scared to tell them that I can barely even bring myself to eat it", "Problem is that picture is there before you ever set foot in the cabin; [NAME] put it there. Just makes it creepy.", "I'm surprised that this is still happening despite the threats of an invasion of manbij.", "I know I should be worried, but I am not, which makes me very worried. ", "I feel attacked", "I love the way you phrased that. I do believe she is terribly afraid to look inward at herself.", "the older me would be scared shirtless knowing all the fireworks that exploded nearly in my hand as a kid", "Nobody panics when a remake goes according to plan, even if the remake is horrifying!", "\"...And what do I find out?! There is no [NAME]. This whole team is a god damn ghost town!\"", "Aaaaaand they turned it off. Terrible roads everywhere.", "My parents are going to kill me when they find out.", "So edgy.", "This is a terrible idea", "[NAME], that is so horrible. I’m so sorry for you and OP.", "It's a difficult one really, because some customers would probably be offended if he said \"your husband or wife\". ", "I remember writing on them was horrible. Slight delay which threw me off combined with the letters ending up looking like crap. Whiteboard was so much easier.", "I'm actually scared to find out what kind of thing you could get for breakfast there. I won't check.", "As a closing TM, that’s terrifying. ", "That’s a terrible amount of bp for 11 kills", "Nothing seems to intrigue or satisfy me only drugs and thats sad.", "That’s horrible. You definitely didn’t deserve it. I’m glad to hear you’re doing OK now.", "[NAME] Almighty. This may be the most empathetic and compassionate reddit thread I've ever seen! Who ever said drunks were mean? Terrible stereotype.", "OMG what??? ...[NAME] actually showed up for a gig without cancelling with a terrible excuse?", "Stop attacking me", "I thought it was illegal to practice ninjutsu", "That's your justification? You're a terrible person. Correction: You're a terrible child. Get some help.", "Sure hope #4 includes subsidized housing. I'm terrified.", "Deathly afraid, the undersides of boats too. I can't look if I see them in a picture or movie", "This is scary!", "That’s a horrible take.", "General population are scared of press", "Seriously Creepy.", "They probably take slight step back, by that I mean still the best defense in the league, but closer.", "I worry that as soon as VR and AR take off, it'll be the nail in the coffin and we will be trapped.", "Yah, totally. It's just kind of scary when all you hear are loud extremes on both sides. ", "With some ultra cold coming, we could get some seriously great sundogs. Provided you don't die looking at it due to exposure...", "Oh, the \"Thomas the nuclear bomb\"? That scarred me.", "We will never survive with 5% unemployment with moderate growth and a continued house building program to correct supply. Sounds horrendous", "That movie really scared me when I was a kid."], "amusement": ["I knew I didn't like this guy when the NPR commentator said \"He's the best option for attorney general right now\"", "That sounds awful )-: I'm so grateful that my parents and therapist want to let me figure this out with minimal \"supervision\"", "Good because I've been waiting since September!", "Go off [NAME] This season has been a roller coaster but this guy is the best thing we've had in a while. He's so damn good", "Haven't played in forever, but [NAME] solo was my jam back in the day. Glad to hear damage tanks are still good", "Great podcast called Uncover on this. Highly recommend!!", "Looks good!", "It was great, and it still is.", "[NAME] is amazing.", "That’d be lovely. Although now I have to root for AD to the Lakers which makes my chest hurt", "[NAME] smashed some kitkats on their table for internet points. Very cool.", "Come on I think he’s funny!", "More admired than [NAME] [NAME] is admired by starbucks baristas. Unemployed kids. And cat ladies", "nah he was pretty mediocre at A&M", "This is lovely. Didn’t expect the end.", "My goal for the year is to delve deeper into GTO related play and how to better understand how to use that to play better myself and against others", "The miracle of life!", "Very Cool.", "Only 27? Lol", "Lol... that is awesome.", "Wow, amazing job, Mr. [NAME]! Another liberal absolutely DESTROYED with facts and logic! So eloquent and wise...", "Feels good man", "Python2 end of life will be nice, though.", "Lol, talk about a blast from the past! Your comment really doesn’t solidify any points. ", "Haha, my apologies!", "[NAME] is awesome", "Really? First I’ve heard of it lol.", "That.. would be glorious. A large one of these would be the NZ equivalent of Giga Pudding.", "Hahah. I wish I could say that’ll get less painful with time but it won’t. Sorry my dude. F", ">wireless beats Yeah they're better off in the garbage", "OOF, well if im dancing with someone i dont really look at their crotch so im pretty surd ur fine. How old are u", "If she is hot and has nice shoes...\"I like your shoes.\" ", "[NAME] Falafel in Dearborn has some of the best around.", "Idaho lot rather we stop with these amas.", "How did they know it was seafood? What did I miss? Thats awesome btw", "I like the dog better than you too.", "Who would have thought ! I'm glad he didn't shoot someone on his way down !", "> 82 percent of black voters trusting [NAME] and two percent trusting [NAME] Seems kinda high for [NAME] lol", "I was never a huge fan of her, but if they replaced [NAME] with her that would be the best thing to ever happen to this show.", "Wow. Got a link?", "No questions are ever stupid. Glad you learned to be a nice person.", "Unless you have actual ADHD lol. But I think this was mostly meant to be funny", "This is amazing. WTF.", "He looks especially cute in the glasses.", "Great job! Hats off to you.", "Best sports league in the world.", "I can't help it. It's just so perfect.", "Nothing wrong with that! Sounds awesome :)", "Closing in on $300,000 now, this stream is incredible.", "This is pretty funny. I’ve known dozens of people who fall into all of those stereotypes.", "01/11/19 - pretty easy to remember as it is the day my band released it's first full length record. The release day gig was also pretty neat!", "Amazing photo. It looks like a watercolour.", "WOW THATS SO INTERESTING It happens to me so often that when I hear a new word I anticipate it but it all makes sense now", "Our mod is an awesome mod", "Should you choose to have kids, you're going to make a good parent one day.", "Let’s get back to the good old days", "#welcome to Doordash lol We all quit Doordash", "Had a whole grilled lamb at an Indian restaurant once for a corporate event. It was amazing", "You bomb them and they come your way 'cause you're a real winner!/s", "Sonofabitch that makes it so much better [NAME] Edit: you talking about this?", "Wow man, that is DEAD. You have no marriage, just a roommate. Life is short, get out and find someone who meets your needs.", "I mean [NAME] rookie of the year thing. Lol am dumbass Just a misunderstanding.", "Which is why he wasn't the best at colonialism. You can't just murder the people you're supposed to enslave.", "It's crisp, no filler material. Interesting protagonists. Amazing music. Good way to spend 6 hours.", "I just looked for this sub so I could comment on how great he is.", "Wait what’s wrong with [NAME] lol I’ve never had any problems listening to him personally", "Yes I'm sure lol every god has flaws that's what keeps them balanced", "Vapenorth.ca is a great place to order the Dyna from.", "Well, to them that probably was the polite term! That's funny though lol", "This is honestly the cherry on top of the cake with this story. That's absolutely hilarious!", "And it tastes great because it was chilling in my refrigerator", "All women are useless - maybe if you made better choices it would be better for ya", "It’s a shame really... ruining a perfectly good shirt like that", "$1200 gets you a hell of a nice mortgage on a home.", "The best workd record", "great pass wiggins", "That would be fantastic!!", "Fair, yes, [NAME] is against that, so a good transition on your part.", "I haven't messed around with it that much, everytime I go in it seems like people are looking for players way better than me.", "Handsome man! Getting cuter with the years.", "I think the real reason is good press and booze", "I honestly can't imagine [NAME] using any kind of profanity lol", "That face too. Everything was perfect.", "Maybe even prettier!", "Lol the “lower levels”. Very cute", "Gotta boost that self esteem.", "Lol I felt like I was reading my own tinder story...", "This is a good step. Refusing to vaccinate your kids should be considered child abuse.", "Didn’t realize two different intros were so many. I’ll warm this community up to hip hop eventually ;) Appreciate the shoutout!", "slander? it's only slander if it's untrue, and all I said was that you don't grasp satire, which is obviously true.", "Yeah I live in Philadelphia. I also get told I look 14 constantly so I haven’t bothered trying to even get in hah", "But it's such a lovely place!!! I might need help...", "Great way to be late on 80% of your orders. I mean I didn't say it was impossible, but you put rating at risk", "Wow, way to be gorgeous as yourself!", "The drop is the best part of the rollercoaster! :)", "Yeah. I was watching it on Hulu and thought it was interesting that [NAME] is getting shit on. The guy never asked for that...", "Still extremely impressive.", "I am almost there... I am daddy cute now.. almost silver fox.", "Wow what's it like to be so petty? (Fixed)", "nearly 9 minutes?! no wonder you're getting downvoted lol", "Of course he does lol. Not very often, but he definitely has to block from time to time. ", "“That’s also cute” I say as I look at the 5k in LEGO I’m hoarding", "Such a good doggo, and no one gets to pet her and let her know.", "Very well, shutting up now!", "This is considered being successful at this point in their lives if you live downtown lol", "A lovely bronze age mud hut, it's a British tradition.", "This is perfect!", "Same here. I appreciate the truckers in this sub and how they emphasize safety.", "That’s cute wth", "well there's a pretty damning set of pictures there, ace.", "Is that her official name now? [NAME]", "It would be good if the producers can find a carrot to dangle that can get these idiots to spill on each other.", "Looks sooooo good~", "Lol.... i guess your personal experience explains everything.... personally I've seen this play out numerous times in the work place..... so.....", "Also it seems like there is some possibility of the pole going backwards lol", "your cat has the cutest face!", "Lol at the caption, but I believe it’s Netflix’s new original movie Close.", "I appreciate this reference very much", "Came to say the Ravens. I always pull for them no matter what for your laid or reasons. Plus their black and purple jerseys are so nice.", "Yup, Telltale was good. Until 2016.", "As an [NAME] I just want you to know that I appreciate you.", "Lol for the past 2 weeks I wondered if an unpopular opinions thread should go up and I was hesitant for the same reasons. Lol mind reader sis", "Wow, I wasnt expecting that to be a real sub lol that's awesome", "And it’s being posted by a person who apparently has an MD, PhD, and MBA. One would hope they knew better", "Lol let me do you one better, what FPS games have EVER had built in aim assist with controller on pc?", "Handsome with dark touch!", "He was! And people in my class would be so hard on him about his accent. I hear the guy teaching the class now is really good, though!", "I'm great. I am having pho for lunch.", "Great talent, this. No ysts reaction, but I still appreciate it.", "Why nothing will change at all ... lol", "> this racist rant. Pretty amazing to drop the N word while trying to talk about incivility and decorum.", "He was recently defending the new Brazilian president who is uh, not left at all lol", "Nah, you did all right.", "Great documentary on that: Grandmas Boy.", "Peep show is so damn good", "Maybe? But his foot goes waaaay up lol. Maybe I'm just blowing smoke, idk much about good QB form", "Take a upvote I'm glad I made your experience great", "Never once is it implied that the birds can sense crazy people.", "I really appreciate this post. I have been having a shit day and this honestly made my night!", "Haha, why are you still thinking about that? That's super weird.", "Or just some kind of pushback. Your best player getting injured on a questionable play; no physical retribution; getting shutout - pick 2.", "Lol, some guntards stepped out of the echo chamber and sounded completely unhinged.", "you're a true hero", "Works great until you sit down and burst the banana open.", "Woodfield Mall is pretty good still.", "The \"Nice, nice.\" Is really cringy for some reason.", "Another why [NAME] is so valuable moment. lol Let's go [NAME] And [NAME] has a small penis", "Have a good good upvote!", "That’s my favorite aquarium! Wish I saw that though lol", ">!Royalty, half of them are all related one way or another!<", "I am out, it is a beautiful day and the air is crisp and refreshing.", "oh okay gotcha! i was really baffled at that lol", "Something cute and fluffy who gets to nap a lot, lol.", "Ah that's so cool!!", "But if you go to fredmeyer, which is also Kroger, It's like 50% cheaper on most things. lol.", "Petty excuse. Your constraints seem monetary, not technological.", "Ahhh. A civil and interesting conversation on the internet. How refreshing.", "Thank you! It has its perks, but sometimes I do think to myself that I’m not where I belong haha", "Two year old account with all posts deleted. This is an interesting way to use a shill account.", "Haha I had to use an analogy that rang with the older generation as well as the connection it has to social media.", "look at [NAME] over here.. of course it alone won't fix our financial problems lol", "some people just want attention..lol", "Her parents are raising her to be a terrible person. Fantastic.", "Wow your metaphor is way better than the similar one I just wrote elsewhere in this thread. I'm going to have to steal it.", "It's a great time to be Scottish anaw", "Just appreciate the moment jeez", "Sounds like a great chap", "Damn that must feel great!", "Double barrel Pink eye. Awesome.", "I once got flowers from a girl... idk why but it just feels good", "God damn!! Awesome for [NAME]. [NAME] and [NAME] is such a great combo.", "That’s awesome!", "Haha, actually grandpa did! Go figure ", "This is the best thing I've ever seen on Reddit", "This is a very good meme op but I hope you're doing good:)", "Also available on Spotify and Apple Music. Any feedback would be hugely appreciated!", "I feel like they missed a good opportunity to make the track in the shape of Texas.", "That. Is flipping Cute. He's definately a dog person.", "I was about to say the same lol.", "Must be a nice feeling...unless UDG is counted.", "So basically the greatest person on earth.", "[NAME] today is great, when he plays like this he is a rly good player", "Minion #2: So should we warn [NAME], master? [NAME]: Ew no lol", "lool ok I laughed pretty hard at this.", "Wow [NAME] hasn't been seen yet, can't wait for him to get no1", "I think it's kind of cute. Someone give her a megaphone, she's a gift for the GOP.", "You seem real salty, lol. Enjoy having a 4th grade reading level bruh ", "I mean, she actually is a genius, so I really dont have a problem with her identifying herself as one", "Gotta eliminate the competition. It's Just Good Business.", "Good job. :)", "Just made my first robocough purchase. Glad I used the website", "Lol at least stand by your dumb opinion instead of deleting it.", "LOL, you’re a good sport. In all seriousness pretty cool picture.", "I got a girl's number at work and we're dating now so all girls aren't like this lol", "Venetian Snares x [NAME]. Amazing", "DAYUM!!!!! This post is lit AF. Got some verbal geniuses on this one.", "People with autism are awesome. Atypical, interesting, passionate, expressive, and awesome.", "I want a shirt that says \"Brilliant, Beautiful, Ferocious, Thing\". That's power.", "They really need to bring [NAME] son back to do more flashback scenes of young [NAME]. That would be SO GOOD", "I hope we trade [NAME] for something so I can go cheer for [NAME] on a better team.", "Lol so you're too stupid to know how to argue, and stupid enough to actually use \"lol\" in a post?", "Lol nope. She helped me alot through it. I'd say [RELIGION]/parents made me miserable", "I didn't know that they had that on there lol. Are those the kind of shows that you're into?", "I feel so starved for good content that Ill recommend a show just for being watchable", "A volley into a header. Just wow. The skills.", "Wait, so you uploaded a post in which you did something nice. That's a bit narcissistic. ", "Hahah Yea imagine what the GM guys will do when the DD app crashes for hours", "Now that’s impressive. Our fuzz understands what the knob does, but he can’t turn it.", "I would go to bed early and I would have nothing to do the 3-4 nights a week I play tennis lol", "That makes sense.", "I haven’t seen the episode yet but wow, what a reach.", "she does look like a hooker though lol", "I am an older guy just trying to meet good chat buddies. Pm me if interested", "Watson is a great dog name! I think you just named my next dog!", "LOL [NAME] you're too loveable for that. ♡", "I read through this whole chain and your patience is absolutely commendable. Good on you for explaining it in such a level fashion to someone so willfully ignorant,", "One period? Damn you think it would last that long", "This is a pure salty thread. Congratulations, dear Sir/Madam.", "Hahaha was this the guy, OP?", "2005? I think we might be the same person lol. What a terrible year. I go back to that one a lot.", "Great post. ( you are learning to let it go)", "AMAZING!! I can’t wait for your talking head!", "Wow [NAME] just lost a loyal customer. From now on I guess I'm gonna have to use dollar shave club to shave my taint", "The best reason to watch it again!! That scene with the ants was fucking fantastic, award winning worthy.", "Try being a Cubs fan in the Bay Area. I was walking on thin ice in 2016 haha.", "Great. How about go fuck yourself moron, I’m making a great suggestion for a good reason despite you bitches.", "That's a new one.... Wouldn't have lasted long in my room though, lol. ", "it’s just a nice gesture. don’t make it so deep lol", "Wow, that's clunky.", "Real fact, Elephants see us as cute in the same way we see dogs and cats as cute.", "Love this game, can't stand the combat system. It's just not for me. ", "says the insecure idiot who just had to dig through my comment history to try to get back at me. lol creep", "That's a great comparison", "I want to see [NAME] and [NAME], fresh blood is gonna do us only good at this point", "Heart breaking* sorry haha", "@ the corner in Litchfield is really good and it’s in a picturesque area on the Litchfield green", "Wow now I know there's a twist. Why even watch it?", "Great tag :)", "Sounds fun from what I’m reading on here.", "How about we get no wall and Medicare for all. Then only the good ideas get funded.", "Good news though. Yesterday the devs were running test server during the morning.", "Haha look at these liberals crying about children being raped in cages haha what snowflakes haha", "Vermont should be beautiful this time of year with all that snow.", "Lol now that I see it put in this way, it's even more sad. Thanks :(", "You’re right. Pressing f.", "I’m actually feeling these commercials. Especially the young dancer dude haha. This is how you advertise to your demographic!", "There isn't. It's a brigaded thread. Good opportunity to tag accounts, though.", "Nah man. I just changed my mind. I've gotten pms from here before lol.", "One thing I appreciate about the Prequel trilogy is that it explores the rise of fascism better than *Fantastic Beasts* movies could do.", "lol comment of the night. thank you.", "Bears are empathetic creatures? lol...", "Lol I know, right? It's unsettling how bloodthirsty some people are. ", "Not too much, I’m talking to a girl right now that’s 5 years younger than me lol.", "But her sister is so much better", "That's gonna be the upvote party of the year.", "It’s copypasta from like 2004 lol", "But you do know it, so that's good", "seriously... if he was going to play in LA he wouldn't do it with a 2 hour commute lol. he would just buy a mansion in LA", "You had good heals.", "Why would [NAME] even care lol Reminds me of that [NAME] [NAME] I see a lot", "You are amazing", "Wow this is pretty interesting. We should have a thread about what's it like to grow up in a polygamous household", "Lol I’m not a [NAME] bro. Sorry man.", "[NAME] wanted to pull an [NAME] there! Good flashbacks!", "I honestly loved her performance as [NAME] in Scott Pilgrim. But then again I also love Scott Pilgrim so...", "Gonna try GW2, might try GW1 if I don't like it. Thanks!", "Wouldn't that be the western sky? Also very beautiful pic, OP.", "Oh that's right they just came back from the vacation. This is a vacation business trip. What a fuckin' joke.", "That’s how I read it in the sentence but my brain reads it as “yeahno”. Lol", "It was or I’d have walked out!! Lol!", "[NAME], that's pretty damn good for a state like Virginia, which, although not a swing state anymore, was red not so long ago. ", "TB12 is the greatest", "[NAME] is not our biggest need. [NAME] would be a waste for us. [NAME] is a maybe to me, but [NAME] could be beastly.", "Their Cinnamon Chip Bread is also quite good.", ">backpfeifengesicht I'm doing my best to memorise this. I have a feeling it will come in handy.", "Damn you actually got that comment tagged. Could've saved yourself the explanation if you found that comment earlier lol.", "Hahaha! Omg, that’s so funny. Thanks for taking one for the team. I heard it was bad but not that bad. ", "There are tons of great places on the fringes where you’re guaranteed good loot and a vehicle.", "Interesting. My AP is probably more my opposite than my SO.", "Good. Now all that is required is that people don’t show up.", "Their mere presence is all it takes, but being outgoing, gregarious or charming is icing on the cake.", "Then we shall duel for it. *Good Fight!*", "I think they think that they have created the best cod ever and everyone who doesn't think that is wrong", "Go for it, it will be a new experience it may not go good but you'll learn someway ", "Thank you all for your responses! Some new info for me is giving me hope again lol see ya on the battlefield", "She’s my girl crush", "Got 4 or 5 episodes in and didn't really care for it. Heard it gets better from 1st season on tho", "He’s really good.", "I'd expect this from an actually attractive person but this is just lol", "I just went to post this but you beat me to it lol", "Damn. Also awesome for the victims and others who spoke out about the abuse.", "Wow. Never knew there were so many here.", "My man!! You go. That's brilliant. Brightened my day.", "I was thinking the same thing. It does make me wonder how whomever leaked it, obtained a copy in the first place. ", "Great now my child is crying", "And that is exactly why I never got that shit done, even though it interests me greatly. ", "Have fun!", "Interesting ideas and has a strong argument against postmodernism", "[NAME] was better at converting 3rd and 5+ than 3rd and <5 before his injury in 2015.", "Well...... can only hope it works out in America’s best interest now", "Wow. These people really deserve some *clove*, especially on subshops.", "For me it is unwatchable after the greatness of the LD seasons.", "Best not let [NAME] near him, what with her oils and all...", "Ahh giving cc when no one asked for how nice of you.. /s", "That’s so cool! I can’t wait to see when it’s finished!", "radical would be good. Poverty has to be erased before society is allowed to maximize individual wealth as it is doing now.", "Hello autism my old friend", "It’s all good. You do you. I get pissed and overreact all the time.", "It's rigor mortis but don't change it haha it's funny, good r/boneappletea material", "Genius. I'm so doing this", "while her other suitor looks like a decent guy, looks good, trying to be a good bf.", "suck me beautiful", "Awesome, great to see people coming together for peer to peer cash!", "I enjoy cycling too much lol", "Nice try cat daddy ;)", "I definitly used to do this all the time and it feels very good to have it for me alone", "What’s this ?the Olympics. Everyone is getting gold. Lol", "Great to hear lol I just ordered a ton for my shop so that’s reassuring", "Wow! This is an old one! Everyone knows atheists don't have A holiday. They have ALL of them!", "Your girlfriend looks so Irish! You guys are cute as fuck.", "You’re looking at clocking out of work two hours after you should have been finished, lol.", "I just wanna stick my hand in it and grab handfuls and stir it all around lol", "Ahhh a fellow atheist, I used that in the standard social meaning but no intention of meaning \"god\" would actually bless you lol but thx ", "Good thing you listened to your gut, ran, and made a lot of noise! Yikes! Glad you're ok.", "It's good, good, good, good - good good good!", "Something tells me no!! Lol.", "Wow, didn't expect this thread to get philosophical.", "Ive always wanted someone to tell me how beautiful my protein powder looks.", "Imagine if [NAME] wins the power and uses it at the noms, not realizing [NAME] wasn't even planning on nominating her lol", "So fucking awesome. Cheers from Brazil.", "Nice work gang!", "No I mean those long winded nonsensical blabbering. Like the one with 300 confirmed kills, gorilla warfare. It is usually just to troll or annoy.", "Yeah...I mean I love him! But he is to smart for his own good lol.", "Lol! Thanks. That cap would pop right off in there. Lol. Love it", "Lol okay. It's not like they're billion dollar organizations that have their own personal agenda. Fine. Enjoy your bubble.", "\"Cute dog, what's his name?\" \"[NAME]\" ( ͡o ͜ʖ ͡o)", "Yeah, I was thinking they would be super cute with black heels and a snug black crop top.", "that's some nice evidence you got there.", "Nah just good drag henny. They paint for the back of the room.", "All my brother, I'm not talented haha I just steal the credit. ", "My hope is gone, too. Sounds like we've both tried over, and over, and over again. When do the realisations hit you?", "For me it's how much I love canned black beans that take a minute and forty five seconds in the microwave lol.", "Lol ya mom", "In Catholicism, old is good. Truth does not change with the times. Malichi 3:6 \"...for I am the [NAME], I change not\".", "This honestly explains so much. Thanks for some insight into myself lol", "It amazes me that she can FaceTune video", "Yo this is actually awesome storytelling and also if I were you I would have clocked [NAME] into next week. Just sayin.", "That's cute. Sincerely Nepal, 7.6", "fashion now wont age any better.. thats just the cycle of those things.", "The hammer eh, interesting.", "At least it's decent pay. Lol.", "That sounds like an amazing trick.", "Nice rifle. I have a T3 in 7mm rem mag. N Mine would suck as a SHTF rifle, but it's great for hunting.", "I think he can be much, much better than [NAME]. No doubt. His length, good defense. We are talking about [NAME], right?", "Nah, just gotta aim better.", "I’m glad at least one good thing could come from my experience!", "Where's her british accent? lol I love to dislike her videos <3", "Wow! How does it know?"], "sadness": ["Good dad, manipulative son.", "cool... Sorry bro", "That poor janitor.", "I turned the news on around 6 this morning and have never been so happy to have a commute of 4 miles to my job", "Oh no the poor man", "Ok this New England accent not so fun!!", "Nah, reviewable offsides is pretty bad", "i'm so poor i don't even know any horse girls", "Oh this poor sap", "Nope. But if this also occurs in Dallas, that’s quite disheartening. :(", "It’s sad that some parents can’t accept some simple mistakes.", "In 5 days bones would not be crusted over,sorry not buying it.", "It depresses me that the Carousel revamp has been a popular answer. Thats not a change, that a sliding scale adjustment.", "I heard the ostrich was sick.", "Yea that 3rd period was pretty bad tho, [NAME]", "Sadly you are correct.", "This is so sad. [NAME], play 'bitch lasagna'", "This hurts me more than the fan meme.", "Sadly I think this is true & maybe this is the incentive adults need to get into action", "The only advice I'll give is to not come back here when you find out that she's cheating on you.", "Whataboutism then. Some of the worst I've seen at that too.", "stop hurting my feelings", "[NAME] so much hate.", "Do you really think anyone would support this legislation on any side. Jeez man lay off the [NAME] plus that would really destroy the CIA/FBIs blackmail program lol", "I would’ve preferred not to be vaxxed as a child, bc then I could’ve died by now", "I only watch bad animes sorry", "You this might be pure chromosome but theyr not hurting anyone", "I miss the confetti cakes :(", "You choose a bad time, no one is fessing up anything during an election.", "so by that logic the right lost its mind about a year ago", "just did, feel free to repost from r/uplifting news", "Even [NAME] got sick of grunge", "I still pick the femboi sorry", "they sounds like autistic meltdowns triggered by an immense fear of vomiting, nothing much to do", "We all know you like men who kill lol, so I can see why you'd downplay it.", "I miss SFist's Apartment Sadness column.", "Really sad how often people don't go into the closest lane first and then change lanes when safe to do so.", "Now I can’t unhear it...", "I set the house on fire and almost killed my entire family", "I'll second this notion. One of the first things to go is texting when I start getting sad.", "That's sad. You can be acquaintances with women. Not like you are driving them to the nail salon or something .", "Wait so did you permanently lose sight in one eye or is this just temporary?", "When I went on a first date I only took like 2 bite of my food. Felt pretty bad", "sure but that doesn't change the fact that he's probably not a neccbeard", "When nobody can tell or force you to pay up, being in debt isnt so bad.", "How sad that you think because [NAME] wants something we should no longer want it. Grow up you child. Life does not revolve around you or [NAME].", "My condolences.", "Sorry for the late reply. Bought it on the NHL shop, they have them in both fanatics and addidas.", "I SWEAR I DIDNT MEAN TO ANSWER 2 HOURS LATER FORGIVE MEEE", "I lived across the street from it as a child. Used to swim in it as a kid...Ignorance is bliss.", "They look like great bros, sorry for your loss <3", "I get your point. But really, the low prices is just a trap to get more men in lookout for action. It's sad.", "I won't cry any crocodile pears for you, that's for sure.", "Sorry but this is too rad to be cringe for me. This is like if [NAME] was a general.", "Be adult Pay taxes to govt Be deemed incompetent by people with different views Feels bad", "Alright, and I remember what [NAME] is but I’m trying to go to sleep so don’t remind me.", "Oop my bad", "Poor kitty. All you can do is give her extra treats, playtime and cuddles. ", "Cant you tell how sad she is from her face?", "Will see,still better for Chelsea then [NAME] who looked completely lost and devoid of any confidence lately", "[NAME] is poor now so it's open season", "I'm sorry you have to deal with this. My mom does the same anytime she loses something. She accuses people of stealing whatever she lost.", "If you have schools in your city, I got bad news for ya champ...", "Wow, you folks sure are salty about losing the midterms! Pathetic?", "Sorry you had to live there. Good news is they are demolishing it in 2020.", "You should dm her and say I'm sorry"], "curiosity": ["Oh I can feel the burn all the way from Australia, even a few months later. Doesn't anyone have a direct source to this post? Thanks", "Did anyone see the ladies sitting behind the Hawks' bench?? WOW, like smoking hot.", "What other account do you think is mine?", "Omg where did you get this?", "This is awesome! Does anyone know if an EST version is available?", "Why? I don’t think I’ve ever seen someone not like [NAME] irl or here. Witten I can see though.", "what app is this? i see the layout every now and then i’m just curious", "Z-axis...? You mean the spontaneous propulsion system or is it something else?", "4-3 isn’t actual wins? Tell me more then about these “actual wins”", "Why are you trying to cheat NJ transit? NJ transit is in deep financial debt and you are trying to steal from them. Shame.", "Dying to find out who it is", "Does she hate the men in her family too? O.O", "If charity worked, everyone in the world would be fed and healthy in this precise moment. Also, how are you going to enact basic income without social institutions?", "It's full of what?!", "this is less tabletop horror more... regular horror do you know how he's doing now?", "No it’s ok. How does [NAME] feel about his mom hovering? Are there plans to move out or is this a permanent thing?", "How about What's New Pussycat? With a playing of Its Not Unusual every seventh time.", "I got the 4K Blu-Ray and the Mrs and I are convinced you see more than butt in that scene.", "I have considered that, and if is possible, I will see where it leads me, thanks.", "How do you feel about pulling the plug on someone in a coma", "Love when the run away joke always ends up with someone who isn’t funny ruining it", "Is there anything else you're interested in besides [NAME] & [NAME]?", "Unlikely, but who knows? Memory speed rarely makes a difference in gaming, but I've seen stranger things. ", "I'm curious as to how to explain this to a young child? I will like I flounder at this.", "Wow, pretty transphobic to say prostate owners have a penis and non-prostate owners have a vagina. What about the neovagina and front-hole bearers? /s", "Why does that matter?", "New book? Or is he talking about 12 rules", "Wow! You must have pretty low standards for teachers in your state/school! I guess that's why Massachusetts is always first for education.", "Does everyones dad/grandpa have this exact one? Mine do.", "I just want to know what the experience of meeting himself was like.", "Are you being stalked by anti-vaxxers? I’m so sorry that sucks so much", "> bacon You had my curiosity, but now you have my attention", "Are you sure it wasn't just the six o'clock news? Its getting difficult to tell the difference these days.", "Curious about your thoughts on BC’s LNG activity.", "Maybe I’m cringe but I hate [NAME]", "Okay... am I the only one curious how in the hell a fourth grader managed to get expelled?", "Why is this sub obsessed w/California? And Texas in general?", "What do you think? If you look at my question above? Last thing I should do is to say sorry?", "Are they dead? I don’t recall this bit of the Nativity play.", "Lets see how [NAME] goes in Round 6", "I've been waiting years to see them (specifically [NAME])!!", "You think this really happened?", "What will I have for dinner?", "Why not streamlining that: the fine could be converted to the coverage for the poor students. A good gesture from legislators would help so much.", "Out of curiosity, what do you see in Verdugo that gets you to legendary?", "out of curiosity, What are you watching?", "If it’s weed I’m going to be disappointed. Can’t we all just go to the store and get it?", "What reason do you have for not already having been prepared?", "Oh man, I didn't know that. No wonder he has no care for it. Does he have any post secondary education?", "Just for recreational use? Glad you are having a change of mind though", "Do you have any data to suggest this?", "Wasn’t it 99% of the WORLD’S population? Like how in the fuck is that even possible...", "How did your consultation go? I would really love to hear what it was like. I'm starting to think about my future consult too.", "It would feel amazing. Which would scare you. So you would crush it. Along with yourself.", "Wow! What are the odds of that!?", "Are we seeking attention? Waaaaaaaaaaaaah!", "maybe they are even going places together ;)", "I think it's even sadder to go through someone's Reddit account looking for stuff like this to post.", "What is your career field? Maybe you should take a break or something? Beating your head against a wall every day has to be frustrating.", "How is this news? I am sure there are a few living in discovery park and along the coast there", "It's a [NAME] family tradition!", "And why does he shame women for choosing a beautiful person over an ugly guy lol?", "On BBC Parliament: \"Brussels will be watching this as well.\" Will they? Do they have a TV Licence?!", "What happened in his personal life? I know he had a bunch of head injuries; is there more than that?", "Holy shit I was so anxious reading this. I’m so sorry", "WHAT HAPPENED TO THE ORIGINAL", "What sort of material would actually swell this much instead of eroding or just breaking? Is his ceiling made of rubber?", "I played in the WSHL last year and this really isn’t a surprise. It’s crazy how unbalanced the competition is in that league", "Did either of those places declare independence out of the blue? No.", "How has the season not even started, and Plastique already is my fav", "Any chance you have a bank account information you want to share?", "why would he do that", "Heaven know why she would WANT to spend more time with him *see self out for catty-ness*", "Do you regularly go around calling people a know-it-all when they've generously provided you with specific information you've demanded?", "But ... aren’t you so super sensitive at that point that you ... um ... burst?", "What do you think is an unacceptable percentage level?", "So, where we at on this? ", "Oohhh so you go to school on a military base? Is your mom or dad in the military or both?", "[NAME]? Man that laugh when the captain joked that she can read minds. Kinda embarrassing.", "Devils fan here: how good is [NAME]? I'm watching this game and was wondering how he's been and what his potential is", "I'm curious - are you under the age of 30?", "I've never heard of him. Do you have a link? Curious to see if he has any videos on accents I'm familiar with.", "do you promise?", "Any link to a nonpaywalled version?", "What is your current relationship? From my experience women younger than 20 always look for older(0-3 years) men.", "So how depressing is it that I know that's not true? You still gotta pay for a cold delivery.", "really? I tried last NYE during the day and it was dead", "how do you think money is created? it is largely controlled by the government and is distributed to create certain results in our society.", "Curious why the option is even allowed then.", "So many [NAME] killed in Hoi An. [NAME] damn do I love that exchange rate.", "I take it they don’t train high risk traffic stops in Arkansas?", "Wait, Mario Odyssey? I love that game, but isn't it a little old to be in the top 10?", "So [NAME] is still on the block and hoping [NAME] can nominate someone else.", "Say what? I don't get the joke - is that the founder of the MLM? Are you talking sexually or financially *railed*?"], "disapproval": ["I didn’t say you should take my word for it. You’re not discussing this sincerely.", "My dad doesn’t believe in climate change. This is way too accurate.", "That’s not how totaling works.", "You're not wrong", "We should definitely ignore it and blame it on California.", "Murder is wrong by the very definition of the word.", "Not really, just wanted to know why specifically you thought he was on gear. (Because I honestly don't see it)", "That's an extremely ignorant thing to say", "And in some aren't permitted outside the home without a lawful, legitimate purpose.", "Don't attend. Don't engage. They want validation, don't give it to them.", "Different doctors have different opinions on who should and shouldn’t be vaccinated.", "Didn't find it believable even from the start", "He has been ghosting me whenever I text or call him. I know he has been getting them though. As they are always left on read.", "Religion is the biases for more hate; wars; discrimination; bigotry and poverty than any other entity in the world, with the exception of central banking.", "For real we swept Tampa last season? EDIT: Wow we did, our playoff run against them was a different story ", "Technically, that time passed a very long time ago. She might not have much of an option anymore. ", "oh yeah? Mines real", "Then you’re opposed to the running game. His [NAME] largely suffered because [NAME] got the juicy carries.", "If you know anything about those sources then either you understand the dismissal or we aren't going to agree.", "It's the number one reason I refuse to exercise.", "I couldn’t live like this. You should leave.", "wouldnt like most of the pokemon fanbase be adults now tho", "This is about as unacceptable as the subject can get.", "Projection in the sense that they are projecting their infantilism and naivety.", "Looks like you don't have a story too.", "No it's not >:(", "As row boats are abandonned all around it could be a very interesting little add . If , few randoms row boats had a old and used one in it", "Ok but you're still arguing against specific religions not the existence of some type of [NAME], which it almost sounds like you admit could exist", "That's a very long winded way to say 'i disagree'", "Look we are starving but we still have some honor. We don't need any help from your people. Especially not 50 cents a day", "So are leftists ones. You will get banned for disagreeing with someone REEEEing at trump.", "Could not agree more!!", "He believed Ireland had a right to exist, he just didn’t believe in the way the IRA(1919-1921) went about their business. ", "Bruh you don’t belong here", "How many hours of maintenance do they really need to do every night? I feel like they just want to cut costs and tell us it's impossible.", "Holy crap. I need to listen to that speech in full on my commute home then."], "approval": ["Shhhh it's ok", "The only way I can make people laugh", "Agree. Keep trying, then if your rejected every time. I'm sorry your done.", "Yeah, it's too expensive to eat out all the time, even if its fast food. ", "Don't the [NAME] generally accept inerrancy? It was the universal position of the Church Fathers.", "Agreed! I’m so excited for her story this season!", "Exactly! I'm Pan cos I like warm colors babey!!", "That was easily the best one. The lyric ended, but somehow he just kept going. ", "Oh, THAT. Yes I agree actually, I found that part rather malicious.", "You're the reason [NAME] won the election. There isn't anything even remotely resembling fascism in the United States. Get a grip.", "Too late. Gooble gobble, gooble gobble. We accept you. One of us.", "Well that makes sense.", "Absolutely, yes. I could not feel better right now, and I could not have felt worse yesterday.", "I agree with that, that's really the only reason I play pk too. Probably the reason my win rate for her is 40%", "Exactly. And they parade around with their protruding stomachs as if they're [NAME] gift to the world. *barf*", "Thanks! There are so many resources available. Thank you for telling me about one that actually helped you", "Damn, u right. ", "He already has 2 fouls", "I resonate with this so strongly. Thank you for putting this feeling into words so succinctly.", "Well thee are some things we know are coming next patch. Like improvements for the bipod", "Same. And then cried a little.", "Ahh, alright. I'd no idea hahah", "Awe that one was just for me but I really like the post", "there's no limit when it comes to owning dogs.. more dogs = more love", "You are in the right here, and I support your actions", "Right? Most days I wish I had really small ones so guys would look at ME instead of look at my body.", "Why would the family talk about this on camera?", "Yes! I binged it (I was a late adopter) and then all of a sudden nothing!", "Baby you was right", "This communities inability to understand sarcasm is absolutely awe inspiring.", "Agreed but I’ll still take kpins if they’re available", "Yeah, there are trees that are far older than 521 years.", "If it was six, I would have accepted it as just some crude humor", "I agree 100%", "You're right!", "The cognitive dissonance is strong with you.", "I agree, Thats also how I felt when I visited Japan last year", "What? What's wrong with making G a charge charact.. Ooh, yeah Q, I forgot.", "No. They can go through the same legal process my wife and I did before getting in that line, so they don’t get turned away.", "Hahah you right. Please don't tell any birds!", "[NAME] and [NAME] made their own beds with their own actions. But I agree with this too .", "Yes! She lost more!", "Yesssss!!! [NAME] would be awesome!!! I also alternate between these two shows! So good.", "I didn't like the family ending but I liked the Atlantis ending especially as we know we are going to see more of it in DLC2.", "So it's okay when [NAME] does it. But when I do it. I'm being weird. I see. Got it.", "Agreed. I'm happy he was able to find a resolution of sorts; to effectively overcome the event.", "Yeah. Go ahead. Go back to mensrights, sort by top all time, and see that I'm telling the truth. ", "Yep exactly, and he never demands the ball as well. He's afraid of it.", "excuse me IS THIS AN ANALOGY", "I have friends who drove from interior Alaska to Arizona in less than 48 hours... It's possible.", "It would be okay if they will turn them into some old non-obtainable premiums. I mean limited edition"], "grief": ["[NAME] is a murderer,a psychopath and he wants just to kill him", "I like how the [NAME] stood there like what the fuck and then just accepted his death.", "She would be devastated! Whatever you're going through won't last forever... this will pass!! Ask for help - find someone to talk to!", "They killed [NAME] for being a [NAME] right after this. [NAME] was a notorious anti-Semite.", "Imagine your daughter running away from home. I think that's a pretty terrifying idea without some murderer or mystic horror", "Idk why ur being downvoted, I thought that's funny", "The lucky ones died quick", "Death approaches! -[NAME] 2013 (I think)", "They killed me [NAME]. They killed me with schlock", "Devastating to hear of any news like this :(", "I want to so bad it hurts. I guess I'm just scared."], "anger": ["It’s all the anger, it ages her terribly ", "Ok that was a rude way to send him off. Can I have hot doctors again", "Read divorce busting and kill all marriage counselors. As much as it sucks...youve been given a gift by him giving you time.", "Also, [NAME] growl/yelling/screaming at [NAME] in the sumo suit on beach day. ", "WHAT you guys get this show on Netflix? We certainly do not get it in Canada what is this bullshit", "Shut up [NAME]", "You don't need to screw your face up like that, it's already screwed up enough.", "I bet you're part of the gangs sneaking illegal, murderous drugs to other countries just to keep your family better fed than someone elses family. Fucking psychos", "Don't you understand, the people affected are [shuffles deck] able to get a 0% loan until the shutdown is over.", "And there you have it, the left who argue with personal attacks and cnn buzzwords.", "Why does everyone keep assuming that we’ll suddenly sign big name FA’s? This is a terrible idea.", "Your passion for [NAME] literally put a big smile on my face. Stay wavy!", "Shoutout to my fellow retail workers stuck working on third shift during New Years", "Why would they stop there with like 15 feet of visibility? It clearly isn’t just the truck drivers fault", "My anger, up 50%. ", "They played loud music on a ‘school night’, seriously! You’re backing the bastards here just to be contrary.", "Truth Yeah keep living in your reality lol Delusional idiot", "I hate that we cant be trusted to self criticize and we have to have Russian news do it. It feels like watching fox.", "Damnit Morty! D'you see wha-rrrgh-t you've done!? We're fucked Morty, the squirrels - they're recruiting dolphins now Morty. ", "What? No deal, abort, abort!", "Sew up that cockholster son, no one gives a fuck.", "Lucky you got a sane dad. Get ready for a world of crazy... just don't get sucked into her toxic world. Good luck.", "Ghosting sucks and is rarely excusable.", "damn, I searched \"mocap\" and \"motion capture\", but they didn't use those terms in the title there.", "What in the fuck was [NAME] doing there", "This sub is a fucking joke now", "This fucken essay", "How dare they ask me to be a good person! I'll show em!", "sorry this happened to you. id be sad and angry too if i worked hard on something, and someone took that away", "These leaks are actually very credible. It's sad that you guys let Hate and anger blind you from enjoying the experience.", "I've spent too much of my life being angry at the Jets, just gotta roll with it now.", "Can [NAME] just shut up and appreciate her dog?", "I need to amend: Fuck the Patriots and fuck [NAME] in particular.", "Now ask me if I care. It's irritating and stupid.", "A little optimistic to call it trolling. He's pretty Damn stupid, let's not put anything past him.", "[NAME] looks so fed up with this game. He's going to scream at the whole team after the game.", "Why should I get flayed? He's the one who sucks!", "I wish someone were there to scream this at me every day.", "The emoji at the end just made me want to slap her", "Fuuuuck. I feel this. In my core.", "But we're dynasty haters! We're just terrible people who don't love seeing bullshit shoved in our faces year and year out.", ".... That literally made my stomach clench. I can't believe they are charged for the samples... Just eww.", "It was fucking in!!", "Not only do they make me cringe, I become angry because usually or is my nmother and her flying monkey daughter posting them. Just horrible.", "I am not running around talking about how I am going to beat up my kids teachers. Not sure where you got tough guy from that...", "His 2 point shooting has been bad this season atleast he is still staying aggressive", "Great, petty revenge instead of making your GF happy by removing [NAME] from her life, nice job!", "Then they are idiots.", "Well.... fuck", "Ah fuck.", "I don't date women who smoke. As for pills or syringes etc, I don't find recreational drug users attractive. Similarly for being drunk.", "Watching this makes me angry.", "Fact, the sky is orange. And if you think it’s blue, you’re stupid", "I hate betting unders.", "ah so youre the guy who shows up to the party with one goal, to yell at people when they don’t play by his own rules", "You already used that one my abusive buddy.", "Then go fucking cry you weak minded piece of shit.", "Sorry, spelling [NAME] Smearing* Motherfukers* ", "The dashcam only proves that someone inside that vehicle was angry. It barely proves a gun was fired, let alone at someone.", "You crush them up", "I'm honestly so pissed off for you. That whole situation is insane. Good luck moving on. No one deserves to be treated like that.", "Fake lous!", "I'm sorry my Baby [NAME] joke made you so angry.", "So you then took that lie and began aggressively cheating on him? Your post history. Wow.", "Honestly, I have a hard time sleeping in socks. The fuzzy ones are the worst because they slide around on my feet.", "I got to nineteen ninety eight and then breathed out, \"goddamnit...\" ", "Well hot damn", "You don’t have to hate players just for being on a different team. I hate that [NAME] is an [NAME]. I don’t hate [NAME]", "[NAME] BREAK THE GAME. WHY HAVE YOU GIVEN ALL THE KILLERS A FUCKTON OF THEM. ITS SO DAMN STUPID.", "What the FRICK", "First of all how DARE you plague this country with your USELESSNESS you degenerate smh", "You forgot >Having a $1500 debt on LES due to Finance fucking up", "I feel this. For me since I’m using those gamethreads to let out frustration but realistically I know we need to keep patient in this re-rebuild", "Flat out getting our ass kicked. Gotta give it to Memphis, they have just shut us down", "fellow trans guy with an nmom. i know what youre going through. it absolutely sucks. im sorry man. my PMs are open.", "So, bloody stop feeding cattle, nothing even compares to the resource consumption (waste) of the animal industry.", "If I ever see that in my area, that will be a bullet to the head. Fuck Reddit's rules.", "They will most likely be branded as PKK symphatizers by Turkish media. Which sucks because next time something like this happens some of them might get shot", "It didnt fuck up his career at all. Hes got thousands of ravenous fangirls and still makes absolute bank.", "I'll kill you.", "you beat me to it. Take your fucking upvote", "An angry old person yelling at a retail worker will never listen to reason.", "Where are [NAME] and [NAME]??? Time to kick some butts!", "Stay away from her kids, [NAME]!", "that sucks, good luck next time!", "I figured this story would end with her screaming, \"I DON'T CARE WHO YOU ARE... THIS IS A CAR.. TAKE ME HOME!!!\"", "Oh [NAME] this is going to garner such hate hahaha", "I don’t care about this mission Texas stuff", "How dare you do [NAME] like this.", "[NAME] I hate Twitter", "[NAME] is a MOTHERFUCKER", "You're not my real mom. I don't have to listen to you. Just because my dad loves you doesn't mean that I have to!", "Fuck [NAME] for blocking funding for this for years and years. So glad it's being used to help people now", "I really hate ginger ale. With a passion. The scenario in that scene makes me sick to my stomach.", "Shut up why do you even care about what people choose to do with their bodies lol move on and keep living your miserable and ignorant existence.", "Talk about an oldddd school shit coin.", "Didn't u just say ur new to this? Why are you speaking?", "Instant fucking turn off, ugh. Fuck us for wanting equality across the spectrum", "Gawd but [NAME] is a bitch.", "\"THE SAMPLE SUCKS! THAT TOWN HALL MEETING WASN'T EVEN AS GOOD AS THE TLIC ONE\" ", "are u ugly?", "Stop working, it works with the GM corporation, why not the US corporation. ", "Beat my second wife cuz obviously she put the evil eye on my first wife", "This just makes me angry.", "These stupid fucking cunts don’t even use “shade” correctly, [NAME] would toss them off the pier.", "omg no way he totally screwed himself over there XD", "I regret this post so hard so much debate and anger lol", "This sucks so much and I’m sorry. I hope you recover and have a wonderful life.", "How is one not amused by that? I can't imagine being angry even if it was my lunch. lmao...", "If someone has tithed 10% their entire life, fuck off with requests like this.", "1, you,, you,, actually shat on a hamster? 2. Washing your hamster can kill it 3. You fucking shat on your hamster", "Hell yeah. Happy they pulled it off together for their city. This is a great story in [NAME] eventual great career", "Which means it isnt his fault? And the 4th? What the fuck was he supposed to do. stop blaming 1 player.", "Oh so that’s what you are into huh?", "If she canf even protect herself what the fuck is she doing in a business that protects others.", "How dare you disparage a 3D printed JV riding a goddamn raptor", "You mean defy their nation's people and f*ck them over.", "FUCKING YES BEST PLAYER ON THE PITCH TODAY ABSOLUTE WARRIOR BOW DOWN TO THE BALON DOR WINNER TRULY WORTHY", "I was just scrolling down and I screamed when I got to the feet", "Oh that sucks good luck man", "if he ended up with that chef, damn that will break my heart for sure.", "Very frustrating. And totally the fault of your school’s systems for handling the issue. Sorry you have to deal with it.", "I hate this and I love you for sharing it", "Damn you, [NAME]. I’m a woman and yours are bigger than mine. It’s not fair!", "Don't you fucken do it", "I killed them for the first time in my most recent playthrough and regretted it. The replacement council sucks just as hard.", "Kill him the sinner", "You're an idiot and no one believes you and your telegram jerk-off buddies.", "It's actually insane how she looks like [NAME].", "Son of a bitch... here we go. Can't just stand there guys....", "No I don’t, why can’t you bring your hand to do it?", "Uhhhhh...it ain't cheaper than upstate especially the Syracuse, Rochester, and Buffalo area. It's much more expensive. ", "Don't use autism as an excuse to be an asshole", "That's some bitchy whore", "What the fuck who likes cold", "I spent like 6 hours overnight browsing the top posts here when I decided to check it out I hate how much I can relate", "Pinkwashing a violent, repressive institution isn’t cool. ", "No more [NAME] from Georgia. Suck it you old, ugly hag.", "I hate y'all too", "If you had to think of a way to survive this how the hell would you. Damn"], "surprise": ["Ah what a bummer! Better kill them herons & spoonbills!", "My money is on [NAME]. Doubt [NAME] is back up next yr. [NAME] looked.good last preseason. I was surprised he didn't beat [NAME] then.", "Really? Hey mods, I have this pain in my lower back just about _here_.", "Do I make you ornery, baby? Do I?! Ok.. Yeah, I probably do now..", "What a great response!!", "These folks have surpassed", "I'm wondering how many players have \"PhD In Punishment\" -comment unironically.", "Less adventurous?", "Ahh, I see. Well, he wasn't wrong!", "Omg lmfao!!", "I'm not saying to hate them, I'm wondering why this sub just started worshiping them.", "Youd be surprised how many times the \"hebephilia is not pedophilia\" argument comes up on reddit. ", "Really? In real life, she's wearing comfortable clothes with no makeup. Other than that she looks the same.", "OMG THOSE TINY SHOES! *desire to boop snoot intensifies*", "[NAME], this really is stunning", "What happened ?!", "You guys will be shocked to know it is another cut of the Ga Spa vid.", "Is there a sub reddit for targeted memes like this?", "Yeah, turns out there are some SNEAKY Grizzlys there that can surprise even a dog.", "Cant you just say no when it doesnt feel right? Sleeping in same bed can help heal...after the initial shock is passed.", "Of all the people in the world, I honestly can't believe that Reddit hates [NAME].", "They use pencils in college now?", "There are so many posts from [NAME] on here it makes me wonder what people think wholesome means.", "People hate him? Why? Most call him the most dominant player in CFB this year.", "what a bizarre post omg", "Oh gosh that's no good! Perhaps the other options are better places to start", "Oh, how I miss real spicy Chinese food. Day after, not so much.", "Can’t believe a club paid $550k for Sandow that’s absurd.", "omg you like totally caught me!!! i'm just a silly social media girl named [NAME]", "You know I asked once and he was livid. But sometimes I wonder.", "> What? I second this", "No cocaine? London will collapse.", "Are you allowed to voice any political opinion on Youtube or are they also censoring based on this?", "You know, ive always wondered how a car could get in a position like that", "That looks like before Fox even owned it, I was surprised to see it's almost been 30 years", "is this real life [NAME] (netflix)?", "Pretty stock standard winger. Depth at a good club, regular starter at a bad club kinda deal", "I wonder can they basejump to the bottom.", "I will be surprised if this actually has an impact. Just a few statements about the importance of the commitment to defeat ISIS and the withdrawal will continue.", "[NAME]. I didn't think weapon durability would be a problem for me in BotW but I kind of grew an emotional attachment to that 2h battle axe...", "Is that [NAME]?", "Paying respects?", "Can you read? It says right there the tweeter’s husband got out to help the woman and ask if she was okay", "Not yet! But I waiting for a miracle any year now!!", "Refreshmentos! What's that? It's new!", "Awh you're hurt", "u/1R0NYMAN is that you?", "What's there to dislike?", "What? I didn’t understand a thing of what you said.", "What is scary?", "oh [NAME] what did i do", "Really!? I thought it had, or at least it should. Guess I'm better off leaving too", "Omg, the hands touch the chicken, go off screen and then touch the salt. My mind is contaminated with Salmonella. ", "You haven’t missed anything. I looked out of curiosity and didn’t look twice. I was surprised that Colt would do that.", "I'm not on it I was just wondering for the sake of knowing.", "What? That's exactly what I got from it. Obviously red-haired people are just defective and need to be cured/corrected. /sssssssssssssssssssssssssssss", "This is surprising as many pizza places us peanut oil on the crust in the past. Had a friend end up in the hospital from this.", "I'm surprised [NAME] hasn't had a chance to be called up", "Nobel prize, u/Otomyre, Nobel prize! I’ll see you in Sweden!", "I wonder how many tries it took to get the spacing right", "[NAME] black?", "this is a thing? oh no"], "excitement": ["What a game... completely down and out at half time and then... [NAME] and total annhilation of the scousers", "I was expecting a fun game about dolphins once upon a time...mistakes were made.", "Happy cake day", "Ooh, I have a fascination with North Korea, and now I need to check out that book! ", "The monster!", "It \"proves\" I can get someone to agree to go out with me then dump me, I guess.", "Damn... that’s another thing I didn’t even think about it. Probably the biggest reason why people shouldn’t steal food", "Hahaha okay that actually made me laugh. Thanks man", "We got Munchak guys!", "No different than people making a big deal about their team winning the super bowl. People find it interesting.", "She better!!! .....nobody else will", "I’m a fan of them in the wild, weasels are interesting. Not as pets, nope. ", "Happy cake day!", "She’s so hot. Also happy cake day", "Holy shit, it's never occurred to me I'll still be anxious at 50. Thanks for this, very informative", "Which totally makes it less funny for a person like me who has never seen this before, and laughed. ", "Most exciting abortion I’ve ever seen.", "Happy cake day man!!!", "And that is what cognitive dissonance looks like. People do the craziest things when reality doesn't meet their expectations.", "It's not that bad. Not even the employees were cringe worthy. I'm glad that they were all enthused about having fun with the seniors.", "I'm sorry to hear this. I hope you can find something to make you feel happy in the new year.", "And every [NAME] on Reddit has an anxiety attack...", "Going to my favorite greasy burger place in Madison tonight to celebrate my ability to eat delicious burgers whenever I want because I'm in my early 20's", "DuDE -- I aLMOst HAd yoU!!", "Huh? edit: /u/DanVsStu I have no idea what this show even is - you have the wrong account", "Yes please. What's that @ ?", "Oh man! Oh boy!", "It's gonna be the next \"live, laugh, love\" with everyone running around talking about if things \"spark joy\"", "They’re well on track to getting that superpower by 2020 slot", "I cackled!!!!", "Oh [NAME]!", "too much internet", "I'm really interested in seeing those other 6", "\"Oh ho ho! Delightfully devilish, [NAME]!\"", "I think he's probably (hopefully) more interested in the URL of the page... :D", "I have his signature on my jersey. Lined up at Canadian Tire for it when I was younger. Happy retirement!", "Had my first kiss last month at 22. It does feel great. Good job bro.", "I’m not crying. Nope, no tears over here! ", "Don’t get me wrong. I laugh so I don’t cry :’)", "I might be having carrot cake tonight!!! I love it! And that coffee sounds like the perfect pair! Enjoy it", "Except for \"fighting liberalism\". Happy cake day.", "Can't wait for episode 5", "No. But that's really interesting. I might start doing that.", "I can only focus on that pastry.", "I’LL SEE YOU AGAIN NEXT TIME", "oh [NAME]...", "Wow. Have that much debit in your bovada account is something crazy. Props to you", "r/NagafenCoD is ecstatic", "happy birthday dude!", "California Adventure has beer so I'm fuckin living the dream.", "That's amazing, wow! People can be so good.", "I just love the look of most benzos. Bars of course the most. But a handful of 10mg valiums or 2mg klonopin is also mouth watering :)", "What's up, man? I'm new to this but I will try my best ", "It's crazy that I just saw like seven clashing patterns and immidiately thought \"oh yes, eastern Europe\". Why is that?", "Very excited for what could come from his presidency, very much not excited for the primaries.", "Yea but I hate existing, it’s nothing but sadness ", "Bipolar symptoms tend to be very fun and exciting, but they can also be very bad and harmful. She should get some help.", "Whooo!! She waited... then paused the. Went in!! Oooooohhhh the shade!!!!!", "Oooh, hasn't seen that one. My favourite song is the first half of Miss Me.", "Happy New Years, sidepiece!", "Congrats. Having a steady job (and one that I actually enjoy somewhat) is the #1 thing that helped me out with depression/anxiety.", "Probably left the crusts on ! Borderline abuse right there !", "I didn't even know there were two types of strep. That's very interesting!", "Omg I love these things so much", "Wow did we marry the same guy. My STBX left the state for 3 months with no contact with his child.", "*curb your enthusiasm theme intensifies*", "*Hey just noticed..* it's your **8th Cakeday** [NAME]! ^(hug)", "This is the stupidest thing to get excited over (but I am)", "I love reading positive stories!! Happy for you, OP!", "That's really interesting. How come?", "happy cake day.", "I did physics and maths, now in astrophysics. It's fun (except for stars, those suck).", "I've also heard that intriguing but also kinda scary", "damn that kid can jump", "Yeah, I wouldn't be too surprised by that either. I'm so excited to see or hear SOMETHING though. ", "heyyy that’s my birthday as well!", "Second this. I have an anxiety disorder that has resulted in me never working a job, but my career is making YouTube videos self employed atm. ", "Yeah let's wrap up AS4 I'm suddenly so much more excited for S11", "Oooh. Look! Big man over here!", "Need context on this lol. I'm on a Uber rn to a bar so will be drinking right with you!", "enjoy it and happy New Year!! I was at the cheesecake factory yesterday with one of my kids.. had a blast", "Binged through this last night. Interesting and entertaining. I'd love to see more.", "I am sports entertained.", "Makes me glad I'm almost 50, and all this is stuff I will never ever experience, and frankly can hardly fathom.", "my [NAME] this is just *yes*", "NICO WITH THE SMIRK!", "I am so excited to vote for him! [NAME]", "This architecture will be treasured even more in a couple of generations. We must act now to conserve it. Btw, happy cake day, slaphead."], "caring": ["Hey I hope you know you’re still important and loved even if you may not feel like it at times. You’ll be okay!", "So much better that way!", "There's also the option of \"who cares? Ship and let ship\" but okay. ", "You can be partners without being codependant, you can also keep your individuality without worrying or hurting your relationship. Its all about communication.", "We automatically get the pick. There is just a chance we lose it because of his grievance.", "Yeah i checked her teeth out and they are okay. I was worried about that as well", "I know how it feels being in the hospital alone, I hope you get well soon", "Maybe concerned about you being underweight? She is probably concerned you don’t eat enough and is trying to help you", "Right? I think [NAME] needs to be careful cause I could def see [NAME] snapping.", "Well that makes it easy. Thanks again. I'll look into it.", "Be safe.", "I totally agree with you, I just wish she hadn't tossed his sweater away :(", "Dont worry, they are the best surgeons in the hospital and they will remove the tumor in no time", "I'd be careful with that, could be construed as cybersquatting which is illegal.", "May your recovery be swift and your memory of her abuse soon be distant. Safe and happy travels.", "8 years ago a “friend” of a friend very seriously said we should nuke Compton. One guess who is a rabid [NAME] supporter now.", "Stay strong [NAME]", "I'm sorry. I hope he takes the CTJ talk seriously. Fingers crossed for you!", "Ah, as a fanatical supporter of the Alliance I've not done any of the Horde content, thanks for letting me know", "I didn't say it was proof that anything was a scam with no future, perhaps you're projecting.", "This sounds like fainting. Get your blood pressure/sugars checked.", "Bring them into your home, feed them, love them and have a sign made that says \"cat sanctuary\" and hang it above your front door. ", "What type of migraine do you think it is? Hope you get better soon", "Thanks for calling me an idiot... was definitely necessary.", "I love how dramatic it is. It's perfectly self aware", "[NAME] has a drive that [NAME] doesn't at all. He cares more about his hair than buying a house for his mom from what I have seen.", "Here’s to taking care of ourselves and reaching out to each other and getting the support we need!", "Have a nice day sport.", "I take care of my kids!", "It's amazing the people here supporting the [RELIGION] church and the child molesters over duterte... I wonder why.", "Everyone keeps giving me that advice haha. She's happily married to a really nice dude, and she is basically my sister at this point.", "If you have insurance, see of they'll cover it. My mother got her reduction completely covered due to a history of pain.", "i’m happy you were able to have a child! that’s my biggest concern.", "I used to when i was younger, but then i got old and started caring about conserving water. ", "RTD lines are free in Denver tonight. Stay safe.", "❤️ you are a strong individual and there is an amazing amount of support behind you", "I'm cautiously optimistic about him.", "On time stat doesn't matter for anything meaningful, I wouldn't waste time contacting support over it, or worrying about it for any reason really.", "Hope you feel better soon. Probably won't happen, but good feeelings sent your way.", "Medical interventions that are undertaken to save the life of the mother, even if the result is the death of the fetus, are morally permissible. ", "Or 16th if you're on console.", "It goes that far back? That was probably hands down the best fight ever. I loved stone cold as a kid", "Careful, he's a hero"], "disappointment": ["Youre gonna be really disappointed when you hear [NAME] track with the guy from Degrassi", "No where was I blaming [NAME] for the lose but he didn’t help. I just dislike his game.", "My family never cared enough, I wish they did...", "In our society it is more shameful to pay for sex, do drugs and to gamble than to praise the death of innocent innocent victims.", "I'll say no thanks to endangering others in traffic. And miss me with the \"I drive better while high\"", "I understand that the fear that you will need to have surgery is very upsetting. But, there is no legal case here. ", "The cheerfulness of the “hail satan” text overlay was unexpected.", "> Is it weird to have more sympathy for animals than humans? It's frighteningly common, so not *weird*, but it's definitely sad", "[NAME] must be so disappointed with that deepfakes ban.", "I hope you figure out what to do! It is real shit situation and it is awful what he said to you.", "I do that too. I just feel oddly uncomfortable when I'm doing a task and there's no noise in the background.", "Yep! And the buns seemed so much fresher then. Last time I went, years ago, it was terribly disappointing.", "I really hope I don’t ever experience a mid life crisis at all. But if I do, I at least want to act my age.", "I miss candlestick :(", "Oh dear lord. Imagine if [NAME] scores off the break from a scoring chance of [NAME] and [NAME]", "Teacher: Huh, I never though he'd really do that.", "There’s really no rationalizing their train of thought.", "Definitely not a misunderstanding if you read the articles Bloomberg posted.", "The point is no 13yr old is perfect and shit happens that doesn't mean they were scumbags that deserved to die for making the wrong choice.", "They hated him, because he told them the truth", "I hate when that happens.", "Had to stop and wonder what [NAME] has to do with this before I realize you wrote dumpster", "So obvious you got downvoted 40 times, ok!", "Get ready for the “I haven’t seen you since last year!”", "No kidding. That was extremely disappointing.", "\"Oh no, my blue heroes died, it's probably very bad, time to concede\".", "The reaction is incredible. I’m quite certain it’s satire as well, but its impact is depressing as hell. ", "I'm 34 and disappointing my mother is still my greatest fear.", "Guess it's a good thing he cant feel them anymore", "Doesn't matter how much experience you have, you're still delusional and most likely attracted to the \"wrong\" kinds of men", "Yeah i don't want them to know to early it ruins the fun.", "It’s a really depressing show. Kinda like Mad Men.", "I have no idea what \"[NAME]\" is. These billion and one denominations are getting kind of ridiculous.", "You win some, you lose some.", "If you don't understand something then you want tyranny...", "It's not something i'm proud of, but I definitely fucked up that day.", "Rejection always hurts, even just a little. Sparing her feelings may mean she doesn't get the meaning. Be direct, kind, but direct. ", "[NAME] will probably get something as worse as [NAME] in ep4", "It could be how depression is effecting you but i don't think it's crazy", "In the time I've been seeing this he has already lost 3", ">very unlikely Literally impossible", "I think Voit hits 30+ so it’s not impossible.", "Except [NAME] is worse", "I hear ya. I got instant Sapphic feelings as soon as i enrolled at university here.", "No surprise, it's nearly impossible to find a seat in the library any time remotely close to exams. ", "Breaking bad all over again", "Yup. I’m assuming cause it’s live crawfish and early in the season? Idk. I love crawfish cafe but not for that price.", "Before the trade happened I knew [NAME] was [NAME] but [NAME] beauty had not reached me yet", "Damn it!", "I am sorry that you are experiencing such deep suffering and such pain. You matter in this world, and we would all be diminished without you.", "I know right I was very disappointed when I saw who it was", "It's like [NAME] said. They get motivated by a bad loss, they win a game, get unmotivated, and lose badly again", "Maybe she was having a bad day. But then again at least say hi.", "No! That's horrible news!..for Galaxy fans lol", "Oh *hell* no.", "I am trying they try to say I’m fake even though I’m trying it’s painful to talk to them sometimes", "This literally broke my heart", "i don't really feel comfortable posting there. i dont really have much reason to", "Didn’t ruin anything imo. He made one of my favorite films of all time", "This. Nothing would make me happier than the see the gNats hamstrung for the next decade because they gave a ridiculous contract to a hometown hero.", "Flattened odds make it not matter nearly as much", "I blinked at the perfect moment and thought no one was going to save that man.", "Im turning 30 this year. We just cant get rowdy like we used to man, i mean we *can* but damn all these responsibilities", "I went through that phase, I was quite depressed. ", "[NAME]... I'm sorry. This is just wrong. I, can't.", "Yea but you seem to forget how bad we were last year. Worst year in the franchise history.", "So fucking heart warming. Brother love man it’s wholesome as shit.", "Damn this is experience talking.", "That's an odd context for \"cockblocked\"", "Hi Tired, I'm Dad. And I'm very disappointed in you for following your older brother's example and becoming a trap that poses for /b/", "[NAME] man, how have you not suffocated with your head so far up your ass?", "I hope all my muscles cringe so spastically all my joints come loose and I collapse into a writhing agonized pile of blood and meat.", "that's not scarcity its desperation and prioritizing looks over everything else"], "embarrassment": ["Pregnancy test. No matter how old I am, I am still embarrassed. ", ":O shame.", "Can’t even tell what’s happening here. This isn’t cringe.", "*people’s ..this is awkward", "I just cant imagine someone insulting a guy by comparing him to one of the most successfull child actors. (I know who [NAME] is)", "Spurs gonna get two in a row over us. Embarrassing", "Hahaha, they are so lost", "This is just a stupid question. The answer is who cares? [NAME] is on an entirely different level from [NAME].", "Just a reminder in case anyone forgot that UGA got embarrassed by Texas:", "I might start watching that instead. It wouldn’t help since I don’t live there, but may restore some faith in politics.", "Imagine ur mom doing that I’m crying", "Food stamps are a disgrace. People should get money!", "Fool you twice, shame on you", "Yea it's a tricky one, we need more buttons!! ", "It's so odd. He even sits in the co-pilot spot. Why isn't he now the pilot? [NAME] had never even flown into space before.", "Our performance was an embarrassment and should never have happened. It's a bottom of the league style performance against top.", "It is heated overnight at much cheaper rates. They are very well insulated.", "It’s embarrassing to share a license with them, that’s for sure.", "I’m just glad to finally see something truly cringy in a while", "I want 10 - 0. This organization deserves the embarrassment.", "Those lines were an embarrassment today. I couldn’t not believe it.", "I don't just cringe, I feel literal embarrassment for anyone who has watched it.", "What’s the reference matter if it’s still insulting? Glad your degree is coming in handy for something."], "nervousness": ["It started to compute for me when I was “right” all the time but never ended up getting what I wanted.", "Sorry for your loss. Thoughts and prayers.", "Oh gosh, I'm so sorry you had to deal with that. It sounds like you handled it really well. Kids are cruel. ", "Quitting porn only helped with my performance in bed, other than that I’m still anxious as hell in social spots ", "The saddest thing is you will never understand how absolutely idiotic what you just said is.", "That is the end-all and be-all of the situation. if you feel upset or insecure you should definitely be creeped out as he's doing it.", "I just want to die. I don't want to keep trying.", "you're going to relapse in two years because you have an illness that makes you use excessive amounts of things to cope with emotions..", "Oh getting down voats. The EU fascists don't like it when you speak out against the 4th Reich.", "Damn....", "Yeah, that’s what I meant. My bad.", "Demonize - to portray as wicked and threatening. It's not hard to demonize someone when they regularly demonize themselves.", "I feel bad for that other little girl that was the only one not to get a puck", "Give it time. Pain like that needs to heal just like open wounds. I really hope that you will eventually start to feel better.", "Because I have no self-control and I hate myself.", "That is an exceedingly rare failure. I read an article about this guy. He was just stupid and stopped there.", "So looks like it was gang violence?", "yup today hit me extra hard since im unemployed. i feel like im not meant to work, or meant to do anything really!", "This. It seems he's undoubtedly [NAME] preferred option.", "I'm sorry *what*", "Holy bait-and-switch, [NAME]. I’m so sorry, that has to be incredibly stressful to have to be around and deal with.", "[NAME] you sound like my father, I feel sorry for you", "To whoever entered a flamewar with me a few months ago for saying [NAME] was dangerously underweight... Yeah. That ain't \"healthy\".", "Puppies in 95% of cases. Sorry but some dogs are ugly no matter how old they are.", "I actually want to die rn. I don't want to watch the SB but I know I'm going to.", "I am so sorry to hear about your wife’s tragic injury.", "I don’t understand the point you’re making sorry", "Same thing happened to me last year ended horribly", "Can’t blame him! She kinda looks like [NAME] long lost older sister.", "Also, they ruined Top Gear but that’s a whole other issue."], "desire": ["Thanks for the advice I really appreciate it and I hope you're doing better now!", "How about \"Your rich, you should use some of your wealth to seek professional help. I wish you the best of luck.\"", "A hope inspiring article; thanks for posting! Probably best not to read the comments under it though. Neurotypicals are the worst sometimes", "I just wanted to play arcade games together.", "As quick as possible? I wish. 2 hours and 9 minutes I will never get back", "What a crazy month that was, 15 months ago... Before it was resolved. ", "I want [NAME] to come back and do [NAME]", "Translation }}} I wish I could afford it.", "Well good luck! Hoping to see you in my diamond games soon. Psn is LokleLad if you ever wanna stack", "I was hoping - thank you.", "Was really hoping he’d drive off with it (sigh)", "That proposed sub name took me way too long to figure out .", "I wish that show would come back", "I know they don’t want it. I just wish they did.", "Well now I am super pumped! [NAME] I hope AA doesn’t disappoint us", "Sent. And I'll check with the mods. Thanks.", "Oh, I'm dying to know if you noticed any reaction from him!", "If you were still here you probably heard mine! He’s a coonhound and likes to sing", "This is awesome! I really wish I could make it!", "Oh god, How I always wish she shows up to the lonely hearts party every time I watch that episode.", "I wish. Its too tiny to see from up here.", "Leave it alone hopefully it won't pop overnight", "I wish more people enjoyed that sport.. when that clay explodes you get that FEEL", "I wish I was [NAME]. Source (deleted):", "Yes I wish more people did this!", "Let's hope it means 12/12 for [NAME]", "[NAME] looked so lost for 3 quarters. No pocket awareness. Terribly inaccurate. I hope this version of [NAME] is here to stay.", "Right. Boiling frogs. But I feel more hope today than I have since any day in the last two years except November 6, 2018.", "You just worded it badly, like we all SHOULD want to see it change, which many of us don’t.", "I hope the bleeding didn’t last long", "I hope this guy got found and fired. That's way too dangerous. He could have easily killed someone.", "That’s amazing. I hope you feel this way for many many days.", "[NAME] I wish that were me.", "I loved [NAME] as a little kid but I wanted jean's powers but I couldn't stand how goodie goodie her and [NAME] were.", "So she goes to her little boy instead of doctor, I hope?...", "I like it. I hope that answer is okay with you because I might lose sleep if it's not", "I think [NAME] is the best QB Prospect since [NAME] and I would kill for my Lions to get him.", "Thanks. I think she isn't; but I hope she will be happy one day too.", "Outwardly projecting someone you aren't internally sounds exhausting. Hopefully coming on here will provide some form of relief for you.", "Hoping to make it to Seattle soon. I’ll make sure to reach out.", "shaved definitely makes things more swampy for me. I need the hair to soak up the swamp", "Only blurred photos, but could be something I suppose. Here's to hoping", "I wish I could be you. Our thing is dragging on forever and I’m heartbroken af.", "U can try. Maybe say u are busy now Thursday but Friday is still open. I mean u are not waiting for her forever right?", "Hey there, I hope you're still with us. Let's talk.", "I wish I could :( tried", "I'm hopeful but going in with tempered expectations. There have been some remasters in which I was really disappointed. BioShock comes to mind.", "Its [NAME], everybodys favorite emotional support badger.", "I wish they let him do the quatrains once a week during the NFL season.", "Would love to see [NAME] pull up in a Tesla that was blocks by the truck guys.", "Way too tired for work today so taking the day off. Feels pretty great!", "I have to see the rest [NAME]", "I wish I could forget", "[NAME]: I want to be where the people are... I want to see, want to see 'em dancing... ", "Yea he does I only wish eli could do this", "[NAME]: \"I wish I won't get robbed of a victory again\" [one finger of the monkeys paw curls]", "Break ups are hard. Hope you feel better.", "Hope you had a great time!", "Wow, if I hadn't seen my mom's cat recently I'd think this was him! I hope you find the owners", "We need an irbe so bad right now. I hope [NAME] is that guy", "I really need to get more sleep.", "Trade up for Haskins. If that doesn't happen give me Greedy.", "I was so hopeful...", "Here’s hoping!", "I've never decided to have just one late night drunk egg", "I hope your daughter gets the help she needs and someday gets better.", "If I fail, I still have some experiences with tracking down people. Might come in handy if I ever want to work for the police :P", "Happy birthday, [NAME]! Hope you have a wonderful day!", "I think that's what I'm going with. Thanks guys! u/krazyM", "Hopefully no one was sitting on his lap at the time!", "The only excuse for folding there pre is timing out. Ever. (I really hope that's what happened)", "I wish it were. It would be funny to imply that [NAME] won [NAME] shirt!", "In the least condescending way possible I think you have some gross misconceptions and I'd like to clear them up.", "Fucking happy this jerk is still well and alive."], "optimism": ["Good luck with it all. I hope she recovers. Keep me updated if you remember haha", "Lol I need details!?", "Cool. Good luck!", "I don't think you can really go wrong with any of them, but I would suggest to watch him against South Carolina this year.", "Well, you're shit outta luck then. All you can do is bear them feels.", "I think it was more hope, we all make mistakes. I thought [NAME] was going to step up.", "I can't tell if you're being sarcastic or not. Either way. Lol", "The ones who agree with her are the only ones who actually address *her* issue....which is how to deal with boundary stomping relatives.", "I really hope web design follows in fashion’s footsteps and starts emulating 90’s-00’s webpages. Such a nostalgic feeling seeing that site.", "I'm so sorry! I hope you are doing better!", "If you are at the stage where you want to quit then all you have to do is believe you can quit", "Lead is probably 5-7 points, similar to 2018. The race was closer than expected, so there’s no reason to lose hope.", "That's the best treasure I could every hope to find"], "relief": ["This is really helpful to point out!!", "You look like [NAME] fucked [NAME]", "I can name a favorite verse in the bible, it’s that one yknow, the one with [NAME] and [NAME]!", "Cool, hope that helps.", "Good to know! We didn't get any when we went Friday evening, but we can try again.", "Poor [NAME]. Give him some Enfamil. He will feel better soon.", "This makes me feel better about some of my poor decisions.", "I actually rooted for you guys that Seahawks game, but now I feel the true pain. ", "Lucky he didn't jackknife."], "pride": ["[NAME] literally won the game of baseball that night. Like, go home, we're done, he just won baseball forever.", "Boy what an accomplishment, so proud!", "Educate yourself instead of defining yourself.", "A true internet classic.", "And then you finally hit it only to drop it off the end table.", "[NAME] winning a ball would be...... surprising", "you should be super proud of yourself. super, super proud. you are absolutely strong, brave and above all AWESOME!! ", "Omg, this reminds me so much of my uBPDw saying \"I need a real man. I need you to be my hero!\"", "You are amazing! Proud of you!!!!", "I keep forgetting she won! Just goes Bob Alaska Aquaria for me until I’m reminded!", "Pretty old when you're 12."]}