{"approval": ["I didn't like the family ending but I liked the Atlantis ending especially as we know we are going to see more of it in DLC2.", "I give 90 percent odds that [NAME] will be reelected. And I think it will be at a much higher margin than 2016.", "Oh look, this entire account was made to link to a store that sells this mug.", "They might still be a minority but you can't argue with the fact that they have been on the rise, ", "If it was six, I would have accepted it as just some crude humor", "Fuck that, take some actual gold, bruh.", "Nice try..Hulu exec.", "I really can’t understand why adopting a baby would not be perfect for them. But that might be because I dont have the child-need myself.", "I've seen so many of these and I still have a massive amount of difficulty believing it is possible.", "I think those red hats increase their IQ by -1", "Was literally just on rags subreddit. Even they knew our first shot would be a goal.", "Try to keep yourself busy with other things to forget the thoughts.", "You explain to him that passing efficiency stats are garbage and are a terrible way to judge a QB's performance.", "Maybe that is where the confusion lies: Vaccines don’t make a child AUtistic, they make them AUstralian.", "Because in a world of fake people you need strangers being mean to get an honest opinion.", "You badly need to do more research than just a few good operations. There are a lot of terrible ones.", "You seem slightly sensitive... I was actually thinking we had been infiltrated by the normies", "In the cap era no goalie has played as much as [NAME] has the last 2 years on a per games basis", "Although I don't wake up as much with alcohol, I feel less rested the next day. ", "That would be more accurate but less impactful/explanatory of the point the creator is trying to make---it's an illustration of the Apex fallacy.", "There’s no PR firm in the world that could change her image, especially when she keeps creating fake accounts and being mean to people. ", "We got a great view around 9pm before the rain!", "Nice try, but the only person this sub dislikes more than [NAME] is the [NAME].", "HIPAA doesn’t care if you take insurance or not with respect to the privacy rule or the security rule.", "I did this a couple years back. Daily binged on Simpsons. So Good.", "I was really hoping you meant that we shouldn't need to call ourselves feminists because it should just be common sense, but I guess I was wrong. ", "It's hard to respect them as an organization when we hear shit like this. They will struggle as a franchise to win another WS anytime soon.", "Yes and that is very intimidating for me, hence why I need help", "Yeah I can't imagine who wouldn't want to come out first to such a supportive friend", "But you've been openly critical of men's rights and have defended feminism.", "I understand your point, but I prefer if we did not consider that.", "Yes - 21 of the cases were kids", "Confronting people with footage from slaughter houses is a horrible thing to do in my opinion.", "As an [NAME], I expected something different.", "We're worse to animals than we were 100 years ago, js.", "hard to bound with half team who leave after every season", "Feb ‘06 [NAME] But your point stands", "I believe [NAME] solved this issue back in 2004 with the racial draft", "Life is just an endless series of disappointments and no one gets out of here alive.", "I would love to see some encouragement and smiles on the sideline instead of yelling and whining.", "You must be new here if that's the cringiest shit you've seen so far.", ">Shouldn’t the Bible be infallible No. That would be idolatry. Only [NAME] is infallible,", "I like that one that goes “Shield me from sorrow, Fear of tomorrow”", "Her license hasnt been revoked though ;( If purposefully giving people the wrong medecine isnt enough of a reason then idk what.", "Then income is the right criteria for equality initiatives. That's the logical conclusion we should arrive at from my and your statement", "Beat me to it. Just because the news makes it seem like there is a pandemic of school shootings, it is exceedingly unlikely to happen.", "Yeah, I might have used the wrong word.", "Planning to make a comeback soon™", "There is also no dog in the white house. Why? Because dogs can smell an asshole a mile away.", "she'd probably do this", "[NAME] is good but he needs to never take a midrange shot again", ":-) Lunch with the wife on a weekday is such a special treat, even when one is under the weather.", "It's brainwashing. When you have people keep pleasuring themselves, they're easier to manipulate. ", "More kids = more people to get addicted to Disney In an odd way I could see that happening.", ">Being sexually desired False, since there are a lot of things you can change on yourself to be more desirable. Also you act out of experience.", "@lies_about_flossing, sorry if I used the wrong pronoun.", "I’m glad you fixed Minnesota, because there is a 0% chance we will go Red.", "If we can’t close these type of games at home, we don’t deserve the playoffs. ", "She is blackmailing him, which is illegal. If she releases the pics, that would also be illegal. How old is/was she?", "At the time they would have. It became endangered and we had to stop.", "Only misogynistic people are offended anyway. Most men would look over a Gillette commercial about rape the same as they would overlook a tampon commercial.", "It's probably easier when you're given all the money and connections you need without doing anything worthwhile to earn it.", "When you start correcting spelling and grammar you lose automatically my dude. Your points stand by themselves. Being an English teacher just makes you look like a jackass", "It will probably take him some time to figure out whether he’s really ok with it or not.", "Wouldn't it be better if it was like 2017. More OL available later on for us.", "Idk but try r/bathswithdoors first for advice", "Start taking psyllium husk and literally every poop will be your best.", "Depends who's there. If [NAME] is there, I hope that's where they go. If not, I want a pass rusher.", "This is what happens when you've gotta get the video out as fast as possible. Quality suffers.", "I gave up trying to be 'normal' years ago. But I get your point though.", "I look at him as a performer but he's still human tho.", "Not from but I lived there for 12 years until very recently", "We have one, a daughter, and she is 8. She believes in [NAME], but she really loves science and asking hard questions :)", "No, i'm arguing that if she calls someone disgusting for how they act it's wrong to act like the other person is an asshole for retaliating. ", "liberals are filthy animals", "Oh no atleast you found out early. I went to find help a year ago but you know i stopped going to that therapist", "Doesn't mean any of those thing you liked are going to change. Not immediately anyways.", "The American way is to show some empathy for others come on dude", "Watch it in German but use English subtitles trust me", "At least back then we didn't have AIDS.", "You just need to live your best life. Do the things that make you happy and don't dwell on any of the negatives.", "I can see the rippled sandy bottom, the shark is clearly visible, the surface is near. I feel ok 😁", "Nevermind, I see now Yikers ", "I am pleased to report that my 5 win streak was broken.", "Reminds me of my favorite [NAME] post", "Yeah it's like there's no difference between a prostitute or a girl they date except that one is free and has less diseases.", "That's ok I get it exactly you're ok with me", "you dont have to sign up for anything, just literally paste the output of the script.", "Right on. The cities are where you can find some of the most virgin girls.", "Show me where jokes about (real) murdered children was acceptable in the past.", "They also don’t like him, remember these people have to work with him ", "It's an unfortunate situation, but it had to be done at some point.", "I don't think we can threaten them with something that's likely to be illegal to convince them.", "I’d lick the juice off Master’s face any day, n-no matter how sour... ", "but in this case we are actually givining him somewhat of a trial first. big difference.", "I don't follow him but I don't see a problem if he wants to do that. Maybe he's just inquisitive.", "Since their job is to keep us safe, I would argue that it is very important.", "the problem is that it's arbitrary. USA already has too high standards for immigration", "I'm not gonna lie, I'm guilty of being triggered by people buying NASA shit but don't really care about it. ", "No, it sounds like you want to enslave random citizens to work for you because we can't manage to pick ones that aren't corrupt. ", "They've done it before with private law and private militias, dumbass. ", "People can't afford my products, i'm not selling anything. Issue for the producer to reduce price", "So I'm not ugly I'm hideous", "I am so looking forward to in 5 years when people will be linking screenshot of all the hate on the frontpage these days and laughing about those heathens.", "Honestly wouldnt be bad if they just removed the handle", "Glad you answered your own question.", "I really can't remember the last time my mind was this blown by an OP on this sub, and that's saying a lot.", "[NAME] gets eliminated the 3rd time she's in the bottom so this is wrong and [NAME] would have the best track record if this is true", "I have to but I’m about to start looking for like career type jobs and if I can’t drive I’m stuck.", "We can work on both. Ignore centrists who want to pretend that we have to choose.", "Confidently guessing how the INTP acts to things wrongly can really trigger them. I remember when a friend called me bias and I started acting up a ton.", "I joined a club and that's how I made friends. Try joining a club.", "I think I'm overly defensive tbh... but yeah this relationship will be ending when I see him next.", "TBH I would definitely wear this with my denim jacket, but I wouldn't buy a huge lathe and carving tools to make it. ", "96.6 and 94.6% capacity on average for the OF. That's insane.", "> I find myself doing more stuff at home to avoid the unruly families that crowd the malls. You and me both!", "> He never actually said anything about spam He said in his video \"Take this profile picture and spam comments like oh y y\" on all videos", "Our draft choices are horrible anyway, it doesn't matter where we pick.", "They NEVER guard against that!", "WELL IF YOU KNOW THE SOLUTION TO THE PROBLEM WHY ARE YOU POSTING THE PROBLEM ON THE INTERNET", "Colts fan here. [NAME] seems like a nice enough guy but, holy crap, terrible coach. Buyer beware.", "Although these are seemingly overpriced, yes, I adore these pieces.", "Also “he wasn’t even good enough to be a starting pitcher how could i possibly allow him to be the first unanimous HOFer”", "No need to be sorry if you are seeking to leave ignorance. The only bad thing an ignorant person can do is willfully and knowingly stay ignorant", "C'mon [NAME]! If you get this done quickly, the sooner [NAME] can begin.", "I may have awful taste, i would want this cake", "[NAME] could kill someone on purpose and she isnt going to get into trouble EVER", "Yo. This is the stuff of nightmares, and that background music really freaks me out.", "Ah ok! I figured I was getting it wrong.", "Pity. I had some decent lunches there, but never went there at night.", "We need to end the nonsense of objectivity in teaching. Students need to hear how educated adults think.", "I want a steamed ham with a combo of an Eichel tower call or an Ultralord goal.", "Not looking for anything serious ≠ rejection", "Rose coloured glasses get rosier as time goes by :) You'll move on eventually. Treasure the memory but be present in your current and future relationships.", "That is a bad reason to come back to her. Better to be alone for the right reasons than be with someone for the wrong reasons.", "Yes [NAME] are authoritarian. That’s why they’re always the ones advocating for bigger government and more government control over everything.", "Our problems are our own. Racism, classism, mysogyny, bigotry. ", "It's not about the ladies, it's about the balls.", "For free? Tell him you ain no prude. You want $100", "So obvious you got downvoted 40 times, ok!", "I usually see tweets like this for girls but it feels nice to have it directed at boys", "I can’t even count how many times I heard “you always have to be right”", "Wow, this is bizarre. Well, I agree too. A wealth tax is exactly what we need.", "Just as easy to blame the other side. Maybe they should all sit down like grown ups", "7 billion people doing things realtime is not to be underestimated", "Alarm goes off at 7:50, I'm in the car at 8. I'm a PM/after-work showerer and stay up late as hell to maximize my me-time", "Damn so the Patriots are gonna get thielen after all", "You and everybody else is free to contribute though. Unlike r/bitcoin where all of us once came from.", "Can you even imagine the brain damage required to think like that? [NAME].", "Shaming men for trying to solve a problem on their own is actually an example of toxic femininity", "There was a huge pervasive fear of nuclear war in the 80s among kids. I remember often waking up screaming from nuclear nightmares.", "This is a family friendly sub; please don't say the McC-word.", "This is petty af but I'm in", "this is def an ad to buy doritos, but ill be goddamned if its not a pretty cool recipe", "\"I have to deal with this, so now you have to also.\" ", "I would never do such a thing. :P", "get the packages sent to your work or a relatives or trusted friends home nearby ???? parcel locker ??", "Vista tower is going to be such a cool addition to the skyline when the glass is installed!", "Crazy stuff! Gets 80% to shatter before taking any damage. That positioning is on point!", "Your comment from exactly 40 days ago was, “Your mom.” I wouldn’t recommend you eat your words. ", "I want an autographed copy of this, framed and on my wall. ", "Only if the fights are between chimpanzees. [NAME], those things will tear you to shreds", "I absolutely love it that EVERYONE is scoring... please keep this up for the rest of the season.", "My favorite is when he puts his name at the end of the sentence like this. It makes his comment seem so Eloquent! Best, [NAME]", "She's getting younger and younger. Which wouldn't be that big of a deal if this post didn't exist", "To each according to their needs... Except entitled parents, who need everything.", "This is a very cool option!", "Agreed, but I can't believe the bottom of the barrel just has double French doors opening into the foyer of yet another barrel.", "Okay please share your biggest mistake and let me decide if I fail to see how that could happen", "That was around 5 grand but cheers and hope wherever you go in life keeps you happy and striving to go higher!", "Actually, if anything, my dad always comments about how honest and straight forward my generation is compared to his generation.", "If there's evidence besides say-so, chances are better.", "Maybe it is offended which is why he commented in the first place", "We also blame their money", "Everything is political, bub. ", "I found a dentist (Aspen Dental) that text or email confirms every appointment and my doctors office has an app for everything from appointments to prescription refills.", "This post is so true Clothes these days are so bland", "The [NAME] camp is psycho. They're the same people that called [NAME] supporters deplorables.", "If you went through the campaign, idk what needs to be explained 😂 ", "I find that telling the truth as much as possible makes things less complicated. I've learned to spin the truth when needed, though.", "It would work just fine. I wear medium shirts and a small or medium jersey fits me great.", "Pretty much same. It’s always me who has to change. I’m the one wrong.", "Generally, but Chicago has easily gotten 12 inches of lake effect snow in the past.", "It's not free, though. It's ridiculously expensive.", "Need turtle for the 3peat squad It’s crazy they were 1 team and now they are 5 :( I hope all of them can make playoffs", "Who knows with how over confident and glowing Lucasfilm seemed with TLJ I wouldn't be surprised by anything.", "Or they really trust Verdugo", "Oh ok, so we're agreeing. I didn't see that last part where you put him at 22. My bad. :-)", "ISU was missing players and had to choke that game away pretty hard in order to lose", "Honestly if you put it in your head that it won't it'll just be a pleasant surprise if he does", "Probably. The fact his reaction to you being injured was to go off and have sex with a stranger is not a healthy sign.", "Marriage isn't all about sex. And the fact you think so makes me concerned for whoever you end up with.", "[NAME] woke up, it was all a dream, he was really looking forward to King [NAME] visiting Winterfell. They had a good time", "The numbers against EEA will go up once people realise it amounts to fuck all but still costs a fortune.", "Oh I didn't know. Please give me his P.O. Box address so I can submit them immediately. Cause I am definitely uninterested in blowing out my intestines.", "Have to go on a date with them hard to get a date nowadays though", "Ah got it. Marked it sorry!", "You guys are well behind", "Someone had to \"strongly reccomend\" that he didnt take another shot at that..... The stupid is incredibly strong with this one.", "You didn't say they were racist channels", "AWWWWW, look at the little snowflake that can’t take cyberbullying and thinks others care!", "Juve somehow still managed to get the upper hand in the [NAME] for [NAME] and [NAME] deal. That's some voodoo shit right there.", "Would be really interesting to see how an FMT from a 20 year old would play out in the gut of 60 year old, or vice versa. ", "Will do tonight!", "They are having a whole bunch of problems , maybe they are paying so the state doesn't go after them as well.", "I need this source with sound", "Look [NAME], those curly q's on your face make me so hot I can't think straight.", "/u/allegedlynerdy is referring to China not Russia, as obviously Russia is not “religion free,” but atheist China is still very homophobic.", "Get help immediately.", "good one. 2 one liners so far.", "I think you need to explore your motivations a bit more. I very much doubt you just want to know and \"That's all.\"", "You can pull yourself out of it. Fight those urges.", "I can’t imagine having a plan B when it comes to dating. That just seems disrespectful to not devote yourself to the person your dating.", "I’d be very concerned if the posts on this sub were coming from 7 year olds.", "What a douche. Yeah I try to order within my country to keep away from customs", "Honestly man just keep scuttling instead of changing", "SWTOR is horrible when you want to play together with someone. So many parts that you can't join in on.", "You're taking all of this WAY too literally AND making a lot of assumptions.", "Clear your notifications, good [NAME]!!", "As a former smoker, I would support it. Smoking is awful.", "Ok, but ignoring negative shit is literally how populists like [NAME] and [NAME] got elected. Its dangerous.", "Moral and factual truths are equivalent. If you purposely make a wrong decision based on false beliefs or incorrect theories then you're immoral."], "embarrassment": ["He’s been going to a restaurant for 40 years and forgot what it looked like and where it was.. uh huh.", "Holy crap, I've never seen a picture of [NAME] so thin.", "Her upper lip always looks terrible - such an easy fix, can’t believe she is so vain and never bothers to wax ", "How could they forget the gravy?", "I've found that people who say things like that are the worst at partying", "This lady argued with me for wanting a 0 guard on the side for my fade. Walked out.", "May is like a bad smell you can’t get rid of", "Omfg the worst!! want to pull my hair out!!", "So proud our sub is leaking into facebook", "It's a weird way of saying you don't want to see my penis", "Honestly, these are probably things you should have thought about before telling your husband you wanted to separate. ", "Y'all really out here supporting authoritarian Venezuelan dictators huh.", "We’re playing the leafs. He’s gonna look bad no matter what", "Might be wrong but isn't it [NAME] who wanted gase more than mac", "Weird that it wasn't included in the article.", "Its a bit weird of them to recommend you a song by The Strokes after they told you their offer", "good thing i never called him a journalist and wrote multiple sentences about how his comedian instincts make his interview show bad.", "I like The Office but this seems a bit weird.", "It was world of warcraft, so I can't do that.", "Umm how about “Sorry I tried to kidnap our son.” He could start there.", "Dentist did this to me I hate it. I knew i should have waited until \"it wad worse\" but i didn't. I regret it ", "Oh I didn't even know there was a web novel", "Oh I forgot how gross [NAME] can be", "This is a rough sport we follow. Simply training makes you pay the price.", "Weird how he doesn't have to say the word review in order to spend the entire article reviewing", "You're happy that survs DC when you play killer? I'd rather actually play the game. Legion mains are weird sometimes.", "Believe it or not, I actually am. With the exception of stupidity. ", "To say they did. And begrudging a gift makes us look bad. Heaven forbid it's half garbage or thoughtless. *sigh*", "[NAME] has so many people shook.", "Feels weird when something that wasn't bad but not the best back then is now incredibly overrated.", "Why would a pop tart live in a toaster that’s like the most terrifying place for them", "[NAME] thinks [NAME] for [NAME] is a bad deal for the Bulls.", "You’re right, 5 minutes won’t be enough, earlier could be 10 minutes. Weird how that works.", "I'm allergic to the red food dye too, a lot of foods have it in there. it sucks because I adore Swedish Fish candies.", "I mean, it certainly is weird but don't kinkshame", ">Live PD, in America This is Russia bro. I’m not too familiar with their laws but not every country has he same laws", "Not talking about [NAME] as I've barely seen any of that, just the implication that [NAME] got a lot of new mixups", "Your desperate attempts to pretend that this is nothing are...really weird, to be totally honest.", "That's a lot of assumptions. My local post is exceedingly lazy.", "Nearly every malicious compliance is a petty revenge story.", "yeah this doesn’t represent our fan base well. gg guys!", "Weird how the cops can pick and choose which laws to enforce and when, but I guess that explains a lot.", "Before we start obvi. I’m taking out legs before I get embarrassed.", "This ain’t too bad for something posted to Facebook", "Apparently, they couldn't believe a massive corporation (that they're loyal to) finally called them out.", "Dude I remember liking [NAME] better. I don't get how kids can have crushes on other kids.", "Not really... I haven't lived anywhere where trains are common.", "And Subway fired you for taking too long of a break... To talk to a make-believe 6 yo", "I think calling it a “meme” gives these idiots a little too much credit. They’re just weird caricatures done by alt-right idiots", "Oh weird, the money I make is taxed when I earn it and then it gets taxed when I spend it", "I read this to my 17 year old brother and he was kinda pissed off just saying", "Damn schaller got tuned up. And maybe stop showing [NAME] his ugly toothless grin is burning my retinas", "I’m an anarchist, I don’t know how to read", "Apparently she was doing the \"gasping fish face thing\" with a face full of mud when the cops arrived.", "And KAT with 6. Weird game.", "Those backpack leashes suddenly don't seem so bad", "Fruit is byfar the worst of all flavors", "I feel a deep sense of shame.", "I will defend common core against parents that are just bad at math until the day I die.", "this is a relatable summer bop! it gives me some eurovision vibes. in this house we stan [NAME].", "Hard. Social anxiety/general fear/uggoness kept me from actually getting dates and i was extremely awkward when I finally stopped anxie-puking to actually go on the date.", "worst is when people with dogs think they know what it's like to be a parent omg like you dont even know YOU DONT EVEN KNOW", ">!I mean he did give himself a weird new arm...!<", "Super weird question. Not really commenting either way, just so weird the life we have created for modern humans.", "I've never woken up to a fan around my throat.", "Looks like your typical blurry picture to me, but I’m no doctor.", "And you were too stupid to find your own sriracha, or you thought that $7.50 entitled you to your personal dancing monkey.", "No I mean those long winded nonsensical blabbering. Like the one with 300 confirmed kills, gorilla warfare. It is usually just to troll or annoy.", "And here I thought it was just my phone... damn what a horrible site.", "[NAME] was back for a solid week and he didnt know he was attacked by a goddamn bear", "Wow. Some people are so stupid. But if it was me I would have opened the door and at least put it inside the doorway.", "Disconcerting how much I see this guy’s trash propaganda on my reddit feed", "[NAME] was attractive physically and got a match. [NAME] wasn't unattractive in his behavior and got an invitation for sex.", "Funny, I don't know a single MRA who's been accused of sexual assault... but I know plenty of feminists who have...", "I've always wondered how much of this stuff doesn't end up on the internet", "*concussion* *Trophy system kills it* *Another concussion* *Trophy system kills it* \"Yo guys watch me throw this cluster\" Honestly embarrassing ", "The questions are normal enough, but all at once and leading with them is a little weird.", "This is gonna get worse before it gets better.", "As much as I want to blame the gov for intentionally killing off vets, Im just going to go with laziness and stupidity.", "Wow those latkes look even worse than I thought they would.", "Whataboutism then. Some of the worst I've seen at that too.", "This stuff is very effective tho its weird smoking the quarter of a gram gets you going", "That would look enormous if [NAME] ordered it!", "He must've done something real bad. I played with a guy who by all counts was an asshole but never received more than mutes.", "I keep swallowing chunks of infection from my sinuses that are draining. It’s really ruining the wine.", "Wasn't implying that, just weird that a South African brand is so popular overseas all things considered.", "weird. i went 3/3 earlier.", "Is it bad if I didnt even know he was on waivers....", "Is it though? All the highschoolers I knew were too broke to be using juuls. Everyone had a suorin and the only ones with juuls were drug dealers.", "No but it would be weird if you masturbated to it like I did"], "anger": ["TAKE ME TO YOUR CRYPT, I WANT TO PAY MY RESPECTS!", "Sucks to suck", "Rest can be so damn broken.", "Yes ='(, what a shame, [NAME]", "Yes! She lost more!", "Because you can totally decide what's harrasing and what isn't for other people.", " anyone who hasn't seen this, it's unbelievably bad.", "It is so crazy to me that people unironcally use “kicks their trash”. I guess they just don’t want to swear.", "Any rap song because I hate it", "> pushed all of them Hey dumbass you pushed the emergency button", "Lindt don’t fuck about", "Aw you seem upset, you are obsessed with talking shit about me. This move is indefensible.", "Sick comeback. Not really a dirty combo other than the unblockable.", "Dumb people. Poor person. The wolf was the only one who wanted to help!", "Did you just say suck a fuck?", "This looks like an obvious joke to me. Most of you are getting baited.", "DEMOCRATSPF ARE LITERALLY HITLER!!!!", "That’s rude af. Slay him with your words. Give him every insult in the book then say bye bye", "He is a moron.", "Roast you? The fires of Mount Doom already did that for you, you [NAME] looking ass. ", "Disgusting. This is blatant nepotism, and that man should be ashamed.", "Kick him out. Overgrown baby.", "Unlucky, pricks.", "Then it would have been removed. Don't assume my thoughts. I cringed. I posted.", ">are you guys ignoring us international fish viewers Yes Shut up", "So now disabled people don’t have rights . You get worse .", "I punch them in the throat before they get the chance to speak.", "this is hurting UCF's chance at a super bowl", "Don’t put that evil on [NAME]", "what has helped me was to figure out the root cause of the anger and address those feelings rather than hold onto the anger.", "Nashville as a whole is easily one of the most classist, racist, judgemental, prejudiced cities I've set foot in. ", "How dare you care about your physical and mental health, you shitlord you! /s", "DELETE THAT SCREEN SHOT! NOW!!!", "You're mistaking a poor character for MC.", "> and no one but angry community fanboys have pushed back against his statements.", "I CANNOT WITH THESE COMMERCIALS", "Wow he is... ugly.", "DAMN!!!", "No, but I might choose to not support certain teams because their owners are trash.", "Isn’t banning people for their point of view against the whole fucking concept", "Burn through ALL THE DATA", "Your link won't load and are you seriously citing fucking Syria as a successful example of anything? [NAME] holy motherfucking pecker.", "Saying that men have it more difficult in certain scenarios doesn't mean that men have it easier than women in all circumstances. That's ridiculous.", "HOLY SHIT CHANCE", "Optimism dial at 13, absolute mad man", "Probably nothing. I'm assuming they're disputing the DMCA claim.", "> It's crazy you don't understand this. i r o n y", "What the fuckkkkk burn itt", "A 2-day old account, and this is how you decided to use your time? Trolling the teacher subreddit? Ok dude...", "I'd say the guy who was going beat [NAME] face in is the worst character on the show.", "Not enough. I'd pay $100 to not be ugly in a heartbeat", "I want to see someone get decimated by a [NAME] hit", "\"I refuse to argue with anyone born before 1980: They don't even know how to rotate PDFs\" That is exactly how this stupid argument sounds", "I don't care anymore.", "Shh don't spoil it for us", "[NAME] is always the dirtiest psychopath", "I just want to live. You're the sad loser for going out of your way to comment something so completely stupid", "I am serious. I have no idea what they were prior to a few days ago.", "Ah man, I’ve downvoted it now. OP you suck", "Ah damn it.", "I need this in my veins now.", "You shut your stupid mouth troll. Thy absolutely matter", "Kill it with fire.", "I hate this comment. More-so, I hate how likely this comment is to reach fruition. ", "I just hurked a little in my mouth.", "I guess a bunch of people will move over there to avoid Brexit.", "FUCK YESSSSS CJJJJJJJJ", "He's transcended fuck-you-money to fuck-me-money territory", "Can you freak bitchhhhh", "i mean i hate these takes that because we turned the ball over 26 times, the rotations werent a problem. They clearly were", "It's actually just the [NAME] they hate. [NAME] is just their current object of scorn", "So you're a liar.", "I hate when MoonWolf1-799 is taken.", "Oh my [NAME], this is an absolute lie. ", "Don't debate is probably the worst advice one can give. It's like saying: \"obey blindly. Don't question us.\"", "That’s just cruel and unusual. Hook him up for aggravated assault on a police officer.", "yeah [NAME] can eat glass, that guy fuckin sucks", "Burn it!", "I hate [NAME] and [NAME] for what they've done to this franchise. And I'm growing to hate [NAME] as well.", "Never said that. Not once. Punishment isn’t slavery. Unless you’d rather just kill lawbreakers", "OH SUCK ME SIDEWAYS", "The grey shirt guy: \"Oh shoot! I leave the stove on!\"", "I told you I'm not in the mood for a snog tonight!", "Too right. I hate the Sun. worst tabloid out there", "Getting fired would make me leave im sure.", "I hate Detroit", "She's a terrible debater.", "Why you mad bro", "I accidentally swiped. I don't have time right now I swiped for ego and got it so I don't actually want to talk to anyone.", "Thank you I hate it", "Oh this poor sap", "[NAME] is not good enough to get that angry.", "At least you weren’t talking to a [NAME]!", "Damn that is spicey", "We were all duped? I’ve seen through her from day 1, even posted about how fake she is ", "Get in touch with a lawyer. No one in Reddit can answer this. Throwing her out really would be better.", "It’s hard to be negative in that situation.", "As long as blind luck exists, there is no upper limit on stupidity.", "Yet here you are mad about [NAME] being apathetic.", "What the hell was that", "> least I immagine most bi people don’t care. No we do care.", "No, it's the curds, they just feel really strange in my mouth.", "I want to call bs on this after smelling my boyfriend's. Have to leave the room whenever he lets one out...", "VUC YOU IDIOT!!!!", "It would be mostly home-grown terrorism, angry at all the people fleeing from overseas terrorism.", "I just don't want to see them shame themselves, and actually show their worth and virtue instead of showing themsleves to be a walking sexual object", "How stupid are you, if you dont réalize it’s staged ", "*I hate laughing!*", "Don't ever be ashamed of who you are", "sorry my fellow youngsters, we're illiterate.", "Fuck the cubs", "After all that i expected it to not look terrible. Oh well.", "First [NAME], now [NAME]. Stop the conks. Please. ", "anyone rooting for anybody but [NAME] is my enemy for (hopefully this long!) the next month", "Yeah that's bullshit and the complete opposite of what you said.", "Fucking hell they're bringing on all the giants", "I was freaking out watching this. WTF are the parents!?", "Who cares, you’re just showing what a racist pos you are. Carry on doing our work for us.", "The first comment wasn't but when you not wanted you should just fuck off", "This better be a troll because if not, you are the most obnoxious, self centered, asinine person on this face of this planet.", "I bet if anyone else had his condition without being a Veteran would have served some sort of punishment.", "Well, supposedly [NAME] wrote TPM in only a couple days, and people hated it.", "Guice was a fuckin monster.", "I wouldn’t recommend expensive brands in this subreddit. People get irrationally angry and condescending.", "I blame [NAME].", "I take my girlfriends words literally and she gets fucking pissed.", "Ugh. Just legalize it already so this silliness can be put to an end.", "No because thats stupid", "there are [NAME] and [NAME] accounts too that's like this. I've started blocking them all upon first sight", "I have failed you [NAME]. I have failed you.", "Omg enough of all the damn hashtags, it’s not 2016 anymore", "The stuff nightmares are made of. Those poor poor timelines.", "You want forgiveness? Stop spamming."], "disappointment": ["Idgaf anymore. I lost all hope in moids. I'll keep looksmaxxing for myself.", "Always remember that when problems get hardcore, Pornshit will be there to Worst them.", "Where is you fur, human? You're a disgrace for all young generations", "i dunno, you commit one little genocide and you never hear the fucking end of it", "See, I missed it completey, so they must have glossed over it fast. ", "It's such a shame that the game forces you to use the q-tip and prevents you from equipping any other weapon.", "You are not well-informed. Their policy is in accordance with language used in ITS OWN platform, not elsewhere. So no.", "Some of us disagree with the socially constructed sexual binary concerning how we were assigned at birth.", "i luckily became really good friends with one. we definitely helped each other process our pain from him... so surreal how well they spin those lies", "Yea true , it sucks that theater mode doesn’t work its broken as hell in this game ", "So Green Bay doesn't get him... I'd be sad for the kid.", "I mostly shooed him away and didnt report him. But no one liked him. It was a short internship.", "Its an mlm in disguise, branded to appeal to the college demographic. I got the fuck out ", "Humans are complex beings that we don't as people still don't understand completely. That is why.", "I am so relieved", "It just seems extremely insensitive to say that. That’s the real problem. It invalidates the other person’s suffering.", "I think the use of taxpayer money was a secondary point behind the potential government use of an actor to mislead.", "Your reading comprehension isn't very good.", "I have tried and succeeded. You’ve just had bad luck my friend.", "Legally, you are responsible for damage or harm done as a cop is trying to apprehend you. You caused the dangerous situation by running.", "> Places of business need wider tables and open seating Open-plan Offices are a Disaster.", "Got out in only 20, huh? [NAME]. ", "Shoutout to my fellow retail workers stuck working on third shift during New Years", ">Parkour is better in odyssey Hah. Nice one. I was actually believing that this was a serious post up until that point.", "All the signs, except his username, seemed legit. I also clicked. Now I just want to forget all about what I've just seen...", "I don't like sleeping in the couch :(", "\"Sign our petition to make Qwandor the dragon a male! There are already enough girl characters. We don't need a third!\"", "This has happened to me with the girls I tried to connect with irl as well as FA \"lonely\" girls from this very sub", "I thought I couldn't get more depressed about last game, but.....", "I didn't know of [NAME] before I saw that episode. I fucking love that man and have watched an unhealthy amount of him since.", "Opponents will try to figure out how to stop our running game...but they'll be Stumped.", "I mean, if BDN wins another SB MVP . . . you can't exactly get rid of a guy like that", "Its horrifying to think about getting separated from your family, friends and the culture you were living into somewhere new and unfamiliar just like that", "This picture is a prime example that [NAME] are intolerant douchebags who will always demonize wealth, fame, and entertainment.", "Never thought I'd see the day lethbridge got onto SRD!", "YOUR FEELINGS CHANGE LIKE THE WEATHER", "[NAME] makes me want to punch ugly pillows.", "Laid there until he was done.. don't you feel abused?", "no the first part about UK becoming a failed state. Why do you think a lot of [NAME] would not want this to happen?", "It feels like it plays worse tbh", "yeah guys, stop complaining about violent mobs and join one!", "Clearly, he had a bad Wednesday practice…", "Shout out to the clowns of r/hockey for voting [NAME] and [NAME] two of the most disappointing rookies two short years", "It makes customers uncomfortable because we're calling them on their BS and this is the only way to get them to own up to it.", "Because the false accusation makes my anxiety worse", "It's like [NAME] said. They get motivated by a bad loss, they win a game, get unmotivated, and lose badly again", "That’s my favorite insult ever", "When you're accustomed to privilege equality feels like oppression.", "He once played the cop too but failed- **his only failed attempt.** *[NAME] a bitch, mayorape-boy!*", "What's he whining about, I am only 52 and stuck on SSI now and only getting 1400.00", "Miami is supposed to have beautiful people, but these camera shots of the crowd sure as hell aren't showing them.", "That's a *really* weak counter-argument. \"They didn't achieve *total* world domination, so it's still a free market.\"", "already exposed when h2k went 2-16. Sure they didn't have the best players, but going 2-16 means the coaching staff should also shoulder the blame.", "They’re more just controversial opinions, not unpopular ones. ", "I'd say that the vast majority of the population is and was rightly looked on as horrific. Christmas music makes me feel like a real [NAME].", "Exactly. It was The fact that everything happened and ended so suddenly that left me speechless.", "No one takes you seriously in life. In your fantasies, that should also be the case.", "I'm seeing the error using Chrome both on MacOs Desktop and Android. I'm glad it seems to just be me though. Apologies for the snarkiness.", "> they look like such fucking OCs. [NAME] designed them I don't know what you expected. He phones in video games all the time.", "Well ain't that ridiculous.", "Nope, but I'm sure it was mostly sales, you can lose a lot of clients if they lose the salesperson they have a relationship with.", "> Society usually paints men as emotionless, cold, and self sustaining creatures who don't need affection. Not really, though.", "Man a 29 year old broner can't beat a 40 year old pressure fighter, broner sucks ", "I bet you get tired of people looking through your post history and using your anti-semitism to dismiss you as utter trash too.", "I feel bad for all those kids whose parents decided to homeschool them so they could be professional HOTS players without all that stupid learning getting in the way.", "Only when I started to suspect I was shadow banned, so like a couple days ago. Apart from that no.", "No matter how loud I talk, no one seems to hear me... ", "Well that sucks. The disconnect reconnect and keeping your bloodpoints I mean. The accidental vs purposeful disconnect seems fair.", "If he's still blaming [NAME] for his issues, the therapist is doing a bad job.", "Equipment (PC & accessories), settings, the whole transition I feel lost to be honest", "I legitimately had a hard time believing such terrible people exist until I encountered one for myself!", "Ah yes January, the worst time of the year at the gym ", "In many states the law prosecutes the server just as harsh as the lawbreakers when it comes to alcohol. Dram shop law", "She is an asshat for driving on the walkway but fuck these guys. They should probably find something better to do with their lives.", "I can't thank you enough for letting me know this exists. I'm going to go waste an hour looking through it all now", "Happy 2019 to everyone except for Disney who plans to fill the year with crappy, money-grabbing sequels. ", "I don’t think I’ve ever seen that many downvotes.", "If I wanted to send a message about how much I hate my life and get literally no response then I could just text my mother.", "If you have to ask you're too uncool to be allowed in.", "SE 89th just north of Brooklyn St is one of the worst I've driven.", "never worth it.", "His! Watch out! That cars coming straight for you! Omg guys she’s arguing with ferrah, she can’t hear us help!", "It would probably make inequality between countries worse though over a long term.", "please don’t make me have to bring up fire emblem in trader joe’s again i can never go back", "I saw one that us taking Greedy William's at 6 with the Jaga taking [NAME] at 7 lol. Cllelin ferrel was at 4", "Don’t let the bastards grind you down. I’m so sorry for this experience. No one deserves to be treated that way.", "Yeah, but nobody takes McD's hamburgers seriously. ", "The middle was an analogy. No one here condones terrorism, as that's attacks on civilians, Destruction of financial buildings isn't that. ", "It's incredible how much pain a single reddit post can send through my body", "Yeah me too, because I would’ve been a lot more pissed if they would’ve got tired of waiting and left.", "All good man, I don't get the college football hate I see on here, and I hate the big ten disrespect I see everywhere. ", "Technically, going 1 forward and five backwards is still a 4 step backward defecit so they are not moving forward ", "Wait until the clandestine plumber come in. (This is possibly one of the most obscure comment I will have ever wrote.)", "You're late, I'm not paying for those", "Bump stocks too I guess, I can't imagine why he actually did that though, perhaps his advisors told him to do it to pander", "That’s it guys, we’re racist now", "Get her a gigolo. You don’t stop liking sex when you’re old", "Last couple countries that tried that got destroyed by international communists.", "Does this mean there's no police on the streets or do they have to work with no pay? (I'm not from the US)", "Monthly blood loss totaling 9-12 oz on average. That and never being able to feel safe.", "Am I tripping or something? This sounded clearly fake to me, I remember hearing the [NAME] one, which also sounded fake but not as much.", "Don’t mind him. His post history is full of portion size complaints.", "Seriously, way to miss the point. Even if no liquid falls from their eyes, they suffer immensely.", ">It is all about [NAME] I like how you brought up [NAME] and now your mad because people are calling you out for being wrong.", "If you did, then it wouldn't be an assumption. I'm entirely unconvinced that you did.", "ranked is perfect and elo gap doesnt exist (fucking kill me)", "Damn these refs actually fucking hate us."], "disapproval": ["Yeah it doesn't impact much except when they break and cause billions of dollars in damages and irreparable consequences to the wildlife.", "Apparently LucasFilm didn't want the optics of it to look like they were overshadowing MLK tributes. Delayed a week for precaution.", "Actually you're a [NAME] if you aren't for exterminating the 'wrong inherently evil and guilty race'.", "What a masterful bit of propaganda. Get the left to want war and criticize peace.", ">We must invade Brazil to protect the Amazon rainforest from the fascist [NAME] Retards on r/worldnews", "I said \"try.\" Red wine is a thing for a reason", "IDK about you, but associating things with [NAME] do *not* make me want them more. Even delicious Cheetos. ", "I want someone to just spoil every remaining elimination for them.", "it will be the compilation of 3 games, don't get your expectations that high.", "Damn I got a notif from a (very cute) friend saying \"no u\" on Discord right before I saw this", "Also there's plenty of pedestrians who wouldn't stop and wait. I'd rather error on the side of not hitting a pedestrian.", "Well, ok then nevermind. I'm surrounded by people I mostly disagree with, but I honestly don't know anyone that I would call outright evil. ", "The EU's 'red lines' are in treaty and legislation. The UK's red lines are just May's opinions, they could disappear in two minutes.", "I believe that any country that has hungry people, and too many animals in the shelters, doesnt have a food problem, it has a priority problem. ", "[NAME] has always favoured [NAME] so I'd assume this means he's the next up, I just prefer [NAME] and find [NAME] a little overrated.", "\"Look, I know you want to teamfight right now, but jsut let me spend a little time in the jungle then we will win later\"", "I would say ask him. Don't read into things too much. Just enjoy. You'll never know if you don't ask.", "This is so hard to sit through, I can't believe the swearing from this dood, it makes it all the more unbearable", "Probably because they are trying to talk about the issues that \"corporate dems\" tend to ignore. ", "Not good idea, unless you mean \"money\" as gold. She would ruin it with inflation.", "Not tryna plug or anything but i use InShot to crop my videos and it works fine It just makes me hurt inside seeing a screen record not cropped", "You should have told them it was for a duck. Ducks eat free at Subway.", "Yeah, not having a system that treats a kid that can't read as an emergency is a problem. ", "I'm not going out of my way to watch it but I might channel flip", "If you take that line, any excess money you have is immoral. Tough line to tow.", "If you are eating a whole bloomin onion once a week thats also a pretty big you problem.", "Yet, here we are, a whole sub full of people who seem interested in the stupid things incels say and do... 🤔 /s", "Came here to say exactly this. It's almost the same scene, as if he tried to recreate it", "In my opinion at night peds have just as much responsibility of being seen as drivers have to see.", "Noooo... Went and saved all the webpages as PDFs, though it's not a perfect solution.", "How unfortunate. You seem to have missed the point of being American in spite of everything.", "Can I just say I’ve been approached by women, I’m no [NAME], think on that incels.", "If the hot end starts pointing towards space you are having a bad problem and you will not go to space today.", "Never once is it implied that the birds can sense crazy people.", "Never, ever, ever, ever double text. Pursue other girls after the first text is unanswered.", "Map looking more disjointed than the Holy Roman Empire.", "Yes, we do. One with very misguided priorities", ">[NAME] pulls publicity drama stunt with mild success. FTFY", "He's practicing difficult shots too much thus loosing a feeling for easy ones.....", "I don’t remember [NAME] saying that tbh", "[NAME], just admit your were mad.", "I get abused on the daily fam ‍♀️‍♂️‍♂️‍", "Damn, why y'all posting the match threads this early.", "Look at that piece of shit covering his badge number. I hope he loses his job over this. What a lowlife piece of shit.", "Online gaming is toxic. If those cuts were ever tapped, there would be lots of people in jail.", "That's not the first time I've heard it said that a GA acted assholic, not apostolic in real life. ", "This is why you dont brag online and post personal gun pics. It can be used against you in a court of law.", "[NAME] focus on local politics since it's the easiest to hide your cheating and corruption down there.", "I would guess from multiple communities if they are trying to win the war against the other group", "I'd have to really think about BEST, but off the top of my head [NAME] EASILY is better then [NAME].", "Yes. Half the posts on this sub are about posing. I think the pose she is pulling is ridiculous too...", "It's to bad I live in a society that only wants my continual existence.", "This is all I can think about when I see these things. Most of them cannot be properly washed.", "Because the PS4 doesnt have any incredible exclusives? Edit: I was being sarcastic, please stop trying to teach me which games are good PS4 exclusives :(", "I supported a third party lunatic. Huge difference.", "This is obviously fake everyone knows the earth is actually a dinosaur shape", "I dont like american music cuz south korea has the best dancers?", "That is the issue with most things, if you work there you can not win, as well as friends and family members.", "No. There's a fair amount of nudity, violence and foul language. ", "Baby dont misunderstand..why cant I be head coach", "You are uninformed. Its not just because of the wall.", "That actually doesn't make any sense considering many college students work outside of school.", "Like my Mom and Aunt on the first day of 7th grade. I feel for you dog.", "Not with me, no. I’m a true social butterfly ", "Getting upset and triggered over a hat is absolutely failed moral character, and a sign of deep immaturity. ", "The fact she'd want her daughter with someone as awful as [NAME] is strange. And what's wrong with [NAME] that she would stay with him ?", "i'm not that into shower sex tho. like it's fun sometimes, but it takes me so long to get off when i'm wet.", "You are a disgrace to the species", "We had the chance, but never made the offer last year.", "Oof. This came really close to being endearing, but mostly just landed on uncomfortable ", "We should move our business to India. I’d rather see us work with a flawed democracy than an outright police state.", "I hope your relationships are no longer abusive either physically or emotionally.", "Because you had the audacity to reply when called out makes me think you might have trouble understanding sarcasm, which you have my condolences for.", "We've actually got scientists working on that. If you're 23 right now and healthy, you've got a fairly good chance of not dying.", "I don't think I *ever* rewatched a YouTube video before I discovered LeftTube.", "Yeah, because not paying a bill on time is equal to murdering children. ", "wanna high key low key high key slide into [NAME] DMs even though I'm literally distraught at him and [NAME] separating", "[NAME], all that whataboutism. I guess the FBI couldn't find anything for all that.", "This is just classic eureka, when nothing else works make yourself the real victim again", "Memorialising is fine but he is just spamming the sub", "So we should stop caring about other people and only look out for ourselves. That DOES sound like a baby boomer!", "I don’t get it. We should just trade our bad players for other teams good players. Smfh /[NAME]", "[NAME] doesn’t care if you drink tea. I would tell him how you feel. Keeping you in my thoughts.", "Her dad must be a gorilla who’s in to bondage.", "Wow you’re pathetic for calling out someone who did something right", "Oh so it is a separate guy filming, it’s actually impressive how synced up their speeds are", "140k CAN dollar worth NOT 140K BTC. Sorry I did not understood your original question", "I for one think that the military of no country should be this strong either.", "[NAME] will definitely turn to the dark side at the end of IX. This will leave fans on the edge for another 30 years before X.", "That gives you zero right or say over what someone wears. You are wrong."], "optimism": ["I'm quite interested as well!", "Guess you dont regard consent very much. We oughtta keep an eye on you", "Go on the website it’s super easy to get hired loading trucks that’s for sure", "It was eaten by a Photoshop coyote. Adobe support is your only hope.", "Oh good point! I bet the farthest they go is reporting to credit agencies. Which still sucks but he can always fight that outside of court.", "Please make this happen. It works fine for Arizona. It will work fine here. Do it.", "The bone around your tooth it’s subject to fracture when you take bisphosphantes! Super weird.", "Still pretty good at rugby tho ‍♂️", "Lots of vested interests coming up with money as well as type investor donations.", "Had one good year that was it, then joins a god squad that struggles to qualify", "Those on the right are oddly easy to convert at times. Good luck.", "I play teemo support and nobody can stop me.", "Good assumption there except for the part where I didn't vote for the guy.", "God. Damnit. Ever since HS hockey players have been my fetish... This is almost too much...", "Given the horses ass you lot made of the last one, I think it’s best to put this idea on the back burner.", "Just saying that there's no reason to go easy on the rich breeders.", "They look pretty great tbh stache and all", "I'm very glad too. She has been with me for twenty years now, so basically all my life.", "The Nashville Design is just a placeholder. The actual plans have yet to been finalized.", "Or they freak out if it’s “not the right sub” for your post. Like calm down", "Man I just hope for a good ole fashion W", "I became a member in the summer and have still not gotten my packet, your post just gave me hope it still might come", "Good to know you have such a strong opinion on someone you dont know or a situation you know nothing about. Good on you for being so arrogant.", "I'm not sure I would be happy to live in hk for 5 years lmbo", "That place must be a gold mine of good stories.", "Happened right in front of our condo. Saw them cover the body after trying to revive him. It's been 6 months, not a year.", "yup, you just gotta expand the family tree with your most convenient sibling.", "mtv has agreed to take some of the load by having them on...i wonder if they get paid per appearance or flat season fee.", "Yeah I would have loved it if those things actually contributed something to the gameplay", "Yeah. Go ahead. Go back to mensrights, sort by top all time, and see that I'm telling the truth. ", "Right. Boiling frogs. But I feel more hope today than I have since any day in the last two years except November 6, 2018.", "Are we not going to discuss the fact that his head is forming from the top of his ear", "Oh...this is the one time... Yes I can assure you none of those outlets print satire without labeling it as satire or opinion", "Yea I think I'm in that on Fetlife but was looking for something specifically on Reddit.", "Boom! You don't get anywhere professionally if all you're doing is is applying for jobs you can already do", "Yea. I'm not to worried about it", "Ok I woke up and finished my French brœther. Pls give me the fact", "No. I am good with it.", "The hammer eh, interesting.", "Don't worry, all these people will get the rope once I've established my new world order", "I’m not. I know too many moid larpers to be one. I’ll show you my face if you want.", "Yeah, because it’s soooo arduous to look at someone’s profile for five seconds. ", "So cute and there would be nothing with talking to her about it after and both being on the same page", "We had so much pvp before, during, and after this alliance was formed.", "Then your goal of having one partner commit to you in any sense is inhibited by that.", "They’ll find out that I’m no goat. I’m the troll that eats the goats under the bridge.", "Same. Even though he’s dad-dicked us 3 years in a row I will always cheer for [NAME].", "What this is gud", "fuck I meant to put a never in there. I'm glad you picked me up on this before I got put on a subreddit.", "No, it makes it better.", "It’ll last until we win our 4th straight NBA Finals game", "They've usually had dementia for a good while before they become aggressive. I don't think you have anything to worry about for a long time.", "Um....Yes? I would love it if everyone didn't believe in [NAME].", "No it’s not! It’s much easier to pull in to the space and leave it there.", "Looks like backyard [NAME] and the gang have a new member... [NAME]!", "I'm not fantasising, I'm watching it happen. Just like I watched [NAME] smooth, supple back.", "🤣I didn't realize that the Geneva Convention covered this, but phew! I might be doing this ASAP.", "If the restaurant had only been around for 20 years clearly he’s mistaken when he claimed he’d been coming there for 40", "Should of dropped it off at a tor whistleblowing site. 100% safer than this.", "He appeals to the conversation. Basically doesn’t have a firm stance on anything of much importance and will flip flop based on his guest.", "Interesting that these two have made such a splash. I might check into this season if it's worth watching.", "Welcome to MTV Cribs! The whole place is a giant bed for me", "I don’t watch the Colts, but out of interest do they insist on making [NAME] block consistently like we did.", "The sad part is he actually looks pretty good with it, better than the design he has for most of the game.", "Here's a gun \"oh good something to beat it with\"", "It would honestly make sense for her track record and she’s releasing her new song and it’s a plastic runway and she made of plastic", "There where over 40000 stabbings in the UK last year, and this guy reckons these “kids” are just acting tough 😬", "Hey, [NAME] nerf to basic damage and no damage mitigation in stealth! Thank [NAME]!", "That's just reckless. He's lucky he didn't get permanently disfigured or killed.", "Hell yeah my dude. And the best part is, if I had the money, I could get either or both of those right now :)", "The World Between Worlds veered worryingly close to this territory. Luckily it was handled well.", "Didn't know they were doing matches on smaller pitch in the combine to see how they do with less reaction time. Thought that was interesting.", "You did nothing wrong. I really encourage you to look into emotional abuse and manipulation, as it sounds like you're on the receiving end.", "Searching is fun, and finding and learning all the spawns is satisfying.", "See you all tomorrow for FIN - USA! End of the evening iguana", "Is this the best that you could come up with?", "I’m pretty sure you can run as long as one of your parents is a US citizen (correct me if I’m wrong).", "Very kind and calm female here. Never yell or say/do anything to hurt anyone. I once threw a chair at my boyfriend. Completely out of character.", "\"While we've decided not to hire you for this postion mr. [NAME], we have an opening at the ticket window\"", "Look what time it is. It's Fuck You, It's January!", "I thought it was pretty hype.", "He was a US Attorney and Mayor of NYC. He's not an idiot and knows exactly what he's doing.", "Ugh, man, I really liked Louis CK. Not anymore. I still like Brand New even though [NAME] is a creeper.", "I don’t make the rules, man, I just blindly follow them like a sheep", "So [NAME] proved that they are not literally selling their workers into sex slavery. That's a pretty low bar!!", "It depends on who you ask. i didnt downvote you, im answering now", "You can still joke but people will react negatively and will cause consequences", "I’m glad I was able to find a recipe that allowed me to use my Christmas Gift cast iron skillet.", "As much as I would love this kind of support, I had beef with people over EVERYTHING", "Just got done reading that part. Even [NAME] saw it in her dream and she never knows shit.", "Meh good introduction. Sadly I am a pro philosopher so know all of this", "She finally found home", ">It would also open the possibility of selling the [NAME] arms, I guess. That would be a terrible idea.", "Dang something actually useful rather than a skin we won't use cuz we already have Belzebub", "He looks like some super imposed [NAME] face (from dumb and dumber) onto a kneecap.", "I have no interest in yes men/women in my life. You obviously just want people to run around kissing your butt. Good luck with that.", "Downvoting in hopes it will make this news go away", "One of our friends (seen in pic) wanted to make a poster today. I provided the idea, he created this masterpiece.", "I think there’s something to the concept that overindulgence in technology contributes to a lack of physical and emotional bonding these days.", "ah good find. I guess I saw some sort of grade 9 class photo then. Cheers.", "Hush up. This is one of our greatest accomplishments. Teaching minorities the subtle art of self suppression though mutual degradation was no small task.", "Yeah your right thats why I dobt rush things, Ive accepted things take time", "Our favorite warmup ritual. #Isles", "Point still stands about generalizing", "I feel like I should cop a bass to fill the void. Drummers seem the hardest to find these days.", "I, also, wound up face down on my floor for a good 5-10 minutes after the Saints won it in OT. ", "Being ugly and confident does not mean you'll do well in dating. You'll just try more.", "That’s an early contender for title of the year 2019. Bravo.", "Fair enough. But remember, the sooner you spawn, the sooner you'll have that sweet free labour around the house ", "She's a complete nut but she's def a good one", "Sounds like people who are making a career out of being part of the bureaucracy have come across hard times. Shucks.", "No no! I meant it in a positive way. The emotional rollercoaster of the photo album.", "Go to the school administration and explain the problem with the nurse having an oil diffuser. See if they'll take action.", "Interesting metaphor/premise for sure but they just didn’t know how to put it into a compelling story IMO", "Yeah, but most people who have body pillows don't have girlfriends so can we really use this as a good example", "Guess we haven't been very smart up to this point.", "That’s what I was thinking but the few times I’ve had it happen I got far less than than long pickup + cancel.", "Nothing good can come from knowing. Just let it go and focus on the relationship in front of you", "Not bad at all.", "unfortunately there is no start over button. this is our one wonderful wild life.", "Tbh bastion is still super op before it now I can just abuse him more", "Reminds me of this classic"], "fear": ["Disaster!!", "Freaky, more like creepy", "Creepiest building in Chicago. I couldn’t even imagine the number of gunshot victims that have gone theough those doors and came out in a body bag.", "Oh Lord hearing the puking!", "No. Hell no. It's \"anxiety\". When needed for medical notes and such my doctor will also write anxiety. ", "I was expecting the clip from Home Alone that [NAME] uses to scare the burglars (I think it's from Angels With Filthy Souls).", "Because we don't want another Cold War, or worse on our hands. Russia is a powerful country. Picking a fight could be very risky.", "Omg, unbelievably scary. Insane ", "When your 16 and do adderall and get a panic attack", "FWIW I had a terrible series of experiences at CFA and would never recommend anyone with anxiety go there.", "My son brings *homework* from kindergarten. I feel betrayed.", "It’s gonna be a large group interview in a shady office. Ghost em.", "What a weird and slightly creepy thing to come to mind as a reaction to this video. /s Edit: apparently indicating my sarcasm was necessary here.", "Let [NAME] think about his performance for this 2 week break, god that was a brutal last 5 mins ", "I wouldnt bet much on it.", "Without fail saying \"moist panties\" makes every woman cringe.", "Don't stay too long or you might go Nakamoto : P", "I heard [NAME] was an absolute monster too... Jk folks", " goat handshake denied Personally, I just think [NAME] was scared of touching such a relic as is [NAME] hand", "Just the name of it gives me anxiety", "NEXT TIME! ON THE CURSE OF OAK ISLAND!", "I bet he jerks off while holding a gun in his mouth while crying.", "I haven't had class in three years and yet I've literally had this nightmare dozens of times.", "Well the cops would probably become even more corrupt in covering things up to protect their buddies from losing retirement", "Just thinking about all the stupid stuff I did as a kid makes me very afraid for my 5 year old.", "Duuuude you are double trouble! It's you're* cmon man have some mercy on yourself", "Some people just need reassurance that they are, in fact, dumb. ", "I’ve never cringed so hard", "Gungrabbers? You act like they're busting in your door and taking your guns. No one is forcing you to do this.", "Well folks, no more amputations for diabetics, as it leaves the individual permanently disfigured...", "Nice width but every day is trap day from now until the show."], "neutral": ["I can't wait.", "No, the ECJ made unilateral A50 revocation subject to good faith use, not as a tactical tool to gain a better deal.", "Can't. Prequel bad. Bearded [NAME] Man idea bad. OT era only good thing.", "Fuck man I didn’t plan on crying in my cube today", "Now, remember, this is a very dulled version of what were used to considering they’re still riding the super bowl high from last year. ", "I’d say probably not", "Luckily every elevator would be broken at all times.", "or just more competent.", "That's ironic.", "We're going in a couple of weeks. It was easy to get her to go and she wants to", "Which will happen.", "Didn’t notice but yeah he probably was in some prison gang that they don’t want shown.", "Sorry for the late reply. Bought it on the NHL shop, they have them in both fanatics and addidas.", "He's controversial from what I know. A canny leader to be sure, but his coziness with Dominion Energy has unnerved some [NAME]. ", "She was walking like that shoe was up her butt at the club. So tacky and just nah.", "Shoes in flesh-matching nude are as bad as leggings in flesh-matching nude", "You didn't tell me there was a gas lesk!", "I don’t owe you an explanation. I’m at work.", "Yeah. 99percent of \"cute\" videos of mixed species on reddit make me anxious because all I can see is bad animal husbandry. ", "The problem is complex but in the 60's til now we where facing major propaganda against marijuana and this stuck to the head of most poeple.", "HURRY HARD!", "\"1-\" in [NAME] on the tag of a plush toy is soul crushing.", "Should be ,,How to be a [NAME] Character\"", "Are you saying he put in the wrong oil?", "this needs more upvotes", "With just coffee and nothing fancy I did love the Komodo blend back in the day.", "*holy shit* I'm pretty sure the panther thought the same thing", "Oh would you look at this....", "Much more badass than the union suit.", "I had 3 last night 🙈 this rant was after glass #1", "\"Lazy ass\" Oh my, the irony", "That's pretty much what you signed up for when you had kids.", "I worked at a hospital in northern NJ and float pool was only $4 extra", "He's already 23. May as well go for [NAME] who has better stats.", "INJECT A GIF OF BASTIAN NODDING IN SATISFACTION FROM THE BOX INTO MY VEINS", "Sad to see this as a one-off. [NAME] seemed to be really enjoy the game and itself. Will give the game a try.", "70% tax rate is a terrible idea", "_Today I felt like drawing [NAME]_", "Maybe it's similar to how [NAME] hates cantaloupe.", "*blinded by the shill* I know like 2 people unfortunately..", "...But I don't think you'll find that delving into the minutiae of criticisms here will enlighten you. With respect to my STC cohorts ;-)", "Dude got owned by a glass of cider. He spent a full month roiling and gnashing his teeth in an existential nightmare because of sulphites.", "Uhhh... unfortunately I can't read the article due to some regulations...but pretty sure that post is just the article", "They 'let themselves go' because they have to pick up the slack of their husband in the household and don't have time for gym/healthy meal planning anymore.", "Comparing [NAME] to a tantruming toddler isn't new but comparing him to one's *own* toddler is bizarre.", "I mean I'm mad at him for posting that, but that's just because I'm jealous of that P7", "Wow that feels like discrimination against the poor [NAME] kind.", "Ah the old cross your legs to make it look like you have hips trick.", "Noted, I've been looking into that", "[NAME] was useless, aside from bandaging [NAME] up a bit more than she already did and treating [NAME], name one decision [NAME] has made smartly. ", "Definitely not a sky writer. These plane were flying way too high.", "It worked with [NAME] and [NAME] I guess. Not so much with [NAME] and [NAME]", "[NAME] everyone hated that map on lans we played.... but i loved it and forced it up their throat", "Why the fuuuhhh", "Close to the meat.", "I believe they use some tissue from the urethra that creates some small amount of lubrication.", "Sorry, but [NAME] doesn’t even compare to [NAME].", "That's a big meal.", "Your r/brogress post doesnt look dyel", "There is no god. *[NAME] is content in own company. .: If there was a god it is definitely not an [NAME].", "This is where [NAME] loan becomes a bad idea. I know he wouldn't start but now there's no backup RB.", "You don't understand what Marxism is.", "As much as he's a bit of a nutter, he does keep his word as far as I can tell.", "Leave it alone hopefully it won't pop overnight", "Helpful tip: it's difficult to sleep when you're in extreme pain. So find a hammer or something", "A girl known as daddy... well that’s a new twist on an old trick", "> 333 Brothers and sisters are here now So much cringe.", "I have, I've always wanted to celebrate Christmas and actually have a more closer family", "The judge wasn’t impartial as decided by the appeal court. The judge needs to be schooled.", "That’s the p-value, not the effect size. 0.4 is a long way from being a significant result.", "Bruh fox and heild look like the same dude", "I’m not crying, you are!!! 😢", "You were in a movie once!", "There's so many! Auntie [NAME] and Dame [NAME] are two of the best. But personally, the bass player from Spiderbait, [NAME].", "[NAME] even eluded to the fact that his mom was a bit put off by her age after asking it.", "Anything >0 is way too common.", "The gospel ruth", "I'm not too excited to see [NAME] and [NAME] throwback offense again. Run 3 times punt and play great defense. Zzzzzz.", "All star is a popularity contest voted by the fans. Stupid as fuck. [NAME] should be an all star this year", "Our [NAME] is going off bro. [NAME] is gonna out-Jack you off.", "Al-anon.org I promise you will find the freedom you so desperately want inAlanon.", "That’d be lovely. Although now I have to root for AD to the Lakers which makes my chest hurt", "[NAME] definitely needs to be on the left side he has such a great shot that he's perfect as a [NAME] type player on the powerplay.", "Yeah there's a lot of innately absurd conclusions this guy's drawing here", "Please tell me it opens up to a giant cave down there", "Hillbilly is preeetty badly deformed, and he's got a secret brother in his shoulder, referring to him as \"normal\" just ain't right.", "Ya done goofed", ">People can literally have conversations with each other just using google. My nipples explode with delight!", "I suspect there's a difference between people who have an interest in makeup and those that don't on this.", "What makes it even more bizarre is that she does hair for a living. (At least she did during the filming of the doc about her.)", "Well, yeah, you fucked up. Drop this behavior and game her the normal way as if nothing happened", "Combining the savvy business strategies of MLMs with the insufferability of wine moms. Expecting some quality content here.", "I seen reactions to this elsewhere and DAM famales are some sensitive fucers, you see something online and your whole life fall apart like 🙂🖥️😢😭😢😭😭😭😭😭😭😭😭", "Hey, come on! You did me twice! ", "My phone was in the car while I was at the pool in NC and it happened to me guess I am actually in Australia", "The caption is kinda stupid, but I like the photo.", "These memes are either on a 9gag level or r/funny levels of comedy. And I can't tell which is worse.", "Clear eyes.", "Was really hoping he’d drive off with it (sigh)", ">*fellow* 18-year-olds Hmm.", "I’m guessing this is in response to an advertisement from the shaving company Gillette. missed my chance....”contextttt!”", "You okay there, bot?", "No. You are not.", "I wanna see [NAME] too at the ASG too!! He gotta show that [NAME] Magic with [NAME] as teammate", "Neither of them have the IQ for true narcissism!! Stop insulting the intelligence of narcissists [NAME]!", "Every time [NAME] opens his mouth...he says the same damn thing.", "Hey, I just shared the tweet with the quote. I don't know about all that", "I've pulled a long, curly black hair out of my mouth while eating a meal once... I'm a man with very short blonde hair. 🤢", "First thought that came to mind were those water benders in the swamp in Avatar: The Last Airbender.", "I was expecting her to come in to work looking like [NAME] from the [NAME] show...", "None in mine.", "Wow they are on the cusp here. Definitely not fellowkids because I would totally believe an actual fellow kid said this", "Dude this is a repost from [NAME] you can see When you go into the comments", "\"Stay in your lane, bro.\"", "Gotta go fast! [NAME]", "Ah yes, downvoted somebody for being different. Ever acceptant.", "I'm so racist and self important I refuse to braid this girls hair", "Oh I'm not denying he is a scumbag who should be run out of town. Just whether this individual thing happened.", "Again, overall, not just for me. ", "Srs it's so bizarre! There's often someone like \"OP is wayyy prettier than [celebrity]!!!\" as well. ", "Best news ever. Some quality futbol at last!", "league better do right by us and gift us zion. They did this for Nola and Cleveland too....i need to believe in something....pleasE!", "I thought it was funny.", "Like all mavs fans... [NAME] its not a rookie anymore xD", "[NAME] was horrid for us", "Watching [NAME] flip his head back every poke of contact is possibly the most frustrating thing to watch", "Yeah they paid for my dinner but still ugh", "Tyl has got to be the most cringey, condescending thing I've seen on Reddit in a while.", "I don't wear panties. You'll need to describe the sensation.", "I seen a video, must have been one of the students where they've completely surrounded the [NAME]. ", "And why isn’t it ranked average, Bayern are second most average but ranked 4th for most supported, cmon now they just had less games....", "maybe now it'll go up to 3 an hour😎", "I adore Brutus and Pixie!!", "I just wanna know the name of the Dornish princess who reigned before [NAME] ‍♀️", "[NAME] continues to be my god while I continue to be banned by Swery. ^^Seriously, ^^what ^^did ^^I ^^do?", "Not sure why it matters but i imagine shes as old as all the other v3 ultimates, so around 16-17", "Pam Beesly and Jim... What a waste.", "This is a slippery slippery slope that ends with the backstory to the Wrath of Khan dude.", "8 His morality is depraved. 9 His brutality is indulgent. 10 His religion is repudiated. 11 His existence is nullified. 12 His believers are mistaken.", "It kinda is. It's better that special needs kids aren't hidden and their families don't feel that it is necessary or required.", "DmC fans love DMC 5 the fuck this is what i just don't understand we don't pick DMC or DmC WE LIKE BOTH there are no sides", "Never seen an abandoned piss trolley at a bus stop in Armadale ever", "Oh I didn't even see that at first! I thought it was just a clipboard, but you've found a second angle! ", "I know so I also make a joke about how we’re going to give bell so much money that we’ll be in the negative for cap", "I'm going to steal this and pretend I came up with it so I downvoted it so no one will know(just kidding)", "Not that poster, but huh, ", "Please enlighten us", "Funding was never the problem of Mass Effect. EA is. You're confirming their bad business strategy.", "Baby's face: \"I've been bamboozled!", "He'll be Ousted soon !", "It has little to do with experience, to be human is to err. ", "[NAME] and and [NAME] still look the same ahhh", "SOME newborns are ugly. I did think my little sister was ugly af.", "i think there is empirical data for evolution...", "Hm... I can't help you then. I always go cold-turkey from any addiction I decide to quit. :/ That doesn't work for everybody.", "he had the shits", "Pb, filth!", "[NAME] is a comedic goldmine. I don't blame comedians for milking the idiot.", "This times a thousand. They set us against each other so we don't realize who the real enemy is.", "What did I just read", "I see you're a man of culture as well. But realistically this will never happen because... Disney :/", "Every red light should have one of these!", "“[NAME] make y'famous tonight, buddy!” 🤣 Anyway, no manger for him!", "I dont think thats too far off. There are 200k homes in most suburbs.", "Would have been faster to seal it and then pressurize the tube so the kitty gets shot out like a cannonball.", "Dude, your mentally handicapped post history. /I'm ignoring ya it's all good", "Yeah, the Wall is a non-starter. It's bigotry. You don't spend 25 billion on bigotry.", "Probably left the crusts on ! Borderline abuse right there !", "14 and im quite good at makeupmaxxing and tall so people (especially adults) always tell me i look 16-25 :(", "The life of a bus driver is harsh.", "She looks like a petite adult to me, her face is obviously adult", ">[NAME] loves people For dinner?", "THERE IS NO LEFT PHILANGE", "12 is ambitious!! I’ll do this with you, but my goal would be 4 ", "About as much say so as the Walmart employee that stocks the shelves.", "This is exactly why I fantasize about carrying a glass emergency hammer. This is also exactly why I shouldn’t!", "[NAME] already setting records for most nicknames in the league. There is no way to stop this kid...", "Yeah, your dopamine receptors are going back to normal.", "Actually someone already said goodbye so checkmate idiot", "[NAME] is dank", "Tsunderes never work", "thats.... not the type of disco that i remember", "And AI will somehow be magically more disruptive than the industrial revolution. Because... reasons.", "Exactly. Its serious, but not serious enough for the NFL. And for the list i made, those People still play in the NFL after suspensions. ", "It won't make them worse off. GDP is simply irrelevant. Rent and job conditions are what matters.", "FYI!!", "It’s incalculable", "Let's be real though, the waifu is probably younger than his kidfu", "with his luxurious salary, nice pension and zero accountability for anything it does, its a hard old life!!!", "Don't forget he hired some voodoo person.", "I'd actually really like to see the numbers.", "He, like [NAME] and [NAME], are better in the latter halves of seasons. Let's see if he can do some damage.", "She ran a laughably bad Senate campaign in 2014 and hasn’t gotten positive PR since. Not too worried.", "This is nightmare fuel", "Saw this a couple days ago and had to stop it and rewind!", "[NAME] are not the best at being subtle about being incels...", "Nope nope nope", "Don't get your hopes up; apparently car seats also cause autism:", "I didn't say it was proof that anything was a scam with no future, perhaps you're projecting.", "I think Bayern get far less hate than they should tbh, the Manchester United of Germany is almost selling them short.", "Definitely not looks, but confidence and body count? Absolutely.", "He is so boring ....", "Oh I see", "[NAME] just reminded us last night why he’s paid his ridiculous wages", "SHE SHOULD BE ON A HILL SOMEWHERE WITH THE SUN AND THE CLOUDS ABOVE HER!", "Not really, they can do what they've been doing and force a no deal brexit pretty soon...", "Confirms :-)", "Nothing wrong with kayo", "The people on r/politics who obsess over the [NAME] investigation are not \"leftists\".", "This has been largely disproven. [NAME] had no problem dropping the bomb and knew it wouldn't change the outcome of the war.", "I live in southern Ohio and my WV based phlebotomist was literally was just telling me about this today,", "By [NAME]! That’s [NAME] music!", "I cringed so hard my vagina fell out."], "curiosity": ["So like an anarchist rally in favor of US interventionism? edit : misspelled \"rally\" ", "Do you have the MVP Giambi card? The stats are nice vs [NAME] but he hasn’t really performed like I expected", "Are you afraid of [NAME]?", "Yeah but scary brown people. Ever thought of that libtard? /s ^just ^^in ^^^case", "How many hours of maintenance do they really need to do every night? I feel like they just want to cut costs and tell us it's impossible.", "Wow [NAME] hasn't been seen yet, can't wait for him to get no1", "Did you play Origins? I absolutely loved it, I’ve had reservations on getting Odyssey and I missed the sale on Xbox.", "Tried to think who else could compete for that honor and didn't come up with many: - [NAME] - [NAME] - [NAME] Anyone else?", "How does it feel to beat [NAME] toothless and only get a crappy draw?", "How tf do you sanatize a shoe so that it can be used for food?", "Yes, that was when I learned! I had so many questions. ", "Which sex communicates better? Typically women. Don't judge this guy like your girlfriends. he sounds pretty normal to me.", "Does Instagram and Facebook have these nested ads/ articles? I’m not on social media enough to notice. Well Reddit, but I never see ads. ", "Wait, did they get married at the detention center? Why is she exiting with a bouquet? ", "HOW ELSE ARE WE GOING TO AVOID THE NO-DEAL APOCALYPSE!???", "[NAME]? That’s your answer?", "> but it isn't just motivated in hate Selfishness and greed, then? The need to dominate in order to feel powerful?", "I wonder why don't we share this planet together as human beings instead of slaving and being like robots... [NAME]", "Why don’t people just call the cops and give them the video?", "I always walked in the grass, man. Am I weird?", "What do you think is happening in the post? Read it again and describe your feelings", "That’s! How you defeat a bear!!!!", "[NAME] said \"Dine & Dish\" you know the producers set that prank up.. and clearly didn't even get the name right", "Who said i was a kid?", "Wonder if some of the ‘cuse guys we got because nobody was available anymore will be cycled out", "What happened that she was so pissed and did this live?", "I don’t like [NAME] As I love the 2nd amendment Can we stop him ?", "I'm totally cool with that too, whats the PSN?", "Wouldn't you think it's better to just show up earlier?", "Why do you think he's right? What reason would a nonprofit newsroom have for publishing sensationalist headlines?", "Kinda what I figured. Just wanted to see if anyone else had this issue before", "209 comments and we don’t get to read any? All that good pasta advice going to waste. Shame.", "People hate him? Why? Most call him the most dominant player in CFB this year.", "> It's a bad precedent to start once this community grows. Community does what?", "ah fuck. From xbox to zullily? seriously!?", "True or False, you post in /r/The_Donald ?", "If she was in that mode, why would this guy even be in consideration for a Super Bowl date? ", "Hi [NAME]. Glad you are joining us and am looking forward to watching your episode. Did you do sleeve or rny? I am having rny in 2 weeks!", "I’m blown away by how many people know this.", "Wow. Did u say yes?", "Sorry just seemed like you were trying to make it a [NAME] thing", ">who accused him and [NAME] of raping her then did a porno where she fucked both of them AND [NAME]? She did?", "All skin heads? Interesting choice.", "Or is that a 3:14? You’re in trouble pal.", "It goes a long way to explaining American mental health issues. Have you ever bothered to read anything?", "oh, you're back? have you gotten help for your paranoia yet?", "Wow, I was JUST wondering what the bit characters on the show make. $250? - that’s it?!", "Yo that guys hot what's his reddit", "It's almost like they actually prepared to govern instead of just obstruct. Remember \"Repeal **and replace**\"?", "How about texts between them? \"On my way home.\" \"Ok, see you soon.\"", "I wonder can they basejump to the bottom.", "Did you even read the discord logs?", "I can't wait until I can get my app up and running now.", "Why does [NAME] rarely wears his armors if he can wear them whenever he wants and as long as he wants?", "I am sorry but what is a wholesome meme", "Why would he get upset? Your husband was the one who went to PreCana classes and knows that using contraception is a means for annulment.", "Was Netflix ever $7.99 for HD streaming?", "i like how he just bursts in like DID SOMONE WANA SEE ME ROL OVR !?!", "No man don't you see!? People just change genders all the time and celebrate how fun it is! ^^^/s", "Why make it a video? Could have just been a text post.", "Out of curiosity what line of work is he in?", "just like [NAME] was going to win by 90+%? I'm not going to believe it until I see it.", "I'm not a [NAME]. Can someone explain this to me?", "What about urban [NAME] supporters who are socially liberal and want to see tax dollars used efficiently?", "I have no objection to nudity, but why is this a thing? So dumb. ", "You're a female? Sup girl, how you livin'?", "What about every series prior to that? [NAME] was awful vs the bucks [NAME] was awesome. What about the years before that?", "So she knows of 3 languages, Wonder what they are?", "There has to be some repercussions for this judge, right? Considering the crimes, that bail seems incredibly low...", "I’ve just said that both biology and social norms play a part? How is that me saying that there are no biological differences?", "> What plans should I use to hide the scent of a decaying body? Can you bottle up his farts? Seriously.", "So for you, consent and coercion are not mutually exclusive, correct? Are they ever?", "This is the first time I've wanted to see a traffic accident.", "Excuse me, I hate to bother you but could you please inform me what you find so aggravating about sea Lions?", "WHAT!? *I thought you were a local!?*", "Ah I didn't know that. I meant this [NAME] ad:", "What is this an excerpt from? [NAME] was a treasure. I should read more of his stuff.", "Are you sincerely saying that [NAME] are bad because they were in the minority?", "[NAME] damn it, dude. Are you trying to ensure every gun owner in PA votes red? Because that's how you do that. ", "You're really just having a field day today huh?", "So then what are the odds the refs had money on the game and a vested interest to ignore calls?", "Om [NAME], who kets their dog fight a croc? ", "Not enough power, need at least 85 power, preferably 90+ to compete in 18", "[NAME] and [NAME] not being signed yet is getting on my nerves, am i alone in that?", "Disguising your feelings behind humor is not really a unique coping strategy, isn't it? ", "It'll certainly make Naboo throne room interesting.", "So you abandoned your Russian heritage for... what, exactly? The things you are describing are the result of the west screwing Russia over.", "Picked up my new glasses. Does anyone else feel nauseous after getting a new prescription", "Why did he think that you work there? People visit hospitals all the time.", "I guess you win *shrugs*", "It's the physical pain, mostly, I think. Maybe with cbd stuff getting big and easy to get now it'll taper down?", "That really sucks. How old is your baby?", "You really going to claim our foreign policy is equivalent to that of Iran and Russia?", "Not too picky? Aha, I tried that a few weeks back. Boom 50 matches. They're as desperate as us", "It feels like an ironic meme. How is this not ironic?", "Wow girl where are your BROWS?", "[NAME] black?", "Can a mediocre bot invent Facebook?", ">Feminism is how we get to equality how do you know that?", "Ha. Do you have evidence of his cheating? Send it to his family and don’t say another word.", "So she goes to her little boy instead of doctor, I hope?...", "its even worse because the starter kit is like $70 too right? So in reality she probably made closer to $30", "I like the sound of that, shes definitely a bitch what does chutzpah mean?", "Would parking still be free on the weekends?", "What’s a matter? I thought you liked faces.", "What, do you disagree that that freak can in fact buy a megaphone?", "Is your brother incel? Is your dad upset you came out ugly?", "I think we'll find out how apt this comparison is within the next few years.", "I wish bojangles was nation wide, why isn't bojangles nation wide?", "Do you think people are generally logical?", "Can I be honorably mentioned in spirit under \"et al\"? ", "So angry. PMS?", "Enough shit comes out of his mouth, do we really need to put more back in?", "Wait, you don't love reading people's blog posts on Reddit?", "You need to tell her, and make sure she knows it’s not your kid. You went through with a dna test right?", "Do people really use the phrase \"my kid is poorly\" to mean sick? The grammar in this post is really bothering me.", "She is still a billionaire. I guess stupid Tweets are going to bankrupt her?", "Are you in love with the memories or do you still love him for who he is now?", "Employ the son of your biggest donor?", "[NAME]: I-I *love* what you’ve done with these poles.. [NAME]: *sniff* *sniff*", "Sounds like you may be demisexual? I know I am. Just wouldn't be able to be casually intimate with someone personally", "So now the stripper isn't decent AND neither is the guy that would date one? Wow.", "Do you find PnP or Checkers have better fruit and veg?", "What evidence are you basing this on? What evidence would you accept as convincing you're wrong?", "We still have this?!!!!!!!! What?!", "It looks like someone else was deleted for answering, so I'm hesitant to now. ", "Incendiary headline in the Stranger? check Ridiculous over-stated premise trying to create controversy out of very little fact? check. Must Be Mudede", "You want me to go searching around for that? I'm good. I'll just assume you're wrong because of the way you type.", "What a trainwreck", "The show paid for [NAME] surprise trip didn't they?", "Can you stop shilling for Russia every damn time they are mentioned?", "Hm why are there age restrictions on the sex toys? :P", "It's some freaky stuff for sure!! How legitimate do you speculate the experiments are?", "That’s crazy! Really bizarre. Is she off reddit too? I did notice fewer posts.", "Is that because it's an accurate description of the politician and he's trying to distract from his guilt?", "What are you basing this on?", "Hmmmm... I don't think 3D modelers are the ones who have to fix the bugs and the physics.", "they just dropped KAP45. Free for 2 amazing guns but a pistol costs money? What gives.", "i know, but it's a paper weight?", "I agree because the issues run much deeper. In your opinion what would be the best way to deal with it? Regulation?", "Wasn't that just a mass shooting? Or am I thinking of another college massacre?", "No it’s definitely you. Time for you to grow up.", "Hi I'm not police where is your business and what is your full name thank you", "And isolated rooms? When I had to go in with my baby with chickenpox they put us in a room where no one else was.", "Why dont you go complaint about USA 75% deforestation?", "What the shit is a “Netflix”? We are Hulu people now.", "United wins the championship and then profits 20 million off this transfer? Rest of the MLS needs to take notes and catch up", "Care to elaborate?", "What do you mean by \"free game\"? Are you under the assumption that the Executive branch can dictate appropriations?"], "amusement": ["Athletes in the making. Can't wait to see them playing professionally.", "Dude nsfw this damn", "That's a new one.... Wouldn't have lasted long in my room though, lol. ", ">like it's a bannable offense A Singed man has actually been ~~banned~~ threatened by Riot for going support with smite and counter-jungling the opponent jungler.", "Another strange signing. [NAME] seems great at spotting backup players. 20 odd signings and probably 4 have been decent?", "Exactly. Last year we were saying, “Don’t worry...next year we will get [NAME] or [NAME]. Or both.” What a joke ", "May he rest easy, as for future officers to carry on his legacy, never forget his sacrifice.", "Whining on reddit about whining in game.", "[NAME] so is mine! I bought so much damn clothes with the money I earned. A year later...I've grown out of all of them", "Hey look It's a Bernout from Potomac! Lol", "I believe that the heart does go on", "Glad your nights going well guys", "When you look back at your picks and realize you’re laying pretty much entirely chalk Tenn -8 Bowling Green -4 Akron -1 NC STATE -1.5 Duke -21 MSU This should go well lol", "Hahaha years of being a nets fan makes me only look for reasons we wont win.", "Definitely was a nonononoyes for me there lol, I'm a horrible person", "This would be perfect for a new sub sound", "U guys are super cute together.", "Appreciate it.. just for trolls sake Plot Twist : The one trick has no mic XD", "You win the Internet today. Fuck all the other winners. You’re the real one.", "\"This is just unprofessional\" lol", "Arguably this post is [NAME] favorite post on Reddit one hundred percent. Lmao #muglife", "Ha! I actually included that on purpose, was poking fun at me (and the typical MS3) :)", "Didn't read all of it, read the relevant articles (165 for license simultaneity, and 56 for carryover sanctions) haha", "Omg... Yeah leave him sooner than later... Abusive men can kill women in the long future.", "Nah man [NAME] gets made fun of more than anyone lmao", "Haha! Toronto, the hotbed of conservatism.", "This guy is a hack lmao", "Make this a weekly PSA, please!! Lmao ", "That guys entire account is the biggest comedy cemetery out there", "I thought that too, just work hard you’ll get there ", "Emo!!", "The classic artifact player response to criticism: you just dont understand it loool", "> But, President [NAME] can just hand out pardons for anything federal. Presidential pardons don't affect impeachments.", "[NAME] keeps getting set to get a rebound [NAME]", "Why? I've got your attention and thats when the fun begins", "So? Keep doing it anyway. Who don't worry about the downvotes.", "Fellow [NAME] fan, reporting in. She's my favorite character in the series lol. ", "I found [NAME]!! That took me way too long to spot the watermark lol. Good eye!!", "[NAME] just showed [NAME] what a winning mentality looks like :/", "Take a upvote I'm glad I made your experience great", "I'm also an intj!! So uh, you can do it too ;)", "Starting?? BF4 is a lot of fun when you havent played in a while. Just faster and more immersive.", "Haha .. In pakistan 47 is the normal temp during summer... Lol noob.. Gg ez", "You might enjoy this", "Ha at least you’re in on the joke.", "I always fall for this joke on here..", "[NAME] is really going to have to work his ass off to make this team.", "Yes, yes you did", "Seen this result coming. Best result for us and rangers unfortunately.", "Lol. Mod conspiracy theories. Yes they want to destroy the sub. That is their goal.", "[NAME] damnit, have your upvote ", "Oh look even more whinging by a Brexshitter about how its all gonna sort it self out fine, such fantastic info.", "LMao what kinda stupid ass rule is that?", "Good god there’s so many cheapskates here trying to justify it by insulting me! Pretty funny tbh", "You’re funny if you think 27 vs 1 is going to somehow end in a good deal for the UK.", "I see lotsa [NAME] I’m proud", "Everyone hates these posts but when we do post them it’s because we too are also proud of the work we do. Congrats!", "I take everyone that visits me over to Lands End .. I'm a huge fan of the hike from there back to Sea Cliff!", "We all know that everyone was doing the Kiki do you love me ironically so that if people do it unironically then we can make fun of them.", "I sent this to my two friends and one said “haha.” And the other left me on seen : )", "I’m a baptist and I laughed at this statement, have a nice day funny boi.", "You’re right :(", "Tigres ruining players /s", "Then the school had a special assembly to honor this hero and everyone clapped.", "Local Area Man Finally Finds Area Woman Willing To Let Him Sniff Her Hair", "hahaha. She is stunning though!", "Non-stop fun.", "haha. I think he means this in a good way. Just poorly verbalized.", "Haha, actually grandpa did! Go figure ", "10/10. The end had me rolling tho lol. Got me at the right moment.", "Laugh all you want, it's pretty much indestructible now!", "Last year was also the first time we drafted a lineman before round three since [NAME], so I think the earlier look at linemen was needed haha", "Don't let loneliness get in the way of growth. Grow my man, grow!", "Lmao do you just watch for the gameplay? Wow idiot. There's more to Youtube than gameplay. F***. Off.", "You can start your life over any time you want. I think the secret is to not let failure keep you from trying again.", "Educate yourself! Stay in your lane! (It all sounds so totalitarian if you look at it more closely.)", "Your idea of what a nice entre or nice wine cost at a restaurant are... Interesting....", "SO SMUG!", "That unconvincing bottom right though hahaha", "Pretty much yeah, it’s crazy that 2 years later that someone picked 56 picks later is better as a player", "Insane dva player nice", "Haha dude, love your spirit. But. It's not all shit (the cuisine that is), let's not overgeneralize and become the shitheads we are criticizing.", "These folks have surpassed", "Despite all the [NAME] hate in/on /Melbourne, here is a beautiful Indian song for you all ", "Yeah man, gotta suck it up and be a man. /s", "Essence is amazing!", "believe me, it almost did for me. if i was a woman my panties would have dropped instantly. lol", "I'm sure you'd be the first one to run towards a crazy guy with a power tool.", "I know my periods coming when the self loathing hits lmao", "Maybe, I'm just saying that there are players with more talent out the gate than him.", ">I am someone who is easily distracted I'm putting off work to do this survey :(", "Yea that 3rd period was pretty bad tho, [NAME]", "You definitely have a sexy [NAME] look going on.", "[NAME] doesn’t use it & had the highest SAUG k/d at Vegas. Definitely isn’t “poop” without it lol.", "Then your education must have been pretty poor lol", "I legit did this last night, I hit it and wave it around like crazy", "So is she worth switching from Skye", "I'd put the Thielen TD against Packers as number 1. That was such an amazing play by [NAME] and [NAME].", "Dudeeee damnn why am I at work when this happens lol", "Grow up.", "Twins.. my first time having having a child and I get twins. This is gonna be a ride lol", "This isn't cringe at all. He's making a joke.", "Damn, maybe its just the facial expression, but she looks exhausted :/", "Sounds hella aggressive. You can say the same thing while being nicer about it.", "You will have symptoms for a few more weeks while it kicks in, good luck, glad to see youre doing better", "I'm an inspiring man", "When you decide to root against your favorite team, for a better future “The hardest choices require the strongest will”", "[NAME]: \"WTF, it's just a prank bro!\"", "Wow, that was fast", "Damn Replays was pretty solid last year. But maybe he should go back to coaching.", "Wow she’s getting a spud in the head the next time I see her!", "You pushed too hard for her to give it up first date damn. She was all good for date 2, don’t fuck that up lmao", "I played a lot of WW2 ranked and had a tone of close games. And the point of ranked is for everyone to be around a 50/50 W/L", "Yeah I think he was joking though. Like a cynical, sarcastic sorta comment", "Awesome job!!", "That's almost 175 years", "Lol dont mess with [NAME]!", "It’s a joke.", "[NAME] my new favorite Hollywood person", "Mmmm that delicious karma :3", "[NAME] is also in a HEAP of financial and technically legal trouble right now. lol", "It’s pretty captivating in a make you want to throw up and then beat the shit out of [NAME] kinda way.", "Interesting how the before photos are clearly yellow-tinted, as can be seen by the difference in the skin complexion ", "Literally anyone could be a freedom fighter if you look at it right (or wrong)", "Wow, the menacing head shake...(shivers) ", "Yeah, I read that the first time. Nobody is forcing you, other than yourself.", "I'd be happy for them to take a shot at him, I think he's an excellent player and only getting better.", "The amount of salt in this thread is overwhelming.", "I'm a PR and I've been lucky enough to have millions in capital and that is ALL the statue states.", "Lmao That’s a blatant lie, ~1000 people were killed by American cops last year compared to 52 cops killed by civilians ", "I can't wait till they invent that pill either, and for you to start taking it, for the sake of the rest of us. Fuck.", "This one is by [NAME]! Your suggestion was funny to me, and you've been blessed with your joke being DR Onion #20!", "*With Great power; comes great responsibility.*", "lmao okay dude", "It's like someone painted an abstract nightmare I had once.", "You win one internet!", "Haha! I remember seeing this when it aired", "lol you are 18 and a female. You'll surely find someone", "She does have a great ass I’ve always thought so", "Oh he'd be far too attractive lol He's southern anyway, would still need to put on an accent ", "2 is less user friendly but it can be fun. As long as you turn chat off. And hate yourself already.", "Lol OK. I guess we'll skip over the \"generally accepted\" part of the definition cuz why not, eh?", "This is what unions are for. The great only appear great because we are on our knees", "I got a good laugh at this one. I feel bad.", "Lol there you go. Forgot to switch back from your alt for a second there.", "Lol you wish it was that easy. Lying POS customers have the advantage with review websites sadly.", "Y'all just joking but I want to hear what they eat, and I want pictures too so [NAME] step your game up ", "> since every character with a shield gets one Except Glad", "Oh of course,this bag will still be thoroughly enjoyed . Modern times have just turned me into a snob", "Ey, yo. The perfect sassy black mum line.", "Dammit I got whooshed", "Wowza...you hit the roommate jackpot huh? She sounds unobservant and a special level of insensitive. Pray for her future patients.", "You got down voted.. but you're absolutely right. I am now looking into one. Sweet.", "I'm so glad [NAME] finally got her visa, she's going to do awesome living in the USA!!!!", "State of [NAME] trying to be funny and spelling ‘lose’ wrong", "Intresting. Well I sure did learn something today! Cheers!", "Cheers! :)", "I can be hard on KAT at times but boy am I glad he signed here for 5 more years", "Not everyone is as Europhilic as you, and that’s okay.", "I don’t think [NAME] knocking us out of the copa would change anything. Our team is incredibly lethargic.", "Yes indeed, the “just a joke, bro” ship sailed long ago. ", "Lol, I’m so sorry for u. Do u go down on her a lot? If so she need to give something too...", "That’s how I outfitted my team in that awesome red and black colossus armor.", "Just do it!", "Hell yeah it did!", "This did not age well lol", "I know. I get that a lot.", "This happened at my local Odeon last night. The amount of confused faces was kinda funny to watch.", "[NAME] did say he still has a part to play, so hopefully we'll get to see more of him soon."], "caring": ["I thought that was the [NAME] special", "Don't worry, with a lifestyle that requires them to have a new hip before the age of 20 they won't be making it much further.", "I would gladly commit insurance fraud to save my child.", "Praying yea hope so", "Peace be with you", "Its better to just abuse us in overt ways since we tend to be doormats", "Im not a brexiter. In fact, this is my concern with a second referendum. I'm worried that remain will lose.", "yeah, but they think taking care is buying dinner and taking me on trips. I want money to spend on whatever I want.", "Dude take the medicine. It helps.", "She's a weekend mother at best.", "Look at CBG as well. It's got anti inflammatory properties. Wifey feels its the best medicine for her cramps.", "I was just busting chops. Glad to hear your health is better. I think you've inspired a post on r/intj my friend. Stay tuned.", "+1. I don’t make it to DuPont anymore unfortunately. If you’re in Rosslyn, I’d recommend American Threading Plus. ", "It's no secret: \"He's always hungry\".", "Your welcome and I know what you mean. Whenever I feel sad, our dogs would come to me and they would either lick or lie with me. ", "Would it make you feel any better, little girl, if they was pushed out of windows?", "Sorry, that was a camel (unless you're talking about the remake).", "Not really it’s a capitalist organization based on earning. They play to peoples fear and love not their environment", "Wool will stay warm even if it gets wet.", "From red deer as well. Don't worry not all of us are ignorant and hateful.", "Society hates everything. Just love yourself and the rest becomes easier.", "This could be me without medication. My baby won’t sleep unless I hold her right now, it suuuuuuuucks.", "I hope you're ok, I feel this post :( big hugs from me", "I just woke my wife up to make sure that she was okay before I could lay down.", "yeah. it's like you know something real bad is gonna happen at any time. that's why I never try to get my hopes up too much.", "I don't mind helping people but often the problems seem so petty and small and the solution is so simple.", "\"I'm sorry mam, but we dont allow children in the store unattended, so you are going to have to leave.\" ", "Might as well try though! Have a good day bro!", "Someone just needs a hug", "Just smile and wave boys. Smile and wave.", "Somebody is really insecure about their career decisions.", "He was injured in real life, watch the news. He'll be back in ep 15 and fully recovered.", "Ahh damn, keep in mind that the pillars move in the direction of the side you’re on, it’s lowkey finnicky", "It warms my heart to know that [NAME] is still", "iRemindme 7 days", "No I know. This group has been mostly helpful. And the rude comments were deleted by the mods.", "Your wife is very lucky to have you. I hope my WS feels like this one day. I pray for it every night.", "That's probably a good idea. Call them and see if they can help you.", "If my friend talked about my girl like he would be picking up his teeth. Support your gf. Period.", "Same. You all tried to save me, but I rewatched with the sound on and... I have regrets.", "YeH, I’m trying to inquire about this.", "I am sorry but you dont have a saying in this matter. Its up to your parents to solve this.", "Sure, they can help nurse [NAME] back to health. ", "It's like he saw it coming and wanted it to be close, so he kept his speed just to show the Xterra that they were wrong. ", "Split blankets are a lifesaver. No more grumbling because someone stole my bit of blanket and is cuddling it...", "Hope she likes cold showers.", "I feel so sorry for [NAME]..", "You're welcome :)", "Happy for u!!", "Oh I can't wait until they have sole rights to our game.", "Umm, I think you can take it out, [NAME].", "Cool story bro", "Bein' separated just doesn't feel so right.", "I'm sorry for you loss man. Truly I am.", "This is ugly af sry", "I will, no worries.", "*Hey just noticed..* it's your **7th Cakeday** Korrk! ^(hug)", "[NAME] spam them till they bleed out.", "another one of those chicks sacrificing her children for a man and 'happiness'", "This post is another reason why I'll never go back to Heroes. The loot box RNG was so cruel to me", "Sorry, mom took it out of the oven already and I am STARVING!", "Bee happy! ' v')", "Hope the horses are ok", "Roll survival check! Ooh, a nat 1, sorry kid", "Cough cough, r/gunners would likento buy you a drink for speaking the truth good sir. ", "my 3.5mm jack came with my iphone se and I can literally never lose it as long as I have my phone.", "if [NAME] got any more attention i'd really like it to be with [NAME].", "The staff there know what they're talking about whether or not you're making money, no matter how difficult will be huge. you are not alone.", "You’re not being clear in what you’re trying to say. I’m unsure how to try to help you in this case.", "Holy fuck dude. Use the mute button. Your feelings were hurt with one message, now click it, thanks ^_^", "I would like to send you a card or an email for your next birthday if you would want that :)", "It seems like good advice.", "Men don’t have it worse but at least society cares about women.", "Yeah some kid in a BMW ran me off the road. I didnt just crash had some help.", "[NAME] blows. Be happy she’s gone", "Aww that makes my day too <3", "I prefer 240 grit sandpaper personally", "I like how they’re not facing each other.", "All the ladies can stay at my place."], "surprise": ["Whaaaat no way, you can’t play it with other people? ", "Low life is as low life does. I wouldn't be too surprised if he's broke by the time he's middle aged, unfortunately.", "I didn’t get to watch!!!! WHAT HAPPENED!!!!!", "And yet nobody bat an eyelid when it was [NAME] who was palling around with [NAME]. I wonder why.", "omg so quirky", "Yeah it kinda sucks, that much is for sure, I'm just wondering if anyone knows why or has the same problem", "No. I wishm Why did I stop? Kids work and money. Not a minute to myself", "> Native Lithuanian Cool! Are you still there? My family was in Kursenai/Telsiai until the early 1930s.", "This is doubtful...he just won with over 50 percent", "These comments are in stark contrast to the more level-headed ones in r/news. Wonder why?", "If theyre real pharma then id charge $7 or 8 a pill. I never pay more than 5 for real ones but $8 is still kinda fair", "How is it a risk to the vaccinated kids?", "Holy fuck, that save was on what was essentially a wide open net", "OMG kids are dying from polio??", "omg this is so cute, thank you u/Skraxx", "Ain’t that the truth. August is Hell!!", "a surprise to be sure", "This again?", "I was wondering this too. Whatever it was it's over now.", "WTH? Just horrible.", "Now this is oddly specific", "You described my life!!", "It's also surprising that Valve released a dud game. Maybe it's time for Valve to grow up and introduce themselves to the digital communication age?", "Omg does anyone have a video of this", "No one has asked yet. So...how?!", "Is that a little poot at :09?", "A grumpy old gardener in a rubber mask?", "I knew this was a Shitpost before I clicked it. Is this an INTJ thing btw?", "Oh wow I didn't know this policy was in place in the 70s!", "Honestly? I dont know. My parents told me that itd be seen as suspicious", "What campaign? He is already president.", "This sent chills down my spine. What in the world!! I can’t imagine what they were planning", "Yeah keep filming your kid kicking a dog in the face. I'm suprised this isn't on r/funny", "You have just given a face(?) to my phobia", "I find it really strange how people align themselves with or against a politician so strongly.", "Right? I’ve never heard of it being made with French dressing.", "Holy shit, if my siblings had roomates i wouldnt be shocked if you were talking about them.", "Probably. Wouldn't be surprised if our current generation essentially lives forever...or well until something like climate change puts a stop to it.", "> super model strange Oh man", "oooo, if that had gone in...so close Looked like [NAME] tipped it down instead of up.", "0 <----- This is how many people were surprised", "Wait, serious?", "me too! a guy a few posts up as well... I wonder how many of us we need for a class action lawsuit", "What? I am aware it isn't permanent. The other legals aren't permanent either.", "23 minutes! Omg that's too long", "Absolutely amazing how people think this is anonymous.", "How is this long AF? It's like 20 seconds reading.", "I'll chase you till the ends of the eaaaaarth, Shooooooooooooooooooooooooooocker!!!!!!!", "I was wondering the same thing?", "Did no one else notice your stroke?", "My dyslexia read that as \"McFucking brilliant\" and I was wondering if we could make it a thing.", "She sounds jealous of [NAME]. Sounds like she’s never had a decent relationship so that’s probably why she’s sabotaging her daughters relationship.", "*Claims to know Chinese people and Chinese culture* *doesn't even speak the language*", "And you didn't read the filler did you?", "BT In the commentary booth: \"Where's your god [NAME]?\" As she's being mauled by a lion", "Considering how many of this involves hiding bottles, it wouldn’t surprise me.", "What?! And you’re not a vegetable?! /s", "It was complimentary. Was it a fly? Quiet possibly.", "Lost finger how?", "A 12 million sub channel has value. Wouldn't be surprised if it's been hollowed out ready to be sold and rebranded.", "Wait u went to a hooker? I thought it was a massage person that was attracted to you", "No friends anymore, but had a guy get jealous at another guy flirting with me."], "realization": ["Ignoring the refs for a second, [NAME] defense always does well against us", "It's a last resort when I forget my iPod, I swear", "Dude. Don't even get me started on the only guy who can manipulate time running out of it.", "Except it destroyed 76% of America's scooby snack production. May Shagster have mercy on us all.", "I could not imagine being that imprisoned by my body.", "Well, the [NAME] should help us out, the reason we are in this political mess is because we detained a person for them. ", "The only thing that stops a depressed guy with a gun is a physiologist with a gun. << [NAME]", "Unreal Engine is terrible for MMOs, yet devs keep using it.", "If that's true OP, you've lived quite a sheltered existence.", "The only winner here is this guys future divorce lawyer.", "I think it’s best to leave this to [NAME] Inheritance tax is discussed at 2:00 redistribution of Wealth", "Hmm, I didn't notice that change ... will pay attention ..", "So what? The LW doesn't. want. more. children.", "You \"finally\" realized this? This sounds like a journal entry from 2003.", "You know....the metric system isn't hard.", "Need those thick strong legs to give the boot to all inferior and lesser beings, keep them firmly on the ground while you stand tall over them!", "Hey, remember when [NAME] said furries are all catfuckers? Glad he's changed since then.", "Nah man you need to have NEGATIVE IQ to enjoy that show, cuz the weed ain't working.", "Oh, what a tangled web we weave When first we practise to deceive!", "Aw crap... Parents are my age now? Edit: What am I doing with my life?", "Sounds like you might need some time out in the re-education camp. You are getting frighteningly close to realizing that our system is designed to keep you imprisoned.", "I don't think that's how it works chief", "Right. He didn't even say a word. I feel like I've seen this before tho.", "Oh the horror. I hope she's alright.", "This video was uploaded in October 2013, over five years ago now. This just feels like an unnecessarily inflammatory post for karma to me.", "I remember that one. I to found a special fondness for vacuums after that.", "You are an old one!", "18 still seems too young soooo.....", "> so I would never say that to someone *To* someone, or *about* someone?", "Please LivePD, we have less than 20 minutes left, let's not spend them wandering through the darkness in Mission.", "Oh man, I forgot about eBay! I have some old textbooks I’ve been meaning to put on there too.", "Which was even more possible 2 years ago. It’s tougher now than it was with a larger republican majority.", "If my mom were still alive, she'd be so pissed at [NAME] being in this cast.", "Yes! I started it off on a lie! And?", "People hate their everyday lives already. Let him do his 2-3 years and see for himself why it sucks.", "This is exactly what I knew would happen with that photo. Ugh, this shit needs to end.", "Yeah, I applied this morning. I wasn't planning on quitting and I felt like I wasn't given a choice... ", "I'm active here and hadn't seen it posted before, wasn't on purpose but maybe it means i'm not alone", "Greatest part of that goal is the pique backheel for me. What is he even doing there :))", "How old is this? I remember he was hugely FB popular back in like 2011. Him and [NAME].", "Back to the Future for the win! We need to send [NAME] back again... his work isn't over.", "oh man another year", "I would think preschoolers would be better at shitting than with sharing", "Time for a shot bud!!!!!", "I’m fine with leaving him alone, if he just goes ahead and leaves us all alone first.", "Kept you waiting, huh? ", "You win , I’m so wrong to think that anyone would take advantage ", "This post is not going to age well.", "Gee that sure is a strange way to spell [NAME].", "I love how they all state the stupidity in the quote and the person saying it, with only a few realizing it's something [NAME] said.", "If they lightbulb doesn’t change then it’s racist, sexist, Nazi scum. Am democrat just playing along. ", "It looked sarcastic, you're not in the wrong", "I'm not assuming anything, I've stated products that I know we produce in sufficient quantities.", "Dont want to come over as a sadist, but the story makes all those scene 100x better.", "The scooters are fine. It's the people that are the problem.", "I wake up and think I have to go to school and then realize I've graduated and I'm going to work", "I wish I could forget. Stop reminding me :(", "Re-educated her is more like it. I feel so bad for her. Internally she must be a mess. I suspect she will change her stance again.", "Yeah. I heard that in my head aswell doing the last argument, and found myself back here posting. "], "confusion": ["Wrong person? Nothing I said could or should be construed in that way.", ">And I could be wrong about my [RELIGION] faith but again that’s the point of faith. The point of faith is to be wrong?", "Denigrating your opponents as either racist xenophobes or labelling them too stupid to understand the issue at hand will have that effect.", "Jewel mint by Pod Juice for sure is the closest thing to mint pods. Don't know anyone who has replicated menthol yet.", "The game will come out for the switch this year. Was wondering how they would manage the combat system. Now I know.", "Have you ever brought up your concern before? I understand if that is the only issue but if it doesn't change it could fester.", "What's sad is that I look like this and I'm not a virgin. What's your excuse?", "You think 60% is shafting anyone? I think Tellius is sub 20%.", "That's not an explanation of why it would be undemocratic.", "Damn he told u that huh. What’s he think about the [NAME] being back", "I'm glad that this is a normal assumption to make... incels are my answer to too many things", "Honestly don't know why they are still working so hard on this trade, really need another starter.", "I wouldn't ever make a broad generalization like that. Typical honkies, assuming stuff", "I get it from (very Welsh) grandmotherly types at my work. Like they’re lovely but I’m 24??", "I know that’s what I was trying to say. Idk y that got lost in translation.", "Its one thing to LOSE a debate, its another to be disqualified for wrong think. ", "> Basically tell them to screw off and realize their selfishness You mean my grandparents / aunt?", "HOW DID I NOT THINK OF THIS", "yah [NAME] is well-known knock out artist. What's your favorite KO/TKO of his in the UFC? Oh wait....", "There's a lot like that though: I don't think so.", "It's not conceited at all. We artists put fragments of ourselves into our work, either intentionally or otherwise. You have every right to be upset. ", "That and hoping the cultists on trumps side can give them enough time to get out before it all goes down in flames, your country that is.", "Funny, no. Unsurprising, yes.", "I probably wouldn't have responded out of confusion.", "It's a yes or no question so no you did not directly answer it.", "Maybe that's why she was trying to buy a firearm. To lead the fight against the alien invasion.", "I thought oh boy, I probably use everything on this list. Turns out, nothing. Fuck Nestle.", "At this point, I am completely convinced that you are either a bot, or an unconvincing alt account. Prove me wrong.", "i actually didnt know that there are people out there using quotation marks for emphasis until that weird [NAME] song", "Huh. Similar things happen to me. Just my big brother believe that I got the wrong diagnoses and Dad think I am \"cured\".", "If you've got a problem with [NAME], then you've got a problem with me and I suggest you let that one marinate", "You really need to learn to read. 32 isn't too late!", "It'd be easier not to do it at all. I don't think it's meant to be easy.", "I mean, if I make it look like an accident, just think of all the ribs I can buy with the insurance money... ", "You're talking about something complete different there.", "Input: Drink candle. NPC: You don't want to get wax in your mouth, do you? Input: Maybe I do, NPC.", "I have no idea who those people are, but I've heard their names a lot.", "I misread World Championship of Carp-fishing to be the World Championship of Cat-fishing...", "Same.... I'm just perplexed", "I have several questions.", "Is it against the Geneva convention to plant your enemies land with nasty cultureless bigots? It definitely should be.", "I crossposted it at it said it hadn't been crossposted yet *shrug*", "My misunderstanding, I thought you were questioning why people thought we needed a change.", "Its kinda odd,how theres always kinda a war between \"Party music\" and \"Feelings Music\"", "Buddy I think you may have been wooooshed..", "I will say, this tanking season is a lot more enjoyable than [NAME] cause we don't see [NAME] looking confused on the sideline every game."], "gratitude": ["Ty going through a lot right now and this made me smile.", "This... This is where my journey ends. I was not able to make it to the end, good luck future redditors! ", "Cus the left doesn't give a shit about people who fought for the USA!", "No, they build their team the right way so they won't be trading for our \"crap\". We can dream though. ", "good job with being proactive with mental health.", "You got this bro!!!!", "This type of discussion is exactly what I came to r/medicine for. Thanks guys!", "Wow! You are lucky to have survived!", "I got you dude! I use it a ton, Glad I could make it worth it for you!!", "You have my good wishes and words of encouragement! There is so much wisdom in “one day at a time.”", "Good lord, that 'chandelier' made entirely out of antlers is pretty ridiculous 👀 ", "Good luck and Godspeed.", "congrats, [NAME]. you played yourself", "You mean 4 of 5 dates for you already this month. Wow - do tell!", "That's actually a really good one. Atleti fans also seem to love him and literally everyone who faces him despises him.", "My heart is breaking for you OP... good luck on your job search though!!", "Dark humor is like food. Teenagers love it and prefer quantity over quality.", "M'goodboy. His mommy better give him plenty of tendies and honey mussy for his good manners.", "Occasionally. I prefer it but I feel obligated to do so.", "The movie with crispy Lord [NAME]. \"Good Evening, [NAME].\"", "We are simply comrades in feed! Accept this glorious future!!", "Give it time people will figure out the truth if you engage with her then that gives her what she wants. She will definitely use that against you.", "Never take advice from someone named \"poor judgement\" ", "Baby mama was a comedy about this- but with a much happier ending", "Bisexuality does not and never has implied gender preference. Assuming that is perpetuating biphobia.", "Morelos is an animal plain and simple. He has been consistently endangering players for far too long.", "It’s good to be in good relations with other gms. The bulls basically did the rockets a favor. We got money and build rapport.", "[NAME] is one of my favorite non dodger players, he’d make a great addition to the dodgers, hope they push for him ", "I'd buy it for a dollar, but I feel I'd be still encouraging them. ", "Honestly, I dont see it. Like, at all", "I was won against an ultra-hard brexiteer, he tried to hit me with an uppercut but I just teleported behind him.", "Not to be a pedant but him being a corrections officer and her a felon doesn't mean shit to me about whether the abuse is legitimate.", "Good luck! The life ahead of you holds 1000% more promise than the one you are leaving behind. They caused this ... not you.", "And? Abusive people apologize sweetly too. Doesn’t make them any less aggressive and in the wrong.", "Done! Good luck!", "When he put his legs on either side of the crocodile I thought to myself “man you still have time to change your mind” but alas.", "Sorry your right", ".. :< you're welcome ;;", "This truly is the dankest timeline", "Today I saved lots and lots of people from being raped by me. Now I really *do* feel created in [NAME] image.", "Oh I quit flying with them last year. Good times though", "nice try buddy", "All good just in it for the free karma anyways my man ( ▀ ͜͞ʖ▀)", "Thank you! Ill sign up as soon as its working! I checked it a few min ago and its still giving the error.", "[NAME] the curse is real. This ones on you LeBatard.", "I thought that was a good pickup line", "good luck!!", "As a [NAME], I resent the twilight comment."], "sadness": ["Please don't think the way they're trolling represents us [NAME]. I'm sorry this happened.", "Oh damn, it’s gonna hunt me down. ", "Because [NAME] had a foot injury that I think he sustained at practice for the second half of the year.", "What? What's wrong with making G a charge charact.. Ooh, yeah Q, I forgot.", "Glad I could help but it's not mine. I'm just passing it on.", "... and no one seemed to care Except that lonely woman with white hair", "I didnt say otherwise, I just think that it shouldn't happen at all. It just shows how outdated and incompetent the league is.", "Sold out. Sorry my dude!", "Let's get skinner locked up for 8 years first. Don't want to upset him before he signs", "Someone will actually spend their money on this too, that’s the sad part", "I play those characters all of the time and have never, ever experienced this. ", "I shouldn't be tanking this much rating after even a year bro. You don't understand how bad it feels to be in this garbage elo.", "And she wouldn't give it to him. Poor fellow.", "5'11\" [NAME]. He's basically 6 foot, so I must be missing something here.", "I didn't have the strength to finish this, had to go watch some cringe videos to wash this bad boy out of my brain.", "[NAME] belongs to no one.", "Too bad it's the wrong kind of blows!!!", "Dude I don’t even know what that guys deal is, but honestly, I feel bad for him", "When you feel bad, remember his comments on [NAME] throwing the shoe. He sucks.", "They're wrong, it was due to their natural wetland habitats being degraded & drying out. ", "But all this does is hurt the average person not the right way to raise money.", "Please, please, please don't do that to yourself. You'll end feeling worse when this guy leaves you. ", "Once upon a time I got banned for a whole day because of bad behavior... Oh wait that was all of us...", "You and your lovable band of losers have already lost!", "She did NOT try hard, that's the problem.", "A lot of people call that this is only one they made her sick", "I feel your pain. Sitting here wallowing in self pity and anger at how I let myself go!", "I've had such bad memories, I remember when I remember bad times now! Haha", "Her expression kills me. *WAKE ME UP, WAKE ME UP INSIDE* ", "Same, I'm really struggling to not become feminine because of that.", "Scotland aren’t the best team to compare against. On their day the could debatably beat NZ on a bad day they lose to America", "I went to the pharmacy to get vaccinated (sign said for free) and they turned me down for not having health insurance... so", "Whoops!! I totally didn’t realize ‍♀️", "No, they couldn’t hav- They shouldn’t have. uh...this makes me feel sick 🤕 ", "I once looked at the I-95 and was hospitalised for weeks.", "And that's why he's always injured", "Uh...no", "Sorry to say it, but you will have to do that for now It sucks ", "all I did was snitch on him", "Star Wars Episode IX: We’re Sorry Please Come Back We Fixed It", "I'm sad can someone make me feel better Feel like shit rn just want [NAME] back", "The classic I can't stand up straight because I can't even breath laugh", "Not to mention that half the women out there are immediately disqualified (at least in my book) by having kids.", "Honestly if I didn't have this many favorite characters not yet in the game, I would probably waste my 7 votes on Merlinus.", "Right... so true. I’m sorry you’re going through this too.", "This is straight up depressing", "Same for me, feels like i've been made alone just so my brother can get all the attention", "Turns out, that daddys little girl is a thot, who also takes drugs. No wonder she fled her country.", "You're back but you're still broken.", "Yeah, sorry about that. I see it in so many post I thought it was almost a custom to do so.", "The one that is a sentient being; the one that's most affected.", "Living here. Now my daughters biggest aspiration is to leave this place, and I can’t say I blame her. ", "Imagine thinking like this. I feel kinda bad for them.", "o7 o7 o7 o7 I couldn't donate sadly", "When I was in high school, a girl told me I looked like [NAME] from The Little Mermaid. *Ouch*", "My dad was on 20+ narcotics for over 20 years. Now he just smokes pot and I've never seen him happier", "We're so bad x4", "I had one of those... my cat broke it.", "Sadly that's probably the worst game I've ever seen [NAME] play.", "[NAME] gets no love.", "_warm and fuzzy feelings..._ Damn it, I'm getting all sentimental again...", "It was less painful than a bee sting! I felt so silly afterwards!", "Levels mate. Absolutely obsessed with our dominance.", "he stopped talking to me 🤷🏼‍♀️", "You'd think we don't have anymore tears already... It's been 62 years of crying.", "People who mindlessly defend Turkey and Ergodan are very delusional!", "Most boring girl I ever went on a date with was covered in tattoos and piercings, and worked at a piercing parlor. ", "Same thing happened to me but for my dog, stocking up on noodles tomorrow to get through the next month. ", "He also had bipolar depression, which was a major driver in his mental states...", "I hope all my muscles cringe so spastically all my joints come loose and I collapse into a writhing agonized pile of blood and meat.", "As a fellow browns fan, unfortunate enough to be born into a browns family and in ohio... Hello sharer of a lifetime of heartbreak.", "It's really odd. My friend's search results are still normal but mine aren't", "[NAME] has some perpetual depression. Nothing makes him happy. Unfortunately I just don't see him succeeding at Chelsea in the true sense.", "I wasn't meaning it as an insult or anything, sorry if it came off that way. ", "It is the recent patch most likely! This never happened previously.", "This draft is one man deep tbh. Not getting Zion would be devastating and a waste of a whole year.", "Waiting for it to get better as it’s been getting progressively, exponentially worse for 7+ yrs now", "Yeah, sorry for that one. Some opportunities are too good to pass up.", "Stop crying.", "Unfortunately for you, no one of importance cares about your absurd views. ", "I just say I don't know shit. I'm just a ape man on a rock.", "No worries. Just didn't see them. My bad.", "I’m so fat my nipples just kind of hobble slowly across the floor then fall over", "You're just lonely, dude. Don't mix that feeling with love.", "Their fault for being so tasty", "I was sad when the Hawks lost [NAME] but this Schottenheimer guy seems pretty cool.", "yep, I witnessed a broken blood vessel in the eye from stifling a sneeze", "Ghosting sucks and is rarely excusable.", "if the pain doesn't go away after 4 hours or so, it's broke.", "Maybe it meant sorry just wondering", "i never knew i needed this", "Sorry to hear that, I have it for ps4 and hardcore dlc servers are still up", "I thought they were butt fugly", "But it'll hurt", "My dog seems uncomfortable when I don’t. ¯_(ツ)_/¯", "I was in the top 3 on solo and lost solely due to buddy having 2 concussions.", "I miss them being alive", "I just had a panic attack!"], "joy": ["My favourite scene in the movie.", "“What a bummer. He ded. I look at sky. Maybe bird make me happy.”", "Fries with vinegar sound completely awfull", "*Hey just noticed..* it's your **5th Cakeday** gum_sticks! ^(hug)", "Solid. Giving the other customer sauces for free was especially petty, I like.", "I think I got gout from watching this.", "They should prank their customers by having someone act out being given a colombian neck tie while getting a shave.", "You need to look in the mirror if you going to say that [NAME] is overrated yet want to trade him for scrubs like Dedmon", "they are going to need a gardener soon!!", "This is the most Boomer thing i've ever seen", "This would just be to make it on/off, [why make it look even more amazing.", "For you, the day the bison frolicked in the snow was the cutest time in your life, but for me...it was Tuesday. ", "Yeah more and more I play BFV I just find myself wishing this thing or that thing was more like the old BF’s.", "Well at this precise moment in time, you can drink more... that will remedy any feeling of being depressed. Hit the shots!", "? sometimes i play ffa with my friends to have fun", "I turned the news on around 6 this morning and have never been so happy to have a commute of 4 miles to my job", "You should come. You'd enjoy it.", "*Hey just noticed..* it's your **8th Cakeday** The_Fuzz_damn_you! ^(hug)", "That person my friend, you will remember till the day you die. The simple treasures. ", "CBA's app is atrocious. I had to set it up on my mother's new iPhone and it was a nightmare.", "Happy cake day !", "For a second i thought you were talking about dubai expo 2020 lol stupid me", "Pressure 7 targets/10 targets, popcorn, any tracking, and any tile frenzy because I enjoy trying to beat my highscore", "Delete this. Half the fun is spending five minutes convincing someone to get down on the floor and look through a couple holes.", "Wow! What a joyous companion--for each of them. How wonderful!!!", "Glad I tend to post pics of my cats and not myself.", "Yeah come back. You are like the coolest most chill dude on Reddit.", "Ooh, that's interesting info actually (*heads to capfriendly to check how many years until [NAME] is a UFA*)", "I watched the bomb episode today! [NAME] reaction is totally something I would do/say.", "Have fun.", "Why not, I mean [NAME] is a child who likes to play with puppets. ", "So birds and limes are bikes. Wow, TIL. ", "Wow I’m glad I live in Cali", "It's a superfund site with a couple of inches of topsoil on it. Have fun with your cancer dummies.", "I liked going to the beach as a kid, but as soon as we were done I wanted that sand *off*. Wet sand gets *everywhere*.", "So can relate. Hot to the point I hated feeling good because it wouldn't last. Might as well enjoy the moment!", "VP pick guaranteed - and the pivot will be hilarious", "I put Norilsk on my phone so I feel better when Chicago is crazy cold", "Abortion. emails. BENGHAZI! red cups Happy Holidays", "It's very interesting that the fresh water doesn't just dilute the salt water", "Would be fun if our sun was like this :3", "Happy Abortion, Everybody!", "This is what makes this sub so valuable, crazy and fun.", "happy cake day.", "Oh [NAME] imagining this tween screaming yaaass queen at a poor drag queen made me cringe into a ball", "I think you're right. She has oodles of cash and young grandchildren to enjoy. Going through that hideous gauntlet again probably isn't that appealing.", "I want to get off [NAME] wild ride", "You don't need to escape to have fun, if you want to win just get some friends to play with.", "come on, Redwings won, Knights need to win. give me another 2-fer, baby!", "I do this with lemons in my water at restaurants and it freaks people out a little sometimes. Lemons are just yummy.", "Yeehaw! It's time for a hoedown!!!!", "Don't worry, you'll get to keep your same plan. It'll just double in price.", "She's one among 435 members of the House. You're giving her an awful lot more authority than she actually has.", "I always thought of the sound of lakes freezing on cold nights. It's pretty surreal in itself.", "Honestly I wouldn’t mind. Glad he’s still in the NHL. Poor [NAME] was playing in the KHL last I heard."], "nervousness": ["This only pushes me closer to the void", "I would love to accidentally get muscular... Instead of working my arse off to lose fat at the moment.", "The lease ends on September 9th. I can hold out until then, it’s just going to suck. ", "Ya, definitely gotta not feel like a [NAME] sometimes too. ", "They were nice in the PMs just wanted me to be aware that my tone was kind of callus about mental illness", "I have, and now that you mention it, I think that's what triggered my nostalgia. ", "Well what's that old saying, those who can do, do. Those who can't teach. ", "Yeah I think it's up near beaches or something, I don't really go up that area ", "Or you just get rejected and then not murdered and your anxiety worsens until you can no longer approach women or even men.", "Also stay hydrated! That was a mistake I was constantly making too", "Well I can feel it was mentally hard bringing myself to go full [NAME] and shit talking prior to the plate, but this is some cutting edge analysis.", "Disappointed [NAME] is not on it. He's leading the league and has a quick release.", "Typical left, calling people [NAME] just so they can hate them", "I swear every wraith I went against camped.", "a lot. It's like I'm witnessing firsthand all of the unpleasant symptoms of being pregnant", "Based on that cars wheels it is now very tired.", "Apparently reality is a simulation and the programmers are messing with us at this point.", "Dont worry, as you get older that will stop working or possibly even cause anxiety. ", "Those are literally the only possibilities.", "He's also a chaser and is convinced that shouting at someone is an escalation from a shooting spree. He is incredibly dumb.", "That's when you slow down and engage troll mode :))", "I have this too, so don't worry. We are not crazy. Just regular humans who happen to have an anxiety issue. ", "You must have missed most of the thread then. :p"], "remorse": ["No I didn't take it that way. My apologies if my comment appeared to be taking a shot at you.", "Behavior I'd consider deeply immoral without showing true remorse (I'm talking rape, torture of animals, that sort of thing).", "I thought it was mildly interesting and don't regret watching it.", "That's pretty bad though would certainly explain things.", "I have a bad feeling I’m gonna regret not tuning into this", "Good grief... cushion those talons with some toilet paper or Kleenex next time. It’ll give you better traction, too. ", "He will regret nothing I'm sure", "He's not wrong though.", "Indecisive person here, I promise I irritate myself with my indecisiveness more than anyone else", "Starting 2019 with a bang......of death.....", "welcome to the soulless corporate concrete block. nothing but holy money matters. worship it. kill the children", "doesn't count shield damage, maybe you also need a bit of healing on allies... so either go supports or khan/moji"], "grief": ["Wait so the aboleth only kills you if you dont do what the dm says", "Oof I’m glad this was the top post bc I literally came here to post it after seeing it on Facebook", "Harder than you think? Not to be super morbid but uh - if someone wants to truly die, it won’t be a failed attempt.", "[NAME]. Gun crimes are pretty much unheard of on that side of the pond, isn't it? RIP.", "I’m dying! Perfect!", "Very true, honestly. Hopefully one day indiginous issues won't be a political career killer, and we'll have a PM that dares to do something.", " Luckily from him, there is no death penalty in Brazil and the maximum a person can serve in a Brazilian jail is 20 consecutive years. ", "Yeah that's how someone died at Dour festival when swimming in the stone quarry :/", "Let their deaths be swift", "Its a half baked RP. If they wanted to kill each other they oculd have just started shooting.", "Dude, the elderly are some that are the most at risk of dying from the flu.", "They really aren’t people. They were slavers. Civilized people should have only one answer to that sort of behaviour: violence and death.", "We are killing this planet", "It’s good to see that all the [NAME] are relatively old, meaning they will all eventually die out.", "Well that’s not what was said he said drugs that kill you sooner than your meant to die.. nicotine fits that description", "I think I’m about to die from cringe overdose", "That's why imo [NAME] death is better.", "of course not, [NAME] and [NAME] were great friends and anyway, he's been dead since 2016.", "No one ever laid on their death bed and said, “I regret not working even harder.”", "All sound advice. I still hate the ult when it kills me by a small hair.", "Well the good news is once all the boomers die off you won't have any pesky old people to blame anymore.", "I hate to be the bearer of bad news but she is more than likely dead and will never get to say goodbye", "Don’t forget to re-equip them for every specialist every time you prestige too! Oh and the emotes too if you like donating kills!", "Man red dead 2 looks so good", "That works for me, I am not hell bent on killing this person.", "I kill them all and THEN overwrite my only save. I'm bonkers.", "GF is false; I saw Mayor get transported and I was stabbed by an SK", "I loved this place but I would only go for the big Blockbusters. It was the best IMAX theater in Minnesota hands down RIP", "errr, nah she'll be dead in both without compesations. less than 40% winrate.", "Yes. I often dream of death or further isolation", "Peering into the void Out of the abyss Something stirs Terrible secrets _____ Hope is lost Once it wakes [NAME] is dead", "You'll miss a begging old man asking for a spare coin. RIP", "When I die Im gonna ask satan for a job in hell whipping all these cunts", "So glad she died", "These stats don't specify if the cops are in the right for killing someone", "As [NAME] says,\"Just put your emotions over there and eventually you will die\"", "hmm today i will listen to death and destruction"], "love": ["You're not short. You're the perfect height for a short girlfriend.", "Yay we start off with the love triangle!", "Personally, I adore capitalism. But that's just me. ", "My fave moments are checking cities and villages and my heart races when I see movement :D", "She forced him to sing a valentine song by threatening him with anthrax and then called him pathetic for allowing himself to be manipulated.. sounds like love to me.", "Ugh YES. I literally am so against it and everyone is always like \"why it's fun\" but like I just want to find love ", "The guy who I consider the best lover I’ve ever had, had the smallest penis. ", "That when you work for someone to live, friend. and congrats, it sounds like you are discovering reality with your second paragraph. ", "I met her once and she ended up falling for me.", "[NAME] was right! Best lipsync so far! That should be a double shantay and holy crap I think [NAME] may have just become my favorite queen!", "I would love a lineup of [NAME], [NAME] he can play [NAME]), and [NAME].", "I like Celtic fans more than Buck fans", "Man that’s cool, I like this sub. You’re a cool mod", "You sound like my gf. I'm so lucky to have her in my life.", "[NAME]! Scoring ridiculous goals while missing sitters. Love it :-)", "Nooooooo they're so delicious!", "Whataburger misses you", "It just feels nice to share uplifting energy with people.", "same i feel u", "I would love it as long as the art style was mature and well done", "Really I like the new fatalities", "Me, it's too cute for words.", "My second doc! I’m a student from Cleveland and would love any tips you guys have.", "I never had a problem with the old parachuting mechanic, but I like the new one and I think it might actually be better.", "I love democracy, that's why I hate antidemoratic institutions like the EU.", "I’d love to hear Zombie Bastards, King of the World, and the Angel and the One. ", "I like the game tonight", "It doesn't make you horny it just gives you a boner.", "Oh I love flirtationships! This is normally us, but work takes us to a long distance relationship half of the year. ", "And I'm sure grandmas in SC love the stereotype of the violent black man.", "I used to watch it’s always sunny with my cat. She loved it. Now I can’t watch it without crying.", "No worries. Glad you like it", "Whataburger misses you too. Come back and visit when you can!", "Don't see it at all, but she's cute with the freckles", "Well I hope so, I work in a pawnshop in a not great part of town and I'd love to be able to carry", "I just saw this on netflix..... Now I'm Watching it... Then you post this.... It's like we almost watched it together...", "My fiancé had it custom made as an early Valentine’s Day gift!", "That one is my favorite btw, its delicious. sorry you couldn't have it :(", "One of his most underrated and nostalgic songs ever. This song has a special place in my heart.", "hello there¡ That one time i said i liked sex.", "Must've been some damn good fries...", "Feeling better now?", "I’d love to get an update on what happened! (When you are ready)", "Don't call this baby a jerk It just loves its humans too much", "Not caring is fine with me, but I have to lie to my mother every time I say I love you.", "I was going to comment the same thing! I love the disheveled newscaster vibe he and [NAME] created for the show.", "So true. The chicks I pick up from clubbing are nothing compared to the love of a good woman.", "Well now I have [NAME] in my head for the morning! Love a bit of Northern soul.", "I like it", "I love when he asks while looking directly at the item but still not seeing it 🤦🏻‍♀️", "I noticed that too. How cute.", "The longer you look at this picture the less satisfying it gets", "Tuck her in and give her a kiss on the forehead", "I want to hate you but my mind won’t let me", "Oh you just love to see that", "What a (morbid) analogy - I like it!", "I love this drink.GIF", "Me too! They were half off at the grocery store and people love ‘em.", "I like His And Hers Poker Podcast", "I love it when cats go all airplane ears", "Serving us Ornacia!!! Honestly though I love this look!", "They blew up my feelings :'(", "dear... husband", "I'm polish too. I love my family but I would never even consider trying to live there trying to be happy.", "Would love for us to go to [NAME] and give them Tammy for peanuts with a buyback", "They look damn good for being in their late 40's/early 50's.", "Lilo and Stitch is one of my favorites. I really want to go buy a stuffed Stitch to hug now.", "May you find and skin the perpetrator. My apologies to your family. ❤", "This girl is really hot. tight biker suit and all that.", "This is why I love politics. It really shows how stupid people are.", "I too have had this happen on XBONE. I really want to love this game, but it keeps giving me reasons to play something else.", "[NAME] TAKE MY HEART", "Mmm... chocolate weekends are my favorite.", "because it's a morning ritual and i like the smell and taste", "#PLAY [NAME] I miss that :( baseball plz come back", "No Akechi but I’ll take Ren. ([NAME] they’re all so good)", "We like what we like.", "Happy's not a vehicle!!! He's my friend!!!", "Damn.. fell for that one", "This needs to be a series. Start a series. For the love all that's holy on reddit, please...make a series.", "I would like a hug", "- (sorry) -", "I like [NAME] chicken nuggets.", "[NAME] is my favorite qb prospect and I've been watching football for 11 years", "Would love it if [NAME] showed up as church lady and played a solo on it."], "pride": ["Never forget when [NAME] almost knocked [NAME] out", "I’m sure you could find some unsatisfied women looking for a hook up.", "What? That's a classic \" did you like it\" parent move.", "I admitted to myself that I had no other reason to think [NAME] was real. Kind of tough to stay [RELIGION], after that. ", "You need to recheck your science. A simple Google search will yield research articles showing a biological and genetic basis for being LGBT. Happy reading!", "Nice try with your 1/3 pan and t rex arms there buckaroo /s", "You gotta try harder than that. That wouldnt even take a bronze in mental gymnastics", "Sure but its exclusion isn't some big travesty", "We need people like you to bring /r/MasturbationLog back to life", "Yeah that's about what I found. Not that specific page but I got into \"My Profile\" ", "I think it could get pretty boring", "I’m not waiting for help, I’m constantly trying to fix it myself but it would be nice if [NAME] help came", "Couldn't sit through it. Was so bored. Skipped through parts and ended up feeling like I didn't miss anything anyway.", "I guess that was a compromise with that native sarong that he likes to wear.", "Just googled him. Only thing is how do I get in contact with him.", "Play a [NAME] lol that’s sound like a play style that fits your criteria.", "Eh. Totally possible. Even if he did know he's drunk and could be having a laugh about it.", "Yeah I'm hoping the different-colored eyes and long hair help! (S)he is a beautiful cat.", "Cardinals/ [NAME] MNF. Give the people what they really want!!", "As a guess: Didn't want to exit, but wasn't about to stay put after hitting another truck.", "Or maybe just don't have a family and you're financially secured for life.", "I hated [NAME], but only because I thought he was good and played for the Cowboys. I feel the same way about [NAME] and [NAME]. ", "So many fond memories as a kid, with my Granddad, watching Boomerang on a Sunday morning.", "One day you should go get that donut! Personally, life wouldn’t be worth living if I couldn’t occasionally enjoy a gourmet donut 🍩 ", "It was an edit friend - they are the same kid. No children were hurt in the making of this gif.", "I know what you mean, man. I can't keep from commenting on some things...", "Hey I’m going to eli today! Unfortunately for a funeral but hello stranger :)", "Most of his overtly sexual posts give me that vibe...they seem exploitative and as just another way to prove he owns her", "He’s such a thumb!!!", "I like Brown Sugar", "Also here's my starting point on the right, obviously, for my bulk.", "Wayne’s World actually did make queen “mainstream” again. Bohemian Rhapsody charted for a while after Wayne’s World came out.", "Ex Novo has a great one on their menu and probably open.", "That guy is an actor. Forgot his name but he's in imdb, played small roles. ", "I'm not having any thoughts that are safe for me to publicly type."], "annoyance": ["[NAME] had some pretty harsh words.", "I feel a lil dumb now, but not as dumb as the idea to switch those subreddits", "Worst CB we’ve had in recent memory", "This is what happens when you don't give the pyramid scheme a script.", "News flash scrims don’t mean shit.", "I hope you’re trolling. Anyway, have a good night. ", "Wow full-screen twitch on mobile is cancer.", "That really is all they have. He’ll just keep asking questions in bad faith to continue getting your attention.", "That's gotta cut deep!", "This isn't about football, [NAME] is a horrible dude.", "You're the one making a positive claim, give studies or shut up.", "[NAME] is Television. Got it. He's too misogynistic to be the Patti Smith Group.", "A little optimistic to call it trolling. He's pretty Damn stupid, let's not put anything past him.", "i will downvoted u into oblivion!!!!!!", "> I don’t understand the boot-licking mentality Calling it in 5 years. That's your future AP.", "Women wear makeup to threaten other women. It has nothing to do with men. Same w all their weird mutilations.", "What you fiend!!!!! But seriously, how do these guys feel about animals fucking then?", "Yeah Stupid Sexy groening", "Drives to work, realizes its a holiday because nobody answers their phones. Still stuck at work... nothing to do. We dont get paid holidays :(", "She hasn't even fully moved out yet and I feel the same way. I'm sorry. I know how awful it feels.", "It was funny until they started to diss on chick fil a", "This is a customer service gig and you’re flipping people off, maybe you should find another line of work 😂", "Not to mention she didn't get her rightful Snatch Game win", "I hope barely anyone watches it, it's so aggressive, full of cringe and makes him look childish", "Vamos [NAME], keep fighting! ", "*me trying to get it* OH!!!!!!!!!!", "Genius here thinks I'm a mod. *grabs popcorn*", "I am so pissed about Oiler hockey right now. Even [NAME] is annoying me and I love [NAME]. Gaaaahhhhhhh", "You must be new to character ranking threads if you think I'm *genuinely* upset at some random person's worthless opinions.", "I absolutely hate the guy. Can't stand him. But we live in country with laws and he broke none. I think lynch mobs are more gross", "would you kiss a girl if you're drunk tho? Edit : why the downvotes? It's just a question, geez", "It might be the other way around! They seem to have a lot of awkward conversations while eating dinner.", "Coulter's law is about as useless here as the woman it's named after.", "The DNC effectively *was* lead by [NAME]... That was the problem.", "Well sure his one appearance in relief lost us a game, but at least he didn’t get hurt. ", "A pencil skirt is tight around the hips with a slit in the back, not swishy. Does that make sense?", "does any body notice that 8 in 2018 looks weird", "Damn! I hadn’t heard about the eBay stuff.", "She doesn't hate him much if she just kept letting him get away with his racket.", "> Mother wasn't amused and I was forced to smile and bare it Wow, I would hate taking nude family portraits", ">also seen a few snaps Bad pun...BAD!", "This article is stupid.", "[NAME] isn't secretly homophobic he is openly homophobic", "She does it again in last nights episode, it’s so shady!!", "No. No it isn't. Its a bad sitcom joke.", "Anyone who fell for the Lonzo hype from the beginning should slap themselves.", "I’ll never be able to unsee this.", "Yes, I dont trust people very much so I tend to push them away, and I feel like I dont have enough energy to keep up with people ", "We didn't screw it up!", "Oh we're doing this again huh", "Can't believe this game actually released in the state it's in complete joke , should be criminal", "Neither am I. I'm mocking her alongside you.", "You spend most of your time here in the Rangers threads talking about how much you hate the huns. That's pretty weird as well.", "Looks like you got it bad. How soon till you can get out on your own?", "Well, that's kind of a silly metaphor considering how wildly different our political positions are.", "Weird flex, but ok"], "disgust": ["[NAME] these are hideous", "My bitch dun left me All alone She took mah squeeky ball And mah rasty bone", "I think it's ridiculous that we continue to pay taxes to fund paychecks that federal workers aren't receiving.", "This post is bad because the only good phone is the Palm Pre 3 running webOS", "Yes but as he has gotten bigger and older it has gotten so much worse.", "Nothing wrong with striving. Forcibly making people is though.", "It doesn’t surprise me given that this is the kind of establishment where staff rape the coma patients.", "Not surprised, damn that sucks. Concussions are awful.", ".... That literally made my stomach clench. I can't believe they are charged for the samples... Just eww.", "That might’ve been the worst pass he’s ever thrown. Yikes", "We don't deserve [NAME] one does.", "That's awful. I'm glad [NAME] doing better, but he might have serious trust issues for life. ", "The fact that this statement got downvoted shows how worthless some people on here are.", "Pedophile abuses kid. Kid grows up to become abusive. The Pedophile is blameless?", "Very fake news.", "I’ve never heard of this before. That’s awful.", "He’s not the brilliant tactician he’s made out to be.", "“Little dumb” ugh how awful", "That doesn’t sound right, but I don’t know enough about stars to dispute it.", " You're lecturing other people and you can't even spell \"Dwig***H***t\".", "everyone else managed to stop, he was just careless and too fast on the approach", "They keep teasing us with royal blue. It seems like it’s unofficially confirmed that they’re switching their color scheme back", "Yeah, so many accidents occur because people don’t know what to do in the event of loss of tire grip.", "That's very disturbing to be honest, casually admitting you'd turn to cannibalism...? Ehhh", "Imagine making a homophobic joke when your name is /u/Lebronlover23 OOF.", "Probably people being inappropriate and making light that police officers are number 14 on the list of most dangerous jobs in the", "You were inebriated and eating ratshit.", "Yeah and if the media finds out that they weren't drug related we will never hear of it again", "cars don't start, sometimes car doors are frozen shut. that's the worst of what i've experienced.", "They’ve changed their mind so clearly they would change their position when scrutinised. Like you said though, he was ignored. ", "We’re used to crazy cold weather but this is much worse, a lot of people are just staying inside till Thursday.", "There must be some awful things happening right at this second", "Young [NAME] works to hard for his name to be slandered like this.", "Lets spare him his life from this monstrosity", "bcash is not bitcoin. its a fork if bitcoin, and you brought up [NAME] yourself which is pretty odd considering you think of him as a distraction.", "There's doing stupid things when you're young. Then there's doing horribly stupid things when you're in your mid-30s and you're already active in Politics", "You could wish for it to cure stupidity atleast. Obviously it doesnt.", "The trouble is, he ate the ice-cream anyway. Some fucking moral fortitude right there.", "I'm more than sure we [NAME] lovers feel the same way, her outfits are awful", "If men were that aggressive we’d be arrested and then slammed publicly and socially. Lives ruined for a moment of drunken stupor.", "Oh hell yeah", "He’s oppressed! An innocent man is going to be killed!"], "excitement": ["Welcome to New York.", "All the plans I have seen proposed were over 5 years. This is a crazy one time jump.", "“Welcome to the show. Here’s your lunch” - [NAME] probably", "I will take 10 more years of overpowered Tracer before I enjoy having Brig as a counter", "Wow, that’s fascinating! I’d be interested to know the rationale (or lack thereof) for a [NAME]. ", "I can't wait for the r/hockey GDT with the saltiest fanbase in Reddit. I think I'm just gonna stick to our sub tonight.", "When you feel nervousness, tell yourself it's just excitement. Makes a world of difference. :)", "I feel like he would be most people in a flat out race, those prosthetics look beastly (in the good way).", "Why don't you just tell us? We're all dying to know!", "would make a great drop for a drum n bass track", "*The Panic Virus* by [NAME] is a really interesting, well-researched book about the rise of the anti-vax movement.", "whoa, mama mia, boy", "I mean I've never seen, even on this show, people grab so many cookies and chips with such excitement. ", "Amazing. It looks like a penis and a vagina at the same time.", "Fact: Anyone who gives there money to someone looking like this deserves to lose it. Like, wow.", "Can’t wait to go!", "Omg if WOW sue’s her then my depression would be cured and I’ll have my jush", "TRMZs new video showed this really well. I can't wait for persistence to be ironed out so we start seeing these types of bases all over", "She can be crazy fo sho", "I could never deface my car like that omg", "Wow, [NAME] acting like he got [NAME] Punched.", "This is more what I was looking for, that’s how I figured it’d feel but I’m not super eager to find out ", "UGH those two championship games - so many highs and lows then the ultimate high @ the end", "omfg my two favorite shows", "Ooooh, we got a badass over here!", "*Hey just noticed..* it's your **8th Cakeday** [NAME]! ^(hug)", "That's really interesting. How come?", "Just Wow."], "relief": ["And that's why I prefer archive links instead of directly linking to a reddit post.", "I’m glad he’s okay but I’m even gladder it’s not that same gif of the guy ski/parachuting down a mountain", "Well it does appear to be a gold/bronze Cadillac. And I think I see a flat bill in the front seat.", "Oh my god, I'm so glad this wasn't just me. I thought my YouTube was broken!", "You should call the cops of he comes back, I'm going to guess your coworker has plenty of similar stories about him.", "Second this. I have an anxiety disorder that has resulted in me never working a job, but my career is making YouTube videos self employed atm. "], "desire": ["I wish people like this would die in massive flaming wrecks", "Good for you! I wish I had run for my life at 18, but brainwashing is real", "Huh, I'd missed this one when looking for new games a few months back. Might have to give it a try.", "I miss [NAME] wish we could trade back for him!", "Oof. Didn't see what happened but cizikas like died on the ice there for a minute.", "I dont disagree with taking the first steps, I just wish we would be even more ambitious. ", "You ain't wrong", "I wish I had your efficiency. I can be at work a full shift and still get almost nothing done.", "I wish to find my best one.", "I wish the camera showed the cops reactions and faces when it didn't work", "did a fanspeak mock, wow I wish this would go down for us", "Have a good one, mate. I wish you all the loves. Here, a potcoin for you.", "There is always the risk of a team throwing him a stupid offer sheet. I still wish we would've thrown a max at [NAME].", "Wish a cute girl would stare at me.", "Good for you to get out of it!! seems like a nasty example of narc abuse. No contact!", "I wish [NAME] would debate [NAME], if he was alive :(. ", "[NAME] is playing with the confidence, aggression, and awareness that I wish [NAME] and [NAME] would develop."]}