{"disappointment": ["Thing is, some fans will *never* be happy. There is nothing that can be done to please them. That's the problem.", "Showering with someone feels more intimate than sex for me...and I don't like it.", "The woman types like she isn’t a native speaker of English. Which worries me immensely.", "That, the fact that the photo was taken on someone's phone and the fact they couldn't be arsed to crop it properly...", "We have ungendered/mix sex bathrooms and I'm pretty sure people void and defecate in them too.", "Bit of a clickbait title. He said it's normal for a big club to sack a manager that's lost a lot of points.", "Something something broken arms", "i had all of those. checked myself with a GP and found out i had low iron, migraines and needed to visit the therapist re my anxiety.", "But OP said her life is ruined because 'muricans are bad.", "It’s because their pay sucks. You get what you pay for! Edit: grammar MoFo!", "This is the sort of unpunished obvious flamebait trolling that people are upset about. Of the sort also consistently delivered by Cylinderhead and [NAME].", "Oh no you got us Feminism canceled Pack it up y'all", "So.... we screwed then, yeah?", "Vox lies and manipulates information to drive their agenda. Same as right wing garbage. They are not an honest media outlet.", "I mentioned it was only for three weeks. I know it’s not over yet."], "caring": ["Poor kitty! I’m sure she’ll feel okay again soon. Lots of TLC in order"], "neutral": ["Damn if we could beat the Spurs ~~reserves~~ that would be great", "That comment about \"kill him with kindness\" was kinda unnecessary. How about just kindness for kindness sake? lol", ">are you guys ignoring us international fish viewers Yes Shut up", "Same, I still need to sleep to go to work tomorrow.", "I knew this was a Shitpost before I clicked it. Is this an INTJ thing btw?", "I SPOT A IFUNNY WATERMARK", "That's quite an arrangement", "He was born in Scotland so as much as I’d love him to run it’s not likely.", "No passes on skin color or class, yeah right thats why [NAME] is a supreme court justice right ??? ", "At least he can now pay respects the ultimate way", "You beat me to it!", "If being tired doesn’t work. Ask for a BJ", "I live in Wyoming and I had WiFi once", "Yeah I know u irl you look like ur 36.", "Bop employee here. Not GLAD", ">Popular >Secret Choose one.", "Oh my gawd. WHAT?", "Non of them are smart enough to have a look out? That’s something all them should have known", "Less to keep track of", "Doing X deserves Y. When you realize X = Y you finally understand life.", "Not CPT, I'm assuming? ", "It really depends on what you're going for. Girls are attracted to different attractive archetypes.", "are you tagging them as your #WCW? if not, you should start", "Smh bro you cropped the answers, I gotta know!", "People want quick fixes. Going to the root takes time and effort", "R u a dad or did ur dad leave u both have bad jokes", "lol Totally sounds like something that would be on tv. But you know what they say--truth is stranger than fiction.", "Promise me that when you call out his name you pronounce \"Papa-paparazzi papa-paparazzi pahhh pahhh paparazzi, dinnnner!\"", "At that point [NAME] was no longer a virgin! No seriously, ask [NAME]! ", "There’s never been one person doing okay who [NAME] wasn’t willing to drag down.", "r/patrig Edit: looks like someone already cross posted it there. That was fast.", "I switched to aram/special game modes only and it stays pretty fun.", "I had an ex like that. I know why I couldn't function with his way of life. Totally unproductive.", "See the Imperial Sourcebook from West End Games. That right there will show just how awful a regime the Empire was.", "Wait..whaaa? :D", "[NAME] is my life!", "He's got multiple head coaching interviews, so it's a very small likelihood he'd be available. I'm not crazy about him anyway.", "I think it's insane how they reach out and then ignore. My ex does that. It gets on my f n nerves.", "I swear, I don't know where the bombs are! Only the miners know that!", "I ate my mommy and daddy", "The alternative to [NAME] didn't inspire any passion in anyone, and greed, illiberalism and self-centeredness isn't confined to any ethnic group.", "I think a six month prison sentence is in order for that missed tackle against the cowgirls. Maybe some community service if he's got a good lawyer.", "Yes YES #YES", "[NAME] presses and holds b button (I feel you op)", "Most of the people on top aren't even very relevant anymore, at least not nearly as relevant as they used to be", "Its less than a year old... Doesnt it seem longer", "True....I know! I can only get them at the fair....not even BBQ restaurants have them in my town.", "I thought they were motor vehicle accidents.", "You can also send one of us a Reddit private message with your handle on Twitter if you don't want to out yourself too loudly here.", "I would prefer this over her being a completely random person, which makes no sense and was a tremendous misstep in this family saga. "], "sadness": ["Uh . . . Uh . . . I'm not feeling so well.", "Honestly his post was a little sad. The fact that it got upvotes makes me want to avoid this sub over the summer."], "optimism": ["I think [NAME] is a crisis actor!", "I find that telling the truth as much as possible makes things less complicated. I've learned to spin the truth when needed, though."], "excitement": ["B-But big pharma is great! Vaccines everyone! Vaccines! We love big pharma! They never lie! Come on start circlejerking!", "you got me for a sec. I was like wow.. that's kind of a weird thing to find h-ohhhh damnit! got me. XD", "\"altcoin propaganda scammer\", interesting reason for your ban -- I suppose LN could be considered an altcoin.", "Wow, that's just incredibly racist.", "I see that the facebook and twitter crowd is leaking into our sub. Awesome.", "You forgot the to be sure >:). It's \"a surprise to be sure\". Back into the hole with you! ", "Watch the Hulu documentary as well. They interview [NAME], and man is it fascinating to watch him backpedal basically from the second word he utters on camera."], "annoyance": ["Bisexuality: Sexual tension with everyone. Somehow a much smaller dating pool.", "If yoire voluntarily going to one I would argue that all those \"side effects\" i guess you would call them are already in your life.", "That was nasty... but also the most real thing I’ve seen on the show lately.. lol", "Was my friends family... They had the wrong address, you're sick dude. "], "desire": ["I almost think he may have opened the door.", "I was just trying to work around the \"no rude\" rule. I like a challenge ;-)", "Sounds like how I brought in the new year. 3 arguments and counting.... thank [NAME] there is work tomorrow", "Well it obviously helps you rationalize your total unwillingness to take action to make the world a better place. I hope that you grow past that."], "amusement": ["luckily for us all the retarded companies are plummeting", "Good grief.", "YOU WRITE LIKE A YOUNGER MAN, WITH NOTHING HELD BACK. ADMIRABLE, YET MISTAKEN.", "[NAME], I believe you buddy. you might be a weird dude... but no one is weird enough to make up a story that bizarre yet banal.", "I HEAVILY VIBE WITH THIS", "nah me good", "Naw man Asain men have an easier time. Most of my asain friend are pretty boy. Fuckbois lol", "LOL, had me confused for a second. Didn't realize you had responded to another comment of mine as well. ", "Ummm... I think you mean this beauty.", "Lol this fan base has the memory of a goldfish.", "When I see [NAME] venerate icons it makes you wonder if they have OCD. /s The joke is that [NAME] cross themselves more than others in my experience.", "I watched the bomb episode today! [NAME] reaction is totally something I would do/say."], "disapproval": ["Not the snowbank, though. That will end badly in spring.", "But then they can't draw the m word", "No... There are many ways to prove you are [NAME]. I've heard of people that proved they are [NAME] by showing that their mother speaks Yidish."], "relief": ["I've found that reading before bed helps my brain get tired without needing to exhaust myself by staying up very late."], "embarrassment": ["you keep telling yourself that - now go back to sleep before you embarrass yourself even more"], "approval": ["I don't even know who he is but I think he approved me to submit in his subreddit."], "curiosity": ["Just curious, why do you think that? He has ~ 80% approval among registered [NAME] "], "disgust": ["Weird flex."], "joy": ["I liked the comeback tho", "[NAME] Immediately thought of you when I saw this thread. Can’t stop laughing. But. I’ll wear yours someday and no others"], "anger": ["Id get fired to take a pic with the quadfather"], "love": ["I love me some Cat but someone clearly never read The mists of Avalon"], "nervousness": ["Just gotta injure 3 more"]}