{"disapproval": ["There has to be some repercussions for this judge, right? Considering the crimes, that bail seems incredibly low...", "Ya I thought that was odd too. I would’ve guessed [NAME] before doing this.", "Midnight has been 4/4 pro league teams they have played so far, so I wouldn't be too sure they're gonna be bottom feeders", "With Everyday passing day without a good signing I feel like we got robbed in this trade", "this 'bug' has caused me countless death... i always used rifle primarily and switched to shotgun after rifle shot", "The “figuring it out” part seems really hard", "Every right requires someone else's labor. The whole - / + rights thing is a stupid argument.", "[NAME] aside, humans arent on the menu, no matter how retarded they may be, no matter if they're sleeping/unconscious.", "It's a weird way of saying you don't want to see my penis", "Yeah this is downright spooky; she's not even using that face mask.", "Still. He didnt have to go after that ball. Thats just his nature though, he doesnt give up. Hope its not very serious. ", "Pls not granny :(", "Did this a lot when I was a kid but never did it as bad as this", "That seems pretty rough. If I ask Google for directions from white center to Fiona it’s only an hour by bicycle even.", "My last GF called me a pedophile too. Big word for a 12 year old.", "Debunked as in proven wrong. Again, he is a well known fool. Do yourself a favor and never take anything he says remotely seriously. ", "He was harsh on the other actors? Have you a source I can check out? I just can‘t remember him badmouthing anyone in particular :/", "[NAME] makes me want to punch ugly pillows.", "I'm the exact opposite. The idea of not existing anymore relaxes me and makes me want to end it", "Just say that you don't like it. It tastes of blood, tears, and death.", "I watched a really bad horror movie she starred in but I think it predated VPR.", "Shame about him killing [NAME] on camera.", "Breeding Bull Terriers is cruel. They're genetic monstrosities at this point.", "Adulthood and the real world are blaming poor people and working class people for their problems. Got it.", "I never watched any [NAME] films, so. That. ", "Harder than you think? Not to be super morbid but uh - if someone wants to truly die, it won’t be a failed attempt.", "Sure, but no reason to assume that person has only ever heard \"polyam\" and not \"poly\" and would use one over the other.", "Unless he was lying about his age, no.", "How long do you think manga will go on? Its fairly long now at 216 chapters and I think it's in it's late stages.", "That makes me feel even pettier. Thanks!", "Not true. Our knowledge of it is derived from the fossil record, which is geological.", "Outside of Reddit the Democrat base has definitely not gotten more progressive.", "That is the issue with most things, if you work there you can not win, as well as friends and family members.", "I was never a fan of it. It should be a regular foul.", "He was playing with absolute garbage teammates, and the one year he was on a decent team he had 44 points in 48 games. ", "Unfortunately, we live in 21st century America, where this kind of behavior ensures that they will both be given high-paying jobs at CNN.", "I’m sorry, I’m my opinion it isn’t sweet. ", "They're wrong I don't like math and I'm still ugly", "I'm not attacking you. Which part of our conversation gives the impression that I'm attacking you? Honest question.", "Most vancouverites know of these scams. Especially #1 broken credit card machine. Complaints go unheard.", "Our education system has been a complete and utter failure...", "What scares me is that now that this happened, they're going to try and find ways to take women's phones away from them.", "He’s such a pervert.", "\"therapy>no therapy\" very debatable, my friend.", "Nah [NAME] gonna be an asexual for sure.", "The fact that this being brought up makes it a real scary feeling.", "No, not sarcastically :) ", "if only we could blast this type of stuff out there for everyone to hear, then we might just get get those neo libs to the realization.", "The master will not be pleased.", "It is. I bet chantex and all the other 'quit smoking' companies hope this book doesn't become too popular. That would cut into their profits.", "One of the most posted things on reddit. Please delete", "Yes! It's hard to believe that some people like warm toilet seats enough to pay for it as a feature.", "In the USA you would've gotten that imaging faster.... *then* mortgage your house for that knee replacement", "It is hard to make up the new relevant points at times.... Revolution they say", "If this is how earth is meant to function then it is a literal hell, as dark luciferian beliefs reign supreme.", "Can't you tell that [NAME] is a serious threat to apprehend. All that alleged lying makes him a serious threat to others.", "I envy flippers, but am in Canada where postage is so high, shipping would eat any profit.", "Is it bad that I don't want any of them?", "I have completely lost my voice this period. This has been an insane 11 minutes of play", "Sometimes it makes me squint. It's fine with friends because they just think I'm high. It's not as great with colleagues and such.", "there are [NAME] and [NAME] accounts too that's like this. I've started blocking them all upon first sight", "Getting tougher to make those mortgage **and** car payments.", "I picked it so it forced me to stay anonymous.", "I think that’s best, but it tough while living together and trying to keep a smile on for the kids. ", "Yeah the only \"compromise\" is get married ASAP so you can have sex again (which is a HORRIBLE idea).", "I haven't seen such an unpopular hire since [NAME].", "I got a weird vibe when he was placed on Colliton's staff, so I'm really glad it's turned out the way it did. ", "Given it looks like a cotton field, it feels a bit more sinister than that. ", "If you want to live the dream, good luck! I won’t change my mind until I get my stolen ETH back from them ", "Man. I can't wait until my life is so devoid of meaning I feel compelled to complain in a silly joke subreddit.", "That was the most boring movie I’ve ever seen", "It's a waste of water to shower that often.", "They’ve changed their mind so clearly they would change their position when scrutinised. Like you said though, he was ignored. ", "50 becoz I’ve used before and it’s A really intense high but after a bit of research I’m extremely hesitant to use it again", "this literally made me sick to my stomach", "Easy, killer. I don't think Solo itself is a goofy name as OP implies. I think it was just a dumb point in the movie. ", "He’s a way worse version of [NAME]. I don’t think anyone is putting him in their top 15 besides Bears fans.", "my name’s [NAME] and i usually get a lot of [NAME] references. i cringe smile almost every time", "Stick to smoking and snorting! Nobody OD's from doing a line of fentanyl. /s", "It’s showing up on mobile aswell, the double slash is weird for me though, probably on his end", "Right but even without the FPTA surely we could have found ourselves in the same situation from a legal perspective?", ">it should be **illegal** to teach **religion** to young children Do you believe in a separation of church in state though?", "I don’t want my tax dollars going to some psycho who thinks he’s a girl trapped in a mans body", "Maybe he wanted to get rid of both of them and thought he'd go out with a bang?", "It's a cruel, uncaring universe we live in. Fingers crossed things won't completely fall apart for them.", "It could also be that coupledom is the wrong way to live for OP.", "Let people be into things you don’t understand.", "I'm not trying to intimidate you, just saying that what you are doing is wrong and illegal, and you should stop doing it.", "This doesn't solve the problem of people using controllers, they make it harder for everyone low rank or not", "They didn't play it safe. They played it big and failed hard. The plot is too damn big for a soft-reboot game.-* +", "I mean it wouldn't be the first time honestly- we have a mod thread every so often about Justno's in the news.", "This qualifies as emotional neglect. Just, to be clear, that is a form of covert abuse and is not okay or normal.", "I don’t like [NAME] very much either, but she’s not a mess here. ", "\"I've made a huge mistake\" - Me, walking into this person's house.", "I have 1200 hours and the highest i’ve ever been was silver elite. I should probably quit this game.", "What the hell was that pass. That was magical", "I know. Honestly, I'm applying to other districts. Tired of 56 miles round trip daily for a miserable job. ", "Annnnnnd you get downvoted by people who don’t like getting downvoted. What a time to be alive.", "This was happening to me in my relationship. My boyfriend was later diagnosed with BPD and now talks about his trouble with intimacy and sharing feelings.", "On a college campus surrounded by undergrads. I feel old.", "This is one of the dumbest things I’ve read on reddit this year.", "Yeah, but the thing is that I did send them. Therefore, I don’t have them, and haven’t for months.", "I keep swallowing chunks of infection from my sinuses that are draining. It’s really ruining the wine.", "None at all. I dont like kids and dont want them. I got a vasectomy and it's a done deal. Zero regrets", "Online gaming is toxic. If those cuts were ever tapped, there would be lots of people in jail.", "No dude. This person has two sick kids and is taking you back to their place... yeah, just no. ", "Wow your sister is in abusive relationship, cool. ", "I avoid them like the plague and report them", "No I thought that movie was really bad. I could relate to requiem for a dream.", "Right? Don't want to get my hopes up for a rumor.", "It's bizarre that it's considered normal to intentionally brainwash people into murdering psychos.", "It would seem difficult to say you're living in one city when you're only applying there to expand your reach.", "I think the appearance cheapens the brand. Seriously, 90 Day Fiancé??? Do the marketing people [NAME] watch these people? ", "I hid there just about everytime. Was often the person complaining about, \"stop dying\", and, \"hide BEFORE he hits 4 meat\".", "I may be wrong but I think cows are stronger than horses, or at least made to be ", "Hulu is awful for this. The volume on their commercials is deafening.", "That they wield to great effect to tell *you* why you’re crazy and how it’s totally not their fault", "As a Dolphins fan this hurts me", "The dense stuff isn't very accessible. :/", "Same can be said for fragile liberals who can't handle cultural traditions and keep trying to push the envelope.", "i mean, never listened to zepellin much, not even acdc, i didnt know acdc suck", "Its nice but irrelvant. With [NAME] and [NAME] there I only see a no deal exit", "It’s a shame we have to face the islanders so soon", "I don't want a president who doesnt know anything about foreign affairs....no thanks.", "They won’t. They’re just going to ignore it because fortnite makes them money.", "Your 17. End of conversation. You don’t love him", "What a pc cuck", "It seems some people on here don't like us disrupting their echo chamber.", "Still waiting on [NAME] to tell me how GIFs are terrible and I can’t afford to watch anymore of them.", "Am I wrong? So many people from NY say it's really gone downhill. Doesn't mean I don't like public transportation", "Poor show was way too ahead of its time :<", "Yeah it isn't the same singer. 'Don't hug me I'm scared' is voiced by [NAME], the lead singer of KKB is [NAME]", "Wait what planet was this on? I dont remember ever going there", "No real man would allow his woman to be even looked at by someone else, let alone allow another man to have sex with her", "Got it about a month after and I'm already getting bored with it.", "that is a rather attractive cartoon man", "Don’t be a class traitor", "I don't think you should expect solid logic out of someone who believes [NAME] exists.", "The rape of one? Millions of women have been raped. Rape and murder is also a tool of war.", "The miracle was just that. Because we all know the Vikings would fail the next game.", "Because we don't want another Cold War, or worse on our hands. Russia is a powerful country. Picking a fight could be very risky.", "He’s one of those players that you would love if he was on your team, but hate if you have to play against him. ", "They're not going to read their UserVoice anyways. It's a PR stunt.", "Sadly the minimum wage in Virginia is only $7.25 an hour so that definitely would not be enough.", "Unless they end up with [NAME], [NAME], and [NAME] (or similiar), this will be a huge failure. Yikes.", "I went there for the first time not long ago, just to experience it for myself. I wont be going back.", "Honest to [NAME] make it stop, it's old news at this point omg.", "This didn’t age well", "And why isn’t it ranked average, Bayern are second most average but ranked 4th for most supported, cmon now they just had less games....", "We are sorry but the sympathy you are looking for is not available in your region.", "You need to tell her, and make sure she knows it’s not your kid. You went through with a dna test right?", "Fake The monkey was a paid actor!", "r/iamverysmart and r/woooosh in one. That is just about how pathetic one can be.", "A lawyer is not going to disclose anything to random users, you guys are delusional", "Any normal draft game is more serious than a silver or gold game. Atleast thats what I see.", "Downvoted for pointing it out, too!", "I've seen that profile picture before..this guy is a repeat offender", "Of course I have. It’s nothing, absolutely nothing like this. Its just a few much bigger pieces that break apart now.", "Well that made me want to continue to live in Alberta.", "That’s what I thought. With 4 out of the 9 still on the show, I just can’t call it accurate at all.", "Time to get new friends. This one clearly doesn’t appreciate you for who you are.", ">but part of the whole inequality picture is women receiving lower pay for the same jobs. Honestly? Doesn't happen.", "Damn this guy just had a bad day!", "\"I will not return to those wretched mines!\"", "Exactly. Its serious, but not serious enough for the NFL. And for the list i made, those People still play in the NFL after suspensions. ", "Reply with \"Oh, my bad\". Don't make a big fuss out of it. People make mistakes.", "We can’t have that", "What a masterful bit of propaganda. Get the left to want war and criticize peace.", "my soul has long been destroyed :( it’s over for us nosoulcels", "Weird as I do know I've seen CoC waste/recycling services trucks picking up bins as early as 6:30AM.", "This is a pathetic grasp to hope where there is none, hoping for a top 15 pick isnt going to bring us out of the bottom Look at edmonton", "Don’t blame [NAME] there tf is he supposed to do if our wing can’t stay in front of their man", "I think the unluckiest... is [NAME]. :(", "Yes he is. Cling to your safety blanket for now cause momma [NAME] is about to snatch it from you.", "I played in the WSHL last year and this really isn’t a surprise. It’s crazy how unbalanced the competition is in that league", "It's all been downhill since the [NAME] arrived. #NormansGoHome.", "Stop spreading false hope!", "Left or center is more aesthetically pleasing than right justified.", "Yeah, it makes me feel worse :'( I need a real one...", "I usually see tweets like this for girls but it feels nice to have it directed at boys", "Takes r us...you literally make me want to overdose on drugs. Like you’re that insufferable.", "My sister and cousin got one. I'll probably say \"not even with a gun to my head\" if I get one.", "It's irrelevant though. it doesn't need to be specified in the title of a post.", "Aha, I didn't say that was a good thing.", "So will this one. Lack of intimacy makes all other issues worse and make it harder to over look other issues.", "simply reply \"no.\" sometimes youve gotta be rude.", "Refusing to pay someone for work that they've done is theft. You can try to justify it any way you want but that's what it is.", "All of Disney is cringey. It needs to be stopped", "People like you with premature ejaculation and poor hygiene should not write long posts. Am I doing it right?", "Absolutely brutal.", "I’m sorry, I don’t hear the excuses for harden post season success after he blew two 17 point leads in G6/7. ", "When I was in Uni I worked in a call centre. Pay was better than retail but it was worse on the soul.", "Ok cool but where can you study Old Norse? That seems like exactly the type of useless but cool skill I’d love to have.", "Wow it's almost as if those losers have a lot of money or something else to leech off of.", "ASMR is a weird sexual fetish for incels, and dont let anyone try and convince you otherwise.", "This is going to end in absolute tears, the days of hoofball dominating the Championship are long gone, you actually need to play football to get anywhere.", "If New Jersey are going to win it in the winter they better get something done quickly..", "It was worth mentioning anyways, the Packers are a special kind of awful.", "What does the guy she's cheating with look like compared to you? Be honest and objective.", "This person is being a killjoy but there is a difference between being a killjoy and acting smart.", "[NAME] is the most useless phantom thief change my mind", "Isn't it crazy how 2005 is considered \"classic\"?", "Look up info on being an empath. I am one and am complete drained after outings even if I had a blast.", "Trust me it gets worse from there....i shortened it a lot", "This gave me PTSD", "i would not want to be they guy operating the reloader while 2000RPM of 30mm shells are firing", "It's the universe trying to kill us with radiation :D", "Still, that's quite the life. A [RELIGION] vegetarian causing mayhem, drinking with bands and almost getting serenaded by [NAME]!", "Then the kids stole my entire house", "There are a lot of miserable people on reddit, don’t let them get to you ", "Feeling is exhausting. They used to feel those things and now they feel nothing because they're so burnt out and tired", "Do your worst. The tag just describes your views. Could have been much more vicious.", "people who get the weird pics: * aoc * [NAME] * [NAME] people who get normal pics: * everyone else who takes the corporate money and plays their game", "She lied to all of us.", "How can anyone like Tottenham? Like for real. They are the worst team you could imagine in every department.", "Truly a sad day when you can get fired just for having a *heated gaming moment*. We really do live in a society.", "I did something along those lines almost 2 years ago and got to 67 upvotes before I got banned", "You are a disgrace to the species", "There is a difference, because unless something had given them encouragement, they'd still be feeling negative about it. ", "Yeah, people my age make me more anxious than older people. I feel like my generation is more judgmental.", "Am I the only one who is glad I saw this meme? I mean I'm officially traumatized, but still.", "But I'm not happy", "So you're saying the penalty for DUI is the same as texting and driving? Because that's what I've been saying it isn't true.", "Yea I tossed that one on the pile as a insult to myself and likely many, many others. ", "I gave the show a chance because I enjoyed Bad Education. AP Bio is pretty bad compared to it. Hopefully season 2 improves.", "Yup, it all starts with [NAME]. He’s not the worst owner in the nfl, but he’s in the bottom half for sure. ", "Sorry to say it, but you will have to do that for now It sucks ", "So how depressing is it that I know that's not true? You still gotta pay for a cold delivery.", "Then keep your hands visible and fight the ticket in court. Don’t understand how this is such a complex issue.", "> you’re getting downvoted for misusing the word literally Possibly, but a lot of people really dislike him so that could be why also. ", "Drunk, with a kid in the back going 150mph? I’d like to see her charged with attempted manslaughter. ", "Yeah no...I would find it very demeaning", "If it was six, I would have accepted it as just some crude humor", "That legitimately made me nauseous.", "Because its creepy and weird", "It is definitely not a coincidence that he used women to represent both political sides.", "Came here to say exactly this. It's almost the same scene, as if he tried to recreate it", "What’s weird is. I never miss anyone. Like, ever.", "They barely even back pedalled.", "A dangerous and oppressive social construct.", "I don't think that makes for a fair deal. That $100 is far more valuable. It's more of a disposable income thing for me.", "Hard to expect much when he has not been involved in the offense for most of the season.", "Not really. All pretty random injuries.", "Don't make me talk about [NAME]... ...", "If you are a [NAME] and he is a real person, then changing his ethnicity should be an issue, right?", "What? This isn't boys' night. I don't see [NAME] anywhere.", "I’m downvoting because it seems like r/iamverysmart material.", "They will most likely be branded as PKK symphatizers by Turkish media. Which sucks because next time something like this happens some of them might get shot", "Man you take your sims really seriously.", "Let them argue. We've never done anything remotely as bad as MOST OF THE WORLD does routinely.", "Her upper lip always looks terrible - such an easy fix, can’t believe she is so vain and never bothers to wax ", "I would prefer to not observe it all but federal law does not allow it.", "Oh weird, the money I make is taxed when I earn it and then it gets taxed when I spend it", "The caption is kinda stupid, but I like the photo.", "So you don’t agree with having success, self-worth and self-respect, and a purpose in life?", "You’re being downvoted for making a moronic comment - not for your “heroic” efforts here fedora...", "If you think he's working 2400 times harder than an average minimum wage worker then there's something severely wrong with your world view.", "If the issue is Abortion yes. My generation was genocided.", "This is so sweet and it makes me so happy. But also so sad because I hate seeing families torn apart.", "AND YOU DON'T HAVE TO USE ALL CAPS TO GET YOUR POINT ACROSS!!!", "This meme is dated and lost it's humor years ago. All you're doing is taunting people who have followed a different path in life.", "Had my suspicions but didn't want to mindread such a civilized honest actor.", "[NAME] would've had to get lucky on that one. Can't give up that opportunity.", "My nightmares don't tend to be realistic, but many kid's toys can lose a piece and be swallowed. ", "The taste is subjective and it's certainly not good for your health", "That would be a huge mistake on WWEs part.", "this looks like the start of a very ugly porno", "Imma say this didn’t happen", "This. Nurses already have one of the hardest jobs on the planet. They shouldn't have to waste time on this.", "If you don’t think this can happen in the US your going to be the reason it does.", "The weight of all that water is enough to kill someone if they don’t drown.", "The amount of salt in this thread is overwhelming.", "No, I do understand, I just think you're both wrong.", "Also there's better ways we can spend taxpayer dollars than on another election.", "Help, help, I'm being repressed!", "I pity them more than anything. My life's actually pretty okay, but what their generation has done to our planet and society's future is unconscionable."], "disgust": ["Hypocritical is pot calling the kettle genocide", "Same. All other map on OG with SSD were fine. [NAME] drops and it's terrible.", "This is blatant racism and harassment of minors. These people need to be fired.", "If a woman forces a man's penis into her vagina, that ABSOLUTELY IS a crime. Not sure what you're smoking. ", "Yeah the non guarenteed packs are really the worst. I think I did 2/20 on those.", "I cant’t stand mint flavored toothpaste. That’s how much I hate mint.", "I’m a big Spider-Man fan and this looks terrible compared to Spider-verse and the PS4 game.", ">This weird exploding ice [NAME] I haven't seen before? Wow. I... that's some ick right there.", "This is the worst meme format in the history of meme formats, maybe ever", "Reddit culture is truly the worst.", "Ugh gross. Don't suggest a PUA book to a kid.", "I can’t believe you’re comparing drug use to interracial marriage. Racists like you disgust me.", "Its ok we all know you suck scrub.", "Anything other than harassing motorists or worse, pretty simple.", "It’s disgusting", "Being disgusted at disgusting things is grown up.", "Exactly. And they parade around with their protruding stomachs as if they're [NAME] gift to the world. *barf*", "I pirated this movie last night and can confirm: it's truly awful. Not just lacking in good, but *aggressively* bad.", "Behavior I'd consider deeply immoral without showing true remorse (I'm talking rape, torture of animals, that sort of thing).", "Oh she despises them", "China cheating the rest of the world is horrible for the economy and society.", "Who cares, you’re just showing what a racist pos you are. Carry on doing our work for us.", "He likes an old song and is young DISGUSTING", "They get pissy about \"automatic defenses\" for property. I mean, *REALLY* pissy.", "Oh true I remember seeing it on Spotify’s charts for weeks. It’s terrible.", "Just read the text of this amendment. I am literally sick to my stomach from reading this. THIS MUST NOT STAND!!", "Dude got his helmet off and was on his feet quicker than the camera guy could catch his reaction, adrenaline and shock are a hell of a drug..", "Shoot, darn. You win again!", "This wasn't him forcing her to get an abortion or breast implants dude like seriously you are being pretty ridiculous.", "i hate furries"], "caring": ["Because [NAME] had a foot injury that I think he sustained at practice for the second half of the year.", "Go away with your good reason and good arguments and stats and facts. This sub is all about blind fanboyism about [NAME] and [NAME].", "\"every time she was in trouble I was there for her\" - the man who caused most of her troubles ", "I like your colour choices and I can feel your love of the city. Keep up the art! Sending you lots of love and healing.", "You know, girls really like it when you make things about yourself. It shows you care about them.", "Nope, try to keep up.", "Please just give [NAME] some rest. He looks tired.", "Put away the screen and go outside. You'll feel much better.", "I hope you get the mental help that you clearly need.", "I know, don't worry ;) ", "No, princess, your body works the same way as everyone else's... You are not a mystery of physics. ", "It could be how depression is effecting you but i don't think it's crazy", "I’m sorry this happened to you. I’m glad you got out of it.", "Same here, would love to help. Praying things get better for you and your family :)", "Praying for the one who wrote that, that he isn't gonna caught...", "Looks fade, having a partnership with people that love and care about each other doesn't have to.", "You could see this as your friend caring for you, meaning well. ", "Best of luck. Don't be afraid to come back if you want specific talking points if you get stuck. And take care!", "Ok, I gots to know, was the child taken away? Please tell me the child was taken away. ", "I hope she's ok and that doesn't impact her life, career or hobbies", "Some disturbing thoughts, but I hope you’re in a better place now pal. ", "Please care to enlighten me :( I feel the same way as OP and I'm desperately wanting a way out.", "Please cut her off from your life. You don’t need to deal with this behaviour. Be safe and please take care.", "You’re so young! I hope things improve for you. Stick to you plan.", "Peace be with you", "I’m starting to worry that [NAME] is not okay"], "approval": ["So using your figures here we make £12 billion in tax from the EU company's selling in to the uk. We save a further £9billion on fees to the EU", "*\"No one can make you feel inferior without your consent.\"* -- [NAME]", "And what do you find in the mist in subnautica crystalized sulfur. So I believe this is definitely what they modeled the lost River after baddabang", "We had the chance, but never made the offer last year.", "Oooh is this about [NAME]? Edit: Yup! Sure is!", "I feel like that might be every 2 years instead of every year", "At least they have picked up some good humanist notions along the way.", "I have a good feeling about the ability to be a left handed gunslinger.. please Rockstar :(", "Aw [NAME] - she wanted this to be her legacy", "I want to give my peers money, so they can fight for my rights and privilges- see the bus pass discussion in this thread. ", "Yeah that dragon one with the same style ? Mesmerizing. I believe there's also one close to Civic center", "[NAME] FINALLY fournier, [NAME]", "this season has already become my favorite over '12-'13 (yes I know '08-'09 was better but I enjoyed watching the '13 team more)", "It will be cool a \"Classic BF maps DLC\" on this time period. And a Stalingrad battle map <3 And a berlin map.", "Fast as [NAME] will carry me. Seriously uptown to downtown via Claiborne or broad isn’t that bad", "my first thought was Superstar!", "She went on a PR tour in Syria and met with him. I think it’s fair to say she’s pro-Assad.", "I'm not talking about [RELIGION] anymore though...", "I agree. I’d rather spend $500 a ticket to go to MetLife and watch it on the big screen with 75,000 other Jets fans.", "Maybe she was having a bad day. But then again at least say hi.", "I have this problem but without caffeine", "I like how not remove other things for stupid stuff and this doesn’t get removed", "I’ve been dreaming in rdr2 several nights. Not a bad thing though. I must have a lot to process", "Good for you! I wish I had run for my life at 18, but brainwashing is real", "i wouldn't call that passive aggressive at this point, it's flat out aggressive and i love it.", "The worst Alabama loss under [NAME]. It was a good day.", "That's my impression...I'm pretty new to Reddit, but I've been told that it hides comments once there are too many downvotes.", "Democrat politician, my bad should have specified. We are mostly all “liberals” here even if we’ve been alienated on this issue.", "Damn, but I’d miss my mother. Then again she’d be all happy in her heaven. The rest of us can party. ", "It will probably take him some time to figure out whether he’s really ok with it or not.", "A whale would probably choke to death if it tried to swallow you.", "Now that you're saying it, it actually makes sense. I'll be really hurt, but if she makes him happy I can't stop him.", "Just typed out my comment and then I saw this. Yup, exactly.", "I’m ready to see yet another person fall tonight.", "Im on an SNRI, desvenlafexine, and it has honestly been life changing. I have zero side effects from it, whereas SSRIs made me worse ", "“I hold that the more helpless a creature, the more entitled it is to protection by man from the cruelty of man” -[NAME]", "Im glad youre going to be a perfect parent who never makes any mistakes. Make sure you write a book!", "Maybe concerned about you being underweight? She is probably concerned you don’t eat enough and is trying to help you", "Every red light should have one of these!", "Unsurprisingly our closest competitors will try to capitalise as we stumble. Good luck to them, we have brought this on ourselves. ", "You can't choose what genes you pass on.", "Terrorism is the systematic use of violence to achieve a political goal. [NAME] has not used violence.", "I'm with you. I'd like one too.", "Or wait a few more weeks and try to snag one on sale after St. Paddy's", "I like [NAME], but I'd just rather spend more time with [NAME].", "I’d choose the kind amateur over the ignorant flamer any day, no matter what rank are they.", "95 percent of polite society is just avoiding doing things that make people uncomfortable. Don’t act like it is unusual.", "Ok that makes sense. Im familiar with the term.dog whistling, just havent seen ot attached to globalists.", "It isn't a bad thing if the population in question is low IQ.", "same, just found it interesting and sent it so people could see. ", "I can only download games using SteamCMD at work at the moment, so yeah, glad I could buy it before the shutdown", "It has little to do with experience, to be human is to err. ", "I can finally play 'Kabhi kabhi aaditi'. Only hindi song I listen to.", "Sounds like you got really lucky bro :). Did you ever see the guy again? If so, did he ever bully you again? ", "It's almost a shame we won't get a second leave/remain referendum because it would be fascinating to see the result.", "Think many people misunderstood your intentions here and the conversation just went on a tangent from there.", "Yeah like feminism! Not at all artificially inflated with terrible facts, information and school systems.", "Thus confirming that trump supporters dont actually know how the US Gov works.", "yep, i think you should just try to be as honest as you can about how you feel, how it affects your daily life, etc", "Does he report it to the police? I didn't see that part. I believe him. Stranger things have happened.", "That’s exactly what it was. Exciting entertainment. Sometimes you just gotta let go & accept it for what it is.", "I second this sentiment! This has bothered me since the beginning and I don’t know if she really grasps how incredibly offensive this is!", "Oh so you're being a troll, good to know.. I actually thought for a second that disgusting, freak couples like y'all actually existed", "This is yummy. I hope mods dont remove it", "yeah, but they think taking care is buying dinner and taking me on trips. I want money to spend on whatever I want.", "Just gotta stop overthinking. Try meditation. That helps control your thoughts better.", "You're right, it's not as bad as the crippling retardation you currently suffer from. I'm sorry dude", "I work closely with GoA (but not for them) and I agree. They made a lot of great policy and program decisions.", "Are you confessing to not being able to understand what this sub is about?", "[NAME] had the government for 2 years and couldn't get a wall funded. But sure, it's all the dems fault.", "Ugh I love Stapleton. [NAME] has always really been loyal to the authentic sound though IMO, he definitely stands out. ", "Yeah, I interact with less adults as a teacher than I did in any other job I've had in the past.", "Gotta go fast! [NAME]", "I've removed your post for witch hunting. Please be mindful of that in the future.", "Today I saved lots and lots of people from being raped by me. Now I really *do* feel created in [NAME] image.", "They might not be intending to use the main actors.", "Oh, Boy. You into phrenology too.", "As someone who's been trying to break the bad eating habits, I feel you.", "They didn't have a \"bullpen\" when they won the WS or when they went to the ALCS last year. They will get by as always", "I caught that little tidbit too. Very unbiased. Very factual.", "I know man, however in some ways it's a good way to act out a martyr complex. ", "Better than that dumb pink look.", "Focus on yourself by focusing on your prayers and reminding [NAME]", "Thank you! Not to yuck any yums, but this bloody grease stain looks like something a haunted doll would leave behind. ", "What makes your point of view definitive. In most of Europe everything [NAME] support us seen as extreme right wing", "Yep, regardless how people feel about this benign ad, it has generated 6.9 million views and countless posts. It's a resounding success.", "So I have a hobby, I'm passionate about my 2nd Amendment rights, and I dont post/comment on reddit often. Your point?", "I hope things get better soon. I'm proud of you for getting help and talking about it and wish you the best", "Bedside Rounds (which that user puts out) is also a very interesting podcast on medical history.", "Luckily my wages are rising faster to compensate. Oh wait...", "You ain’t far from going postage stamp on that thing!!!!", "> The makeup is very technically sound You have a point. I can hear it from here.", "Is that what happens is [NAME] route? I chose [NAME] and he only does once.", "While we watch the private form of Operation Chokepoint with Patreon, it's bizarre that people don't believe this stuff is real. ", "Adding a few projectile characters only made the game better, not worse. Bars can go though.", "I like taking 450 every 2-3 hours. Not the best hangover, but lots of CEVs and I enjoy the OBEs, floating thru the dark. ", "A family friend was just found to have made this comment, I am interested to hear your thoughts. ", "Skyrim kinda aged poorly but I still keep coming back to it. Might start another playthrough soon.", "This is the most pleasant debate I’ve ever had on reddit. Also, $nah$", "I’ve thought about it... if my next job doesn’t really make me happy. My wife is all for it.", "[NAME] somehow guides Killie to both 2nd and 3rd place, this frees up an extra relegation spot and Hamilton are finally flushed. ", "I'm divorcing my narcissistic ex and that book helped me so much!", "I don't really know a time or date though, I'm open to ideas and availability discussion", "Oh got it", "Love how science doesn’t matter for human biology. What about climate change?", "An extreme strawman example doesn't change what I said.", "And publicly claimed he banged [NAME].", "I guess 14 years of customer service experience is good for something after all.", "I feel you. Most look generic af. I've seen some absolutely stunning ones though. Like [NAME]. She's a 10/10 IMO.", "Grown man bars is still one of my favourite moments in all of battle rap.", "Me either. But I sometimes fantasize about it.", "I mean I typically do both in the car so there's that", "Didn’t realize two different intros were so many. I’ll warm this community up to hip hop eventually ;) Appreciate the shoutout!", "I will dude. Have a good one", "\"Oh ho ho! Delightfully devilish, [NAME]!\"", "I would enjoy Kreate a Kharacter. But it'll need a lot of help. They shouldn't let you put cubes and stuff everywhere like in SC6.", "i believe he has a minor ankle injury at the moment, i’m not too worried about his skating ", "Don’t be so negative. Living like a medieval peasant is easy in today’s world.", "I'm referring to leadership and there's been several headlines about it already in the last week or so.", "Nobody said it would but it *does* fix one problem.", "A new apartman will give you peace of mind. Start saving up.", "Pretty sure if I reposted this it would just get ignored smh", "You beat me to it!", "There is going to be an adjustment period at first for sure, but [NAME] would definitely help our defense.", "Glad to see [NAME] are finally admitting they are babies who are unable to take care of themselves.", "I know this might be an unpopular opinion from reading this post but I have a gut feeling that [NAME] and [NAME] would pair up really well together.", "Yeah, neither of them are communists. [NAME] is a left-leaning [NAME] and [NAME] is a [NAME]", "At no point in that ridiculous tantrum did he express a single iota of concern for what his gf wanted. He sounds like a real winner", "Although these are seemingly overpriced, yes, I adore these pieces.", "The various meta-reddit subreddits really do seem to have very distorted ideas about what Reddits actually like.", "I wanna believe it's a reference to CNN hosting 500 town halls & debates with [NAME] since the election.", "it's also impolite to talk on the train", "\"The first step, is to put on a set of vicious stilleto claws. This doesn't make things any easier, but it does build character\"", "*Hey just noticed..* it's your **3rd Cakeday** The_nastiest_nate! ^(hug)", "Because you’re insecure with double standards, got it. ", "A real man ain't be ashamed of crying. I cry with you my bro. Let's all cry together!", "yikes I am not reading that, the napkins are over there sir, have a nice day", "This is beautifully written.", "I guess the caveat is that is a world championship offyear where not all players are available due to playoffs", "i agree to kill all children", "Seems like sometimes they also do this with people who aren't necessarily \"high status\" in any way but who genuinely don't care about status. ", "Words of wisdom! Do spend that cash in upgrading your ability cards.", "Yeah, live it up so you get a free trip to the zoo.", "I was hoping to hear this. I'm up for it I think. I'll download it tomorrow.", "Most countries function as a faux democracy I think. Especially in the USA whereby Congress takes lobbyists money it becomes more of an oligarchy", "My mum had this. I got to pick things I wanted from inside and we’d make them together. :) nice memories.", "Maybe they'll change their mind one day! That sounds good, I'll give it a go some time!", "Omg yes!", "There are quite a number of things we do in modern life that are not sustainable over the short term.", "I think they're good optics. Or do you not think that being openly intolerant toward surveillance encourages others to be openly intolerant toward surveillance in turn?", "I got you. Here's to something incredible and explosive happening soon.", "Burn it into your soul", "that's the spirt! *come to the dark side my child, embrace your hate*", "It's finally official, we got [NAME] ", "My family voted for the Qualified Woman who was going to keep this country moving forward. So I don't have to worry about disownment :)", "I only ever see crerpypasta reads, and they always give credit.", "there's one in between my gym and my work, which is dangerous since I can justify it as just as good as a protein bar...", "Thats fine as long as the creative director is still there.... Though the talent will be missed", "Season 2 just started and as a huge TNG fan I can definitely say the first season is the closest I've ever seen to another season of TNG", "TBH I think they would've been better without the hot dog", "Oceania is my favorite Smashing Pumpkins album", "That's why I think we should clean house. No more leftists, no more whining.", "So [NAME] is really a fan of playing the bench vs the other team's starters at the end of halves. Really finding every tanking edge possible.", "I couldn’t believe my ears. she’s unbelievable.", "Go for it, it will be a new experience it may not go good but you'll learn someway ", "Oh gosh, I can’t wait to see how much you’ve accomplished Mr. Not Retarded Criminal ", "I'm sorry I like to actually spell things out", "You people are the one's who got me here! Thanks to everybody who helped me reach 80+K upvotes:)", "Copyrights on the individual track designs? Maybe but I'd like to see them", "Greetings from Singapore! Anyone looking to play, please come find us at our discord: ", "this is probably one of the top 5 most legendary copypastas from this community - I’ve always loved this one", "Have the zombies symbols available somewhere near for the Ra step, it's the most challenging", "podcasts also can help a lot to distract yourself (･ω<)☆", "MD will add it soon too. Too big opportunity not too. Casino everywhere. Add good growth to Maryland area", "Yeah I think you understood my issue then", "Tory nationalists puts nationalstic soundbite. TBH, at this stage, an endorsement from TM should be seen as implicit admission that independence is a great idea.", "Man I hope someone got fired for that blunder.", "I feel the same on [NAME]. She's trying too hard to be hard-hitting etc. Thought she was poor on Thursday.", "I would have a similar reaction if she committed neck rope.", "My work days are usually similar....but even the \"good morning\" is hard for me to initiate some mornings. I feel your pain!", "Get her a gigolo. You don’t stop liking sex when you’re old", "Goodness, that shot of McDonald's is **super** old. It looks like a picture from the 90s/early 2000s.", "They're the same people who will tell you 600 a day is unhealthy", "I mean they're just kids at the end of the day, the people yelling racist things are the \"adults\"", "I know logically that I haven't gained real weight but overeating both weekend days makes me feel like I have. I drive me crazy sometimes.", "I'd be ok with this former Israeli IDF general.", "He also probably hasn't finished school but has seen like, all the [NAME] lectures so he totally already know everything.", "allegedly it from when he was underage. So maybe let's not do that.", "She’s just overweight. I don’t see anything particularly wrong with her clothing. Lots of people dress adventurously.", "This. Literally this post. This post is a good start. :)", "As much as I like [NAME] and want him to score so many (hes a speedy mofo) I think that this would be a good trade for sure", "[NAME] forbid PETA gives vegan alternatives for a holiday many vegans celebrate with their loved ones", "[NAME]. She's always so busy. I'm glad she finally got to relax....", "Pharmacy residencies started that in 2017 and honestly it makes the process so much better for both candidates and applicants.", "[NAME] likes making us excited, but not *too* excited", "ah, i see. yeah it’s true that the title does seem pretty flippant, though maybe the article itself is better?", "this is a truly remarkable and informative documentary, and well worth setting aside an evening to watch. ", "Just another day in the life of a Scottish football fan remembering that Sky Sports are absolutely shocking I suppose.", "But you do know it, so that's good", "I think you're right. I've been proactive before and it helped. Thanks and hope this year is good to you as well!", "Damn, u right. ", "> it's entirely likely that he isn't actually aware of what the current thinking on brexit is in British Labour. Who is?", "Actually I love cooking and good burgers but if I don't love **you**, you'll have to pay me to make one.", "They've provided plenty of evidence that you have only supported so far.", "i was in that thread, but i can at least admit it ;)", "i'd make a great ant farm.", "From red deer as well. Don't worry not all of us are ignorant and hateful.", "Good edit. I was going to go on a tirade about changing diapers on my lap/bathroom floors, but now I don't need to.", "No, its protecting my right to vote. By not allowing people who don't have the right to vote, to in fact vote.", "I think this is one of my favorite Aquaria looks ever!!!", "I moved from the midwest to AK about 6 months ago. Loving the Mat- Su winter compared to the midwest. DO NOT miss the wind at all.", "Definitely, I also get suspicious when someone tries to be my friend which doesn’t help", "This is quite common on people on such forums. I have a feeling they are a tad sarcastic.", "[NAME] was a strong candidate. I think she can win if it's an open seat race.", "Nobel prize, u/Otomyre, Nobel prize! I’ll see you in Sweden!", "When an article implies something rather than stating it explicitly, it's almost always to create a better headline.", "I think I had that thought years ago, but then I heard they were making a third trailer park boys movie, so I wanted to see that. ", "Very true. Having a 3rd pair of [NAME] and [NAME] has been solid", "These aren't [NAME]... they're [NAME] that like to pose in the form of a hexagram for some reason", "She is my friend", "[NAME] is ugly btw", "My fiancé and I went to a friends house and just hung out until midnight and watched fireworks, it was so chill and perfect!", "I don't think either of them is a bad director. They are both bad writers, though.", "WHEW that was quite a stretch lad. Gotta do some deep breathing to stretch that far.", "Woooooooahahhohohohohho nice one Bembry to [NAME].", "This question belongs in askreddit or the like. They can deal with the sexist crap this is going to dredge up.", "Who on earth would label what you had an affair? You were separated. That is not an affair by any stretch.", "Yep, it would be super easy. Honestly makes me regret not doing that to the flames sub... /S kind of", "I think that’s beautiful, and it looks so easy for whoever has to clean it, no fiddly bits. ", "Yep, you can go around crashing into things and run people over and completely get away with it. ", "If he didn't know the damn roster so well, I'd have assumed he was a Pats fan troll.", "I know, i read that previous post. Im just worried about your parrot getting injured because of that woman :/", "good to see your story had a happy ending!", "I'm 33 and every year I'm more sure I never want children. I am perfectly happy with my husband and our cats. ❤️", "Im reaching that age where some of my friends getting married, having kids, making 6figures and going to jail...", "I find it hard to say \"no\" to anyone, but I knew if I didn't, he would have done exactly what you said. ", "Or an armor set. But I get what you're saying", "Paired with all the other trivial things they make you do that have no effect on your job performance, it's just to break your spirit. ", "Do the same to them with your straightness", "Yeah I bet they 'work hard' nowadays and took 'big risks' for their money.", "I liked the magic but it's really superfluous. Dr [NAME] is literally just ironman with a bad accent, like why does this exist", "She sounds like she could be depressed. People who have depression need care, love and help to get better, not internet shaming. ", "Well if T_D users like Coolio, maybe they ain't so bad after all. ", "I feel like I'm in a yoghurt advertisement announcing how my digestive system is all rejuvenated. Its that wholesome.", "Violife and follow your heart I made a cheese board for my dairy loving family and they couldn’t believe it!", "I mean I'm mad at him for posting that, but that's just because I'm jealous of that P7", "Someone get fat boy [NAME] a happy meal.", "I wanna learn how to sharpen a knife where I can basically shave vegetables like that", "I thought that too, but I was wrong. And I know that full health is 170.", "i want to believe that every1 on pc just really loves the nuketown \"weekend\" and will return to normal after the double xp goes away. ", "My point is that we should fight the whole system, not a single hospital that does the best they can. ", "Please enlighten us", "I play around 2hs per day since launch. 1/2 Cuz I like the game. 1/2 In hope for a new expansión/fix to get the players back X:", "Well I mean Australia is a good example of this working isn’t it ?", "I would say the answer is better education, not disenfranchisement based on socioeconomic circumstances, but you do you I guess.", "I needed this in my life", "It was heated between Boston and Minnesota back in 1980, but we worked together to bring home the gold. Welcome! ", "I wanna see [NAME] up there 90 points let's do this", "No I'm saying you can't love someone else if you don't love yourself. ...", "Loving the things you do is a good start. it's easier than loving yourself, but it slowly leads into it. ", "Back in the day was the best ever than. I giggled nearly to the point of drenching my depends. Ty ty very much.", "Men are disadvantaged literally everywhere.", "oh, that's cool! Well, i'll say that the budget for this one definitely shows!", "No. People just realized how dogs make good companions and the dogs in the US aren’t infested with various diseases compared to the ones in developing countries", "Would be really interesting to see how an FMT from a 20 year old would play out in the gut of 60 year old, or vice versa. ", "Jazz fan here. I completely feel. [NAME] cousins has more votes than [NAME], and [NAME] hasn't even stepped on the court this year", "That face in 0:18. That's the face of happiness", "Considering that was an already exploding market this is kind of a big deal I guess.", "its like waze but for people in debt", "I would trade any and all players, no one except maybe [NAME] at this point ", "You’re in a sub about getting [NAME] elected.", "We don't have this problem where I live, we use Torrents ", "Thanks. I’m not ok with the behavior I’m.just having a difficult time accepting what I must do.", "Recently swapped my sanwa out back for a hori with a heavy spring . it feels really good", "*With Great power; comes great responsibility.*", "She looks like snooki bro", "Let's be fair to them and say not forever. But at least until I die.", "I’m not sure what to make of any of this but stay strong, friend. You’ll get through this eventually!", "Loving everyone so far. This is going to be a great season.", "Actually mommy needs to grow up and manage her own feelings.", "I think it'd probably look darker, but I was mostly on about flavour. You'd definitely tell the difference in flavour.", "Imma upvote the hell outta this. I’m saying this as a Flamer fan", "To me the cringe is the American woman's love for his fascism. (since no one knew what was happening to the [NAME] in 1936)", "I remember going to the US for the first time as a kid and being utterly fascinated by the cycle of lawyer/prescription drug commercials", "Apparently. I genuinely like [NAME]. Why can’t I reminisce without being judged. Good grief", "This is just classic eureka, when nothing else works make yourself the real victim again", "Dont look back at the salt pillars, trust me.", "I mean idk everyone else I know knows but I just feel this identity is right for me", "Yeah I guess in perspective it really isn't a big number at all.", "Yes he is a hard worker for sure. Just wish he could get his shot back on track.", "This literally made my day!", "I trust my girlfriend enough where I know she won't do anything of the sort", "Yeah, because it’s soooo arduous to look at someone’s profile for five seconds. ", "Please, you deserve life, you know it deep down inside ", "Yeah thats exactly what I said. Im too weak to do it.", "Huh. Similar things happen to me. Just my big brother believe that I got the wrong diagnoses and Dad think I am \"cured\".", "Vote for a commie and she will be making that decision.", "I met her once and she ended up falling for me.", "The stressors of the hotel industry are much the same as a restaurant. It doesn't appeal to me", "Swordfish is my go to gun. Used my first unlock token it given how much I enjoyed it.", "Isn't the minimum 3 majors or something? I don't think he made the cut but I'd be happy to be proven wrong", "Actually its \"lots of partners = less likely to form a bond\", yknow, because children. ", "Thank you, this makes a lot of sense. I know i need to trust them and not try and read behind what they're saying... ", "yuck no I'm waiting until marriage obvs", "That sounds kinda crazy. I bet you voted for [NAME]", "Finally some news from [NAME]. Hope he goes with DAZN. Would love to see him face [NAME] next.", "Well in that case, i'll agree with you. I guess we can all do without scholars. ", "Just relax and enjoy. We are gonna win by double figures as per usual.", "There shouldn't be a rule against it. That just makes the target even softer.", "too much logic in there for remainiacs only interested in cheering for unicorns and insulting the british people.", "Yeah your right thats why I dobt rush things, Ive accepted things take time", "This may be one of those 'pick your battles' situations. Him not paying tithing is HUGE. I would take that as a massive victory.", "I hope that's all it is. Didn't see him take a hit or anything.", "She needs a hobby other than Instagram live.", "“I do too. One of them is Hulu.”", "I was kinda just silent the whole time, we haven't spoken since. ", "I feel like there's some shenanigans in place here.", "I wonder if she unliked you? That'd then make sense for the rest of it.", "Make the fro bigger, and it will be a perfect master piece. Rating 9.9 out of 10", "About as serious as my plans to marry a porn star and retire to the Bahamas.", "It just has to be \"unequivocal and unconditional\". \"Good faith\" was from the Advocate General opinion, not the Court.", "Exactly! I'm Pan cos I like warm colors babey!!", "Hot dang, this almost makes me want to go to the dentist. ", "I need this source with sound", "Run, run Run for the roses Quicker it opens Sooner it closes Man oh man oh friend of mine All good things in all good time", "Yes I do mean it positively and I have used a sous vide and it does come out looking rare", "Like I said you are right about everything. don't call 911 ever they aren't showing up unless you have a credit card. good luck", "I just enjoy using intelligent words...? I left him", "I've never woken up to a fan around my throat.", "Nah I’m good. I like my parents and their food.", "Yep first to go crying to the government but happy to bully single mums on the benefit", "Honestly I never even knew of him until the community pointed him out to me", "Alright grandpa back in your room now", "Intersectionality might seem strange at first, but it really is a good framework for understanding people’s individual struggles within the context of society’s biases.", "[NAME] would have cost [NAME]. I don’t blame them For saying no to that.", "Yeah I was waiting for him to coming at the end with \"Why don't you just let us do it?\" I would.", "You forgot [NAME] and [NAME] as [NAME] and [NAME] in the 2003 *Battlestar Galactica*, which was spectacular. ", "I'm down for cuddling too uwu ^(especially since cuddling can lead to sucking OwO)", "What's it matter where this came from? It fits every content guideline and we're enjoying it.", "The fingertip save against [NAME] in the Champions League Final shootout is forever etched in my brain. What a legend.", "That’s what they said when the provincial election for Ontario happened too Then [NAME] begged on tv, that low life. Good luck! ", "Oblivion's world was pretty generic [NAME] fantasy, which dropped it down a peg for me, compared with Morrowind's incredibly unique, alien world."], "love": ["I would’ve LOVED to be a part of something like this as a kid!!", "I love how you're getting downvoted for understanding ENTPs better than the \"ENTPs\" in this thread.", "Sending you love ❤️", "I love it! Guy in front can steer, can't propel. Guy in back can propel, but can't steer.", "Oh, it's that time for you. Sending hugs. ", "I love crows!!!!", "As much as I'd love to say it's mine, sadly I can't", "Cool idea, I’d love one", "I love them too. That one is definitely my favourite. Here’s a close second. He speaks three ‘space languages’", "I would love that, I kind of miss him", "Also the people there would love our scarlet and gold colors (I'm Chinese).", "The \"richest\" country in the worlds royal palace banquet hall filled with cheap mass produced junk food and they love it.", "Got to love the people who decry a two-colour view of the world by painting it all monochrome", "Love this! I'll have to teach [NAME] about Grey Rocking.....and me too", "I love [NAME].", "I'm so sorry, please stay strong and know you're loved ", "Neat sub idea! I like it.", "Megagrindr, and I love it.", "Yes!!! He was my #2 choice. Love this hire so much and we don’t have a coach with a sketchy past", "Conservatives love to agree with cryptofacists and pretend all accusations are a smear campaign.", "I love that in this example the Soviet Union was communist when they were fighting [NAME], but somehow not communist when [NAME] was killing... like everyone.", "“we love [NAME]!”", "I like it", "Love evolves. Try and imagine life without her. I always see an abyss within me when I imagine that.", "I love my cheek bones and my skin tone (this one took me a while to accept!).", "I like it!", "Replacing pillows often is also important. Buy more less expensive pillows. I love pillows from Ikea.", "Have to stay positive! I AM getting a new job I love in the field I want to work in!", "Love yourself and be patient.", "I'm full of envy. Would love to be on that sort of money! But I fail to see the problem with it.", "I’d love to hear Zombie Bastards, King of the World, and the Angel and the One. ", "I love how he is gonna hit that fat dude and the gif ends", "I agree! I loved him as [NAME] and I wish the writing had been better. He's amazing.", "I'm loving the blocked shots from rust, what a stud ", "He gets criticized for being too \"showy\" in his dialogue because people dont actually talk like he writes. But I love it", "Dude I love these", "I love Fate too. I hope you have a great life and that everything goes the way you want it to.", "Jeez i need to find some of these places around me..would love a $2 beer. Everywhere i go is like $9 for draft help", "[NAME]: I-I *love* what you’ve done with these poles.. [NAME]: *sniff* *sniff*", "If he does well, do you guys think that's a sign that we could flip a senate seat? I like [NAME] a lot.", "That level 20 purifier upgrade can get so juicy.... i love artanis", "Love the username", "Cuties! Love you!", "Oooo sounds lovely. Armpit hair on “fleek”", "Sure they'd love that", "Really? I love that show", "agreed, I am in a suburb, a HOA.....I love it here.", "I'd love to do that one day", "Much love half purple homie", "Lovely experience on the trains this morning lool getting me practiced for being in a coffin", "She looks so FIERCE. I love it.", "I used to love watching that show.", "Lovely. This is a good deed and he should be lauded for it despite whatever else is going on around him.", "My organs love me. I wonder how emotionally damaged a person has to be to come up with these. It's weird and sad.", "I got your back. I love you ❤️", "Idk I sort of loved seeing rich kids get stranded on an island with nothing but retired 737s to get them home.", "I love this idea", "That was my favorite PS1 game.", "I love [NAME]. I hope she can hold on in 2020.", "I love [NAME]. I really love him. Xx"], "annoyance": ["[NAME], I've told you already. \"Muy gorda chica\" does not mean \"very pretty girl\" ", "WHAT HAPPENED TO THE ORIGINAL", "I'm sorry but as someone who travels alone I would be pissed if I was told I can't drink at the bar by myself.", "You've never smelled a woman on her period? It's awful.", "\"I'm not the one constantly talking about getting laid, YOU are!\" ", "Just saying what is already known really. Nobody will do anything and we'll continue down the same path.", "My cat stole my KFC once. I stole his ability to be inside for the day.", "She is still a billionaire. I guess stupid Tweets are going to bankrupt her?", "Just shut up dude", "I have no objection to nudity, but why is this a thing? So dumb. ", "The first article on their is talking about the [NAME] documentary...? E - there*. What the hell is my phone doing", "You want to celebrate your convict heritage.", "And none of them give a damn about the [NAME]. Very telling.", "I will donate money to the \"Buy a striker fund\" [NAME] up top is beyond frustrating. ", "Watching [NAME] flip his head back every poke of contact is possibly the most frustrating thing to watch", "[NAME] damnit, have your upvote ", "Literally nothing. Every single thing on my body is ugly. I'm not exaggerating or imagining things.", "Why did you have to one up this article in your comment?", "Man it was that long since the [NAME] days? Damn time flies", "Ironically every /pol/ meetup is more diverse than the people pushing diversity and race mixing. Weird how that works huh", "It’s not unlikely that his family was already imprisoned or dead, which gave him the window to run. ", "For myself and my lustful habitual sins if you don’t care. I’ll be praying for everyone in this thread too.", "Sounds like you want to control what tthey do with their nukes! Who cares if they leave it laying around and let their children play with it", "(Stupid) * (how many times you think you can pull it off without getting caught )", "Ahhh India. Where she would have been raped 17 times on her daily commute.", "That was a terrible pass regardless. Wasn’t close", "Not if it's at the direction of the front office. Which is the only reason it would happen. Use your head.", "BUT THEYRE TIRED", "What’s so bad about this again? I mean he’s right for the most part.", "I tell them I've been a fan since the very beginning of the franchise, so there's no way I could be a bandwagoner", "If they are going to do this why not just have individual bathrooms with locks on the doors.", "A part of me rejects this as being real. No person can be this delusional right???", "\"I lost control\" would have been an understandable explanation. \"It lost control\" is not. ", "Why did she get married if she did not love him? Aren't you afraid the same thing wil happen to you?", "He’a establishment trash. I despise [NAME].", "Is there any way to force him to act? Sending more budgets or refusing to vote on anything non budget in the house etc.", "I’m anything but little you little puppy kicker", "Did you shoot your husband?? I love my husband! Yeah but did you shoot him??", "On PS4 it's very toxic. I would imagine it is the same over on Xbox One aswell", "I can't tell if this is satire of not. It's got this whole [NAME] and [NAME] dad rock vibe going on.", "the one time i read the comment... thE ONE TIME", "my crush began to be annoying when i lost interest in him. it sucks either way", "No hun your husband is screwed up. The way he treats you is no way of a man of [NAME]. You deserve better. ❤", "Chilling to think people can kick others under the rug and consider them burdens to do something like THIS", "That will have to be MY cake then!", "I hope you everyone is serious about not being a bulls fan anymore. Get out of here if this is what ends your fandom.", "There were those god awful GoPro shots in the fight scenes where they had a shaky camera fixed to the actors facing directly at their face, though. ", "PUT THAT MEME BACK WHERE IT CAME FROM OR SO HELP ME!!!!", "Woah woah woah... people have different taste? Stop trying to give me some perspective!", "Dregs of society still the dregs of society shocker.", "ahhhhh no how dare i have morals of course the most important thing is that my favorite football team has a better special teams coordinator", "Who the hell has reddit in anything other than dark mode ??", "The Magic are good at being frustrating.", "Why are you making questionable jokes at work? Unless you work in a comedy club, it really aint the place.", "That ruling is such a mess: it gets the *reason* correct, but the Justices were so out of touch that the entire ruling was contradictory to that. ", "SWTOR is horrible when you want to play together with someone. So many parts that you can't join in on.", "WHERE IS THE JOKE", "It's a god awful feeling. It's changed me a little, but time heals wounds.", "What rights do men have that women don't in the west? Damn.", "Now this REALLY sucks", "That sucks. I had to deal with something similar. Sorry you go through this.", "You guys are fools. This is gold.", "What the problem? I mean, steak? Good. Doughnuts? Good!! I don’t see an issue. ", "Wow, pulling her by her hair and throwing her on the ground doesn't exactly say \"respect me\" in any way.", "Who the hell has all these power tools but no hammer", "Now you’re reddit staking me? Don’t comment on my stuff dude.. gtfoh", "What a load of crap !!", "Oh you're referencing my reply to another comment? I was mad at low effort comments and people who can't comprehend a simple point.", "You can’t give me a ticket you didn’t give that women a ticket for the same thing.", "After 3 sacks today, “Are you not entertained?” -[NAME] probably ", "[NAME] turned it into one, because they insisnt on being on the wrong side of history for every single god damn issue.", "[NAME], someone get her a green card so she can clean rooms at the Super 8 and stop obsessing on social media. ", "I don't like it, simply because men never want to be just friends, and I have no interest in dating random dudes who message me.", "Now I have to re-watch the entire series, thanks. ", "Pam Beesly and Jim... What a waste.", "We're worse to animals than we were 100 years ago, js.", "Thank you, this isn't the first time they have tried to control us with money. They always put odd stipulations on money or gifts.", "Don’t do this. Unless you’re a total prick. Communicate like an adult, don’t play games like a child.", "CAN'T UPVOTE THIS MORE THAN ONCE, REDDIT PLZ FIX", "I went to college in his hometown. He's a grouchy old man who cares a lot about politics", "It's so weird having HGs up this early, but I love having something to watch before my 8am lecture starts.", "They don't want to date you, they want you as a furry sex toy ", "Your friend is an idiot. You were the embodiment of Be More Kind. [NAME] bless you", "Your lost.", "That’s kind of what we feel. But yeah $12 an hour, cost of living sucks though. ", "That's so frustrating but I'm glad you're all safe.", "Forget the prison, use his own guns on him. ", "Damn this kid and her fancy clothes makes me feel like a bad parent.", "Well that sucks. The disconnect reconnect and keeping your bloodpoints I mean. The accidental vs purposeful disconnect seems fair.", "[NAME]! Get a DAMN good lawyer! Glad you're okay.", "Or that's just another terrible problem with the template", "Do you find PnP or Checkers have better fruit and veg?", "The kids aren’t doing anything stupid here... cause it’s a fake video. I feel like this is in the wrong sub.", "[NAME] damn it, dude. Are you trying to ensure every gun owner in PA votes red? Because that's how you do that. ", "This is going to end badly for him", "This isnt a excuse. It affected their start last yr also.", "If you bake em you're gonna have a bad time", "I don't swallow toothpaste idiot", "Actually it's touching and kind of beautiful. The only thing stupid and lame is your comment.", "it's so cold today I nearly cried just from the temperature and wind I DONT LIKE IT", "It's ridiculous people blind fellow faith here in algeria", "No it wouldn't you dumbass", "+1 Thought I had depression, turns out I just wasn’t being happy enough! Who’da thunk it.", "“I’ll never step foot in a gym again”", "So, bloody stop feeding cattle, nothing even compares to the resource consumption (waste) of the animal industry.", "It’s all good. You do you. I get pissed and overreact all the time.", "Ok but you're still arguing against specific religions not the existence of some type of [NAME], which it almost sounds like you admit could exist", "Not tryna plug or anything but i use InShot to crop my videos and it works fine It just makes me hurt inside seeing a screen record not cropped", "you are correcting and downvoting me after I've already corrected myself, btw.", "WELL IF YOU KNOW THE SOLUTION TO THE PROBLEM WHY ARE YOU POSTING THE PROBLEM ON THE INTERNET", "So prison isn't enough? You want him raped? That's disgusting.", "so wont back up your words? thats how i thought this would go.justifies *everything* I HAVE SAID.", "I've always wondered how cases where an individual gets a 7 or 8 figure sum issued against them work in practice", "I'm not a jealous person. That's not an emotion that comes naturally to me. I wouldn't try to cultivate it or maintain it.", "How is ot unreasonable. You take responsebility for what you breed. This natalist perversion is disgusting. The product didnt fail you. You failed the product.", "Damn dude, can’t believe I never considered this possibility.", "Watch the ignorance of a variety of topics manifest itself as word diarrhea just falling out of her dumb mouth.", "Also how nonchalantly he hits them, like he's swatting a mildly irritating fly", "hell even clem would be if she witnessed it happen", "She threw it in the trash? Pig! Wash it down the sink, even if it's a pancake.", "This is so hard to sit through, I can't believe the swearing from this dood, it makes it all the more unbearable", "Trust me no one getting caught but this dumb MF", "Geez those heroes..", "If you read the comments above I mention my sources.", "heck", "this has been an issue ever since, they already know and don't seem to care", "SHE SHOULD BE ON A HILL SOMEWHERE WITH THE SUN AND THE CLOUDS ABOVE HER!", "Stupid sexy squidward", "Why is this not 5x5? It hurts my eyes..."], "amusement": ["You are amazing! Proud of you!!!!", "You just make her sound awesome.", "I like this one.", "cuteee", "Great tag :)", "Homing pigeons make the best SOs", "Wish they showed us more of their friendship in previous episodes, this drawing is amazing.", "Thanks, I find your poor implementation of punctuation to be very amusing. It's good that there's something we can enjoy about each other.", "Shame ,your quite cute ", "This seems like a lot of work for so little payoff. The only thing that bothers me about this is that its not very funny.", "[NAME], “How dare you show concern for the wounded!” Made me chuckle.", "Yeah but shortly after got disinterested so i broke it to her lol", "I love this so much. Helpful and hilarious!", "I like the hints of purple", "That's amazing", "That's cool! That's definitely one way to look at itl", "Omg this made me laugh!", "Truly incredible work ;)", "Lol yeah. It’s cute that he said it but didn’t realise it could have a double meaning.", "What a good bear c:", "Man pre ASG Yankees were absolutely fun to watch. Judge hitting that homerun was awesome", "That's a curious thought, the science of our worries. Does that fall under psychology? Btw, fun pic on your profile!", "[NAME] was very athletic", "You should watch DS9. It's fantastic, and has a long story arc to follow.", "This dog is so cute", "No I meant like did they then forget and ask a follow up question. Basically making the situation more funny.", "Franchise QB's are leaders who set the tone for the entire lockerroom. [NAME] is a terrible leader.", "Fourth guy had nice hair though tbh", "That sounds like an amazing trick.", "Lmao that guy is awesome. You know he probably just found his new hobby.", "This is the cutest thing I've ever seen.", "I mean it’s a default subreddit soooo... not really saying much lol", "Via Napoli in Epcot is amazing, but no garlic bread (the pizza is great though). ", "it is weird, looks like you have awesome internet", "by the time I found it was a delay it was too late to go back to bed but I didn't have enough time to do anything fun", "There are too many depressing headlines on the news. This story made me laugh.", "He's an altogether better grappler IMO, and so much fun.", "These are some of the most talented marbles I've ever had the honor and privilege of watching.", "I agree it was just funny with the timing. I'm guessing you don't usually order AT the gym. :)", "This is the greatest thing I've read in my entire life", "Getting outplayed by the Cavaliers LOL. Maybe [NAME] and [NAME] can take more bricks this quarter, seems to be working so far ", "And why does he shame women for choosing a beautiful person over an ugly guy lol?", "Watch it!! It's amazing", "Lmao my jaw dropped when she started talking about that stuff with her friend", "I always loved fighting [NAME] in Arkham Origins, he was really fun to fight, I’m still mad they did him dirty in Arkham Knight", "It's interesting how you're actually using type logic here.", "Well I hope it works out lol. We really need help in that department", "Love when the run away joke always ends up with someone who isn’t funny ruining it", "Lmao this article is almost a year old. Yawn.", "Im more impressed with the non-toxic team work! Good job!", "my fiancé enjoys all the aspie things I do and thinks they're cute. I don't understand why, but I appreciate it nonetheless.", "I would have preferred that. But he wanted the big party, which admittedly, was super fun. ", "I find the joke chill and reasoned", "I wish there was hope, but we are all bracing for hard brexit. My country is a laughing stock right now. ", "Same! I love to crochet and this just made me giggle.", "I see Barca fans saying [NAME] is better and I can't help but laugh.", "Lol well now you have even more in common! So happy to help and hope you can smile a bit before you zzzzzzz. :-)", "That's amazing that it had 3-4 years' worth of stored energy in the trunk.", "Thank you once again! I'm officially out of question now lol Happy New Year!", "Clever, original, and a little knotty. Nice work.", "You are a great grandmother.", "Ha! I actually included that on purpose, was poking fun at me (and the typical MS3) :)", "Wow. A relevant and amusing Garfield comic.", "This was amazing", "Ugh i wish i had seen this earlier! Have fun at the game!", "TLDR; we get many drizzle days and our summers are amazing.", "I'm laughing because this exact thing happened to me.", "Find yourself another pretty, nice girl that doesn’t have cheating tendencies. They exist ", "So cute! This lady thinks you're hot!", "Interesting, I'll scoop some", "Looks like pretty much any Donkeys fan.", "The goodest human", ">This is proven if you ever played NBA 2K. Lmfaoooooo", "Haha .. In pakistan 47 is the normal temp during summer... Lol noob.. Gg ez", "so proud of you!", "Best FHE lesson idea ever.", "Well, to them that probably was the polite term! That's funny though lol", "such a deep and powerful tweet", "It says I love to make myself laugh", "Oh wow- some truly have crazy different genetics. I’m glad you got her a friend, I’m sure it helps immensely. ", "At the same time liberals are lining up to applaud [NAME] for how incredibly woke they are...", "What a dream", "This made me laugh.", "Actually pretty :(( as [NAME] since the Hair is one big abomination and it could have been sooooo cool.", "Yeah, I actually like the combination of the two styles of names thought. Love the LAFC and the LA Galaxy...lol", "I would make sure I didn’t leave any soda cans anymore so I could have the high ground, and then hide all but one cup lol", "It’s incalculable", "That brilliant and so true!!!", "Lol i highly doubt it. A third grader did that photoshop job", "I can appreciate that but snitches get stitches unfortunately", "She's been fired and shamed out of existence. Good riddance.", "Mind boggling. Truly. This is the same deal SHE negotiated. Why didn't she find out if her party would back it BEFORE she signed it?", "I really like [NAME] videos", "She's hot.", "You seem real salty, lol. Enjoy having a 4th grade reading level bruh ", "If this is real it’s just the best thing I’ve ever come across. I’m still crying laughing after 10 minutes!", "I love it! It’s strangely charming lol!!! Especially when she comes back to camera speaking normally.", "Damn well I would love to eventually monetize, right now I’m drawing custom thot portraits on Fiverr but no bites yet lol ", "Good old belly penis", "It's good to know that I'm not the only one lol", "Haha, maybe at the 55 title party in May ", "This was posted, word for word, on r/CrazyIdeas not too long ago. It's a joke", "[NAME] should be in jail lol", "This is so good!", "how sad you feel about this makes me sadder than the actual story lol. you sound like a really kind person.", "You're a hero.", "Great to hear you're so loving together! Wishing you all the best. Feel free to PM me anytime!", "You’re a life saver, wish you a blessed new year ", "Lol you're so close to getting it, dude. So close. ", "Its cool, looks like it has a dish drying place built in too", "Isn't it awesome. And then they get praised for their problem solving skills and dedication.", "what lmao get a grip dude", "I'm genuinely interested in the responses to this but lmao at \"pork salivary glands\" Edit: sweet username", "Who ate the Carolina Reaper? Lol I’d prob be using that lid to knock myself out from the heat", "Damn rui lol. Serving looks.", "If you google translate it means “nugget” which I find hilarious.", "Thats too funny", "This post made me smile, cute doggo ", "Haha look at these liberals crying about children being raped in cages haha what snowflakes haha", ">zucchini Literally LOL! I'm trying not to wake my sleeping husband, but I can't stop laughing!", "I Will as soon as I get out of The mental hospital lol thank you for recommending it. I love [NAME]", "[NAME] because hes best survivor", "Thanks! We had fun.", "Especially because [NAME] best piece of comedy on the whole show was her impersonation of Shangela's [NAME].", "So good.", "It amazes me that she can FaceTune video", "Her parents are raising her to be a terrible person. Fantastic.", "Without the stupid caption this is kinda funny", "Lol I bet you actually believe that too", "Well this hurt tonight but it could have been worse. Plus the bears choked. LOL. Offset the hurt a bit.", "You chose... wisely", "Then fling baseless insults at me. Youre doing great.", "wow bailed tf out", "she does look like a hooker though lol", "very confident !!!!", "Yup like 40/60 for me", "> LEGO Star Wars The Complete Saga Best lego game easy tho", "Ahaha it's his mother's fault!", "I cackled at [NAME] face down in the corner.", "Barista Parlor and Crema have been my favorite so far.", "I don't know that [NAME] is the best choice for dating.", "Proud of you.", "Its ridiculous.", "Wow if ur mom didn’t come back for her card you were a goner crazy", "I downvoted your original comment, but you've redeemed yourself with this one, lol. Have this upvote!", "What a confession! Unbelievable!", "Absolutely gorgeous pass by [NAME]", "I cried I was laughing so hard", "To be honest having fast food at the White House would be fun", "Ahaha alright. Im done. Peace man good luck with everything :)", ">a water molecule spends around 600 years in Lake Superior. I guess it takes a while lol", "Week 16 this year vs the Jets. I lost my fantasy playoff game but it was worth it lol.", ". beautiful you have a way with words here", "Aww that's so cute! What a good workmate", "Impressive to have such foresight.", "A beautiful wonder of nature. Dress prices have fascinated humanity for thousands of years and been the subject of poetry and art in cultures across the globe", "Reaching parity with Steam's 15 year legacy in a single year would be an amazing effort.", "Most national subreddits are nowhere near *real* people, it's quite interesting to see the disparities.", "Remember the year “Song 2” was number 2? Good times.", "Are you joking??????", "This is my favorite reddit conversation I’ve seen in a while", "Cool story bro", "dude i get that he was making a joke", "Great post! I have tried online dating in the past and I've noticed these things before.", "He rambles like a lunatic and she focuses on being called “not beautiful” of all things. Lol Uh oh I hear the downvote train a-comin’!", "Like a low budget version of this amazing game show", "account got suspended lmao", "At least if you don't have the body, you've got the sense of humour. So I can rule you out or is it a possibility lol", "Wait there are still people on this subreddit who haven't blocked that account? I'm impressed.", "22s. Good save. Doing [NAME] work.", "PLACE THE DEVICE ON HER HEAD HA HA HA TIME TO DIE", "Exactly. Last year we were saying, “Don’t worry...next year we will get [NAME] or [NAME]. Or both.” What a joke ", "I don't care it's amazing there lol", "That's awesome! Congratulations to the both of you!", "Congrats on becoming the owner of this cat! What a beautiful meow.", "lol [NAME].", "I absolutely thinky wife is more beautiful now than when I met her.", "Wow these thots are desperate.", "Title: geez another douche Text: ooh well lol", "Another why [NAME] is so valuable moment. lol Let's go [NAME] And [NAME] has a small penis", "Yes, I wouldn't have said it if it weren't true lol. It's owned by InBev which is a Belgian company. ", "Then I would greatly appreciate a concise yet informative rebuttal on what I have wrong, Doctor.", "did you just use a gendered term I don't know. It just looks cute to me.", "These Red Dead Redemption graphics are amazing", "Great, good to hear he was positive, so to speak, about it.", "This is the kinda stuff that is cute in romantic comedies. It just depends on how much you like him.", "wow, we really live in future", "The NHL has the best All-Star events. the 3v3 tournament is so fun to watch.", "the number 9 recruit from the 2019 class at USC has already entered the transfer portal lol it's only been like 3 weeks man give it a chance", "I’m anti theist. That’s as supportive as I could have gotten. Haha", "[NAME] was not aware that I had managed to diss the entire New Labour legacy in so few words but you read what you want to... hun?", "And in those dominion game, everyone clapped. And [NAME] was there.", "Eh. Totally possible. Even if he did know he's drunk and could be having a laugh about it.", "but think of how fun it would be!!", "Amazing detail with the hot dog in the virgins hand.", "Sounds fun from what I’m reading on here.", "Lol. Unfortunately, yes. >sigh<", "I actually got her IG from the video above. If it’s an issue, the video should be removed. ", "Busy night for you lol", "They’re as good as tagged", "Calling Hollywood...would make a great movie.☺", "I played on the Wii and used Windows XP computers up until 2011 lol. The feeling of the 90’s died in 2001 but the pop-culture remained.", "Ask her out for date 2, see what happens. Sounds like a fun spontaneous night. ", "That’s impressive you can tell that from the back of his head", "This is awesome! Saw you on r/entwives and pmd you btw! Congrats!", "> a GURPS game, inspired by anime and taking place in space yikes.jpg > I got pumped hahaha ok", "You win! This made me laugh. I would have been mortified if I did that.", "I appreciate your honesty.", "Not gonna bother reading that you're not gonna change my mind lol", "[NAME] is the greatest player to ever pick up a basketball", "Congratulations to your organization for having good management.", "The best workd record", "I'll admit. I wanted to be upset because I don't identify as a feminist, but also that dress is super cute omg you are very talented", "lol reddit is for 10 year olds confirmed", "Awesome! I look forward to updating.", "Hmm it seems fun enough to build on my own but thanks!!!", "I feel like this is just a really old meme lol", "Eh, it'll be alright. Just another battle scar haha. Best of luck to the both of us! ", "I honestly can't imagine [NAME] using any kind of profanity lol", "It was understandable, but it was comically basic. He just wanted to take over Earth for Darkseid IIRC. ", "Wow she sounds like fun", "I'm just living through you as you use shower comebacks in real life. Glorious...", "> It’s really not that difficult to win in this league lol", "Lol! Thanks. That cap would pop right off in there. Lol. Love it", "Congrats man! Which troop are you on?", "I am out, it is a beautiful day and the air is crisp and refreshing.", "That’s an early contender for title of the year 2019. Bravo.", "AHHH THE LIT UP EYES Amazing.", "Dont think i can find them in -15C but would be cool", "Take an updoot for making me smirk and smile. It might be immature, but it's hilarious."], "nervousness": ["I like [NAME] and would like to see him back, but he still makes me nervous at a high price too. ", "I spend a lot of time worrying about how and why that'll happen to me as I get older.", "Is a really worrying bench", "I worry that as soon as VR and AR take off, it'll be the nail in the coffin and we will be trapped."], "desire": ["you have twice the courage I wish I had. well done dude!! wishing you all the best!", "MORE OF THAT PLEASE NORMAN!!!", "thanks. I really hope it does get better", "I want to SO bad", "Awesome. Im pretty jelly rn, im on a t-break for a month. Hope you enjoy. Sending positive vibes brother!!", "I wanna win this game so bad FJB", "I want a Doritos crown, too!", "[NAME]. I still want her to come back to be a [NAME] ally and fight with [NAME].", "We all lose it too fast from time to time...but you have to make up for it. Hope it gets better.", "I wish Florida was a thing for me... But I'm keeping toasty with a little liquor love in Erie, PA... ", "Good for you bb. I wish you all kind of life gains", "Hope you enjoy it! Try not to leave it too long though, it's been taken down before. ", "You just needed a [RELIGION] grandparent to be killed", "Really wish people would slow down with this one. I wanna repost it for EZ karma, but it's almost always in my homepage", "i wish i could wear what she's wearing! * _ * Sooooo beautiful!", "Now i need an island visit and a nice beef dip from the Crown and Gate!", "Oh bb please tell me about possible sanctions", "Omg I want this dog ❤️❤️❤️", "Mr. [NAME] Moderate himself. I do hope the DCCC pours money into [NAME] rematch campaign when he declares.", "Ugh, I want to have his baby too...", "Damn I wish I we're friends with [NAME]. I could use 197k", "Congrats I’m very happy for your happy ending. Wish you guys many many years of happiness together", "Nah they did a good job. It appears you’re very mentally unwell, I hope you get better.", "I got sort of excited and really was hoping it was [NAME]. Obviously it's not.... so yey... mystero.", "I hope thats true.", "yeah what happened in this comment section... Hope these people are ok. TDS is very serious and real.", "I still wish if we get a deeper face customization like in RPGs.", "That is not a side swipe. That's a full on t-bone. But I hope they all made it through somehow.", "Seeing him RT rev gave me some hope which hurts worse", "I’m just waiting for the right director to actualize this subversion of our expectations.", "Need turtle for the 3peat squad It’s crazy they were 1 team and now they are 5 :( I hope all of them can make playoffs", "I wish I can go 90 days challenge", "There is always the risk of a team throwing him a stupid offer sheet. I still wish we would've thrown a max at [NAME].", "Man I really need to get back into this show", "We can only hope that they will appreciate our sacrifices once they get older!", "Yes. And I wish people weren't so afraid to say it as many times as necessary.", "Living here. Now my daughters biggest aspiration is to leave this place, and I can’t say I blame her. "], "optimism": ["Until we win an actual SuperBowl trophy I want all the positive karma.", "all 10’s left tbh hoping for a clarity win, we found love second, rather be third, and titanium fourth", "I was expecting him to go with baseball, but hopefully his combine and everything makes his stock rise into a high first round pick.", "Best of luck with your new religion.", "I reported you :-) Expect to find your comment deleted within a few hours :-)", "i think he did. of course i’m not sure since it didn’t happen to me but to a close friend", "You gotta work on you dude!! If you're not confident you're not ready, get yourself straight And all will fall into place. ", "*[NAME] (hopefully) wins roast", "I guess we both have just had wildly different experiences with the game and how our friends have played it. ¯_(ツ)_/¯", "I hope they remain long time friends and can look back on this as adults and have a nice giggle together", "My cockatiel is sitting on my knee. I gave him a hug and promised no more pets.", "I honestly hope you do that", "Maybe work on being a little more optimistic for the future......don't be a debbie downer! :)", "Hoping you’re gonna experience a ton of good days from here on out dude", "I got into law school, and now I’m finally tackling my addiction to video games to make sure I graduate :) "], "disappointment": ["Nobody will ever be interested in me anyway, so it doesn't matter if I tell people I'm a virgin or not. ", "I'm guessing they give up garbage time scores alot when they have the win in hand.", "This child does not understand the economy", "I deserved it. I'm a garbage cumslut. He owned me and he took his property.", "Wondered 'why doesn't it seem like theyre making any progress' before I realized how short the loop was....", "I peed off my deck at -30 yesterday, very disappointed when it didn’t freeze before impact.", "Same. The low cloud is neat, but to me the emptiness of that area of downtown is what's striking.", "If I say 6:45 they tell me at 8:00 that they’re not coming :(", "In Canada, we got rid of the penny a while ago.... I've heard few complaints. ", "OP should first talk to his Priest about this and try to reconcile with his faith. It's a big thing for a [NAME] to leave.", "i cant i have asthma", "She thinks you're getting back together. That's what happened. For both you and her, go back to no contact.", "And the players who are older than me are retiring and it looks like I might never play professional baseball.", "as a kpop stan and a army, i am very disappointed", "He knows he's not playing as well as he should be. By that logic [NAME] wants out so he should go too.", "This is the most unathletic thing I've seen in a while.", "[NAME] absolutely embarassed Milksmith in the game we've lost against the Griz. It never would've happened if we had AD.", "The contempt from [NAME] in these threads lately is seriously disappointing.", "So the watering down continues. When will the democrats stop losing the battle before it's fought?", "Devastating to hear of any news like this :(", "But at least you could Get to [NAME] more quickly.", "Obviously not real but damn i wish it was.", "I think the driver had the heart attack. She did not even give him a wave and a thank you for not smashing her precious child.", "They were tricked. It’s not like those politicians were being honest.", "See, I missed it completey, so they must have glossed over it fast. ", "This isn’t really new... or at least isn’t a new idea. Has it just now been shown in research?", "Oh no.", "My only regret will be posting this on my alt account.", "Did you even venture to scroll through the nearly 2h long video linked in this thread? Not hard to find....seems like you are just avoiding it.", "That wasn't what I was expecting at all.", "Well you wrote out this big comment, and it reads well but when you actually think about what you’ve said, IMO it really means nothing.", "Not a particularly in-depth article, but I thought it was a worthwhile follow-up to the recent post about police ticketing people outside Tim Hortons.", "didn't work anyway", "aw too bad im 6.5k, you arent extremely good. ", "Hmmmmm that is interesting. I wonder why you were told different. I think I'm going to email support and ask.", "It doesn't justify singling one guy out when the whole team played bad. Even [NAME] had a bad game.", "Man, such a shame we only got three movies. They really didn't wrap up all the plotlines.", "ah thats my bad, she just finished the blog and im sharing it around, one sec and ill edit it. ", "I get Botox for migraine and my eyebrows don’t do this ... she looks like she is on drugs .", "Damn never heard of that, I stand corrected!", "Oof. This came really close to being endearing, but mostly just landed on uncomfortable ", "She ran a laughably bad Senate campaign in 2014 and hasn’t gotten positive PR since. Not too worried.", "Why would he get upset? Your husband was the one who went to PreCana classes and knows that using contraception is a means for annulment.", "I'm seeing similar on Android, chrome browser. Other than that, great stuff!", "Really!? I thought it had, or at least it should. Guess I'm better off leaving too", "I failed with my play on words. Oh well, can't win them all", "Wow [NAME] just lost a loyal customer. From now on I guess I'm gonna have to use dollar shave club to shave my taint", "He actually did, couldn't believe it.", "My husband gets very prudish anytime kids are anywhere. EVEN in our locked bedroom.", "This converstaion reminds me of this old [NAME] cartoon. Apparently some people were upset by it.", "I kinda forgot she existed before I saw that comment", "Discuss equality, be labeled troll. Good bye. I am so disappointed. In humanity.", "It was intentional. Maybe not with much thought behind it, but a very dangerous instinct.", "Not even getting my hopes up at all. Story of our life- Padres fan.", "Is this the best that you could come up with?", "Doesn't matter if we stop, everyone else will do it. You're telling a whole world looks don't matter, yah good luck."], "fear": ["Whats more scary than a yellow man? A yellow man using yellow colour", "Thank you! Don't be afraid to stand up for yourself otherwise you'll ended up in your late 30s exhausted and unhappy!", "I'm also scared.", "[NAME] [NAME] If she doesn't scare you No evil thing will…", "What does Obamacare have to do with that? [NAME] dropped the employer mandate because he was afraid that [NAME] wouldn't like it.", "Cancer is even scarier my friend. Let's just hug it out", "After 8? I'm afraid after 5. It gets dark here early. :(", "Battlefront 2 could be a horror game", "I was afraid of that .", "Trust me man. Don't see it. It's scarring.", "I was/am the same. I'm the one pushing forward with the divorce though. The feelings of loss and fear are overwhelming sometimes though.", "I did those things in real life and I've never had a single nightmare. Face your fears.", "Or maybe he does, and that’s why he scared of people thinking that; he’s afraid of people finding them out.", "*oh god oh fuck*", "I feel his pain. Bad dxm trips are the most terrifying thing in the moment but they're way more forgiving than bad psych trips", "> 333 Brothers and sisters are here now So much cringe.", "Anthem is a good 45 min from Scottsdale and the rush hour traffic is a nightmare.", "Probably scared they’re gonna get flashed by a camera.", "Anti-vaxers aren't funny anymore, now they're just scary...", "is this sub scared to talk about [NAME] getting arrested", "that scared me", "I remembered it slightly differently. My brain is terrible for coming up with this one: [NAME] Long Thick Penis Has Come To Town.", "You're right! What a nightmare.", "She clearly was too afraid to speak up.", "Poor wee thing is probably terrified somewhere.", "It still seems dangerous", "Oh thank [NAME] another commercial break. I was missing all these repeated, terrible ads", "Mine once went 6 hours overdue. It was horrible. Big hugs to you. Drink all the wine you can find!", "ah, ok! i'm afraid i do, i just didn't realise that's what it meant (so old i am going stupid....)", "It's like an Arts school but with dangerous, easily weaponizable spells being flung all over the place!", "Acestream is a great tool, just a shame that it's closed source, makes it a bit scarier for me to use.", "Fiend! Take a good look at this silver cross, for it will be last thing you'll see of me and [NAME]!", "As a strip club connoisseur, this is one of my biggest fears. "], "neutral": ["I’m still waiting for 4 EBT withdrawals marked complete on Dec 7th 2018. Later date EBT withdrawals were paid oddly.", "i'll take 2", "Look into DBT", "Get help immediately.", "She was carving her initials on its side with a toothbrush", "Uhhh... unfortunately I can't read the article due to some regulations...but pretty sure that post is just the article", "R4, 9. You’ve had many chances. Banned. ", "You say tomato I say tomahto.", "Removed. Rule 4.", "Absolutely. 100%.", "Women cheat way more. They have unlimited options like a kid in a candy store. Most men couldn't cheat if they tried", "Our [NAME] is going off bro. [NAME] is gonna out-Jack you off.", "The obsession with a plot.", "Shoulda told her to come watch it at ur place", "David Cameron's jealous.", "I thought this was a socialist Stossel-", "What's [NAME] day job because I know it can't be a therapist or talkshow host.", "It's not my cousin's fault. It was actually me who set up the whole date.", "Ooo that unlit totem is thick....", "Why did you think the BP script was better than Spiderverses?", "Or us 2014 babies", "“To fight there civil rights battles for them.” Okay, with that in mind, do you agree with the message of the Gillette ad?", "When your 16 and do adderall and get a panic attack", "Wait. What. How?", "Really? In real life, she's wearing comfortable clothes with no makeup. Other than that she looks the same.", "Nicely done sir", "I like [NAME], not so much", "LIGHT THE BEACONS!", "^^dun ^^dun ^^dun ^^dun Sixteen military wives, Thirty-two bitchy-looking, valour-stealing eyes. ", "We need to get some away wins now more than ever. 2nd half of the season, no more time to be circle jerking each other! ", "someone on Reddit said he's like a football expert version of [NAME] on Bojack Horseman.", "Was antisemitic rhetoric a problem in Nazi Germany? You're saying this question is the same as cheese tasting purple?", ">Good morning.", "Difference between city and rural. In Toronto, if you indicate there's no way anyone's going to let you in. Signals show weakness.", "[NAME] is like 16", "When I get a brain freeze, I grab my chest and throat. Very painful. Then i keep eating. ", "Also you forget to say how it triggers an Id check which only a assistant can circumvent", "[NAME], what is the \"short run\" vs the \"long run\"?", "When bear attacks kick him I'm the ball!", "Sports, not even once", "Because monogamy is unnatural.", "Are you an [NAME] or [NAME]?", "That’s a lot of damage", "She is :(", "AND MY AXE!", "Rough. Poor woman.", "The sister?", "I hear that if you say you aren't doing something, when you do it, you're not actually doing it.", "[NAME].", "I think you mean the announcement", "Me since 2011 and still going strong :)", "(slow claps) Well played!", "Baby's face: \"I've been bamboozled!", "talking about me again?", "It was a customary practice of prostitutes in the Arabian peninsula.", "Nah. [NAME] has no chemistry with [NAME]", "Instinct and Intellect are opposites, never said they were the same", "I don't know about that. Old Liz managed to earn around $90k over the past couple of years.", "[NAME] are already in negotiations for a licensed game about shaving and toxic masculinity.", "Is there an all time favorite moment you can point to in your career?", "It's your boy [NAME]!!", "I took him at the start of the season when he was recording some assists, stopped playing after a while :p", "Time flies when you're a semiprofessional quotemaker. I wonder what he's up to these days.", "Also linked with [NAME] and [NAME]. [NAME] is virtually done.", "That thing is rather thin , it wouldn't be a big problem to tap-swallow it", "Oh? Why'd it reply here not the comment? Did i mess something up?", "Now, this is epic! ", "Quick! Go get volvo involved!", "My grandmother does that.", "I am he does suck", "*Emotionally* we're winning 10-0", "Think of how long you can park!", "But what if they have sons?", "4 5 everybody in the car, so come on let's ride!", "You know what’s a real tragedy? I’m yet to find Soleil art with brand.", "Almost heaven, West Virginia!", "Downshifting in a manual to accelerate quicker", "Do you have any relatives who could support you?", "I have a straight Lebanese friend (girl) and this happens all the time.", "If you're making a point I'm missing it", "A crappy situation... Man oh man...", "You're trying too hard", "Somebody is really insecure about their career decisions.", "Mmm... chocolate weekends are my favorite.", "This website is so strange.", "Last refuge of serous fluids and the dreaded endometriotic nasties.", "And who are you on twitch?", "Has anyone ever told you that you look like a young and skinny [NAME]?", "He looks like the son of [NAME] and [NAME].", "I'm starting to think that this whole DSJ trade thing is a bunch of BS.", "holy mother of oof", "If he hits you and constantly degrades you, it's abuse", "Saw this a couple days ago and had to stop it and rewind!", "How so? Even if she stop talking to him he'll just go talk to someone else.", "Confirms :-)", "Entry level?", "He does kinda suck IMO Doesn’t mean Venezuela should be coup’d by the US", "Looks like they couldn’t figure out how to keep the handle on", "I too cuddle with this guy’s sister in law if his wife is tired", "Cheers, [NAME]!", "[NAME] creeps them out.", "Divide and conquer my friend. \"X's news is stupid and Y's is better\". Hello, they are owned by the same people.", "I know it CAN be, but...I'm not sure, in this case.", "Instruct them in the matters of loss and pain.", "I know. I get that a lot.", "Could be epileptic too. My friend is and he used to have hallucinations before and around sleep.", "Could you point to a specific policy of [NAME] that was to the left of [NAME] on race please?", "That is insane", "good luck!!", "Evil spirit! Leave from this place and never return!!", "Yep, it is public and others waiting for their case are there. ", "I want a salad!", "Honest question that's all.", "Godspeed and be well, [NAME].", "[NAME] effect here we go. I watched it and didnt even knew of the show before.", "Step 1: Stop thinking socialism is a lifestyle.", "Triple single son", "It *was* pretty public.", "Barely attractive. Fify", "So like an anarchist rally in favor of US interventionism? edit : misspelled \"rally\" ", "69 levels in one week?", "I mean the whole discussion is about sales soooo...", "How do you feel about pulling the plug on someone in a coma", "Fair enough ;)", "i feel you, i need help too", "You said you're in college, right? What are you majoring/minoring in? ", "It was squirting all over my kitchen n the nurse. Who then said oh nicked an artery.", "Native [NAME] here. Whataburger overrated af.", "That's not the one this one at minute 16:20 /u/HAHAAN00B /u/___apollo", "Made me think of that video from the BBC about dating in Shetland .", "What's awful about it?", "Cause silly [NAME] is working out.", "This is a throwback game. So many plays in the low post", "REALITY BENDS TO MY WILL!", "He'll have to leave at some point. So might as well get him to a club where you don't have to despise him", "Takes a random post from this subreddit when there's no plates.", "They're Canada's rage horcruxes.", "Some people just need a hug", "How? The feds shut down Craigslist", "That's only slightly less clean.", "Ha keep him on his toes", "Cleavage: Nature's Brass Catcher.", "Are ya completely sure that's not from that Thursday last summer?", "Dan cool and rich", "Why?..... just.. why?", "So time to trade [NAME] for a 6th round pick then eh.", "And there you have it, the left who argue with personal attacks and cnn buzzwords.", "To the kiddos!", "Just a minute... I’m late for GOLF!!", "The rest of the starting QBs.", "Like and share", "The second kid won. No question.", "> To bad everyone is to ~~weak and comfortable in their homes~~ slaving away in an open air debtor's prison to stand up to the government ftfy", "snitches get stitches", "Yea ur probably be super drowsy tho.", "Is this a scene from Avengers: Endgame?", "The last thing you see before entering Hell.", "Seriously!? Wouldn't a guy do the same thing if a girl didn't even attempt to get him off?", "That's [NAME] for ya'", "I'm not sure what that is", "We're all [NAME] fans in our hearts", "#13 PhDs", "And there may be fare reduction on the way ..... Or walk from William", "A little weird but I guess it's wholesome.", "Does it say how many servings are in the bucket? I'm really hungry.", "best to add a **/s** ......almost sounds like you're being serious!", "Standard and Poors 500. Stock Market Index. Similar to Dow Jones Industrial Average.", "It says Expect. Which means nothing is official as of right now.", "Missed", "Do you think the kid was crazy or was the mom crazy? Or do you think it was a bit of both?", "[NAME] will be the 2nd best player in Juve team now.", "Try taking the fillings of your sandwiches to the edges and maybe your kids would stop leaving the edges.", "No problem. If you read it let me know what you think!", "Do you think CPS would help your niece get help?", "Do communists believe in private property?", "I’m guessing this is in response to an advertisement from the shaving company Gillette. missed my chance....”contextttt!”", "“Brave” is one way of describing it", "It certainly is if the title of the meme is Buh We Dindu Nuffin' wouldn't you agree? That sounds like a racist stereotype to me anyway.", "Those are literally the only possibilities.", "Story of my life.", "I have no clue either", "Not my account. I do not own the [NAME] account on Youtube. Pretending I do is silly.", ">New Years Penis", "Wouldn't your definition of a person apply to all mammals?", "Why on earth would you have us over the Bucks.", "Now that's a frozen dessert I haven't eaten in a long time.. a long time.", "A run??????!!!!", "Man, I can still remember [NAME] playing for Texas", "Lame passing all night", "Of course. For cost of [For salary figures", "I think it’ll be a flashback", "In what ways?", "Safety Dance in Naxxramas, WOTLK. My favorite boss fight to date", "I especially do with with the last chapter of books. I need closure.", "And no fall damage", "ADA does not apply in Canada, not sure if you saw the edit.", "I don't know a ton about the history of this specific example so I can't really say.", "But how can a [NAME]?", "\"No\" is the complete sentence I will use for this exercise.", "Was that bottom caption really necessary?", "You might be right. Not everybody is going to find their way the same as I did.", "oh im wiaitin.", "OC, my friend...They May circle back. [NAME] will have complete control in TB. ", "Yeah, who cares. Who cared about you you you ", "[NAME], let’s bring down the system faster.", "This is golden.", "Even stuff like Bud Light and PBR has a place.", "I can't stop staring at \"[NAME]\". ", "Don't worry, it's the internet so that angle has already been well covered: ", "I cant stand [NAME]", "Yes, things. ", "Yes, I should be- GOOD LORD, WHAT IS HAPPENING IN THERE?", "It’s ok. We forgive you", "It looked sarcastic, you're not in the wrong", "got em", "Nobody is mad about that.", "He was already hard when I came in", "If your 2 year old son is consciously and deliberately manipulating you then you should take him to get his IQ checked.", "Does death count as a home remedy?", "Or the Lady Killers, except it's a bank and not a Casino. Set in the south too.", "Check my recent post... make sure you know what you're talking about", "He’s soft. No heart.", "Because they're all done by the same, really, really old guy", "*lo and behold", "\"This is a warning, there's a bomb in spar, we're giving you circa 100 years to get out\"", "And the ability to get time off for all these trips", "[NAME] can still betabuxx and have an easier life than you will if you have to be alone and support yourself with no help.", "Cars- with my dad", "You are tough as nails and think fast on your feet. I feel I would be trapped easily in this scenario", "The real NZ L&p is lungies & puha!", "[NAME] got a serious case of the giggles today.", "this is [NAME].", "Run. Dandududududud", "So you're stuck in #3.", "Nope. Mac fix+ matte and Body Shop mattifying tea tree spray are the only ones that help my makeup.", "Hi [NAME]!", "The struggle is real", "This counts as a problem if you have that many in one day or something", "I will, no worries.", "Yup, I'm sick with a mild cold", "\"These people didn't go to my church therefore they are demonic\"", "Undying thirst for power: Camela Harass.", "Cockles, like the shellfish? Oysters clams and cockles!!! ", "The gov puts the DUP and monkeys in the same figures so it's hard to guess", "Yes, a lot of it ", "Because III is already remastered... so why not?", "I thought this was a torb skin and I was about to die", "Hey there [NAME] what's it like in new york city", "hmm somehow, i knew", "Where does this one person every 67 hours statistic come from?", "You must be new around here.", "Have you tried having wealthy parents?", "No they are not.", "Such a [NAME] thing to do. Next thing we know he will speculate that [NAME] and [NAME] will sign by February 31st at the latest.", "\"1-\" in [NAME] on the tag of a plush toy is soul crushing.", "[NAME] cut spending significantly.", "Seems like cutting out the middleman. They already know they are fat so no need to go to the doctor", "He looks like bob saget", "I truly hope so", "[NAME] are a cancer in our society", "I came. So smooth. So brutal.", "^much more accurate", "But not if you've accepted rent from him, which it appears you have. ", "Every single time", "Now you can.", "Or in the language of the MSM \"unwanted home visitors\".", "How do you know this?", "Whenever I leave my character in free roam I get an idle notification very quickly. Must have glitched.", "he's still alive?? didn't he die?", "[NAME], this is your MLA, right? Dude *does* seem like a plug. ", "Now that you live alone you don't have money left to buy a dishwasher", "That's literally the science of it.", "Baby's feeling their look too!", "That's gotta cut deep!", "And both are women... His lineage exists because of two foreign women. Take that in.", "are u ugly?", "Reminds me of the dude who was hit on the back/side by a RC helicopter.", "Calm down kid jeez", "Yeah I read about what happened last week", "You cannot open or keep it. You can send it RTS.", "The entire culture of NE is win at all costs. Not sure where you live but if that kid shovels snow..tell mom to him bring home .", "/u/flight2-0-9er and I have been having a conversation about it", "Shouldn’t really need to pay for this basic sexual experience man, it’s not very kinky ", "No problem, it's never easy to be in this situation. It's best to end things neatly before you end up resenting each other ", "That’s my neighbor!", "Yeah, in this case, the difference between 17 and 18 is about 8 years. ", "I wouldn't dance if nobody is watching! :)", "Physical copies at my preffered online retailer actually sold out. Its crazy. For all platforms.", "Liquor stores around me used to be closed on Sundays for outdated reason but it never stopped me from going", "I am asking for a reason not saying they are underused", "Northern...where the N stands for Noledge.", "If it makes you feel better they'll probably move back a few times", "I have a 1080ti and an i7 8700k and on very fast at 40k bitrate I'm already hitting 50% cpu usage on obs alone, any suggestions?", "Depends. My first name for coworkers, middle for friends.", "is it dangerous to take a quick photo while stopped at a red light", "WHOSE READY TO PLAY A WILD CARD GAME AT THE TROP", "[NAME] save us", "But he's famous", "Northern Ireland?", "Just watch anime,play games,watch movies or sleep. If you feel extra energetic then work out a bit. At least this is how I spend my time"], "joy": ["I enjoyed the 1:50 seconds of this person going about their day uneventfully", "Oh yeah? Come back when you drop your stew on the floor before eating any.", "If you’re going to be a psycho you might as well smile and make it look like you’re a happy one.", "I have no clue what that is, but I hope you have fun", "Happy cake day and happy birthday! I'm sorry your friend bailed on you.", "Wow im glad my uncle is dead , this sounds crazy .", "Happy looking fella ain’t he!", "I enjoyed it somewhat, but haven't felt like rewatching (or owning) it.", "Looks expensive. Hope you enjoyed the game!", "So glad my mom didn’t act this way when I was diagnosed.... oh, and my mom was smart and vaccinated me", "[NAME] was dork anyway. Be happy he ain't our hero.", "Cheers, cheers_im_drunk_bot.!", "Happy New year!", "The possibilities are fascinating. In other times, I'd be enjoying watching the lawyers argue...!", "Omg I’d happily live in Cape Town instead of the US!! It’s literally one of my favorite cities on earth!!", "Aww that makes me happy!", "That should be fun. I may have call in sick tomorrow. Lots of Bournemouth fans including my boss.", "Makes me very happy indeed.", "The happiest of birthdays to you, [NAME]!", "I’m so happy for them. I hope he drowns in a puddle of bacon grease.", "[NAME] just make one shot and we’ll be happy", "Happy little lies.", "Obviously has played on her mind for that long... glad she apologised", "Great deal for us, happy he's back. Up next, [NAME]! ", "[NAME] is my favorite character so I’m super happy they did what they did and I’m very happy she used her semblance, finally. ", "\"We should be happy that we moved from 4th to 5th\"", "No I’m happy to spend big on myself. I’m not happy to spend my money on layabout benefits claimants.", "Brilliant! Like I said to the other dude, anything that's similar to this is a happy coincidence:)", "Glad someone brought that up.", "yes and I'm glad that this nonsense stops with me", "Ironically, everyone else (except a v small%) are thinking the same, try keeping this in mind next time.. enjoy your day", "So happy I bought a PC. If you’re looking for a better experience across ALL games I suggest you do the same.", "I love it. Enjoy your upvote.", "Glad to hear it :) definitely more on the way!", "I found this post under the \"sjw\" tag on ifunny and it had like 100 happy faces ", "I am just like this! Glad to know I’m not imagining it.", "No problem! Happy to help :)", "Glad she's not living in a bubble then....", "Tears of happiness rolls down the eyes", "Happy New Year to you, too!", "I'm glad you have someone to help you out! Perhaps over time you'll find it easier.", "Glad your a Liberal supporter.", "I’m glad at least one good thing could come from my experience!", "[NAME] IS SO HAPPY AND SO AM I!! Edit: [NAME] I see you, relax", "The kind you enjoy & can fully devote yourself to.", "Feeling good in the gayborhood."], "anger": ["This just makes me angry.", "Taliban is the worst.", "Your mom is putting actual effort into having a relationship with you, you insufferable donut. ", "Stop, your hurting me!", "First is the worst", "She should be FIRED", "This is almost worse than Santa Con. Can we get millenials to destroy this please.", "It smelled even worse than it sounds. You learn just how quickly someone's feet can rot and really stink up an entire bay.", "Horrible how they just invade your space anytime any place.", "1200? I thought it was 12000! Ohhhhhhh. Dr. Now’s not going to be too happy with my weigh-in dis munt.", "Fuuuuck. I am so angry that this can even happen.", "Tell your husband. Its lies by omissions. Who are you to pick and choose what HE wants to know.", "You have to leave the house.", "BDS is a discriminatory bigoted hateful movement. It's not just \"Oh, I disagree with some things that Israel has done.\"", "And you act like [RELIGION] wasn’t used to fuel slavery and control slaves go off tho...", "I love [NAME].. I just hate how he leaves the net SO MUCH. He's got the heart of a defense. Damn that beautiful bastard.", "Piss off a small percentage to gain an even larger one? That's hardly unheard of. The amount of publicity alone for this is astounding.", "You people are awful. Those are *Haggisus Australis*. They're a protected species!", "That it just seems worst now because we have phones (instant media)", "Yeah well you’re a horrible [NAME]", "I AM COMPARING THE TITLES YOU OVERGROWN CABBAGE", "When [NAME] pisses off his daughter and wife. Daughter: “You’re not my Daddy anymore” [NAME]: “You’re not my Daddy anymore either”", "She’s horrible", "I know a dozen local school administrators. What the hell are you talking about?", "That sounds terrible, man. Have you been to a doctor yet?", "Too right. I hate the Sun. worst tabloid out there", "Hang on is that allowed? Geez that guy seemed really angry.", "The very worst possible route they could have gone.", "Let's not try to pretend both were equally bad, [NAME] was magnitudes worse", "You fool! Now look what you've unleashed!", "He must really hate changing dies.", "Everything is political, bub. ", "Where the f are you going to school that you are hearing such remarks semi regularly? That's horrible!", "I hate everything about this.", "Is your job my job? Because I don't know what it is about hardware stores that make Ppl stupid but hell are they stupid...", "Guilty Gear actually did that before with Guilty Gear Isuka. It was, uh...not good. Really fuck-awful, actually. ", "DAYUM!!!!! This post is lit AF. Got some verbal geniuses on this one.", "If you use one of those two I automatically hate you", "I love it, I understand they can't just get rid of [NAME] for her, but I would be so angry watching [NAME] boss her around.", "I know it's like this hipster phrase it's so stupid like you're not from the south you dumb motherfuker.", "How dare you put x on the same level as [NAME] and [NAME] [NAME] that's disgusting", "Small penis and resulting anger issues.", "We riot if he doesn’t get it!", "Or you just get rejected and then not murdered and your anxiety worsens until you can no longer approach women or even men.", "You're going to be pissed.", "Nets and Yankees for New York teams. I don't follow Hockey. New York football when I became a football fan was so terrible I couldn't handle it.", "I'm just an idiot on the internet. I don't know a doggam thing.", "This one is hitting people that knew him hard. He was such a happy guy all the time. Hopefully they catch the bastard soon.", "I know. Idk what to say after they say they already have one. I say oh good! And then it's awkward", "That sucks. But you can find another SO. You can't unhave a kid.", "At some point, we all hate it. Hey it feels good to be real sometimes. ", "[NAME] hates us man. He’s a stone cold killer.", "Outrage over something that isnt even true. Thats sad man Edit: well the bandwaggoning part is true", "Like who? The one guy stranded in desert already hating his life...", "What's even worse: the deciding voter refused to support the subway because he was strangely obsessed with a horse & buggy transit plan from 1858.", "He knew what you meant. He pretended to be confused to save face. that’s disgusting...", "This is dank what the hell", "This is horribly disgusting. It's worse than the god damn chicken wire.", "Thanks, I hate it", "If too many medical professionals die then life will be worse as we cannot get medical treatment", "I'll chase you till the ends of the eaaaaarth, Shooooooooooooooooooooooooooocker!!!!!!!", "don't we all hate them?"], "sadness": ["I know you can’t read this, but I feel really bad and hope you learn to read soon ", "He most likely saw you and just didn’t care. Sadly.", "Δ sorry I completely forgot about these, but yeah you definitely changed my view ", "[NAME] THAT HURTS DON'T DO THAT", "It didnt last long sadly", "He took it too far", "Losing my identity, wondering have I gone insane...", "Too late with having it back. I really did'nt have much back then. So I had a really hard time too.", "Icing on a cake of sadness.", "McDonalds without sauce is just sad... you take away my garlic mayo and my barbecue sauce and you take away my soul", "I'm so broke that I'd take if you're still looking. I'm a guy though.", "If we don’t get [NAME], [NAME], [NAME], or [NAME]..... I’ll be so sad ", "yeah, I've had the hardest time letting go of my exes. The last straw was when I found out they cheated.", "I'm literally in tears right now. Everything you said is true oh my godddddddddddddd.", "1-2-3-4 I declare a thumb war! Dangit [NAME], you win again! Ok you get to stab me again :(", "Seriously this \"tastes\" avalanche is gold I'm cracking up", "I am sorry but you have to accept your reality. Thare ain’t nobody here who can help you on this problem. Just call 병무청 ASAP", "I’m sorry to be that guy, but I don’t get it ", "That such a sad flop [NAME]", "I can’t work, wish I could. Worked hard my whole life and lost literally everything a few years ago. 20 years down the drain.", "He was so apologetic the bulls couldn’t bring themselves to it.", "How about breaking into tears whenever one of your friends tells you they trust you because you never understood what trust meant", "Oh no, are you going to be psychologically tormented and cry in the shower about it later? "], "surprise": ["Wait, so you really can't carry bags to school in US? ", "Damn ive been hard on brown but he's been looking like 15-16 [NAME] this game", "It's uncanny", "My god, [NAME]!", "Frankly, I'm continuously shocked that more than 35% of the population actually think he's doing a good job. ", "Me posting video game subs has any relevance how?", "Pretty stock standard winger. Depth at a good club, regular starter at a bad club kinda deal", "I have never seen [NAME] playing like this! (only started watching this season, not sure about last one)", "Wow 40 years at 18 wow how unfortunate.", "Wow... drug smugglers will always find a way I guess. I bet that took a ton of work", "I wonder how it's still tagged questionable...", "Wow really? I would think that UK bases would be the last place we'd have protests at.", "Omg! There's one in every family. And every classroom.", "I wonder why they're single?", "I was shocked. They were talking earlier on the news about her losing by less than 100 being a victory, of sorts.", "i didn't know this could happen.", "I will be surprised if this actually has an impact. Just a few statements about the importance of the commitment to defeat ISIS and the withdrawal will continue.", "\"AaaaaAAAaaaAAAhhh!\" I can imagine.", "Oh... I read that the fedora made her sweaty... I can't imagine head wear making someone moist. But hey, there's something for everyone.", "ohhhhh my gosh", "He's already dead!!!!!!!", "Agreed, but I can't believe the bottom of the barrel just has double French doors opening into the foyer of yet another barrel.", "I wonder if your mother is proud of the person you became", "OOGA BOOGA [NAME] BEHIND YOU LOOK OUT", "Oh [NAME]. So it looks like a head shot with a 50 cal.", "So what you are saying is that you are not a serious guitarist is you use finger guards?", "I was surprised to see [NAME] towing the line on his show.", "He’d be amazed i was alive and I’d have a super hot wife.", "I've always wondered how much of this stuff doesn't end up on the internet", "Omgz rite?!!1 updoots!", "I wonder if the mapgen portion of the population will die in the first place. Dwarves just waste all their time working on the labyrinth it hits 30.", "Also known as the song ice cream trucks play. I was wondering why it sounded so familiar!", "Wooah :o Didn't know [NAME] had a son xD", "This is the first time in the last two years I've seen somebody compare current politics to a series other than Harry Potter", "I had a feeling...crazy what that guy can do to his body.", "Surprised he didn’t get hit with a random drug test", "I'm surprised he hasn't already. He was charged on Dec. 31st but his name was only released yesterday.", "Wait, am I the only one who thought [NAME] was the tallest since childhood? "], "gratitude": ["Thanks I love him", "Wow....thank you...you just \"woke\" me up :) ", "Exactly, thank you. ", "Wow! What a big beautiful terrific post, thank-you OP for enlightening us to these hidden truths.", "Thank you for the clarification.", "thank you so much! :)", "Thank you, I have received help already. ", "Another picture of [NAME] please thanks", "Thanks so much for sharing! I really appreciate you sharing your thoughts and helping me feel less alone. I too hope that it gets better for you!", "They are worth the time it takes to write them. Thank you for returning!", "Thanks, glad you enjoyed it!", "Thank you for the support!", "So, because its crypto business, they hold 1-2 weeks. Thanks for info ", "Thanks for the reply! May I ask what part of the world you're from?", "Ah, as a fanatical supporter of the Alliance I've not done any of the Horde content, thanks for letting me know", "Oh I didn’t notice the salt before. I’ll leave it out when I made it, thank you!", "Thank you for your vote of confidence, but we statistically can't get to 10 wins.", "oh ok thanks for explaining", "Thank you. It was just an idea that popped up that I figured I could ask here before proceeding with getting actual legal advice", "Happy birthday [NAME]!", "Thanks im going to get that on a shirt u are awesome and must love everyone thanks for the help [NAME] is still president", "That's a good idea, I'm going to have to make some room! Thank you. ", "Thank you, how epic is your curl? ", "Thank you so much for this link, watching [NAME] was an absolute delight! ", "Thank you!! I really enjoyed the first song and the song by The Avalanches. Both were very melodious and charming.", "This is great, thank you", "I'd go with \"Thanks\" and leave it there or maybe ask what exactly they are praying for depending on what kinda relationship it is.", "Very true thank you for the insight, this does help as I need to remind myself this is a new relationship and part of our reconciliation.", "That sounds awesome! Thanks for the reply!", "Happy cake day!", "Thanks, totally makes sense, just need to get out (and stay out) of my head =)", "Thank You, that does seem to be the consensus. ", "Thank you for your concern, fellow conservative", "Thank you.", "Thanks for the detailed reply friend, much appreciated. I’m a history buff and love learning about these things.", "\"Welcome to the hydraulic press channel..\"", "Thank you that’s so sweet! PM me if you want!", "I need a thick 10 inches too, thank you. ", "Oh thanks this is really helpful", "Thanks man I will check into it.", "Honestly thought they were the same thing, thanks for the correction and the expansion of my terrible vocabulary.", "Happy new year to you too! :>", "Oh well, you can thank all the illegals coming into America illegally for that one. ", "This is my favorite game of all time. Thanks for bringing back some good memories!", "You da best thanks", "Good advice thank you I appreciate it. I need to learn to focus my mind again", "Useful distinction - thank you.", "Thanks I had heard this advice, Almost botched it in November.", "Thanks, I love salad.", "Welcome to the club....", "Thanks, do we know how this document has been publicised, and if it's not a fake document ", "Yup, thanks, I've got someone coming this week - good idea", "Bless your heart. Mine hit me at Thanksgiving. I’m so sorry.", "Thank you, brother.", "Thanks, you’re right. I should delete the app. ", "Thank [NAME] for your mother and her googling skills! Now if you have kids you know who allowed and welcome to be around them and who not.", "Thank you!", "Thank you brother. I saw you once!", "Thank you. We literally had stopped her an hour before she made her break.", "Aw thank you! Glad you enjoyed it :)", "This is a good point, thanks :)", "Got it! I wasn't aware that it was a slur, and thought that it was just a general term used. Thanks for the info.", "Yes please. What's that @ ?", "I really like this OP, going to start doing something similar - thank you! ", "\"I guess if you want children beaten, you have to do it yourself.\" Thank you [NAME]. ", "Give him 8/240, ship [NAME] and [NAME] to the Padres in a three-team deal for [NAME]. Boom. I solved the offseason. You're welcome.", "Thank you!", "Welcome <3", "Taking some midol! Gift from [NAME].", "Thank you, it's pretty helpful.", "thank you. I've blocked him on Facebook and text.", "[NAME] uh...gave me a wake up call. Thank you", "Thank you TC for getting us to 100!", "Thanks I’m falling in love, and it’s also cost efficient!", "Thanks so much for the precious advice, that is very helpful!", "It's pronounced hay-SOOS, thank you very much...", "thanks [NAME], very cool! i’m just gonna off myself tho. brain hurty juice hurty my brain too much ", "Thank you. I’ve been feeling a bit better since they make people happier.", "PS4 but thank you anyway", "Different color for different people, please and thank you.", "Thank you :D", "omg he could soft feint headbutt into GB thank god i wasnt around when that was possible", "[NAME] thanks dude", "Thanks for an interesting thread. How many of the [NAME] in Malaysia would you characterize as [NAME] or supporting political [RELIGION]?", "spark up bro. Welcome."], "confusion": ["Wait so his eyes don't work? Then how does he put his penis in your vagina?", "Why did he think that you work there? People visit hospitals all the time.", "I don’t know exactly what this entails but I’m all for it man", "Really confused how every comment with more than 1 upvote says this isnt cringe and yet the post has 1.3k votes...?", "Was it? Honestly I didnt get it, even asked some other people and they didnt get. I guess color me ignorant. Care to explain? ", "Smile maliciously. Make her wonder what you’re up to.", "Really? I had no idea the bioavailability was the same", "Either they don’t understand the meta context of it, or aren’t fans of such a meta ending.", "Is lab meat already available or are you guys referring to vegan burgers?", "I will never understand why streaming is entertaining.", "Yeah, but if they don't get the point, they go and try somewhere else... like say unpopular opinion maybe", "Not sure wether to downvote because it's bad, or upvotes because that's the point", "Just out of curiosity, what age group are you? Your boyfriend seems real decent nut the scenario sounds like teenagers I'm confused!", "Did you maybe get Tag and Hide and Seek confused ?", "Okay, but your other comment didn’t even make sense. Wasn’t sure what you were complaining about ", "I don’t get why you don’t post that hog.", "But how can someone not be gender critical and yet claim to be a radical feminist? I’m genuinely confused.", "I don't even know what this is referring to. East Midlands airport? Please post a link.", "So... are you for private businesses doing what they want or not?", "I must not understand this", "Really? I’m not so sure, because I really do like her a lot.", "What part of \"Yeah but still\" do you not understand dude?"], "excitement": ["Thanks! I'm now quite excited. Unless of course they all decide to skip straight from Chatswood to Gordon.", "Me too! So pumped! Enjoy the game, bud!", "I'm the opposite. I love spending time with friends but initiating it always gives me anxiety, so I generally wait for them to do something.", "I have to go with [NAME]. Rookie who lived up to the hype and I actually got excited when he got snaps.", "They said Texas! #Woooooo TEXAS", "Did you get to try the bipod? I can't wait till I get home.", "OMG, im on hype.", "Yeah I know, it’s just wishful thinking but I would be ecstatic if it came out today", "I’m picking up my fourth one tomorrow. CZ Scorpion Evo 3 .... and I’m stoked", "I can't wait to see what us skilled workers get. Thanks government for telling businesses how to run and wrangle unskilled workers with no ambition.", "I did the same thing in school. Thank [NAME] for the library. Are you anxious about how your brother and sister would react to that?", "Wow, way to deflate Endgame's stakes *even more* before the movie even comes out.", "I didn’t get to watch!!!! WHAT HAPPENED!!!!!", "im excited!", "Yeah would be exciting!", "It’s $7 is what it is. Which thrills me", "supernova AOC <3, the lies the media gets away with. Glad someone is talking back with real umph", "I know many bf who would be excited for that", "CBP are doing great work here. Well worth giving them some cash, can't wait to go visit", "Cant wait for the [NAME] [NAME] vs [NAME]", "I can hardly wait to see this guy paired with [NAME].", "I loved the reaction the cast of BP gave when they announced Spider Verse won. They couldn’t contain their excitement"], "relief": ["Focus groups thought [NAME] was too attractive and the brethren were experiencing a burning in their loins and sinews so we fixed it.", "An oldey but a goodey! Phew!", "At least the crazy lady didn't hunt ya down mate!"], "embarrassment": ["I’m just glad to finally see something truly cringy in a while", "[NAME]. They’re grasping for straws!", "> It’d make porn ~~awkward~~ awesome FTFY", "I mean, I hope so. I bought his jersey, which would be embarrassing if he was out the league in two years.", "color me embarrassed\" I wonder what colour he'd be if she showed that text exchange to his missus. ", ":O shame.", "Ok shady flags are flapping so hard I was knocked out of my chair.", "you're [NAME]", "One wonders just how awful [NAME] and [NAME] have to be before people will believe it.", "“[NAME] bring the wipers, I thought I farded but I accidentally shidded.”", "Yeah because what we should do is continue to be an absolute embarrassment."], "remorse": ["I'm sorry to break the news to you. :(", "I'm sorry. I meant numbers. Where can I see them.", "I’m sorry to hear that. When do you graduate?", "That’s on Canada. Sorry but I gotta give credit where credits due", "Yep...and they regret it. I hope you stay together!", "Or the long con. My Dad guilted me into taking care of my Grandmother for her.", "Im sorry my friends money should be out soon then ill release for all to see", "Sorry thought you were the other guy that said it was a privilege.", "Sorry, sometimes I really can't tell in here. ", "Sorry to be the bearer of bad tidings.", "So sorry, for your loss.", "Sorry, you misspelled disrespectful. You don't have my trust. Here are the divorce papers.", "\"And then I apologized and expressed remorse over the situation\" ", "I'm sorry for your loss", "I'm sorry your trust has been that badly broken.", "I’m sorry. If it was me- go straight to divorce and file. Why prolong the pain and abuse.", "Sorry but why does it matter that you're \"from /r/All\"? ", "That’s what I meant, sorry bout that. Never fold AKs pre ", "Oh, sorry", "Sadly enough I was thinking the same.", "Oh, I see. I must have mis-read that. I am sorry.", "Didn't notice the date, sorry.", "Sorry i was thinking of the word \"Plaintiff\""], "realization": ["You \"finally\" realized this? This sounds like a journal entry from 2003.", "Did not realize [NAME] hair game is that fire", "Yes, however I did misquote the study, however I've corrected my OP ", "oh is that it", "*Noveau riche* effect. American tourists were similarly perceived as 'the rudest' in the mid-century.", "I want him to change and realize he messed up and he needs to do better", "I didnt realize belgium was behind on climate change.", "\"Think about how dumb the average person is; then realize that half of them are dumber than that!\" - [NAME]", "They are taking advantage of the fact that you found this thread and realized you have to do is one more day until you get it.", "One day they are going to do data-analysis of my leave patterns and see that almost all of my personal/sick leave happens in the second half of the year."], "curiosity": ["Did they film Breaking Bad outside this home??", "Kinda. And thank you. I'm curious about those files and film and fotos you mentioned.", "I’m curious about the chain of life events and choices that could land someone at this point in life", "Thats great! Just curious, what game? ", "Your ideas are intriguing to me and I wish to subscribe to your newsletter.", "money always talk. i want more to learn from this lesson.", "Im very interested. Contact me if you are going to set one up and want/need help.", "I don’t know who the hell [NAME] is but I am now curious after seeing the word “again”.", "Man, I want to see a Polandball of this now", "I'm not offended. Just curious."], "grief": ["Wow...Mean [NAME] passed away today. RIP", "Very sorry for your loss.", "RIP [NAME], you were a sweet girl. It's been over 10 years but I still miss you.", "Rip the guy from psych", "Eesh, really sorry for your loss.", "I am so terribly sorry you lost your dad to this horrendous disease. Judging by this photo, he had a terrific smile.", "The only one to really be sad about losing is [NAME] tbh", "I'm glad you're doing a bit better. Sorry about your grandma. Good luck."]}