{"anger": ["This one tilted concrete square in my neighborhood that I keep fucking tripping over.", "Because people that comment on YouTube videos are toxic, filthy heathens.", "What an idiot.", "And it is always because of a dropped combo that should have killed", ">\"Le Painting\"??? What hell is that? - [NAME], 2019", "Go away [NAME]....", "But he is. He won’t talk to us. [NAME] damnit OP answer us!!", "This person should be outed to the world. What a reckless pos", "I would literally rather have the government throw $3k into a shredder than fund this shithead’s trip down south", "3 Hours of [NAME] pissing on the floor in public", "So basically what we have is a horribly exploitative business model meant to prey on drivers by tricking them into accepting unprofitable rides.", "fuck off. let people enjoy what they want to enjoy when it doesn't impact you.", "Better slap that car roof.", "you did drug her though, and assault her by undressing her and taking her photo. you committed multiple crimes. you need professional help.", "also Appendix: i will explode whenever i feel like it to cause you pain", "HOW DARE ANYBODY CRITICIZE YOUR POST IN THE CONTEXT OF YOUR POST HISTORY! RECOGNIZE HIS PRIVILEGE PEOPLE!!", "Burn themall!!!!", "That fascist bigot!", "If I’d know about his kin shit I would have never been friends with him in the first place", "...says the opioid addicted narcissist with multiple untreated physical and psychological ailments and is completely unable to work with anyone but his own clone.", "\"Feed the wars and fuck the poors\" is pretty much their policy.", "Ha, who cares about them supporters...the most important thing for society is that justice is served and the man jailed! Scream all you want. ", "Waahha, ohh, they massawaaa... STOP IT. YOU CAN ACT LIKE A MAN.", "Yep, first hour free at long term. But if you go a SECOND over that you owe them $19.80 ! They're fucking ruthless", "The world is backwards, nowadays. Where people defend _GaNgStAs_ because it's culturally and politically correct, and then shame those who protect and serve. Makes me bleed rage.", "Why the fuck does this exist", "What absolute garbage", "Pure asshole.", "yup - he threw [NAME] under the bus with no guilt", "fuck these dysfunctional, insecure mattresses", "Like it was over wayyyyy too fast for a real one. Shit, the Taliban lasted for years, and ISIS is still a huge problem.", "That one pesky drop of water was in it for the long haul.", "Two horrible cunts", "You gotta be a fucking idiot to use a regualr wooden pallet for a bale. Blue or Red pallets only", "This is the same woman who fought tooth and nail to have wrongful convictions upheld while she was a prosecutor; she craves tyranny.", "The USA welfare spend is quite low per gdp compared to first world countries. The safety nets are ridiculous or nonexistant and the inequality is ridiculous...", "I cant believe we elected this goon", "i think people who get up in a dizzy over an add that shames bullying and sexual harassment are probably special snowflakes.", "Fucking pouliot you're shit", "What was that behind the back nonsense, criminy. TO THE BENCH", "Of all of the fan-favorites from each city, [NAME] being the fan-favorite confuses and annoys me most. Her headlines are becoming insufferable.", "what a ground licker. Day 9799 of being alive - I still hate people.", "Holy moly. She's terrible. You dodged a bullet honestly", "What a complete and utter cunt.", "In other words, being a woman but not identifying with your oppression. How special", "why the fuck is this getting downvoted", "We gotta throw the whole world away", "Fucking fuck! 2 (or more) sets of fucking socks in fucking sandals.", "I actually see this one a lot. \"Allergy: fire ants.\" Me too, bro. Ants will fuck you up.", "No the limiting factor is the leader raped a young boy and paid his silence", "Fucking monophanie looking ass floating with the dead, nice.", "Yup. If they're brazen enough to not give a damn about the law, they're brazen enough to not care about public opinion on them.", "Slam the desk, stand up, and stare at the accuser for added emphasis.", "[NAME] what a piece of shit! How could you do that to an animal?!", "“[NAME] = [NAME] = [NAME]” 🤣😂 It truly takes a DEVOTED moron to embrace that nonsense.", "Soooo.... He basically just admitted he didn’t get his kid shit for Christmas. What a fucking asshole!", ">This game is dying because toxic people like you ruin it. Speak for yourself", "Oh sh*t guys I got banned", "ugh I couldn't wait to get rid of my uterus. it was NEVER needed.", "That fucking Mills charge is FUCKING BULLSHIT", "I just hate the \"I don't know\" people", "The fuck? That ball was still on the ground tho.", "What. The. Actual. Fuck. *Gags*", "They spam that stuff because its working. Make them stop it .. and punish them.", "In the least condescending way possible I think you have some gross misconceptions and I'd like to clear them up.", "Don't use autism as an excuse to be an asshole", "Looks like you clipped my own games. It’s bad lately.", "Sure glad I wasn't coming the other way when this twatwaffle decided to try his \"watch this sick drift, yo\" stunt.", "That thread is rage-inducing", "yeah, fuck [NAME]", "Fuck that its not my money they're giving him. I want a goalie with a .970 sv% dangnabbit.", "> Because I was a disgracefully gullible, immensely stupid fucking dipshit ~~was~~ *am* FTFY", "that was such a misstep from their PR. wtf were they thinking people were expecting with a public countdown", "I dropped him around week 6 and let somebody else deal with that headache", "My opinion is that this person's opinion is stupid, fallacious, and bad.", "She really does and She really isn't! She's an old, tired ass, busted up, con artist hoe!", "I thought chiropractors were bad! Look as these medical doctors who were pushing opiates on their patients by the thousands!", "I should say to you that it's ok but at the cancer thing my mind changed Asshole, also get help", "What. The. Fresh. Fuck.", "You're right and I hate it.", "Looks like one of mine too. Such a horribly raised entitled rude brat", "I would do that all day until she learned not to put her dirty feet on the dash!!", "What the fuck is this about?", "If he doesn’t give it a ten I’m gonna riot", "LE FUCK IM LE OLD!!!!", "Well that sucks", "That illegitimate-no-good-dastardly-basterisk deserved what he got!", "Well that sucks lmao", "Fuck ya boys let’s go", "Peta killed a dog once, so peta is bad, so veganism is bad, so its ok to kill and eat billions of animals (including dogs)", "Someone you guys are on Grindr just to screenshot your own witty replies to men trying to bang you, don’t deny it.", "Fucking refs suck my balls.", "I can barely remember when it was even possible to find shit that horrible", "Here in America too. Those counter protesting fascist get thrown in jail and pepper sprayed like animals. It makes no sense that this happens.", "Wow dude get a life and stop digging through my comments trying to pick a fight like a belligerent moron.", "Hows it smell down there 9 points below the wild card spot. Ya fuckin pine cone", "Damn that coyote was a fucking noob.", "Plus there's this expectation/trope of flowers sent to workplace being a way for someone who's fucked up to apologize (which is icky as hell but whatever)", "But it's still raping infantry. The case rounds OHK infantry up close. It's just horrendously weak against planes now...", "Ok, I get a feeling that you might be a bit too radical here. I'm not going to keep trying here, have a nice day.", "This is horrible", "Leave me alone :(", "Clean your room before daddy [NAME] gets home.", "Aaaaaand they turned it off. Terrible roads everywhere."], "annoyance": ["This is just a terrible joke", "This sub is becoming a “Gamers rise up” parody of itself. This is ridiculous.", "You're gullible enough to believe them.", "Chart was clearly made by an 18 year old that thinks 30 is \"old\"", "Say what you want about me, I can take it... but stop slandering poor defenseless [NAME]...", "I don't think playing with her hair would work. Thats just creepy.", "Funny how the whole rape thing just vanished once he was appointed.", "It’s pretty clear UBI is not going to actually Make the character interesting. We should stop deluding ourselves.", "Please feel free to laugh at me if I am wrong but I have seen this movie before...this game is over.", "Voting for someone to tax you to death makes no sense", "[NAME] is always late to meetings", "I'm keeping my mouth shut. I don't want you yokels crowding up the wine store I go to.", "What? No way do I want to see a Boston coach behind our bench!", "About fucking time ordering ASAP", "MY JOB IS NOT MY FRIENDSHIP CURRENCY", "When I worked in salon, we could never wear flip flops because of “hair splinters”", "Delete it fat", "I dont even try to land it, half the time if I am flying low a building or the ground will suck me up and destroy the plane", "Poeling is looking like a fkn stud. Imagine our C depth next season... [NAME]... holy fuck", "She's so remarkably stupid.", "If they want to attack [RELIGION] they should be honest with the website title Imagine a [RELIGION] creating a website and calling it WikiChristianity and constantly attack [RELIGION].", "That's such a lazy way of looking at things.", "Refs Twitter in shambles", "Just rubbish.", "Aw bummer. She lost her screenshot of the copy of a copy of bullshit articles handwritten in 1992. Somebody help a girl out.", "More importantly the car shouldn’t have run him over but yeah I guess you’re right.", "Growing soybean on the moon is really going to piss off the trade war neckbeards.", "And then there was the on who grabbed mom’s breast and tried shoving ot onto the ba y’s mouth.", "The fact that you put [NAME] above [NAME] is proof that you’re a troll or mentally handicapped.", "The Cavs didn’t even want [NAME]. They just wanted to fuck with us.", "> Not necessary, you're a visible enough asshole that you pop up naturally.", "Why in the world did you marry her? She's ragging on your own sister???", "So edgy.", "Then getafe should have gotten their first goal. Ref is really bad.", "Contracts & money in rtts mean absolutely nothing. Just one of the many missed opportunities year after year", "This gets much worse on the 2nd loop.", "the act of using private companies as platforms to push indoctrination is no less vile than state run companies", "It’s nicer than us telling you we just don’t care.", "If you want BCH to be successful on its on merits you have to vacate this subreddit.", "Yeah but you’ve already told one side that you’re playing both sides", "Yeah, you get worried sick, imagine them hey slaughtered by Coyotes AND realize it’s all your fault.", "man this gif is weird both directions", "[NAME] edit: [NAME]= Evil [NAME] because hikineet. [NAME]= Evil [NAME] because we hate trannies. [NAME]= Evil [NAME] because false rape charges.", "Downvote me into oblivion but both [NAME] and [NAME] shot around 35%. However one they say he balled out and the other one was struggling.", "Just because someone wants to be a journalist, doesn’t mean they are. That’s pretty simple.", "Glossing over [NAME] doesn't do justice to how crippled my team was after picking him", "I feel like this happens to me every single time I shop there. I dont go in anymore because I'm tired of being followed.", "Yeah shit they are crazy", "I’m gonna stand here and watch you smoke every one of those cigarettes! Maybe that’ll teach you a lesson.", "Does anyone here think this will actually turn the Jet's around? I feel like this is the worst shit ever.", "I actually don’t mind Sudbury to Nipigon but whole North Ontario sucks overall.", "You’ve just been Bat-bulled!!!", "Am I the only one who thinks these Instagram poses girls do are so freaking cheesy", "how blurry this photo is r/mildlyinfuriating", "Followup comment that not-so-subtly requests gold by feigning ignorance or pandering to the pathos of uninspired premium redditors.", "Lol dream on buddy. You’ve had enough attention today. Actually learn what your talking about helps a lot. Sorry your stuck in free roam smokin crack", "I remember a countdown for when the [NAME] twins turned 18 too. Thought it was pretty gross.", "[NAME], don't fucking front the pass if your help defender is [NAME] he will not help you", "This is what happens when untrained people playing at being detectives and judges run into actual detectives and judges.", "Fool you twice, shame on you", "Me when I spent 90% of the art exam time finishing the head and need to rush the rest of the body.", "By taking it as a nonserious game you don't need in order to enjoy and have fun with it.", "That's true for every loss except for this one. He's being really petty and hasn't taken the [NAME] loss well.", "As someone who works in the oil industry with a lot of big ships, this is badass.", "[NAME], if you're doing an Undertale deal, not having a red heart on your ass is inexcusable.", "“Start caring about Reddit downvotes” has to be the weirdest life advice I’ve received in years.", "The Republicans are worse though the NRA literally has to pressure Republican congressmen every time gun control gets brought up.", "Once you get to great great the odds go down for unique male ancestors though.", "The temperature is too damn low.", "People are afraid of change. And being in a DB destroys your confidence and self esteem.", "You have no legs to stand on to accuse me of such.", "That's until a golden retriever runs for office. Humans can't be trusted", "Oh yeah I know, but like.. _why?_ it just seems like such a waste of his time.", "You ever want to work so close with protocol and get blamed for changes in DV missions that were never communicated to you? Welcome to LRS!", "It is really boring. There is a culture in church, but it is essentially soulless and is really only weirdness with a heaping of superiority complex.", "It was a pretty shit joke that deserves it", "Maybe it has something to do with difficulty? I'm playing on hard. Just did another quest in this line, also gave me 407. Weird. ", "It is. You generally need 5 down and 5 up to play reliably. Also wired.", "Imperial is already messy and hard to understand", "Hopefully created a monster. Also, I killed the morning at work.", "Leafs would have won this game if it wasn’t for that bullshit overturn.", "i get the joke and still think this sucks.", "SJW's I've encountered were far more trivial and spiteful in general.", "When I play duel for fun I usually go attack speed GEB xD", "Even silk is something that will chafe the fuck out of your sensitive parts.", "Too obsessed. The only other author I read is [NAME]. Now I post on sports subs too", "Expert peep fan here! I’m not gonna attack or defend I just wanna say that kids a little Bitch", "She'll ask them a question, interrupt them to say that something else is coming up and then talk about something irrelevant. She is all over the place.", "Wow. I hope that asst manager will be looking for a new job soon.", "Omg lala a housewife I can’t even imagine!", "Kinda but it’s still a terrible meme", "I shave my face. Take that, boys.", "Don't forget the something else I clearly don't understand.", "Other than a lame attempt of being insulting, what part of anything you said has anything to do with what I said?", "Wiggs stop that thing you do with your tongue man.", "The least offensive example of anyone I've seen telling me to go fuck myself.", "...and show some respect to her parents!", "I heard [NAME] makes someone his bitch on a usual basis. Anyone remember how often?", "Need to go middle of the road no [NAME] is going to vote for [NAME].", "Because [NAME] want to control you!", "you’re acting mad pretentious lol there’s nothing wrong with wanting to live in Cali", "It says new, but I feel like they should call it 'used.'", "I really hope for it to fail miserably, so we can all agree on the sequel trilogy never happened.", "all the grumpy cats remind me of [NAME] except he wouldn't eat a watermelon.", "Huh. So it really comes down to looking at her senate career vs her AG career.", "Dudes really out there looking like he glued pubes to his face", "Thats a meme? That feels more like depression", "Well you needn't worry about it I won't be coming back to that floating turd you call a country", "Dude it was an old video. Your porn math is way off.", "An ex-friend of mine proclaimed than anyone who speaks of being raped is a horrible, unethical human being.", "TTs have size limits. The group I was acquainted with had, ahem, \"leadership\" problems as well.", "Of course. It would mean you owe them an unspecified favor in the future. That would be horrible.", "I want my Thick Blood feat to actually say “F*CK YOU” every time I deny a Peacekeeper their bleed damage.", "No way society should pay for your child when you are perfectly capable.", "The 12 days of Christmas is a bizarre song. Don't use it as a gift giving guide, you crazy idiots.", "More like lovely shiny apples and rotten oranges covered with mold.", "Nah it's just weird that they wouldn't try diazepam first since it's so often used.", "YOU UNDERESTIMATE MY POWER!!!", "I don’t go out that way much but even [NAME] is killer if it’s slippy out.", "get your ass to mars!", "Not a perfect game with the error", "It's pretty banging too.", "Oh for fuck sake. Things were going so well on the coaching front. This dude is nothing but a suck up", "Just so freaking miserable. Trying to make me miserable as well", "This has been a bizarre day of coaching decisions", "I finally know where [NAME] is: drunk at a train station.", "& when you call them on their shit they ban you from their subreddit for \"oppressing people\"", "You're the reason [NAME] won the election. There isn't anything even remotely resembling fascism in the United States. Get a grip.", "Low effort bait, not even creative or funny.", "Are you saying that's why they went with [NAME]? That's racist", "Oh god, the one common denominator strikes again and is rubbing off on the other players. We're doomed, back to the drawing board in 2020", "Heels are fucking hot. Do you like the crop used on you, him, or both?", "At least the bodies decompose. That plastics gonna be there a while.", "> Think before you speak The amount of times you should have take that advice beggars belief.", "Dude this sauce looks dope", "That and useful idiots.", "Yeah, if companies really wanted to ameliorate the lack of programmers they could hire and train more juniors, but that doesn't benefit them much.", "When you're too stupid to realize they showed off character customization in the trailer...", "Now this is podracing!", "Got to love all the fake fans that know nothing about hockey!", "Yeah I meant to say the purpose ofnbeing an independent is \"so one can remain annoyingly aloof about primaries and then vote any way in the general\"", "Far enough, np. Its rough communicating sarcasm in text form, especially nowadays with Poe's law in overdrive. ", "the last 2 are mocking the first you dumb asses", "There was a fuel station near mine where they put the fuel in the wrong underground tanks. So you can at least unload it wrong.", "Oh, it’s actually its own thing. I heard goo and just assumed the worst.", "He told you to handle it, you did. If he doesn't like it, he should've taken care of it.", "This is just a stupid question. The answer is who cares? [NAME] is on an entirely different level from [NAME].", "Didn't look that thick either...no snow....this was ending badly no matter what.", "I mean it’s kind of weird that they miss that part we’re the Bible acknowledges other gods for selfish reasons", "He posts on The_Donald, you're arguing with a brick wall", "Teen spirit sure ain't what it used to be...", "Not a chance on this", "My point is we have been shit for the most of the season, today we are just shit in a new formation", "> I hate how much I care. My feelings exactly.", "oh lawd he comin. What a c h o n k", "Yea I checked a few. It's supposed to be creepy I guess", "well she went to prison for **armed robbery and kidnapping** so after learning this i could hardly give a shit about her", "That's beyond fucking creepy!", "Yeah there's no reason to believe you staying up as a kid has anything to do with your current insomnia", "Not delusional at all imo", "Grr big company BAD \"They can afford it\"", "Do you have any recommended places? A lot of the sites I’ve looked at want you to pay, kinda hard when your broke lol. ", "You’ve become the very thing you swore to destroy", "What I learned last year was not to read the comment sections, because it used to get me hot!!!!! ", "I blame [NAME] for this series of unfortunate events", "I found a shirt hanging on a pants hanger last week, but not even between the clippy parts.", "there's no ventilation shafts in the dumb things, block the exits and make a bonfire.", "Well with the inclusion of run counters shit seems pretty pretty brain dead to me.", "CAN IT JUST BE OPENING DAY? I’m so sick of speculation. Let’s quit the foreplay and just fuck already.", "Women can't do wrong you fucking mansplainer", "Vote every one of them out that was quoted as being upset about the wire and not the corruption.", "Also his weird spiked haircut. I wanted spiked hair when I was like 6. I also wanted a mohawk. I'm not 6 anymore.", "You can't just make bold claims like that and provide no evidence.", "Because most shit right wingers say is so awful that if they said it in a space where they weren't anonymous they would be fucking done", "you in the wrong *childhood*", "Oil barons hate him!", "The fuck?! You're in the wrong subreddit with this regressive bullshit victim blaming.", "*6 objectively [NAME] and [NAME] are terrible at their jobs.", "president [NAME], what should we do? shut. down. everything!", "That’s one of the many sleeping cycles of my fucked-up schedule :)", "Hurr durr, put well regulated back in the constitution. Ok [NAME] the fucking [NAME].", "women just don't take initiative just give her one more opportunity after all as you said she flaked for legit shit", "> The most important part of the adduction machine. However I am thinking, akin to being asked stuff like that, everyone will be awful.", "My point was that there is no good vote here. This is legislative battle over wall funding and any given vote makes sense only in that context.", "Kinda let down tbh", "Haaaaay it’s the NAGR Guy!!!!!", "Bishop [NAME] was talking about lawmakers rather than the women who seek abortions. Though the situation doesn't matter when it comes to dismembering a baby.", "Awesome. But not good awesome.. awesome the way nuclear bombs and hurricanes are awesome.", "I'm a bit late. What's the \"AAAAAH FUCKING WATER\" reference?", "It's like an instinct for idiots to downvote without even reading a comment first if they sense the word vegan in it haha", "Bigger kid in the black shirt perfectly missed the entire thing, turns back to see the kid pop back up and run away. Totally oblivious", "It’s a terrible thing when someone who doesn’t let themselves laugh has a reddit account", "Wtf you missed the Tigers 2005 dynasty", "Haven't played anything else as long as it's been up, no matter if duos or squads", "Bro he has always been a bully in the community. He is a pseudo scientist.", "Ah the classic \"I don't deserve you\" argument.", "By who? Hate the Flames all you want, but there's nobody competing for a wildcard spot that will \"dunk\" them in the first round", "Not sure how you could put [NAME] there, he's been our worst defender ", "That’s a shame. What’s worse, evangelicalism or Scientology? Tough call", "[NAME], 2 weeks ago got charged $20 and was fake [NAME].", "I would go into the walk-in and curse like a sailor for a minute at full volume then freeze out the offender to the best of my ability.", "Another reason to instantly kill people who constantly use the word \"awesome\" for everything. This is just brainless mediocrity at its best.", "> 5 Fast Facts You Need to Know I need to know literally nothing about them.", "Even one second gets you killed against focus fire, especially if you're discorded, which is almost always in this meta. ", "\"You know, this should have never happened.\" Well no shit you dumb ass!", "maybe next time you should do some fucking research. prohormones will shut down your test production", "They need all the help they can get. If they continue their bad form they can get relegated. They just fired [NAME]", "That sub sounds boring as fuck.", "When she gives you the 10 minute hangry warning", "These refs are [NAME] awful. Find a new job", "What the actual heck.... Like I just don't....I cannot", "Heard Sale players yelling at the refs and nothing has come of it, seems odd to suddenly have an issue with it", "Man'. The point became invalid once the school yard name calling came out. And, 'this year'. It's only January.", "You finally made a monkey out of me", "jokic with a couple dumb arm fouls already, he seems a tad unsettled", "damn it, you beat me to it.", "Ok this New England accent not so fun!!", "Hey, [NAME] isn't *that* annoying", "Keep voting against your own interests. #maga!", "And yet the next time [NAME] stirs the pot with some stunt like this it'll get major traction AGAIN.", "I don't date women who smoke. As for pills or syringes etc, I don't find recreational drug users attractive. Similarly for being drunk.", "im sure she does and she just doesn't want right wing people/white people to have a gun.", "People’s shame and cultural oppressions regarding sexual behavior is responsible for all the world’s woes.", "I mean just let it go and assume things aren’t going to work out. Drop it, so to speak.", "Attention, [NAME]! The Empire is attacking the city! I've got a score to settle...", "What the actual fuck?", "I'm just reminding everyone. you're not helping the situation by being pedantic", "Welcome to racial integration, where your civility standards are racist and you better shut up or else.", "Mate I was buying porn mags from my local coop at 12, I don't see why trading standards makes such a fuss over a lotto ticket", "[NAME] has consistently being volatile. It's just a matter of time until she's being rude to [NAME] again.", "It's also ridiculously removed from reality. Dying to a disease or injury from an accident is orders of magnitude more likely than getting shot.", "I have no idea what \"[NAME]\" is. These billion and one denominations are getting kind of ridiculous.", "FYI your boyfriends fucking her too.", "Simple lies. Easy lies immoral lies making money. Good life!", "I really hope that's true and really hope they grow some balls and ban it.", "What happens when a Jedi gets PTSD? Play this game to find out. Hint: ITS FUCKIN BAD NEWS SON", "They can't they need a morty dumbness shield", "Everyone seems to forget how much he sucked as a quarterback, there’s a reason he was un drafted", "Take this down my dude. This is cruel.", "You're not a good person if you make the person that just let you inside their body feel bad and disrespected.", "That’s about what ours is, but our rush hour traffic is horrible.", "oh [NAME], the fumbles.... all the fumbles", "Someone who evidently doesn’t really know much about football or doesn’t do a simple google search before posting.", "Gonna give up your best friend for a g huh? I'm glad we aren't friends.", "4 lives essentially, its insane", "I want to downvote. But this sub is for stuff like this so I want to upvote. Man being part of interent hazmat is tough", "> asylum Asylum doesn't mean \"handouts\"- they are abusing the asylum process because their countries are shitholes.", "Excuse me, but define what a \"good world\" is", "Wah, the poor dead fascist thug! What a fucking tragedy. Every dead cop makes the world a safer place.", "Oh, it’s only made them more determined to invent the “creepy [NAME]” narrative themselves.", "Same.. If I'm particularly stressed out someone just walking down the same road as me feels like they're invading my space.", "There is nothing worth saying about that insipid shaving cream ad. I haven't seen it and nothing will convince me to change that.", "I never said they didn't test it lol, I said they haven't tested it on PTR, which they haven't.", "Just do the steps and stop complaining.", "Glad we aren't all like you , the world would have sucked", "If you had a giant rock on your land, and you couldn't stop people climbing, wouldn't you be pissed?", "It’s the format. It’s like one of those bad [NAME] memes", "That convention center sized groan right after the reveal.... No one wanted this. I have no idea what they were thinking.", "Well, if you are gonna put it that way, I guess I don’t have much of a choice.", "Who spends the whole night there? One or two hours max and I’m done", "Slathered in blue cheese. [NAME] is so jealous.", "I like they think that it’s bad that we are thinking about the fucking POTUS. It’s almost like his actions effect us all", "[NAME] yer fucked.", "Apparently a 3 year extension for DACA is what's on offer. No pathway to citizenship. That's gonna be a \"fuck no\" from me, dog. ", "Yep because running a blower for 5 minutes caused it. Not the millions of vehicles or factories we have.", "[NAME]. Get off of the computer my man. Get some fresh air, there’s a whole world out there. ⛑", "Don't go pushing your shame on others. I pull my weight my dude.", "What can you expect from guys who think everything based on sex and romance is solely based on a person’s looks and not at all their personality?", "It happens way more than you think. People are repulsive.", "Mate she looks like a feckin quality street", "Whenever a new guy apologises for taking a while to back i just tell him it takes longer if he hits something, so no worries.", "I feel like one day you're in for the shock of your life.", "I did that in origins but now that theres mercenaries and its sooo annoying to deal with them so i stay as quiet as i can until im caught.", "I just have a controller on my desk that I turn on when I fly. I've always hated mouse flying.", "It's a troll. Look at the history.", "BFV have anticheat... Why do you claim \"complete lack of an anti-cheat\" ? They are running fairfight + some inhouse shit afaik...", ">But a leader who strikes fear Like when people were worried [NAME] might murder them?", "Anyone else want a TE early? Tired of fucking around with the position even if [NAME] did look pretty mean for a few weeks", "Most of them don't technically breach the actual law, to my knowledge. Plenty of them are distasteful to me personally though.", "Wow, the JCS twitter account made the photo of [NAME] with his TSK counterpart **their banner**.", "I've started downvoting people for mentioning meat or animal products in their comments.", "How does that mean his brain is in my mouth, even when I used to work with a shotgun...", "Instagram is the only one to blame for all this evil", "I tripped off 540mg of Robocough and my oil pen last night. It was absolutely wild like damn", "30% of the country are insane.", "Oh [NAME] it's [NAME] against dinosaurs again", "So..... it looks like dude is willing to break his own neck to help a vegan who is choking.", "*ads even more trashier", "Not gonna lie I’m against offensive chants don’t @ me. I think they are unnecessary and a detriment to the O calling a play", "This is the kind of crap I'm talking about.", "mibr losing to faze", "As if they're going to go through that much effort... they wont even walk up the stairs to get to the box", "A-fucking-men! :)", "Keep on hmmm-ing toots. Maybe you’ll put yourself to sleep", "You should have an AP that respects you ...not just one that wants to use you.", "What the fuck I thought it was normal to pee before taking a shower and like not pee in the shower Especially if it’s a shared shower ew", "Throwback to [NAME] tweeting about how bad it was that [NAME] was in a punk band in college", "The true horror of modern democracy is enabling those who say pork roll to have a voice.", "It's almost like the whole rationalist thing was started by an overconfident person.", "2019 should just be a picture of a trash can or dumpster on fire. Amazing how shitty DICE can make things in 10 years.", "Theres nothing more despicable in this world than a carelessly brewed mug of chai brother. You gotta get with the program.", "You sound jealous that a seed hasn’t been planted in you", "This is objectively wrong, what the actual fuck lol.", "You could have the sweetest peach in the world, and there is always someone who just doesn't like peaches.", "The kid you're replying too is a known [NAME] stan lol, he's gonna argue with any narrative that [NAME] is close to [NAME].", "I don’t care about this mission Texas stuff", "Then you'll be arrested, play stupid games win stupid prizes.", "That’s crazy", "they just want someone to agree with them and tell them they're right. that's all these sorts of posts ever are.", "Following in the long tradition of network cop shows. Dat [NAME] ass tho.", "one dude puked on my patio, he fell out at 2am! weak!", "Religion is the biases for more hate; wars; discrimination; bigotry and poverty than any other entity in the world, with the exception of central banking.", "honestly, individually he's been awful so far.", "When you think milkshakes aren't decadent enough, now we have cakeshakes!", "I took Hawaii ML and even I'm clenching.... this is INSANE", "You can't just say the word \"disinterest\" and expect anything to happen", "Again, that + is going to make people not want to do this deal.", "It is 100% a scam. They've been copying many [NAME] with the same message.", "Love 281, fuck 35.", "All for attention and a power trip.", "I told [NAME] not to shoot [NAME] cause I didn’t think [NAME]’ dumbass would turn his back right in front of her.", "Oh, [NAME], don't bring THAT story up!", "Oh fucking come on", "Those are precisely communist ideas.", "Just don't call me late for dinner.", "I'll say no thanks to endangering others in traffic. And miss me with the \"I drive better while high\"", "You have no perspective. Go outside and get some friends.", "It's \"soaked, frostbitten chic!\"", "That was what our media guys said but he is now 1/3 in the shootout (was 1/2). No clue how they butchered that one so badly.", "Its definitely [NAME] fault for leaning into it though. Nobody’s pressuring her to have “Activist” in her Twitter bio.", "Every Saturday for the foreseeable future will be spent studying for the LSAT. Fuck", "Those vast differences don't get noticed by the public.", "You laugh at them. Openly. For being childish and naive. If they don’t react to facts maybe they’ll react to wounded pride.", "stepping on the beach *dodo doot doot doo* > stepping in water > stepping on legos", "These are worse than the [NAME] ones [NAME]", "Was at wreck beach yesterday a guy was masturbating around kids family etc just sitting next to a log...", "Those words you used. I don't want to believe that exists.", "Where’s the joke? I can’t even figure out why someone would laugh at this.", "Crash. We should stop calling them \"accidents\" because they rarely are. Crash implies, as it should, blame. ", "Yeah I've noticed that. I probably give off Aspie traits to NTs but Aspie like traits bug me", "You can lead a horse to water, but you can't make it think.", "What kind of response is that it's so shit", "Probably take another Xanax on Saturday to.....maybe just keep taking Xanax forever", "#Garbage site for assholes", "It taunts you", "As per, they’re being slammed on social media. Their response and justification of it being from seven years ago is contrary and lame.", "Nonsense. People are either the best or the worst. All of the time.", "I won't cry any crocodile pears for you, that's for sure.", "They've all fucked your mother. Just ask them.", "The argument [NAME] is making is that expecting women to cook is considered sexist but expecting men to shovel snow is fine. It's about the double standard.", "Rebalancing all heroes for this purpose seems like a disaster. Would have been good to think about pre-development.", "hmmm interesting i just threw up", "Ridiculous. That kid didn’t do anything. Just stood there and smiled, while waiting for his bus. You’re crazy.", "[NAME] playing sloppy", "I constantly feel like I'm my husband's best friend and it's just a matter of time until we break up :(", "Couldn't happen to a nicer piece of shit.", "Probably because the person who sent the email doesn't know exactly what they do other than report it to the feds", "And they sneak the bit about reckless driving and speeding in at the end as making one a prohibited person. This is absurd.", "> us common peasant imbecile [NAME]. At least you admit it.", "YOU CAN'T TELL ME WHAT TO DO", "Weird way to spell Voldo.", "It's not funny. Your neighbor doesn't sound very bright.", "Jeepers I should have been asleep two hours ago", "Well I am the son of a parent who legally immigrated from the [RELIGION] country of Turkey so no thanks jackass.", "Her track record is pretty shaky", "They are dumb 43 / 37 year olds.", "Not complain. She could not complain since she made no effort in the beginning.", "You sound like my brother. I only have one tip. Calm the fuck down. You cant think when youre upset", "You k how it's bad when a furry is roasting you", "You just worded it badly, like we all SHOULD want to see it change, which many of us don’t.", "This isn't uplifting. This is *enraging*. This is what the government should be doing not nine-year-old fucking children.", "He has been ghosting me whenever I text or call him. I know he has been getting them though. As they are always left on read.", "Cc issue was never meant to be fixed in this patch, its a server side update, they already did one.", "overrated, change my mind.", "Same. Body hair (on my own body..I don't care what anybody else does with THEIR body hair) grosses me the fuck out.", "For me, I tend to (over)share with friends, but also get offended at trivial questions like you.", "Imagining ten generations alive at the same time *is* a terrifying concept.", "That's because there are a lot of other attrocities that have happened since then. [NAME] aren't the only ones facing discrimination.", "They'd probably just use it to buy up armies and navies for tyrants who oppress and reign with blood and horror or some shit.", "I just think it's metal as fuck that she was charged with mayhem.", "That gives me flashbacks to when my mom used to record me crying because she thought it was funny. Ugh.", "Get back on your meds mate..You aren't funny at all...", "Takes a lot less effort to just say “fuck off, buy your own.”", "This comment is basically 10 words of “I didn’t read the article!! But boom, I’m edgy af”", "Nobody claims that 20th century socialism was a utopia. Please remember your own comment before replying.", "I see BOTW and now I'm waiting for a group of grown men to watch shitty old movies.", "they are shooting everywhere. Needs to give them more pressure and contest better but beyond that not much we can do right now", "I cannot believe the fucking audacity of him. Have some shame for [NAME] sake.", "sick burn", "she seem immature, playing mind games. I would be direct and if she still keeps playing games let her go. seems like an attention seeker.", "Why was the discrimination and ghettoization of [NAME] prior to their extermination legal? Because legislators sometimes don't care for morality.", "I hope this guy got found and fired. That's way too dangerous. He could have easily killed someone.", "That as absolutely insane.", "It is so ugly I felt personally attacked by it, what can I say", "If I’m ever like that, suffocate me with a pillow.", "And the douche social media obsessed guy who left the used condom on the side table!", "PD would probably get us [NAME] so we would all get pump faked until you realize he got the wrong one. Exhibit A [NAME] -_-", "I love how nobody posting here to decry the buzzfeed article is using their actual accounts, they’re all throwaways. Cowards. Just like your felonious President.", "one's a rapist, and the other's a stingy yank a bit of a difference in situations no matter how much we hate [NAME]", "When the caterer found out [NAME] was going to pay the bill out of his own pocket, perhaps they declined the honour.", "People need to stop excusing bad behavior", "What a manipulative, child of a man. Jeez, grow up.", "She was a surrogate. [NAME] fucked the force which created [NAME] in schmee", "Filthy birdbrain-loving scum barely deserve the bullets needed to boot them off the mountain. Moreiya 4 life", "Dice LA also has Dice Sweden employees on the team but we are wasting our time pointing it out.", "woah ok metallica didnt do shit to metal. Think about Black Sabbath, MotorHead or judas preist but fuck man, metallica suck lol", "I legit wish you never talked to me", "This is so Dope!!!", "I would love to see [NAME] play all 60 minutes but nah. [NAME] needs to chill.", "Work like always, but grind that ironman on osrs in the meantime", "Oh gosh dang it", "There are plenty of cases of terminally ill people who elected to stop treatment and then pass away. You're not obligated to get treatment.", "ITT: People saying \"I'm doing to get downvoted for this\" and then not getting downvoted.", "Or just some kind of pushback. Your best player getting injured on a questionable play; no physical retribution; getting shutout - pick 2.", "Shiiiiit I’m about to fuck [NAME].", "Really curious to know how you know what people are going to think in 500 years, you ass.", "if they’re available for questioning then you’re a shitty kidnapper. -3/5 stars", "Ok, thats my thinking too. If [NAME] really only gets 180 anyone who didn't make that deal (like us) is pretty dang foolish.", "Oh [NAME], me and kiwi or pineapple. Or that feeling when a tortilla chip gets stuck in the roof of your mouth", "Yes. Especially if I go to sneeze and I lose it, I just look up to a light and bam. Sneeze time!", "Just legalize it, already. Do it the proper way instead of by executive fiat. I hate the lawlessness—“the pen and a phone” bullshit.", "My goodness. Your such a fucking manchild.", "[NAME] to me will forever be proof that the true dangerous people are not the ones telling lies but rather the people that believe them.", "Hey, you can make baseless claims if you want. Don’t expect people to just believe you though.", ">if your car is so great why do you have to fill it with petrol all the time This is how stupid you sound", "I can't find year stats. Anyhow, I needed the Excel files or a list of numbers in a table.", "I watch his YouTube stuff. It's gross!", "*price hike for [NAME] only. I dropped Netflix last month because of it.", "Nothing says “I peaked too soon” more than a class ring.", "Its a weird thing they do south of the border... they throw flour at each other. No idea why that's a thing.", "IT MUST WOUND YOUR PRIDE! STANDING OUT THERE, LIKE A GLORIFIED SENTRY!", "I do the exact same. It typically does the job and most people are just mad at people who steal rather than me.", ". I’m a dude so I took sleeping medication and meditation alike, not respect/reverence for one day dammit.", "Cause as soon as he locked in execution he used the auto typing function immediately celebrating. Gets punished by karma and im the one down voted. Sure", "You need to lable your factors or else this is indecipherable.", "Post paid. It's very temperamental on when and how it's gonna work.", "I will third Blues City Deli...the Prez [NAME] is ridiculous!", "I actually like my vagina... I suspect it’s actually my husband that is the problem", "Too easy. I’m selling at $18k on Jan 12, 2021 so I can be pissed at myself for not selling the top", "Call ambulance or police for a wellness check but make HER pay the ambulance fees/ callout fees, not OP. it should teach her real fast.", "It's all hypocrisy and projection. The people smearing him work for [NAME] and [NAME].", "[NAME] what a stupid job", "*DRAINS, CLOGS, BACKED UP LOGS [NAME]!* *OH, NO, TOILET OVERFLOW [NAME]!*", "Being misunderstood really is the worst thing ever! I’m sorry some people are so unkind."], "disapproval": ["If at first you don’t succeed...welp, nevermind.", "Not at all. I'm not going to argue with someone who doesn't understand what a strawman is.", "Wait, I see the problem, you are changing the word observation to assumption, which I think you know is disingenuous.", "As long as the ink isn’t on a contract, I don’t listen to any rumors. Waste of time", "I guess the trick is not to eliminate susceptibility to 51% but to minimize it extremely.", "As a woman who drives a Jeep, I am not getting another one.", "Any agreement we will come to will be exploitive because of the power differential, apparently.", "Don't torture yourself like that.", "That's not even accounting for the NDAs other customers have had to sign.", "it doesn't happen all the time", "No. Being a private investigator isn't illegal.", "That is patently false, considering his history of driving multiple businesses into the ground.", "That’s a weird way of spelling Tobin.", "Even on steroids of all kinds in high doses there is no way that this is done in 16 weeks", "Depends on who rates you. They don't all do it. I stayed at 5 till about 40 delivery, then it started moving around alot.", "No it's not >:(", "Oh no!", "Character and emotions are not the reigning champion one year earlier...", "Probably, but fuck Reddit then. Personal safety is up to the person, not public opinion.", "oh no", "I’m not crying... I’m just cutting onions... I-I’m making lasagna..", "It's barely a jumpscare tho, i dont get how this could be startling at all", "Nope. I'd rather they fix their servers instead.", "I mean if you wanna have more kids you should pay more, not less.. I’m not forcing anyone to have children", "Us arguing here won’t change a thing in the government", "A hatred for loot boxes and a desire to get them banned was quite popular on Reddit.", "You mean, their gender. And no, we really just do as much as cis person.", "Not a good couple hours. A full 33 days.", "Look I'm not saying that I agree with them, theres no need to be an asshole", "Don’t think this is the right reddit buddy....", "I fail to see how a current moderator isn't capable. Perhaps they never delegated the task is all.", "Peaky Blinders is the shit. I don't understand how there isn't more hype around this show.", "Completely miss-wired! I never thought a kid can grow up miss-wired.", "Definitely didn’t give [NAME] a huge scar", "I still think hating [NAME] isn't a good move for them. Could turn those undocumented [NAME] into undocumented [NAME].", "Not even my real dad either.", "Because sometimes the middle is still wrong", "I’ll untwist my knickers when you quit applying some arsehole opinion science on someone else’s mental health condition, deal?", "Makes sense, but I imagine if they wanted the land that badly theyd just buy it off him", "No, he said he's bringing in somewhere around 10K a month, not 2500 a month. That's a HUGE income gap.", "I didn't think it was that bad tbh", "He's not an ugly guy, but 8 is too high. He's between 5-6.", "No, you’ll find her. Us childfree lesbians are out there. ", "> we can't john beard that big", "Not when it’s literally contradicted and not corroborated by every other one of that witnesses’s witnesses.", "I don’t think there’s enough to make a canon implementation of Cyvasse but it looks like there are some fan-made ones.", "Also technically wrong, it would be last year but not a year ago.", "Hey mods... let's not allow articles pushing unsubstantiated rumour from poor sources", "My t levels are normal. Doctor thinks its my low carb diet but I dont buy that", "Didn't expect him to land back in the championship, although mears was much more unlikely", "No, I'm saying they are equally critical.", "It’s not even bad", "Cook it in a round dish. The taste got confused because of corners", "No thanks, he’s already been flushed", "I'd rather die than drive a Volvo!", "Ummm mdma or x would never make someone this violent. She was under the influence of something cut with meth", "What an ugly shade [NAME] used to dye his hair. Well, I guess it matches the infamous shirt.", "Doesnt help [NAME] was right. That would further push [NAME] into his arms", "I can tell you professionals didn’t do it that way in 2009.", "It doesn’t get better than that", "I couldn’t imagine putting a brand new car on these roads, let alone a Tesla.", "[NAME] is my least favorite on the station.", "Maybe I’m cringe but I hate [NAME]", "This shit ain't rocket science GateKeeper", "Riding your bicycle down Powell is *a stupid fucking idea*.", "Hay girls, if you where make-up, you can't buy me chicken tendies.", "Nobody wants to fight the naked guy.", "The word \"YES\" has never erupted from my conciousness so fast before. I practically ejaculated it.", "At no point in the game has that been true", "180 is not good for checking enzyme deficiency which is what I am referring too.", "Not necessarily, plenty of people in my small town that will buy your food stamps.", "I’d rather not, thank you. Seeing her play that evil emperor in that Star Wars movie was quite enough.", "None, I know nobody or have anyone nearby who can help.", "if it's harassment its a criminal charge. I haven't read the decision yet but this seems like a stretch based on what i know.", "Pls no, it's too cold outside to go hatless.", "I meant to say provincial ban on smoking in it not law yet?", "Pff sticking the bumper back on isn’t a massive task, I’d call it a win ", "You guys can downvote me all you want, but this sub is every day looking more and more alike r/gameofthrones", "Was not aware. I know it's bad but I rather keep my head in the sand on this one because I still want to like [NAME].", "They mean “wholesome”, not “‘nice.”", "We're not really meant to be close friends and have sex with someone without feeling anything. You're defying nature by attempting to.", "Subpoena is still one of the weirdest words I’ve ever seen", "Did not expect to be over here shouting in agreement with [NAME], yet here we are!", "If you’re trying to find more rationale for why you’re different, you’ll just continue being different ", "Ok so this doesn't seem like a cover given they made a whole comp for him", "Solid argument. Honestly this game’s a mess and impossible to balance for both sides equally.", "Okay I kind of misread that as “be with him”, but my point still stands.", "“You *definitely* don’t want the spider to bit ya where the good lord split ya...”", "Why are you defending [NAME], [NAME] clearly intends [NAME] to come across as a bad leader. Good leaders don’t get murdered bu their men.", "It's not even the ads. It's the complete lack of anything worth watching between the ads.", "Can’t imagine taking on that contract", "Is it manipulation if it is 100% true, 100% genuine, and 100% good advice?", "RNG gear is a solid no from me.", "GAA' isn't a sport...", "Call me cynical, but I wish things wouldn't go back. That's why I like Infinity Wars as much as I did.", "It's been a while since I watched anything from WWE and new [NAME] looks like the homeless version of old Lince Dorado.", "I’m not saying he won’t ever recover. My point is he isn’t wrestling at Wrestlemania.", "Nah coal is pretty inert from an environmental standpoint. If the barge wasn't hauling oil, gasoline or chemicals there isn't much to impact the river.", "I’ve still not noticed the kid", "Thats not what i said but okay schlomo", "Don't hold your breath!", "No thanks probably stank af.", "Well, Detroit isn't currently marred by ownership and front office incompetence.", "We are not Barcelona or PSG we have structured wages.", "Idk I feel like it's just an exaggeration, English is a hyperbolic language", "7-1 ISNT A RIVALRY. [NAME] WIN A FEW MORE AND THEN WE CAN BE FRENEMIES", "No, it's not that one", "I can only enjoy memes if they have been AI-checked to have never been uploaded to vine or tiktok. Otherwise I can not find it funny.", "No fucking clue", "Context doesn’t exactly make state murder of the “stupid poor” better.", "The owners posted the name of their two dogs on the page before and Cumlord isn’t his actual name, its just the page.", "No, just three gifts. I guess it could have been an entire room full of dudes (magi)", "Wait, wut? I thought there was some sort of (2) term pledge from", "Pretty sure they claimed he resisted arrest. If I remember correctly he was just peacefully sitting on the curb when the cops decided he was resisting.", "Hi u/CareeningDirigibug, thanks for posting this however I am afraid it has been removed as this video has already been posted within the last week. Hope you understand.", "It's weird how quickly I agreed with you. Usually I'da been more incredulous.", "You're not my STBXH hehe. He doesn't type like you.", "Oh no he didn't!", "You can’t change my mind about the officiating, I know what I’ve seen", "it's basically summer here right now. these posts are clueless.", "You’re not winning this one. Move along.", "R/T DIDN'T WANT IT!!!!", "A respectful professional doesn't cheap shot multiple training partners ending one's fighting career.", "Ugh obviously that's not what I meant, what I meant is that *socially* if they have a sibling that they do not need humans *socially*. ", "nope, this is just older people not understanding how teens actually communicate", "That's way dangerous to keep then together they may break out and start feedig on the other ear buds to gain heir strength", "TFW RIGHT IS LEFT AND LEFT IS RIGHT", "nolan is overrated", "He would say Shut up about the sun I don’t think he likes space.", "Won't continue. But the positive thing is it's not on fire shooting. It's great ball movement.", "No man. Door wins!", "Missed Opportunity for a cat burglar joke, still 7/10", "After he did the one year contract last year I'm not seeing him staying here with no improvement from our team.", "She's not curating her humor to your taste, alas.", "No no no. They only have no worth if they don’t support [RELIGION].", "Reddit is so right wing I can’t even believe it", "Now I can’t unhear it...", "In many circles this would be considered a steal", "There is no such Thing as [NAME] or an Almighty !", "He said great investment definitely not lost is this sub going to get back on track. Just because a post is bad doesn't mean they're lost.", "[NAME], I thought we warned you about trying to collect \"data\" from this place.", "Arsenal FC the retirement home... No thanks [NAME]", "Haven't printed a retraction in twenty years!", "I have a bad feeling about this.", "You thought wrong. Also, the answer is Caribbean Splash Car Wash on Clarksville Pike. I'm not even kidding.", "It isn't incorrect to use 'they' even when a person is explicitly a women/man.", "They are bad for your body.", "Don't need to shout at them. Just a simple question. :)", "He mustn't know about Mr. [NAME] and the cause of his untimely death.", "Luckily that is not going to happen ever! [NAME] and I work at a massive university in entirely different sections / different campuses!", "Your opinion doesn’t matter enough to me to trigger me :)", "Leave it. You should never date someone with a scheduled time you are going to break up with them.", "Yeah I totally wasn’t going to until I saw this comment.", "so doing something illegal only dehumanises you when caught?", "You don’t owe anyone your suffering or your future. Ever.", "Never hurts to double check but it can doubly hurt to not check at all", "I didn't even notice there was a mistake", "That's not what I've heard ;)", "Never listen to songs with someone you love. Just don't. Trust me.", "I don't really know how to explain because English is not my first language, I'm sorry.", "Sorry, I wish I was wrong, but Mathews is over rated", "I don't think this makes much sense for Sacramento.", "Democrats never had complete control, that is a common misconception/lie.", "Because it would look worse than 2D art.", "No, but you wouldn't believe what I'm not tired of seeing...", "Ok sure that’s a nice unfounded opinion you’ve got there. Unless you’ve been in one in which case wow sorry", "No such thing as too cold, friend! Just too long, I don't wanna bother.", "Discord. It’s there in the FAQ.", "Saying \"don't come into this subreddit just to start arguments about politics\" isn't intolerance.", "Pretty old when you're 12.", "Surely the error is lexical. And I think the original comment is poor (non native) idiom use", "Wet dreams don't count", "Trier is low key an awful defender", "That is definitely an unpopular opinion. Upvoted.", "The creativeness and flexibility goes away once you get out of gold.", "That is a completely different point, and has nothing to do with nxt or its title being pointless. ", "They very clearly state no new accounts can post. Yours is 2 weeks old and low karma.", "but the dayman doesn't have the nightman's sexy hands.", "...and today will be like any other day. We aren't here to interfere with you.", "Middle guy doesn't look to fit to me. Looks like me, too many pounds.", "Stop attacking me", "If that's the best you got for being against libertarians then you basically have no serous reason."], "approval": ["yeeey [NAME], My purpose has been fulfilled Now I must go", "Yeah I want all our players to have a nice healthy hatred for Texas. Good way to ensure they get hyped to play em.", "I mean he is cleay doing *something* right.", "I miss the bch/bsv war...the quality of posts were getting better....back to square 1", "There is no *inherent* meaning, but this does not necessarily render it meaningless. Only you can decide whether your life has meaning or not.", "Correct them. It’s best to let them know the real you right from the beginning rather than later.", "Crating your dog is also banned in some places, that doesn't make it cruel.", "At my job I can/Do get laid a lot so the second one!!", "The most important part of a sacrifice is the innocence of the victim. (Even we [NAME] belive that). The unborn are the most innocent.", "Let’s get some shoes!", "I'm still rocking my Pebble 2SE.", "It defiantly shapes up the picture.", "Yeah, I was thinking they would be super cute with black heels and a snug black crop top.", "Definitely the second.", "As a woman, I have to say I think you aren’t wrong about this.", "# Breeeeeeak me off a piece of that apple sauce!", "At first glance I thought he was just being a good citizen and trying to perform CPR on the poor guy", "Saint and Eagles was the only interesting game.", "ugh, same. it also gave me the shakes, so I quit. so far, I've found Trintellix to be a nice compromise", "I've used tofu and nutritional yeast before. It works well for ricotta! Recipe here!", "Yeah pretty much. People do change, but never ever do they change because someone else demands it from them.", "I imagined as much, but I wasn’t sure, thanks for the clarification.", "Wouldn't mind if it is [NAME]. Girl's got fire.", "Because he's too impulsive and needs to be able to tweet while eating ice cream in bed.", "Ive done this to a couple of people. It makes me feel really pleased with myself. Just riding in circles around people.", "please dont bring a woman in as a sex toy for you both. hire a sex worker instead", "Many people from 2004 played Fortnite too. You know, because it's a good game and not everyone likes to hate on things arbitrarily.", "Really? That's interesting. I'll have to give it a try. Yes I'd love to take a look at your suggestions.", "Good on you dude. I'm west coast, but I'd love if anyone ever finds themselves in Seattle, I extend this offer.", "Lucrative. I like it.", "Forgot to mention that it contains lanolin, don't know if thats a deal breaker. Regardless, alcohol free emollient + occlusive is the way to go", "Oh interesting username", "Exactly why I’m saying we won’t land KD ... but Knicks fans do know a lot about dreaming.", "[NAME] for sure", "All the replies take his quote a little too seriously", "Yep, minimizing massively", "Unite us. Unite the clans.", "It almost looks like stuff from Japanese Pizza Huts !!", "Good, hope he actually takes that to heart!", "Article is good. Not sure how it relates to “carve outs” for law enforcement.", "Very wholesome!", "It's not just what he said, it was the way he said it. Good stuff.", "Fascinating, can you please provide some more detail on the pre-KOOP origins of the phrase friend : )?", "The ones who agree with her are the only ones who actually address *her* issue....which is how to deal with boundary stomping relatives.", "Look how pretty she is. YES QUEEN YESSSSSSS", "Keep gg too bro!", "If that’s not a joke it is a startling failure to notice one of the most interesting character arcs in the story", "You can always view afterwards, no confidential votes in Parliament.", "Too long, you gotta cut along the top of the cargo pockets.", "This. Its not uncommon for [NAME] at all. The world seems to be paying attention more now and thats the only difference.", "blessed day with beautiful boy", "Welcome to freedom! It takes time but you will be stronger than ever! Stick to NC, I cannot express how essential this is!", "If someone starts that, I’ll join in. Their mods help perpetuate it all.", "Bubble Bass should try it, just DON'T FORGET THE PICKLES!! ", "Anyone link r/causalchildabuse yet? No? Allow me. r/causalchildabuse", "[NAME] You are the ultimate forhead Winner!!! Chose your price!", "Friends for eternity! Loyalty, honesty!", "Their sound is totally different, but there are some dark poly-rhythmic grooves on Polygondwanaland that remind me of Tool in a huge way.", "This jokes a name changer", "Start an initiative to take away cops guns since you feel so strongly about it", "Try painting a penis around the pothole. Seems to have worked in Manchester", "Wow, I’m going to have to remember this one...", "Good, don't want speeders in my neighborhood and keeps taxes lower.", "Anti [NAME] concern trolling. Mods are quite fine with it, no surprise.", "How is that relevant? The rules are simple, do not attack character.", "I have noticed that one is good for thinking straight and light bulb moments.", "As a household we deal with it by respecting each other's choices and opinions.", "I love it when they have those realistic conversations where people interrupt eachother and talk over eachother. It makes it more relatable", "There is nothing gross about being gay. Just means we're different, but we still experience love. Love is not gross.", "[NAME] SHOT THE PUCK *AND* WE SCORE Who woulda thunk", "Enjoy being stopped at the border", "Part of being an adult is putting awkward on the back burner because some things are more important and need to be said.", "I’d love the current battle system blended with the old system of sneak/blending and a modern day story that Ubisoft actually care about.", "Feel free to PM me, I was a longtime vegetarian before transitioning to veganism.", "Spider Man is pretty awesome.", "bruh literally same", "That's the exact person who would buy one of those", "That’s actually a great idea if I ever have a kid that acts like I did!", "The idea that fb might be slowly killing mlms out there gives me a glimmer of satisfaction...", "Wow this was an eye-opening response, and you’re right it helped us learn more, be compassionate and focus on a better well-being.", "[NAME] and [NAME] are my favorite gay couple", "literally everyone until there is not a single potential enemy left on this earth that's how fascism works, buddy.", "I would eat the everloving bejeesus out of that pickle.", "Uuuuh I bet they look sick :D", "Oh god, going to a social event with someone and never leaving their side is me at almost every social event I go to.", "Gamers know all too well how it feels to be oppressed by society.", "Interesting take there", "no wonder i never noticed because i skip the pilot everytime i restart the series", "I want the real thing because animals are nice and labs are not. I love animals. I want more of them", "I fucking love this", "aaand it's time for the refs to take over the game again", "False equivalence in the sense property rights aren't enforced but more accurately defended.", "I can feel his cheeks puffing out.", "~~24 hours is for an adult. Adults can get lost but they have means to come back home if they are just lost~~ Edit: forgive my ignorance", "Impact? I'm merely interested in how low you will sink.", "This video is what gets me saving into my future fund bruh. Edit: r/personalfinance", "Well the left wants to defend [RELIGION]. Good, now that they’re on your side of the table. Own it, or denounce it", "I can only focus on that pastry.", "If things don't fit, or you suspect them to be fiction, please report them. We do read those reports and take action on them.", "Not his fault [NAME] got butterfingers.", "After I got rammed into by 2 planes on the 1st zone's storm edge in dusty, I couldn't agree more.", "good to hear! I'm just gonna buy it when i'm done with my second playthrough so that i can judge Andromeda for myself", "I don't play assassins much, but I love playing Rat.", "I’ve never heard him say it but I wouldn’t be surprised if he did. It’s believable enough", "Clickin’ it!", "I can't see anything wrong with this message", "Because they pay into the EU we can't threaten to cut their allowance...", "I don't know what you are about, but I love your enthusiasm.", "SO and I have our limit at calling eachother nerds :3 pretty lighthearted.", "Omg this is too good.", "Prepare for it and become happy with yourself but also accept its impermanence.", "You'd better get to work then! See you in 10 years!", "WYA? I'll come through.", "under inflated tires can cause tire fires, as per the DoT handbook and fmcsa", "It isn't only a representation of the economy, but how poor most people's financial sense and budgeting skills are.", "That’s exactly what it says on the menu, don’t see what’s wrong here.", "ha, hardly. maybe the biggest city. Russia is fucking huge.", "i mean if you really want to play guitar with your thumb there’s nothing stopping you", "Good for them", "Not sure about “better” but women artists have an intuitive grasp of color theory and tend to use color in a more pleasing way.", "It's normal school except they sexually identify as [RELIGION]", "I'm know Ashtabula. I'm from Lorain. That's cool that the company got bigger though.", "No we’re going to use it for penalties decisions, red cards and goals like it’s designed for.", "Its a mandatory requirement to be an accredited \"[NAME] da\"", "Always felt like this match would go 5. Come on [NAME]!", "Interesting to point out cognitive dissonance while also showing that you possess it when it comes to the president!", "Send your story over to r/nice guys, they'll love it ", "*\"Wow\"*", "[NAME] doesn't do nihilism. She's war ravaged. Ergo she has to recover.", "Im about to order 1b-lsd today since thats all i can get here legaly and dont have underground conections to get real acid. I will keep that in mind :D", "Same! When my lil sib came out as nb", "That has nothing to do with the sub...", "Oh boy... it must actually be kind of nice to be completely oblivious to how the people around you are feeling.", "Damn right.", "ET + 2 picks for [NAME] would be great", "It's a hit headline from coin desk that has nothing to do with the article--which is glowingly positive for Ethereum and the Ethereum space.", "Yeah, and don't forget the unblockable attack spam storm...", "Yeah it looks like it", "We need mark-ass brownlee", "I see why magic fans want [NAME] off their team.", "Yes. Less toxic =/= nontoxic.", "I do watch legends and lol yes we all know she existed/originated in the future. I also know that this is a different [NAME] from the [NAME].", "Such nice, silly, warm friends once you get to know how to act near one. You have to learn the secret scratchy place too!", "Hey now!", "Looks nice but will wait for a PVE dedicated map as that’s more my jam.", "That's true. It's on you if you want to practice respect and kindness for its own sake.", ">the ad, which has been both criticised and applauded Applauded by non-customers. Criticized by customers.", "That's good to hear. I'm admittedly highly judgmental about this kind of thing but I'm trying to open up my mind a bit.", "I'll dance with you.", "I forgot it’s Saturday r/trees :) If you read the rules you get this", "Also makes you a lot more likely to repeat mistakes.", "We play some sexy football at times", "Dayyuuummm!!! If you ever get another one, you know what to do. (Record it)", "YES YOU SHOULD, although it's only in 2300. Surrounding communes get expensive quickly.", "yeahhh fellow new shift here too * high five *. Congrats!", "Ohh looking cool Jok- Get out of here side character.", "I think [NAME] did such a classy exit! Hopefully people don’t give her too much hate. She comes from a good place.", "[NAME] insists it went off the glass, i trust him!", "It even has a name on it from the original creator you reposting scum.", "I could see that nobody wants to be called ignorant. I also learned about the fallacy from [NAME].", "You're right... But look at that badass black leather jacket.", "Pretty sure it was a joke bud", "The music caught me off guard", "Chaintip is coming back, it's just taking me a while!", "When I harass women with innuendo and they politely deflect, they know I am right. At least that's what I told the judge. ", "I just heard about this, its pretty cool. ", "You’re the kind of guy I could really dig... a grave for!", "[NAME] found the perfect position to not have to defend [NAME] or [NAME]. Amazing instinct to be honest", "oh of course they were playing as nix", "Not really. Everyone has different thoughts about kids and I don’t see it as appeasement.", "They look so soft and comfy.", "I look forward to it.", "Nice of them to call back to [NAME] dyslexia with the two different spellings of deodorant", "I knew nothing about the cult, and it is one of my 2 or 3 favorite Netflix originals. ", "That day was incredible.", "Right. The comments people buy gold for astound me. I’ve seen some dumbass comments get gilded then comments that deserve it get nothing.", "Woah that’s comforting.", "Came here to say this. Everyone claims to have the worst drivers in their area, this is nothing new.", "Keep on going", "I thought it would be neat to look back on predictions pre Fa and Draft.", "My favorite social network is Tumblr, they left out this one too. Not exactly an obscure website...", "take my arrow. so fucking true", "Omg, this reminds me so much of my uBPDw saying \"I need a real man. I need you to be my hero!\"", "You can go on the offical league forum and look for people.", "Lol, pinches narizones.. Their physical game is on another level. Would rather play with a guy like that instead of against him though that's for sure.", "Man, never underestimate the power of a crock pot, some frozen chicken, veggies and cottage cheese.", "Lets not forget that the Bay Area is the epicenter of the tech boom/revolution, and that will continue to be the case for the foreseeable future.", "Why does everyone hate the creme brûlées? They’re easily my favorite.", "[NAME] is an **integrity** man. Without it, there is nothing. edit 1:without it, not with it, sorry typo", "Like and smash that subscribe button, I'll see you in the next video for my best v-bucks giveaway yet", "I feel like Canadian Tire only exists still because \"I guess I'll go to Canadian Tire, they'll have it\"", "Cool. Glad I'm not the only one who found it weird.", "Y'all i have option one. Lemme tell you. Sex is important. I miss it", "Hey same here!! The first week of April!", "We're a community, like it or not. This came from us and we need to hold eachother to a higher standard of behavior.", "Typical [NAME], i know because i am one", "[NAME] YES!!!", "YES!!!!", "hi [NAME], toxicity in a multiplayer game is something that should always be expected no matter the game cause people are assholes.", "Sounds like my kind of place.", "Ah, fair enough.", "I *demand* satisfaction", "It's probably easier when they're stuck on an island", "I think [NAME] is the best QB Prospect since [NAME] and I would kill for my Lions to get him.", "Minimalist aesthetic stuff that doesn’t look goofy.", "PULL HIM. NOW.", "Seriously, I’ve been catching and loving this one since it first came out.", "the longest week (2014) I don’t know if it’s still available but it was pretty good romantic comedy", "Exactly, you need a Hollywood woman of age to pair off with him. Past 35 should be fine right?", "She did you a favor by not dragging it out. Cut bait and move on.", "Wise choice. You had kebab.", "Small group of friends either outside or at home listening to good music would be ideal for me. Maybe even one sober person to drive our high asses around", "Hey, take that grade with all the pride you can muster--no shame in being happy for an accomplishment! Congratulations!!", "She's just fighting off the MoMo hate bandwagon", "Why yes that ass is flawless", "You're a [NAME], wizard.", "That... That makes a lot more sense than what I thought they were chanting.", "So much better that way!", "in your next post you will lament the evil of poverty socialism is a mental disorder", "If that's true, then you can't call what I would have with option 1 \"omnipotence\".", "At least the crack makes it look cool eh. Happy new year :)", "That’s better:-) now go get em tiger", "Idk that looks like adobe gains to me..", "Hell yeah bois", "It was believable until the “almost got beat up after class” part", "Btw I’m totally including myself in the karmahungry section but that pic was just too appropriate to not share", "And him to then yell back at them.", "12 point lead...just like that", "This is cute AF. For 5.00 - 10.00? That's not bad yo. Some people at fairs would pay for 25.00 for this.", "It seriously is impressive to wake up and see Clemson fans taking full blown hay makers at all of their competition at once.", "I believe if he did (and she didn’t) then he SHOULD be in even more trouble. They can easily fact check that.", "Pig Latin kills me internally this is why plastic surgery exsists.", "Orisa will actually fair better than most if the orisa has good fortify usage. Mainly decreases effectiveness for dva and rein.", "Genuinely, it is! The only complaint is that kentrosaurus is spikey as hell, and I find him with my foot in the dark fairly often...", "looks tasty did you all take it home?", "That's an attitude I currency can't get behind.", "I'm glad centrists feel unwelcome in the labour party, that's how things should be.", "It would be sweet if they got into accidents with guardrails and massive trees.", "Cadbury is better than both of these, however they’re still solid choices.", "I love how he bends down with his head in the 'loaded' guillotine to screw off the end cap.", "Damn this is experience talking.", "It’s not even bad. Some people love dark humor, especially when delivered in a super serious way.", "That's what makes the best reply you could paste the comment at mumble rap and 10 day tho.", "I think its safe to assume that we're clearly referring to the article and topic at hand.", "Certain mental health issues can be smelled on a person; by all accounts, schizophrenia makes a person's sweat smell like goat", "Shows you how important posing is...", "I watched my team get deep dicked in the natty. I understand", "I believe so", "Was getting ready to comment about this one. Was really surprised how much I liked it but can see why it’s not for everyone", "I’d love an ג׳‬וליאן if you have time! Good job keep up the hard work", "[NAME]? That's me y'all! :D", "It's a shortcut, dude, he just knows the map!", "I used ODesk to pay ppl overseas to do all my college coursework. I coasted!!!", "It’s ok to go to bed with that drip tonight.", "[NAME] bringing on Sir [NAME] to confront [NAME] about calling him fat is a great interview", "[NAME], give us the opera album we deserve", "I much prefer when the CB is given a taste of their own medicine. Far more satisfying than being polite. This one is great!", "Being a bronco fan in NY, this podcast is the only radio I can consistently get", "Damn I was kinda counting on evolution to get me to heaven, but who am I to argue if [NAME] says it?", "No spelling and grammar errors. Oh my [NAME] better than the other repost.", "The best role you can take to climb is shot caller. Give your team the information they're not aware of and they'll be more useful.", "These are some of the best movies to watch high (esp Butterfly Effect)", "I was listening to look alive by [NAME] and [NAME] and it was perfect timing with this video and the song😂😂", "It sounds like that's what you've been doing, and Id assume any further reaching out would be treated like your previous reach outs.", "I mean, me neither! Who would have thought?! We saved a girl's life. Cheers!", "Good to know!", "Dedicated agents will work without pay to see him hauled away in cuffs to visit his pal [NAME].", "satisfying, really.", "Great Photo. Really showcases what most outsiders expect when they come to Nashville for a show!", "It’s always about sentience. We already generally restrict abortions about the time fetuses are believed to start feeling pain.", "I can see it, the wig/bodysuit is very kalorie but the makeup is still 100% India", "DonutLicious in Spring is the most gourmet one I’ve ever been to.", "O cool noworries ya I don't actually hate [NAME] he's now my favorite player for Vegas.", "That’s the one!", "Mental health issues get such a bad rap as it is. I appreciate this comment a lot.", "We also one because [NAME] straight took that game over late.", "I sub white mocha for the classic. Delicious.", "I probably would have upvoted it for effort.", "I prefer HOWDY MISTER", "Hi !! I totally get you. If you want to be friends I’m here !! :)", "As ironic as it sounds but her being a non factor is what ultimately won them the game (compared to inting [NAME])", "Nobody forced [NAME] to take [NAME] over [NAME], if he liked him that much then he should’ve just taken him.", "Here in the UK I’m pretty sure I’ve never seen a taco", "I think you might waive your right to sue if you say \"apologize or I will sue\" and then the party apologizes.", "Any time [NAME] is brought up is a good time for this:", "yes:)", "Hey, I described you in the OP! Everyone's doing it so you have to too, otherwise *you* feel like it's unfair.", "I’d probably need up spending all of my money on food and ammo, I like having a limit", "I switched the the Smok Novo and I like it. Close enough to the juul.", "Tbh, that sounds better than lithium", "Would rather not waste 2 more years of Odell and Saquon's prime tanking for a QB 2 years from now. He will enjoy Tampa", "In all fairness Ive said it to men, woman, and children. Nobody is outside of my blind rage.", "That's a good idea! Unfortunately don't have a vehicle big enough, so I'll have to hire someone with a truck.", "Well that makes sense.", "Prices there appear lower than Banff and it would only be a short drive, thanks! I'll continue my research into Canmore.", "Right. I am more focused on the length of the relationship vs their age.", "We are like the douchebusters!", "Honestly, I love hearing about stories like this - like the multitude of Skyrim and Oblivion mod developers who eventually got hired by studios due to their work.", "Yes it does", "Well duh, he’s a scientist. So he’s probably smarter than the average anti vaxxer", "Reminds me of series finally [NAME]. Serious and dashing.", "That's what I said! Except the bad person part but ya know what I mean.", "Anyone else getting stuck in the radio com loop with [NAME] and whoever", "There are no helpful ideas like the one you're looking for. There is only one idea... Tell your parents and get authorities involved.", "[NAME] was our second best hitter, [NAME] was the best", "Galaxy brained hot take Your IQ must be near [NAME] levels of hyperinteligence", "This. Fans complain that she's boring but I'm actually glad she's careful about what she allows to be filmed.", "Not me, blue text posted it on fb airing out the guy but yeah she really handled it well ", "Not sure how kittens “lol” but I’ll take your word for it.", "I thought it was all of Yorkshire... could be wrong though and it is just City if York!", "If you like Thai food, try Firefly.", "I'll have to think about that one but maybe if you're down😂", "[NAME]... Nice", "If I get 100 points on this comment I will make this app for Android. (I am an Android developer)", "[NAME] didn't want to win though. She got what she asked for", "This pretty boy didn't meet [NAME] ! That's why he's still full of life !", "Fuck is exactly what she's good for", "it’s amazing how he is already just about my favourite skater ever.", "A radical departure from the lunacy we have now? Yes.", "Did he beat all the bosses solo? If he did, he's less of a scrub than I am.", "I don't know who wrote what, but good call - the d's are completely different from one to the other.", "Ha interesting. Grew up in MN and never thought about this.", "“stay still” the best and most timely advice you’ll ever get.", "So lifelike!", "Agreed. How do you feel about the rumors that he doesn't pick any girl as an endgame?", "WW2 has the best supply drops ever", "They are children, they have no souls. ", "No he’s right, the accents are the only thing similar, and even those aren’t.", "In hindsight, yeah, but we had a healthy [NAME] at that point.", "Extol is the band that introduced me to progressive metal in the first place, still my favorite genre.", "This is amazing. This is how Christmas should be.", "It's the end of the world as we know it...and I feel fine", "Definitely, I'd do that. The league pass deal isn't awful though.", "Banks! I knew it!", "Totally normal thing to do, komrade. Beep boop. Not a bot, komradeski. You're a bot.", "Except... that's exactly what I was taught in [RELIGION] school. One god, theee aspects.", "That's interesting, considering that the other area is Mt. Tremblant, which is a real area of Quèbec.", "What an effort! Lets Go Pens!", "That looks half decent to me.", "Canucks get a mind-numbing penalty called on them and the other team scores on the ensuing PP. Surprising nobody.", "i love these wholesome stories when they appear in this sub. nice one, OP!", "Binge drinking is a big problem in VN right now, unfortunately. So I wouldn't be surprised if drunkenness was the main cause of this. ", "This will get us focused and we’ll play hard with a vengeful attitude next couple games", "Single best comment in the thread and puts my own feelings to words.", "Submit yourself to science to investigate this intriguing event.", "Stop trying and just do it. Then decide if it’s worth the effort. Otherwise this is just envy.", "Ah if they went to school together that makes more sense. I wasn't aware of that.", "I think the hulk could do all of that at once, and fold the wrench with his finger tips", "I believe it", "Just like how one day a magic unicorn might appear and prove us all wrong about them not existing.", "Yeah, this just sounds like the usual Seattle understatement.", "You are doing your kids such a grand favor! I wish I were raised like that.", "no i intentionally dont wear ABUs", "he was always WC. was banging them in for the arsenal since he was 20 yrs old.", "I prefer the term window licker. The pub community loves the taste of windex.", "If that's ice cream, then honestly I eat ice cream from a cup at home. It's great for portion control.", "Pickles taste good.", "I was just kind of born into it, although ironically I was raised a cubs fan as well.", "CIA?... Yes, this one right here.", "What a sheltered life you have lived.", "That would be fantastic!!", "I was talking about you when I said if Idk if your talking about yourself", "I would watch just to hear [NAME] talk about how great he is at pinball.", "This. It seems he's undoubtedly [NAME] preferred option.", "^Un [NAME] ~~Gothic~~ Rhetoric", "Oh, gotcha. I have a friend with unipolar depression who does have memory issues, so yes, that can happen during depression too.", "CNC is just the safe way to play out a rape fetish", "Keep trying! :) I’ve just had a look and enjoyed the ones of yours I read.", "Smoooootthhhhhhh!!", "I only buy Venus razors, in solidarity with women everywhere. Why should I get to make more *and* spend less on razors?", "This is exactly what I told him. I went the fuck off. Lol", "This is not a why were they filming. The person filming clearly saw it from further away, and then got closer after turning on the camera.", "Confirmed, word added to Oxford dictionary in 2022. Now to spread the word and get it into general circulation so that this can happen. [NAME].", "Hit this right on the head. Was just telling my brother about how hypocritical this subreddit can be.", ":) i like it", "Same here. There's so much good to discover in any decade really.", "I review you - *clap clap* - [NAME], bye bitch, gone", "Sure but the news article with [NAME] vanishing has been there since the very beginning.", "Wizards really embracing the tank, having [NAME] playing the 5 against [NAME]", "First I was like, “oh, dear” but then I was like, “oh. deer. “", "HUGE RED FLAG. Don't ignore it!", "You left out poor shaming", "Sacrifice the individuals rights for the greater good of the community. That's the definition of fascism.", "That is SO cool"], "optimism": ["There are two other choices as well, each of them slightly better than the two terrible choices.", "U can still pour it out the lock holes. Hook it up", "[NAME] looks like he just saw the Star Wars holiday special.", "Give me [NAME]. We need some thump when we clear the benches.", "Well thee are some things we know are coming next patch. Like improvements for the bipod", "Well, I could already do that. But glad to have BCH as a pathway", "Still a bit of redesign & this would look much better.", "Kinda looks like Ballymun too. Or some council flats from a London ghetto.", "I've spent too much of my life being angry at the Jets, just gotta roll with it now.", "That's probably caused my the extreme density of infrastructure.", "We have youth and depth on our side. I feel good about what we have. If the Cubs have 2 injuries to their rotation they are toast.", "I’m sure the hornet will be happy if their curse is over!", "It didnt fuck up his career at all. Hes got thousands of ravenous fangirls and still makes absolute bank.", "Yes in 5he 80s when everybody in NYC was snorting coke at the clubs he was [NAME]. He was also rich then.", "Wonder no more, this is coming out like next year", "I got to him pretty quick - he could have used a Trauma, but not also repaired in time.", "If only I could bake a cake...or do anything productive when I'm feeling low confidence. I just lay in my bed and stop moving.", "I don’t know but I think they at least have foil inside, I remember seeing you could hack one into an antenna.", "Should tell the people at 4chan. They will help you forget this", "The visual change is an underrated buff. The few times you could juke a legion as survivor were likely due to his blur that just got lessened.", "A lot more potential than Crowder. Maybe not my best comparison", "I’m glad people are calling your lying ass out about CF.", "That, but I also really think that [NAME] is going to be a top QB. Especially, if he progresses during his time as back up.", "It goes away and can be treated. Once treated it would never return until she had another child.", "11 seconds. I'll try harder next time.", "I wouldn't say that publicly. The guy is still alive and he's coming for you", "[NAME] should be in. Tough road for Red, but they have been a lot better their last three games.", "I did. In a selfless sacrifice that I hope brings ample awards.", "That’s one of my favorite movies pans labyrinth.", "oh cool! Must be tiring for [NAME] though. Looking forward to watching them!", "I'm sorry. I hope he takes the CTJ talk seriously. Fingers crossed for you!", "It's time to cultivate some mass.", "Islanders [NAME] says that given what happened yesterday we win this game 7-2 after a lackluster first period with a [NAME] hat trick.", "Well at least it's your fellow countrymen treating you like shit now and not outsiders. Improvement amirite?", "this is why I have backups off site that they’ll never find...try as they will they will never disarm me", "Had she gone into the left shoulder before braking she may have had a chance.", "I am sure that whatever happens in the end, [NAME] will fuck it up.", "Ok, so don't report anything then and keep whining on Reddit about it. That will surely help.", "\" Alright Little orphan [NAME], it's time for you to start earning your keep around here!\"", "Maybe a relationship where you don't live together would suit him better. Some people feel suffocated when they are with their partner for long stretches of time.", "My friend is also interested!!! 👸🏻 Sent u a PM girly!", "One good girl is worth twenty hoes - G - Easy", "That's just how to look good in general", "Not really the same, but we're the most vulnerable type to be on the spectrum. That explains why autists often appear as savants.", "Ah I see, maybe the [NAME] have a touch more romantic interaction between the two than the web novel.", "Mine was avg!", "Oh my [NAME] that's so satisfying", "I would rather have a educated population in my country, no wonder Canada has to bring in 300k immigrants.", "That’s so drastic. Just hide it by parting your hair on the other side for 2 weeks till the gap’s not so visible.", "Games played will hurt his chances unless he takes over the starting role later this season.", "this. faster, same pedaling but way less effort involved.", "You have to live for you. Go get that education, go get that career. Rediscover yourself.", "Hopefully no one was sitting on his lap at the time!", "Oh hey, the actual answer", "Yes I'm trips fail like that nothing you can do about it but brush yourself off and try again tomorrow", "Trust your gut", "Forthwith this group will remain unnamed, verily so that we might avoid bringing ire upon ourselves for a simple observation.", "But he is just anti Israel and definitely doesn’t hate [NAME]. /s", "I like to think that the next update will add zeros effects towards the tac mask challenge. Speed things up real quick.", "I hope you aren’t saying that there is no co-relation between imperialism/colonialism and standards of living in the West, in this case Britain.", "I do believe there is some evidence about that. Sowing chaos is an old Russian tactic.", "I heard of people doing that in the dorms freshman year and hadn't thought of it since. People said it worked.", "No lie his jumpshot is pretty If he can hit those 3x more in-game, oh my god; [NAME] for [NAME] straight up", "I believe this would still be a ticket if someone else sees you.", "Oh, fond memories of accusations of belonging to the CTR squad for so much of 2015/16.", "It's a bit of a saying from [NAME]. What I like to also say is love the person, hate the behaviour", "They can try to do that for as long as they want, doesn't change the fact that 2/3rds of players still chose him over [NAME].", "Willpower. I have a lot of little compulsions I give into. Time to gain control over my day to day.", "This team + 2 lottery picks and another offseason for our young players will definitely be a playoff team next year.", "I named my new kitten Baker and you can bet your ass that he’s getting posted here next time there is a flood of doggo posts", "[NAME] came a long way since the nervous wreck he was the first year. or.. two.", "Can be a while or never. They filed with place holders filled in for required details.", "This just gave me strength :)", "Easy just include [NAME] to continue to torment [NAME]", "There called intrusive thoughts I get them as well it's best just to ignore them.", "Lucky you got a sane dad. Get ready for a world of crazy... just don't get sucked into her toxic world. Good luck.", "[NAME] just has the runs. Don't worry, [NAME] is lacing up to replace him", "Yeah I’m working with my therapist to help me identify certain behaviors early and pay attention to the red flags.", "Sometimes i think i am cringe, but then i see these people and feel a little better", "Volunteer. Helping people in need will make you feel better about both yourself and others.", "Increase in robberies on pot shops. I really hope not though.", "He might upset [NAME], but [NAME] is going to pick him apart.", "I'm trying to understand the cat shirt.", "This could be x-posted to /r/religiousfruitcake", "The bed is comfy and I want it to stay that way", "I feel like she’d be more than half-way there if she just fixed those eyebrows...", "If I fail, I still have some experiences with tracking down people. Might come in handy if I ever want to work for the police :P", "They'll make them walk the plank. Granny will pirate!", "Nothing official, just a gut feeling. We'll see though as today we should have an update.", "We have had luck with a ok to wake clock for quiet time! May be worth a shot.", "I think this does help less good pupils to learn it better and agree with the teachers. In my class thats the biggest problem when it comes to french", "So no resignation or impeachment. Bummer. Naive me had high hopes the great [NAME] wouldn't escape the noose this time.", "If Wacky Races kept on going it would have 100% adult viewers", "Hey friendo nothing down here but there are ALL SORTS of interesting smells!", "That doesn't look too bad.", "Since they only do 6 a year now I would rather it be somone more exciting and surprising", "We weren't just husband and wife, we were best friends (i thought)", "it’s liu kang and kung lao... they’ll be playable", "They went to game 7 of the Conference finals last year. Probably would of won if [NAME] didn’t get hurt.", "I’m sure if it’s crusty there’s some flavor.", "This definitely was what I was thinking too. With the things that go on nowadays, I wouldnt be suprised!", "Every team is beatable just maybe not by us", "Same truly adds to making La Liga the great league it is.", "I mean if it was crowded or rush hour I understand, but I don't see that much an issue if its empty like this..", "That's the spirit! Mah diggah... ⛏️💎❤️", "I thought she would run into an axe thrower and barely miss the axe!", "The fufure is not written! But my skateboard career is!", "False false false It's about having a good group of friends to go out with and knowing the right places to go to meet new people.", "at least you aren't broke like me :/", ". For all of you highlight truthers out there, the shove is clear as day.", "I think that happens equally with people that are or aren't interested, it's like a reflex to move on.", "[NAME] could not never have played the states star witness. Need someone of higher functioning intelligence to understand what to do and what to say when.", "Finally, I can sit on another person’s lap and have them not be disgusted", "It's not like anyone else is ever a jerk on twitter of course.", "I think it's because he was so damn happy for his friend, which again, is sweet as hell.", "That doesn't mean they're impossible. Minnesota's 7th district is 64% rural, R+12, and represented by [NAME], a [NAME].", " You'd be surprised how meaningful life is when it actually has a purpose like \"survival\".", "Best of luck in Cleveland, Plaw Dog!", "[NAME] will be too bust keeping him alive to worry about the dead.", "A majority of the season they’ve been able to win out in ugly games. I just think that warriors loss left a bit of a scar", "I would have thought this sub would be encouraging of religions and religious followers shifting their views into the 21st century.", "Mum asked me if I was on those steroids today, I'm very, very obviously natty but my mum always got my back. ", "IL is working double OT now to catch up to all that retardedness. They want ammo serialized ffs.", "Thats dope. But looks dumb when you write it. Should be, Forum 41. Or, 41st Forum or something like that.", "Hopefully \"new games\" doesn't mean \"new ways to put money into other things besides our main games.\"", "Well... we have a game now!", "Don't know if natty like that physique though, it looks attainable..", "Hopefully he gets traded", "I'm already tall, I just need to stop being a lanky scarecrow... at least I got good hips", "So that’s what it looks like when it’s not a flop", "It's alright old man we're almost to your room", "Well, I can only assume that you've discovered the delicious style of Islay scotch.", "At least he didn't throw them at someone.", "I am an older guy just trying to meet good chat buddies. Pm me if interested", "I’m currently putting a investigative task force together and I believe that I could be done assembling that team in as early as 400 years!", "Literally no one had to hold her beer. They allow anything on this sub.", "Eh my doctor isn't a GP. She knows her shit.", "I'm so glad [NAME] is better looking than how he's depicted in UFC EA 3", "If state showed any competence they would sue on behalf of the residents.", "I mean...I'm not saying they did, I'm just saying I would have...", "It also would have to take less than like 2 hours for me to get to my destination, time is worth more to me than real money ya know", "Sell all bch for bitcoin and hope for a bull run. Best decision you probably will make in your life.", "Reality i could force people to have sex with me Im 14 btw", "I believe the GM of Seattle would be known as “His Royal bitch pigeoness”", "I’m glad you had such a helpful person on the other end during a tough situation, those kinds of people are like angels❤️", "Be prepared for many old men to hit on you", "I have a feeling if my car won’t start my ETL would come and Uber me to work", "If you catch thinning early enough you can stop balding by taking finasteride.", "Try to think a bit harder.", "Marijuana dispensary ask for thc ditalite cartridges and they might have different brands but all of them are good", "I bet there's something delicious in there that hornets do make", "Then spend already! Go get [NAME] and [NAME] and [NAME]. Bring up that young talent and dominate already.", "Wishing the best for your pupper.", "Yeah i checked her teeth out and they are okay. I was worried about that as well", "Hopefully it helps you keep your emotions in check rather than letting others control you, [NAME].", "I never pre-order anything and I am never disappointed with that decision", "She has started therapy with an addiction specialist. That is a hopeful sign IMO. Wish she had started a while ago.", "And I wouldn't be surprised if corporate negotiated a volume discount through LV.", "It does make sense... I've always had a hard time opening up and I'm worried that that's what's really been holding me back ultimately", "It \"proves\" I can get someone to agree to go out with me then dump me, I guess.", "It helps a bunch. Much less strain on the GPU, not sure the exact numbers behind it but it gives my friend ≈40 more frames", "[NAME] looking good for a big game", "Well this has been interesting", "This is a nononoyes in my book", "I was about to lose my shit but then I finally found the Plumbus", "[NAME] taking a backseat this episode but it sounds like he'll join the fray once [NAME] goes completely crazy.", "Messages like this will always get replies from me, even if it had been about erm punching me?!", "The Morton hockey team train there, if the football moved down maybe we’d have success", "That is by far too strong of a passive", "Because the mystery is solved if you see the end. The hands striking simultaneously and close together on the same side= beatsaber e: on Normal", "I think we would have tried to, but [NAME], as we can see, is way too good to make us a bottom 4 team.", "I havent done a full rewatch since the finale. I think I might be ready", "I play EVE and I’m a moron. If I can do it, anyone can. ", "I've actually taken this opportunity to get back into making YouTube videos.", "Honestly if they were so worried about the tube, it’s possible to keep it safe with dressings etc over the tube site.", "Time for a courageous conversation!", "I have friends who drove from interior Alaska to Arizona in less than 48 hours... It's possible.", "Of course he gets you, he’s your brother. j/k", "The only rank that can't be deranked is diamond. However, all rewards are based on peak elo. So don't be afraid to keep playing.", "Finally!! Just do it already, it's time.", "...I mean, that part isn't necessarily wrong. It's Iowa...", "It’s something put aside in case I really screw up and have no other option but return home", "It's not that bad, I almost got squashed by a drop bear today but it's all good in the hood.", "Lol not gonna happen. He is just in love with [NAME]. He fell in love with her when she gave him the hand of the Queen.", "I was hoping this would happen since I saw yesterday's post! I was not disappointed in the least!", "I mean, it'd be nice to see some other teams in the championship anyways, it's been Bama vs. Clemson 3/4 past years", "[NAME] stands a solid chance honestly", "If [NAME] gets 350M+ from anyone we should be glad we didn't get him.", "It's about fucking time, hope this is real.", "Interesting considering my tattoo looked like this when it was fresh", "You this might be pure chromosome but theyr not hurting anyone", "We‘re looking good so far", "Whatever dude dong worry about it... it’ll get handled", "its all fun, until one pissed off owner with a lot of money to burn files tampering charges against [NAME] and [NAME], and takes them to court", "I mean some of that is probably true. What a weird situation.", "Look I'm not saying I don't understand your sentiment but we really ought to save this one for people openly advocating for genocide.", "You will miss 100% of the shots you don’t take, you just gotta take a chance and see.", "Almost totally gone... Let's see if we can guilt this loser into rescinding the medal", "Luckily they were on the phone texting, which saved them from panicking/noticing.", "The absolute subhuman filth that worships [NAME] will believe that this isn't even a photoshop", "All of the ones regular people have, just applied in a more logical way I guess. ", "His wounds weren’t that bad, but probably got infected. Antibiotics fixed him. Good as new. ", "And once NYC is finally underwater, ALBANY SHALL RISE!!! MORE COAL FOR THE FIRE JETHRO, OUR DESTINY AWAITS!!!", "You can. I've used my Kroger-linked phone number while travelling to other states with success.", "that's ok, I'll come join you someday after I've finished all the tears here so be patient ! : )", "In a few years she will probably be claiming to be in her 30s!", "I am secretly hoping for a Vini winner - he deserves it so much, the guy pours his heart out on the pitch", "Very much a.... possibility. Save you a click. Damn you [NAME]!", "Thanks [NAME] for winning so we don't have to see so much of [NAME] laughable career dwindling away."], "disappointment": ["I know one time I mixed stuff up and posted the slashes instead of the asterisks to italicize. Oops.", "Yeah imagine if he had been as efficient as the beginning of the season. We would have at least 2 more.", "This is from Punjab, India. It’s a new dumb trend.", "Good [NAME], what a waste of [NAME] time. Wait, is [NAME] a nutritionist?? WUT?", "Some of us can't do syrup any more. :(", "Rainy weather must have gotten them... no idea. But i've never seen a dead hummingbird and saw 2 within 5 feet of each other :(", "Just feels rude I guess", "People done be ignorant", "We need a law like that in the US since they ignore our doccument thats supposed to protect those sort of things.", "Yeah, that's why I'm not feeling like there's much I can do except vent.", "Oh dang I hadn’t even looked at her face!", "I bid my condolences to any player who did not experience release day action. “*Glorious battles, tooth and nail* *Noobs arrived, our matches grew stale*”", "Intentional fouling in basketball too thiugh", "I'm all for finding ways of reducing gun violence but this seems to just be arbitrary and capricious.", "Yeah of the business. That’s how I’d word it idk maybe that’s wrong", "group wasn't bad. Edit: Unless you're talking home rentals then my bad.", "You're setting the bar awfully low for yourself.", "Nobody likes you nonhuman mimics and everyone knows what you are.", "Holy shit that’s nothing", "It's also not worth the costs because most of the time people are being petty don't actually have a claim to make.", "They'll always talk about how much they value nonconformity, but when you actually don't conform they hate you", "Got the same pops! [NAME] a lot :) too bad I can barely play him, wish there was a Hwoarang pop", "This is an off-season to find a coach that players respect. No way vets come here if [NAME] is still at the helm", "Good deeds don't buy off being shitty. This is why [NAME] is remembered as a monster.", "I don't think he was going to catch that bus if he didn't hit the pole.", "All i see is a guy that’s fine stealing beats from his own farm", "It was definitely [NAME] goal. The stadium announcer incorrectly gave it to [NAME] though.", "Can confirm. I've been trying to get out of bed for an hour and 15 minutes", "Yeah they taste so fake!!", "i’m kind of overdunked actually", "When you dint know Anarchism at all so you think you can be anarchist and capitalist at the same time !", "I *want* to like R&M but people are making it really difficult", "Would not put too much trust on the numbers, Canadian journalists did a test on couple of these services and got different results between two identical twins.", "I don't think he can hear you yell louder!!! ;)", "I was going to suggest that as well, but I still need this whole \"elopement\" thing explained to me.", "Obviously because libtards cant read big paragraphs. We need them to be broken up like that or we wouldnt be capable of understanding his super smart answer.", "Really funny how our FO liked the 2 of the worst qbs. [NAME] and [NAME] That’s why I’m skeptical about our FO now", "your joke sucks", "Woops. I'll keep it that way. Never be tired AF and post on reddit y'all.", "It's the lists fault!", "Something's wrong. The top post on r/conspiracy isn't completely anti-conspiracy? Wow, feels weird. /s(?)", "Didn't even think of that ><", "It started to compute for me when I was “right” all the time but never ended up getting what I wanted.", "Just the best WR in the league retweeting the best TE in the league, nothing to see here....", "This is amazingly unsatisfying.", "His army of Swedish blondes are going to be upset.", "I'd give them a first, but they have to retain salary. You know they'll just destroy that first round pick too.", "A year later the store closed because they don't know how markets work", "Hope [NAME] is watching this but he's probably too busy snorting some lines", "He’s had big games for us before, it’s just his lack of consistency and effort ", "Dopey may is still relevant. Delors is not. So your comparison falls flat. Do try keep up.", "If this team could make there wide open shots, we could win some games. Its unbelievable how many open shots we miss. ", "Seconded. 8 years and I never reached the final castle.", "Ruin and set back race relations", "Interesting. Expected them to go with more established names, but glad they didn’t.", "Wrong sub.", "That’s a lazy argument. Racism can be defeated with good education and proper parenting but most people are too lazy to fight for it.", "I don't even care about the draft, I've tasted playoff hopes and I'm not going back.", "I mean clearly it's because they don't understand the pricing for babies/young children on the black market.", "I must of not fully understood what you meant... damn tired redditing", "Why slum it if they’re giving you actual cost?", "They didn’t you lying sack of shit. This sub has no moderators.", "My wife is a [NAME] nut and I'm the Mets fan, this broke her.", "Google image him. Hes NEVER had a good haircut.", "They have no confidence at all, the mark of someone insecure is shouting out loud how secure they are.", "I lost it when all the heroes kept going back and forth into siege range", "If only there was a league of sorts of higher ranked play that they could watch. Oh well.", "I was in that phase for a good while until i lost it all later anyways.", "Although every moment you suffer will last more too...", "Isn't North Dakota more important? Or are they just the sacrificial canary in the coal mine?", "What you are describing is what I am feeling right now aswell. It's hard to handle the fact but atleast you aren't alone.", "It's not exactly controversial that getting up early sucks balls, unless you're five and it's Christmas", "I didn’t think I was implying that you weren’t.", "Lip injections only cost $700 and I saved up for months. But I’m broke currently", "It's not G A M E R time unless we get to berate women and minorities.", "My meme coins are starting to hit the 70% growth range from the beginning of the month. I'm feeling bullish.", "this is what mets fans do with every free agent they did the same thing when [NAME] was a free agent, just got to ignore them", "Really? Out of all Irish journalists? You had [NAME] and the two twat's off of Off the Ball up for grabs!", "I tried Skelth, it's pretty old and feels like not too active anymore.", "Not to mention that the automation is meaningless if the economy that supports it has collapsed due to rampant poverty and unemployment.", "I mean, even happy-in-love, definitely-did-not-settle type couples still get divorced. It can go either way.", "He aged twenty years with that look.", "This team will never win another super bowl with the current coaching staff. That’s my leveled emotional viewpoint", "You have to be rich to use health insurance; the copays are brutal.", "No link sharing the pics? Mildly disappointed in reddit haha", "This actually happened but no one clapped", "I have yet to see someone apologize for having bad english who actually has bad english.", "All I see is a missed opportunity to pet a wolf tummy.", "I've invested 9 goddamn years watching these twits. I'm going down with the ship.", "And my apologies if I misinterpreted but you seemed to state multiple times that it keeps you from seeking other women, such as the [NAME] example.", "He made no reference to they slogan.", "Yep. Lots of younger generation are obsessed with their phones and emotionally rocky tend to engage in this behavior, especially women with their whole Instagram obsessions.", "The unfortunate thing is that, right now, that **is** how it works in politics, it’s just been made extremely obvious the last few years. ", "I could see [NAME] doing something but [NAME] and [NAME] won't say anything.", "That, and truthers. Like, why? It just makes everything else she says seem suspect to the average person regardless of how sound it is.", "Sir, this would not be worth watching if he left out the best part.", "So I said earlier that this team was boring without [NAME] lately. I take that back after the last two games.", "Omfg. I meant [NAME]", "I can't do that....I don't know how to hard boil eggs sooooo", "you could do that but i woulndt want that as soldier, widow or mccree. but of course reaper should not try to break the shield", "The EU delusion:why a utopian project was always doomed to failure.", "[NAME] did that to [NAME] and let's just say that didn't end to well for anyone", "Iirc she's alive but an alcoholic.", "although he is best girl, he can never love :( he litterally doesn't have a heart", "So do I, but I don’t want them to be associated with government espionage and other shady shit either.", "So wrong. Most every denomination believes they are the only ones who are doing it right and everyone else is going to rot in hell.", "Sure, it’s just ironic for a National PM to see it as a crowning achievement on leaving politics.", "While it is unfortunate to hear that he is no longer interested, I hope that this brought some level of closure to you.", "He has been given all the time/freedom in the world - he just doesn't deliver.", "hate to say it but nobody outside of saskatchewan has heard of [NAME] either", "Shit, I lost the original page. Please forgive me.", "Poor attempt for karma I think", "Ironic. He could save others from death, but not himself.", "This sub is going to be so ridiculous until he signs somewhere lol", "> Without enough predators, **due to humans displacing them** Seems the focus of this comment is i the entirely wrong area.", "Also, they ruined Top Gear but that’s a whole other issue.", "When you can't hold in years of emotional trauma anymore", "If only there was an option for a gif-like format that allowed audio to be played alongside the video... I guess the technology just isn't there yet", "That's still a fucking insane number. 70% is goddamn insanity, and the only reason you're alright with it is because you're unaffected.", "I meant one sided comment. My bad", "Most men who gtow have had relationships in the past that turned out to be disasterous, and now they're just salty about women.", "Yeah, but geology doesn’t provide enough pumped hydro. Not enough places to do it.", "Their entire life is based around who/what they object to because they are too scared to be *for* anything.", "There isn’t a perk tree for strategy. Either illusion or maybe pickpocket... or sneak.", "Fuck i think I whooshed myself", "But this is a 1v1 game with a couple thousand people playing right. There had to be a better match.", "Eastside Cafe was pretty pricey for what it was.", "Pretty much, it’s ironic to think how quickly the parties would switch positions if the illegal immigrants were expected to vote 90% for [NAME].", "Everyone knew that deal was stupid from the moment it happened, [NAME] was like 38. We just have to pray he learned from that", "I was going to say Tigres but then I reread the title and it said ‘big’", "that's a weird way to spell \"prison\"", "That's a juicy offer. Pity if it goes sour", "The huge pics of [NAME] and [NAME] wedding looming over this dysfunction own", "Headline had me thinking the guy was currently barricaded in a BK bathroom, demanding they give him free food. But no.", "Whoops yeah my bad And no just from the pictures ive seen there were just u opened sauce packets arranged on platters", "> the media has no clue about the needs or desires of the american people They do, but that's not their constituency.", "I want to say that but I feel like I'd get too much shit", "I really wanted him to be wearing cowboy boots, but will still upvote for those rain boots!", "It doesn't matter. You can pick someone with the #1 Pick that will never be any good...", "> I also could care less Back to school, again.", "Well I don't think it works the other way around. As someone who is incredibly insecure, I am also definitely not a narcissist.", "If there was Romanian news being covered, I'd want to hear from a Romanian reporter... this is the worst take I've ever heard.", "Ive given up trying to understand [NAME] motivations if I'm being honest", "Ya missed a clue there, Guess it never hit ya!", "Losing to cruz azul smh", "Team Arrow getting stalked and sent threatening notes Also I'm :( for the [NAME] part.", "In my day I had to wait 20 minutes for the internet to load a single porn pic. But man I miss that dial up sound", "delusional about dread being a scam (don't know how this would work) and more of these conspiracy theories with zero proof/", "I had smoothies in the past with these packets. Solid as fuck. Dragonfruit one too.", "And then what would The Bulls do if he says he won't be the head coach anymore? Put an assistant in there?", "That sex doesn't exist and we're all just pretending for his benefit...", "Not loving what I'm seeing so far, let's hope we can tighten it up.", "we deserve to lose after that", "1 5v5 goal in 2 months is not good anyway you spin it. But pleasure being downvoted by you, enjoy believing in WAR ", "Warning to all new comers, you are likely to experience Delayed Onset Muscle Sadness.", "Wow I’m dealing with this too been blocked for a while miss them tremendously but no dice only choice is moving on", "Every day it gets harder to tell the difference between a legit mental health issue and someone just using it as an excuse to be an arsehole.", "We used to do a lot of terrible shit in the past that’s not a good argument", "That poor soul", "Can't help that the president hangs out with the bottom of the barrel.", ">[NAME] No thanks", "Our road still hasn’t been salted on Troy Hill", "I didnt see a ref's hand up, I was about to have a stroke", "every time you see the snake edge and still get hit even though you *swear* you were holding downback", "I'm the first one, so that's wrong. Party affiliation =/= political leaning", "Any time the results are known before the hypothesis is generated, you should be very skeptical of the methods.", "I know, and the unfortunate thing is many of my friends in this area have had somewhat similar experiences with dudes who just are just total creeps. ", "Well that's an awful superpower to have. Maybe you could fix [NAME] tho.", "I have said many times [NAME] should just quit playing around and open a full on grocery store. Seems like a logical next step.", "I was the vegan in this story. I have since stopped my foolish ways and have since become a nuclear alpha mega Chad.", "I couldn't muster up the energy to read through it all. They're on a different level, and it's not a compliment.", "To be fair he did apologize for that one after he learned what Pride was really about but I still wouldn’t recommend going near his Twitter anymore", "You forgot about cats. They’re all talking about their cats.", "I know, it got all in the poor woman’s hair!", "They hated [NAME] because he told them the truth", "I would also have all this issues if I looked myself in the mirror dressing like that", "I really should know better than to ask questions like that here...", "Redskins were the best team in the NFC East until [NAME] leg snapped in half", "It's not like an NFL coach would trip a player on the field if they had the opportunity......oh wait", "Things should happen for a reason that serves a story, not because \"wouldnt if be cool if ...\"", "I’m offended", "He believed Ireland had a right to exist, he just didn’t believe in the way the IRA(1919-1921) went about their business. ", "Let's be real, there's very little Rush has done that isn't one of the best of whatever that thing is. Except possibly 80s hair. ", "Me as [NAME] with shatter ready when I see [NAME] & [NAME] alone in the back line:", "> nearly always That sounds unconstitutional..", "Considering the whining he did in our modmail, he may not realize this.", "Only Ten more minutes of watching [NAME] drop easy ass throws", "So what I'm hearing is your dad didn't do a good job ~~brainwashing~~ raising you :-P", "Definitely the current worst, hence 20 actually buffs coming her way.", "You sound like someone who doesnt know what ironic humour is.", "*geez oh man my father was a mailman*", "My boss makes 100 but I only make 10, shat four times today so the joke’s on them.", "I get what you mean but still that's like mixing ammonia and bleach, it's not gonna go out well.", "They make it difficult to chant this, they go and get indicted way too soon.", "i’d totally prefer an unmatch than a “thought you were cute til I saw your full body shot”", "But it seems like im only meeting pros but im silver 6", "O no shes gonna go after mandy", "I have zero faith in the electoral college/ tge sham that is our right to vote", "He was in the merge lane and should have yielded. He was legally in the wrong.", "Man, I remember when we were utter pish. Those were not happy memories.", "Been having the same barber for two years now and still don't know his name", "I might start watching that instead. It wouldn’t help since I don’t live there, but may restore some faith in politics.", "Yeah. Hard not to catch feelings sometimes, even if they are just a bunch of writeoffs.", "Well, he was until season 3, which was ironically when [NAME] made them take that test.", "Yeah just like the Spider-sense, Preflexes can be tricked or only blares up at specific situational times. Bit inconsistent, those two.", "My [NAME] says he hates everything right now, too. He's caught himself a few times from saying he hates me. ", "If people complain about that, maybe that's a problem...", "Yeah i miss lectures for this exact reason. Its pretty bad, but what can ya do :/", "Guys. Our defense is bad outside of like two guys.", "I just came off of watching all of his movies. Dear [NAME]. I love and hate them at the same time.", "My heavens people are getting upset about this.", "In your example, they are all equally as bad", "[NAME] is getting frustrated and [NAME] is playing well, not much between the two last few points. Finishing it off is going to be a challenge for [NAME]", "But realistically if you’re expecting fine dining at any airport you’re probably kidding yourself. Sustenance without food poisoning is about the best you can hope for.", "Repost with a better title", "I trust WeltHam, we low ball them first and watch them come back when they can't find any bigger offers.", "This sub is very very bad at irony", "Halep just can’t handle Kanepi, #1 is about to be wide open", "Six shots on goal for [NAME] and still nothing. This breaks my heart.", "I hate to break it to you but [NAME] ARENT signing here", "I wish they didn’t hate [NAME] so much. Feels bad to play her.", "I haven’t scrolled it down yet. I thought it was a woman then I saw the name.", "You know, I was wrong. I always assumed false dichotomy was their favorite fallacy when it's clearly strawman.", "I would say. ’good’ but it’s all fucking tragic.", "[NAME] could be so valuable if we didnt rely on him to create", "Guess [NAME] back hurts more than [NAME] neck, a comeback insues.", "That comment reads like something out of a circlejerk sub. I can't believe it was said unironically", "IMM PUTTING ALL MY MONEYZ ON RT WEBSITE CRASHING XD"], "desire": ["i was expecting a kitty", "Fair enough. I miss working meat", "Pm me I'd love to buy it from you if you have any spare!", "I'd love to collab with some reddit folks on NFL Draft prospect scouting, rankings and mock drafts if anyone is interested.", "I don’t even try to make shots like this myself. So I gotta watch other people make them.", "I haven't seen it but it's on my list!!", "I know they don’t want it. I just wish they did.", "I've wanted this for so long.", "I’m sorry. He’s in a better place. I hope you can keep the good memories", "When I was maybe 8 I discovered that I liked hot dog buns with just ketchup. I shortly discovered what heartburn was.", "I wouldnt mind seeig a few rushes with that NFL overhead cam.", "I'm very open to doing anything to help me abstain. This seems very helpful I'd love to know more.", "I'd enjoy a nice warm hug. Along with a delightful conversation. But that works too.", "Ok maybe I should watch Tangled", "I'm so hyped to see this mitchy and matthews line", "Hi [NAME], I love you, that is all. Can't wait to see you in Worcester in February!", "hmm... we don't need [NAME] now, we need ball retention", "For me its keeping sane and safe without it that's the issue.", "I've not- I'll have to put it on my watchlist.", "I hope [NAME] likes my Thanos costume though.", "I hope mcd's charged extra for the sauce.", "I wish I was [NAME]. Source (deleted):", "Please kind sir may I have some more", "i gasped. This sucks. He was very very sick and I hope he's at peace.", "Be the change you want to see in the world!", "I hope Edmonton gets nuked.", "Let's be real, [NAME] is coming back.", "This is so true!! I'm vaping mango right now! Weird... Wish I was a kid.", "Pretty please!?", "This is sarcasm. Let that friend lecture you for 1 hour.", "someone needs to up their weed game damn", "Would love to see her back but not a chance in hell until the series finale, if that.", "Let's watch impractical jokers!", "A surprise to be sure, but a welcome one.", "I would try to find someone who wasn’t married and exploring sex parties because...I’m boring as fuck, I guess.", "Holy crap! I want to hear this story!", "That's gonna be the upvote party of the year.", "I would love to see [NAME] take on the Avengers and win.", "Marry her or I will. Cause when my GF sees this comment I'll be pretty single.", "I hope [NAME] bullies wittle baby [NAME] tonight, like he did last year!", "Fair enough. I'm probably thinking of someone who still has some semblance of shame.", "I wish [NAME] was fit enough to be fourth choice.", "I'm not counting on them getting elected. I'm counting on them putting enough pressure on the Conservatives to actually become at least a little conservative.", "I'm guessing that insurance to cover the liability is a big part of it. It sure as hell isn't going to the wages of the employees.", "I honestly have no clue but I’d also love to have one of those", "Oi! It was my turn to post that this hour!", "v0.1.2 should have multiple versions, one of which preserves 1RN. Additional info on the linked page.", "I personally think it should be illegal to let unsecured people ride in the back of your Bakkie. That section should only be for goods.", "The sheer size of [NAME] now is insane, would love to see him come back at heavyweight ", "If only he could’ve known that [NAME] made it out safe and got to live honestly for a little while", "Yo you USA? I’m on pc and want some people to play bo3 with.", "The day I die is the day I'm happy", "All I want to do is stuff my face with pizza but when you cut you gotta commit", "I hope they bring him back. Last year was awesome", "I need to hear more stories like this. I've only heard horror stories of the pain with the surgery as an adult.", "[NAME] after he declares he loves playing Fortnite, wants to play with his brother no matter what and loves Vancouver. ", "Tell us your story, too, [NAME] :) Sooooo many more details to mine, ooooofffff... i tried to be brief"], "amusement": ["Not literally sell, but trying to \"sell the experience.\" All you'd do is just walk around a cemetery lol.", "Lmao compelling argument bud", "Lmao I hope almost seems like it just vanished. If someone who likes xans finds my wallet they’re in for a good day", "[NAME] fucking [NAME], that man is enormous.", "Very interesting!!!", "why not? standing to me isn’t as everything i need is on the floor lol", "I like how bro is just underlined for no reason", "Rofl this pysyk kid is a disgrace", "I would have to imagine this girl has just been training super hard for the past few weeks.", "I’m sorry if I hurt your fragile ego, you should get off the internet lol", "People actually cancelled their subscriptions because they didn't endorse him. These same people call others 'snowflakes'. lol", "> The porn that I downloaded was Brazzers produced. In case you don't know, Brazzers is ***anal*** about their IP. Ha get fucked.", "That’s a lot of chonkers!", "[NAME] damn son. the fact that you said \"re-education\" made this 5x better too lmao ", "[NAME] may lie but he doesn’t when it comes to important things apparently. Jobs, security and anti war", "PAC man looks too fast", "I like him too but when we DFAd him last year you’d have thought we cut [NAME]", "really clever lol", "That's every cat's idea of fun!! Tasty human hands!", "This is my new favorite video.", "Mine fell out of my turquoise juul and it didn’t make any difference other than the light being brighter lmao. It’ll be fine", "Sometimes your brows just hypnotize me", "The register entries have allot of interesting information, and basically served as the record of service for all personnel.", "[NAME] Late Registration my favorite and Gone my favorite song even though it's hard as fuck to choose", "There's piece of shit 2 bedroom homes in Palo Alto that cost 3 million. Those schools are damn good though.", "This shit got me rolling LMFAO", "Oh shit right. I forgot about that wonderfully horrible fact haha.", "Giggled so hard", "He really channeled his inner [NAME] for this goal", "Lmao why does every sw fan have to be so melodramatic", "Let's go [NAME]", ">as a part-time Knicks fan Join us! Become a full-time Nuggs fan!", "thats why she is going crazy lmao", "I never get sick of seeing me and my dad go absolutely fucking wild in that video", "There is... use a credit or debit card.... lol it hits instantly I just did it literally last Sunday", "He wasn’t hot to me but he has that attitude I find attractive af.", "wow that is MINT", "Everyone is reporting about it on TV. Was cool to see the highlight.", "One time, she punched me in the face. It was AWESOME.", "My wife has some crazy friends and I ducking love hearing their “slutty” stories. The things they make these thirsty guys do is unreal.", "Fart. Far less humiliating particularly in front of family or strangers", "this reminds me of the time when [NAME] bought Bofo lol", "Got a good laugh out of that. Plenty of wall of shame material.", "This show would suck without him. It would just be the same old [NAME] bullies someone bs it usually is", "Her hair has looked it’s best since around 2015ish. I love the dark hair on her with the subtle pops of color.", "I like him 1.thats why I agree to go on a 2nd and 3rd date, 2. we text a lot. I just take things slow.", "You’re looking at clocking out of work two hours after you should have been finished, lol.", "Looks like something you would see in a comedy movie.", "Gotta love the mermaid gems.", "At least [NAME] gave us entertainment", "It’s a fucking rockstar videogame, not an old west farm and hunting simulator you pleb.", "[NAME] and [NAME] = The hero's we need, but not the hero's we deserve.", "If [NAME] had served all fast food buffet to a football team Reddit would be circlejerking \"So down to earth and amazing!!1\"", "You didn't like the joke? I thought it was an instant classic.", "Haha didn’t even notice. It’s staying.", "Wow he wants people to donate so he can make a large profit off his atm? Lmao Good gig if you can get it I guess...", "Stalking is kind of beta. He should have kidnapped her on horseback.", "The players turning on him for crying story cracked me up though.", "The Wildling! He is kissed by fire!", "oh okay gotcha! i was really baffled at that lol", "This is actually really sweet... 46 g of sugar per tattoo sweet", "Lmao. Fuck, you got me good.", "Oh wow. Yeah I’m very new, only about 8 hours gameplay", "I'm starting to think im being rased by narcissists lmao", "I love the twist you did on the “it’s all gravy” idiom. Definitely saving this comment to refer back to when I need life advice", "Nice find!", "Loved dropping in from the crack in the ceiling and going out in a blaze of glory.", "A surprise to no one. Absolute stud.", "Wow, what a controversial opinion.", "Haha... nice", "You look like [NAME] from firefly :)", "Old ladies are like the only ppl that are nice to me lmao. Kindered spirits with the ugly.", "One can only dream about having such a good team one day again. Now we have Sansores y Vilchis no mames haha.", "Anyone remember mean [NAME] burger and fries? That place was the jam!", "Because it was smh lol", "I enjoyed the new format but I will say it was strange without the band", "Idk why but your comment in particular made me audibly crack tf up", "Haha and [NAME] is calling the Chicago crew the most triggered bunch. Then proceeds to scream at them like the little triggered bitch he is.", "This communities inability to understand sarcasm is absolutely awe inspiring.", "Don't, it's shit compared to the original. It's rather WATERed down :P Jokes aside it isn't as good.", "not my kid, not my problem. Best comeback ever xD", "In Europe there's no way at all that the Democrats would be called left wing!", "Enjoy trading a potential superstar for the worst guard defender in the league.", "I can't help it! These stories make me REEEEEEEEEEEE so hard!!!! Kidding :)", ">She was very normal LMAO This got me", "Lol don't worry, they even make you somehow hate [NAME] in season 2.", "Posted it and so far I'm getting shat on in the comments lol", "Yo you guys look like the couple from that Episode advertisement", "Oh good one. It’s insane to think the last three mvps were once on one team", "I know, all the comments have me cracking up.", "I always do this. They get closer or just move to another lane lol", "Hardcore Henry.", "You are goddam funny sir", "holy shit I got mad at those 4 points you made [NAME], playing [NAME] like that would be literally hell.", "i started smoking cigars at 30 lol", "We have outlets with timers in every parking spot of all households in Finland.", "That would have been a funny had we never made playoffs", "Haha I thought that was more subtle than something like HOO DINI or banana bus.", "Haha I was about to say damn she straight up eviscerated her in between bites.", "Ha ha. You can't define something into existence.", "If my buddy was getting his ass handed to him like this I'd laugh too. Sometimes people just deserve a little ass whoopin.", "If [NAME] is his idol, then we got ourselves a boi with a winner’s mentality ", "me: haha im an incel. rApE sHoUlD bE lEgAl! wOmEn ArE iNcApAbLe Of ThInKiNg greaseball who stares at my chest on the bus: Well, actually...", "It's my monthly luxury. I don't go to Starbucks or eat out, I instead go to Disney lol", "the dude wanted to watch the talking car show. geez. haha jk. thats freaking creepy", "Yeah he is crazy early game, but as soon as you get a few items on an ap character, you just kill him before he combos lol", "I stopped reading @ “this one weird trick.”", "I'm sure there are people who really enjoy being parents though. Those people just aren't us, and aren't most parents. ", "“To put us all know who [NAME] laughed through it all.", "A lot of people shit on wiki edits, but most of them give me a nice little chuckle", "Guys how are we doing? Asking because dumb TV in my country prefers Copa d'Italia to fucking Real Madrid lol", "I don't even understand stuff is going on, I just laugh and hope it's at the right time. ", "Yes, but shockingly that was the first post of hers I’ve read in years that didn’t make me want to claw my eyes out. ", "One of the better shutdown memes I've seen. Have an upvote.", "Should have just looked at them in disbelief and said what you don't make the police that have to work Christmas day a nice lunch. Lol", "If I ever need a good laugh, I watch the apology video.", "Man, I would gladly roast this one. Fat rich people must be tasty..", "He's hilarious", "Most of them seem to be joking about the walls.", "Weird but interesting nonetheless.", "Sonofabitch that makes it so much better [NAME] Edit: you talking about this?", "Nice try Gillette", "Honestly, I just bought a car with a manual. Sink or swim. Or in that case, drive or walk.", "Lol if he wouldnt have 3 straight bad games it still would not be even close to LOCK", "with these comments i thought this was r/vegan for a sec lmao", "I’d add “can’t host” to the list haha", "LMFAO us going up 2-0 and losing the game name a more iconic duo I dare you", "That's when they brew their second cuppa before work haha", "He is actually good now. No teddy but he was great last year before he got into shit", "[NAME] steals the game! (and the puck for bouncing off of Detroit players)", "Lol every time I complain we score like 2 min later. I will wait 5 min", "And I clapped. So hard.", "That’s interesting, I took it as the dad being in a coma and the daughter visiting him in the hospital", "Her booty so thicc it bends the space/time continuum", "[NAME], like people making minimum wage are worried about 10% off at their Walmart.", "My mistake lol", "The worst part is that if you had done the exchange, you probably still would have gotten in trouble. Gotta love retail.", "[NAME] has a nice text on this topic. Of flying cars and the declining rate of profit.", "Why do I seem to hit 6/7, and can't go any deeper without throwing up. I wanna see and feel more shit FML lol.", "Maybe? But his foot goes waaaay up lol. Maybe I'm just blowing smoke, idk much about good QB form", "This is true — it only really is annoying for 69ing I guess. Too much going on ahahaha", "dude that stadium was lit as fuck 🤣🤣🤣 were about to embrace the tank like never before", "Nah, that's ArmedForcesUpdate, always good for a laugh", "The Blackweb screen protectors have saved my phone more times than I can count.", "I like that idea.", "OP literally said guys like [NAME] are not unicorns and not hard to find. They never said [NAME] was the ultimate standard lol", "He's only making like 3M more than [NAME] this year wow", "Images you can hear, “oh my [NAME] laughter”", "My favourite is when [NAME] was getting ready to be taken out of her house, but she had to have a bowl of Froot Loops first.", "^(That was a joke man.)", "Alright dude just fuck off ok, it's not the funniest thing on the internet but it did make me smile so in conclusion fuck you", "> Wolf Hall Sounds interesting ! You've inadvertently led me down a rabbit hole of historical wikipedia pages now...", "You'd think that's a simple game mode they'd have had from the start... I would have loved that.", "He must simply be known as [NAME], all the greats are known by a single name.", "the one who doesn't move except to back down any wannabe who's been talking that trash to him", "I went to your profile to see the other pics & saw your kitty. He's super cute!", "Honestly I can't see why not. Tho I'm a bi male so I don't know if it's valid haha", "Oh you're the life of the party.", "The best part about this is that everyone was trolled from Fox to the Mary Shitbag", "I know but for that one moment he was more than that guy who snuck in [NAME] room at night and wore his helmet", "Going to jump sides 2nd half lol", "genuinely funny - downvoted", "Had to stick my fist in my mouth in bed lmao", "But the panther saddle is sexy af.", "seriously... if he was going to play in LA he wouldn't do it with a 2 hour commute lol. he would just buy a mansion in LA", "Hell's Kitchen. I bet that man could make [NAME] cry.", "Funny enough, there is a five guys. I don't think the government knows it's American.", "who doesn’t know what an Ethernet port looks like lmao", "#BHAW!", "Shit yeah. Awesome fatality!!!", "Seconded! [NAME] is gorgeous.", "Lmao at this point she’ll probably deliver Teddy/Owen’s baby."], "curiosity": ["Anyone know how high of a fall that was? Edit: ~4 seconds of falling. .5 X 9.8 X 4^2 = ~78 feet.", "Bet flop. Good [NAME] what are you doing on the river.", "[NAME] was damn near 293 hoopin? Im dyin.", "Imagine what could've happened if you saw the longer director's cut!", "where else would one buy the ingredients from? Like are their dozens of ice cream suppliers?", "Omg what simple brilliance. The nbme is a waste of time!? Genius!", "Why is this being downvoted lol?", "[NAME] has 2 fouls and they don't force [NAME] on him in paint?", "so she's no one..?", "Can we at least look like we’re trying", "Wuf! Who needs plates? ^(...wait for it...) *[NAME]* *Dog* ^(...ahem...)", "is that really fucking real", "Soft boiled huh?", "Or maybe you could just learn the match up since they already gutted him in the last patch.", "Wait is this a euphemism for ditching your husband and finding a new partner or did you lose 179 pounds?!?!", "My hope is gone, too. Sounds like we've both tried over, and over, and over again. When do the realisations hit you?", "worst case of life is unfortunately apt here, eh?", "Hey it's been 2 weeks, are your friends still stuck at 60-ish ranks, just gathering info on MM and such.", "Does Mama count?", "Let's just see what [NAME] has to say about what really went down...", "Who wrote the IQ tests?", "Yeah I don’t even know when that would’ve come up in basic, but maybe I just went at a bad time lmao.", "Paying respects?", "What's your point? All these comments are from people who clearly had not seen it before. Only a couple said they had.", "What is everybody obsession with trading away young players in this sub?", "You've had sepsis 3 times? Shit. I'm 27 and I don't recall every having a single infection", "How’d you get out there? I miss the west. Love NYC tho", "Is there anything more conclusive, recent, and far reaching than a survey in 1988 Arizona?", "I think it means it’ll be revenue neutral until then not that it won’t open until then.", "Tell me when you find out how to bowser-wobble", "[NAME], I guess you are the one who got whooshed", "Aw man I thought you liked \"Forgoing the Playoffs\"", "u/1R0NYMAN is that you?", ">Missing skillset >Guy I mean, I don't want to say it's *free*, but it's pretty damn likely.", "[NAME]? I really want to but never have. I hear it can help with depression a bit.", "Wonder why he's falling backwards, it can't possibly be because the player is falling into him.", "How are we playing, just tuned in", "Well that just sounds delightful. Where was the exchange?", "What kind of soup? Hopefully he is okay. =D", "H-how did I not notice that?! I was looking at some of those shoes yesterday", "Is pleading the 5th even legal? I mean, people should be forced to defend themselves even from erroneous claims.", "What could it cost? $10?", "Are they jealous that they are playing a better sport.", "Probably because its likely, unfortunately. The question is what happens next for people that are obsolete.", "So, a kid?", "Do you want a good time or an **incredibilis** time?", "Looks like the Content ID system picked up a song you used in your video. Sound about right?", "You really dont have a day off do you", "Do you even TRY TRY TRY???", "I’m seeing nothing the same besides the head pose and the hair. Can’t even see her eye look because of those gigantic lashes", "Game of the conference season so far and ESPN screws up the stream with only a link to the game in Spanish?", "[NAME] needs to be thorough when looking for clues. Who knows what kind of sneaky business might be hiding in that plant.", "Understand their point of view, 13 IS too young. Imagine how they felt when they found out their innocent child was watching adult videos.", "Do you not give your snowmen brooms? I feel like that's a thing people do", "Is that listing not supposed to be a joke?", "I'd like to think [NAME] is joking, r-right guys? ", "Wait what vacation are we talking about?", "Ur mom causes a 2.6 just getting out of bed in the morning amirite?", "Doesnt the bible have lovely passages about stoning hereticals as well? Moderate [NAME] are probably more common than you think.", "Do *you* believe yourself to be a clone?", "Somewhere to buy a hella warm winter coat? #polarvortex", "A *Pontiac* Montana?", "Are you implying this is not CGI?", "I’m happy. Does that mean I can downvote?", "Is there much of a population? I wanted to play it back in The day and then they changed it into an almost entirely new game.", "Yeah guys assume 95% of attractive girls are taken OR have a bunch of guys hitting on them online.", "? What do you mean? This is my favorite video game.", "[NAME] buyin?", "That explains why this has suddenly become an issue now. I wondered why no one cared for the other thousand months ranked wasn't available on mobile.", "Would you have been ok with a vet min contract on Ziggy with a $1 million per start incentive?", "I thought it was still in theaters.", "I mean for once the unpopular one is actually at the top, even if it is tea, robbed of air time? Sure, wins no", "Whenever you get a smelly one, don't you feel ashamed? Like what disgusting thing did I do wrong?", "Still don’t know how [NAME] said him and [NAME] will be battling for years while keeping a straight face.", "You forgot to mention the time he got sucked into Jumanji while his parents were at a banquet.", "So is that like your opinion or a viewpoint you can back up with solid reasoning?", "You having a bad day man?", "Not sure but I imagine it's the liquid. The gel is just gelatin.", "I think he had other, more important things on his mind at that moment.", "You're right my bad, I am just trying to find out what it is.", "Umm did you see the guy? Serious question. He looks like he gets into fights at the bar", "Playing the golden oldies eh?", "Or the Samsquatch", "U can try. Maybe say u are busy now Thursday but Friday is still open. I mean u are not waiting for her forever right?", "Maybe, that’d be sick. But ya, I really doubt it.", "Why tarnish The Office this way?", "...and?", "And you've never driven over the speed limit?", "I loved the first single from BO so hopefully the entire album will be good. And has more effort into it than \"WHERE ARE THE JOKES\"", "[NAME] finally getting WCW going I see..", "Does he even own a pair of airpods? Broke boi.", "Depends on this being a small town or not.", "you really think the walls gonna cost 5 billion?", "Whats trashy about her? She seems pretty well put together and untrashy to me. Everybody likes to put on a slutty dress and party every now and then", "I spy a good boy eye!", "Hey! Any chance you still have those templates? I'd love to replace my screens with Chabot and Dutchy, or Tkachuk, or Stoner :)", "Do you have the link to that ? I would love to hear the story from him", "Did you guys personally pay someone for the banner? Because that's incredible.", "Like, [NAME]?", "Last year preseason was in December, but the season started in January. I expect pre-season to occur some time during the second half of this month.", "Look [NAME] is here \"Where the fuck was he an hour ago, gary, where!?\"", "I vape myself today to see if I still feel", "Not sure where people get them from but I see people offering them out here and there so thought I'd take advantage", "why fire make hand hurt", "Do I need a reason other than: he hands out $100.00 bills to would-be voters?", "Police aside, storms and high tides may make things a little tricky", "Omg I know. She honestly looks so uncomfortable. There HAS to be someone better who could host?!", "The old \"too little to save, too much to throw away\" conundrum.", "...I just encountered this on Facebook and your title was my response. Did we just become best friends?", "People that choose to work for NGO's already make far less than their corporate counterparts, do you want them to work for free?", "Oh, did they innovate anything I would recognize with their obscenely large financial investments? :):):):)", "I never gave you approval?", "How will identity politics help this situation?", "Why would someone need a year to respond to your needs? Don’t waste another moment.", "2013 was Dunk City, right? Because that was incredible ", "Right on, just making sure someone wasn't trying to steal your OC", "What do the [NAME] have to do with it", "[NAME] is going to be jealous of this photo", "You're being cucked by an MLM I hope you realize that", "You mean not enough", "Wouldn't you just enjoy more focus on Celtic football?", "Is it?", "I’ll have to check that later, seems kinda weird if that’s the case", "Is this our year ????", "Who took the photo?", "Can someone tell me how he protects his virginity though. You know from all the thots.", "Why is it that young girls seem to idolise serial killers? I had a friend like this and never understood the attraction. It's scary", "So, you literally grew up in a barn?", "Where’s the bar on this canoe?", "It's so odd. He even sits in the co-pilot spot. Why isn't he now the pilot? [NAME] had never even flown into space before.", "Did anyone catch [NAME] imitating him laying on the ice as the game ended? [NAME] as fuck", "Where do you plan to go?", "Enjoying oneself automatically makes an action harmless?", "Someone who's done very little to earn your ire. Did I piss in your cornflakes?", "Why not? My parole finalized in December. I've already done my time.", "Didn’t you guys have a bowl game?", "Wow, they charge you to sign in the delivery too? They don’t make us do that in PA.", "How would you get off? HOW WOULD YOU GET OFF?!?!", "I thought he cited heart issues at Florida", "That’s kind of what makes the “guest” response funny, how did it get there?", "Won’t Molotovs create more waste?", "I hope that you still send her a bag each Christmas?", "Doesn't explain why Tech only has 2 attempts, been driving the entire half.", "Imagine what he thinks of TLJ...", "What about Post Morty?", "Holy shit was that the one guy that supported remain? I didn't know we had a celebrity on this board.", "What are you listening to?", "You know what's coming, right?", "Anybody wanna go on a picnic with me? Alpaca lunch.", "How do you know of this? Also dont spoil for me I'm looking forward to the new episodes.", "Any other reasonably priced recommendation?", "why would you have kids? why would you chose not to be with that girl with big boobs? you dumped her?!", "I saw the one where he was successful, and wondered how many attempts it took. ", "Looks like you don't have a story too.", "Has any news been confirmed of whose playing [NAME]. I hope we see him soon to grasp how charasmatic he can be", "Wanted to see if someone *wood* eat it or not.", "Surely this particular one an extreme example? Thinking his brother is a lizard....", "Because it's fun?", "You forgot shinobi", "Was he good back then?", "Tell me Homeless [NAME], what's the secert to long and beautiful hair? ", "Wow, who can afford this one? ", "Where's the love button", "This thread will be interesting.. *grabs popcorn", "Can these be made so in the future it could be made even higher? Like adding an additional 15 feet or so? Would be cool...", "What doesn't exist? You won't even say what you mean by the term.", "Is she single?", "That's forward heavy punch right? Sorry I'm pretty new to SF", "Didn't that used to be the Northern Bank building? Never been troubled by pickpockets in Bangor but probably because I looked too poor!"], "confusion": ["Boy it sure is a hot one today, huh?", "Nope, it’s what you said. If 17 isn’t a child then what are they?", "Where you lost them", "I have no idea what you’re talking about, so do you have carpentry experience and/or background in engineering?", "What’s that extra B for?", "And they let you run money making missions while playing in a solo server? I don’t remember this from gta.", "Can neins bring me up to date on what this is about?", "Well it wasn’t opinion they didn’t like it was fact right?", "I think it depends on the combo whether you can block or not. Right? Sometimes blocking works other times not so much.", "Because you live in a desirable city? This isn’t exclusive to SF.", "WHAT IS HAPPENING", "You mean...I **don't** have to be #blessed and #thankful that I am moving to another country at the end of this month?", "He's not surprised they spent money, he's wondering how much they paid to have this much penetration of their marketing.", "Hmmm, can I see that statistic claiming Rowan engineering is that high?", "when to do it- janitor or something and out of cleans, everyone agrees to it. when not to do it- d2 literally ever", "Wait what? I don’t get it?? Help.", "I wonder if the insurance company would go after the gun range or just drop the homeowner because they obviously lived in an unsafe area.", "Not a deal breaker for me. But it depends on a lot of factors. How and when she takes it and so?", "It's the donuts done brought ya back, ain't it?", "Why would they stop there with like 15 feet of visibility? It clearly isn’t just the truck drivers fault", "Yeah, I was thinking my boy was into them before that. But I doubt Panic! At the Disco would have peaked his interest.", "..how is he not? better == good", "Why would we sign [NAME] when we already have a full time shortstop and third baseman?", "I have no idea what that means.", "Actually maybe the OP is not an INTP, have you thought about that!!", "I mean, she could still be related to Palpatine or something. I mean, who knows they're kinda making it all up as they go along.", "Did anybody else noticed the mom right at the end hand gesturing the boy annoyingly as if it had been his fault?!", "Oh shit. You’re that bet welcher aren’t you?", "Are you in enough of a hurry to get in anyway? (Morbid humor, sorry. That’s really horrific.)", "What? No way, I thought ragnarok mobile was a pretty small game holy shit", "Oh. It really is [RELIGION]. I was wondering if that was a bad gag.", "Idk if I want [NAME] back but I agree with [NAME] ONLY if he keeps playing at this level by the end of he season.", ">image management issue Seriously?! I must have missed that.", "EEEW as a strong manly man why would want any of that ^(^just ^push ^it ^down, ^push ^it ^down)", "Yeah I have no idea. I’m guessing she meant to ask for someone to “sit” with mama [NAME] in her place?", "I don't see how this is relevant to this subreddit? Perhaps try your local political subreddit.", "Why did [RELIGION] take inspiration from stoicism and neoplatonism and aristotelianism if outside sources are verboten?", "Can I get this as a flair", "So it's more of a power play than truly what she wants?", "I heard it's because of florida crime reporting laws - I.e. the same stuff could be happening elsewhere but it wouldn't make the press?", "> I'm going to retire over a decade early How long before I see articles about \"healthcare has failed me?\"", "No seriously, why do you have the Daily Mail app on your phone?", "What about [NAME] arm ?Is [NAME] replacing [NAME] cannon ? I was more bummed about losing [NAME] arm than his bat .", "and who's going to enforce that ?", "Except they fucking awarded it a prize first. It went through vetting, beat the other applicants, won, then was removed as not being correct?", "I must've missed them. Looking again but if you have a moment can you link it?", "I’d want to know what happens after", "Not sure how you got that outta my post. I play a lot of non-meta stuff all the time just because I find it fun or challenging.", "So you ignored the part I was clearly responding to, though, and decided you needed to explain the other thing. That makes sense to you?", "Why is it an issue getting him off the 40-man roster? Just put him on the 60-day DL", "Two questions: do we still get a lip sync next week with [NAME] and [NAME] next week? do they do anything week 6?", "That destroys honor tho right ??", "Why did you expect to feel comfortable? What have you done to change?", "What logic justifies $33 that would not also justify $5000?", "That’s what’s it’s called or what SHE’S called?🤣", "How about French speaking parts of Africa? Legit question, have never been to Africa. Every airport I've ever been in has signs in English.", "I don't know how accurate that is, pure nicotine is a lot different to nicotine in tobacco so I doubt vaping is that addictive", "And your folks thought that that Liberal Arts education would be worthless!", "I was just about to comment this. Do people think throwing an lol at the end of everything will just make it fine and dandy. Ridiculous lol.", " I didn't see any thinning spot. Again, it could very well just be the way his hair is cut this season. ", "Why not just bring the county governments back? Let them decide where to establish regionalized schools.", "Perm what? Seems like it’s like permanent virginity with a haircut lookin like that", "what time is it now? i’m definitely in a different time zone", "my computer is a potato but im just curious how do i check for memory leaks on a mac? i lag on a lot of games", "I can’t tell who you’re referring to.", "If it remains free at point of use and the level of service doesn't decrease then what's the problem?", "Wow I didn't know it changed your face so it doesn't break rule 1 and 2? /s", "Yes... This video that we're in the comment section of is the sequel to the video that I posted... Which is the prequel.", "Surely you dont think its the bravest thing a person can do though right?", "You think they're going to actually compost it or just toss it in the garbage?", "Maybe because communism has shown time and time again that it finds humans beings below contempt and makes every effort it can to murderstarve as many as it can..?", "So what's your point? It's colder today than it was yesterday. /s", "> [NAME] That is going to get sooo confusing if he does join our division.", ">fail at reading comprehension >Other guy must be a troll ¯_(ツ)_/¯", ">I thought we were retiring the older guys. Because the geniuses on reddit said so?", "Is this worth watching? It comes off like its glorifying the guy and kinda puffy.", "What was that?!", "When and where did you go to basic, I never once even saw dessert in the dfac when I went thru", "You mean they'd get as pissy as everyone in this thread is?", "This right here... most of the orders I have done on shipt have not tipped. Not sure why customers feel entitled on that platform.", "2weeks ago?", "Interesting. I recognize way more of the 2019 names than I did from last year. Any hope that means I'm getting younger?!", "Seriously? If he spent the same amount of time doing anything else would everyone be bitching that he’s addicted to that? Doubtful.", "At what point do we consider arresting people who arm themselves in order to oppose legitimate, democratic decisions by force of arms? ", "Is there something I'm missing here? I don't see the pun.", "How do you know if this gets downvoted to hell, but a lot of times before dying (6 hits taken.).", "Can we just go down there and propose a bill? Die the constitution not allow that? An if were not allowed doesnt that count as non representation?", "Was there a new episode this week?", "Ah the infamous [NAME]. How I've suppressed that name from my memory.... Until now", "Huh that’s her?! She appears on this sub every 3 days and she looks *so different* every time!!", "What?! They must have thought they were at Disney.", "Not possible? Not that I’ve heard of at least.", "I was wondering if it's Oxford, felt like I walked under that bridge.", "Do something you’ll love and you’ll never work a day in your life? Huh, strange", "You know, that never occurred to me! So keep cool in summer, warm in winter?", "What's the cringe?", "> It leads to touching and doing inappropriate things with the opposite sex I prefer the same sex, so are these things not inappropriate for me?", "> like a fucking peregrine falcon, her and him beeline straight for her bedroom. Are they falcons or bees? Alphas don't mix metaphors.", "Ok what other characters is her gameplay similar to?", "How do you deal with alerts coming up on your phone? I guess you can just turn them off?", "Is this the place that had the creme filled donut holes, if not does anyone know where to get them", "Woah nice. Did you enjoy it or was it a completionist pain? I wish I could get into [NAME] but I just dont find the fun.", "Yo, was that NDP leader [NAME] on the sidelines? ", "Ohhhhh. *That’s* what that was.", "deleted ^^^^^^^^^^^^^^^^0.1122 ^^^What ^^^is ^^^this?", "[NAME] cheats on you after a few months. Your ME1 love interest waited for you for two years, and they thought you were dead.", "What exactly was exposed? Are you just saying things to feel like you’ve achieved something?", "Like they \"went for it\" against the [NAME] administration for lying the nation into war? ", "Is there a dress code for those runways? ( everyone is wearing dark colors then there is frank)", "Two homes? In this economy?!", "Ignoring your Motte and Bailey. What makes the medical needs of America so unique?", "That's because it's called LATCH here and most people just call them \"car seat anchors\". Maybe that's why...", "Launching a jab is a hard commitment though, right? Because I doubt you can react fast enough to seeing them jab and launch them.", "Oh.... We're still doing this ? Even after [NAME]?", "Oh I forgot all about Jing Wei! Is rage worth building? I'm wondering if the loss in attack speed is worth it for extra crit chance.", "Yea it’s custom, me and a friend of mine were messing around seeing what we could sit on...", "Weird, never had a problem", "Worst father ever award?", "Wait... today isn't April 1st...", "Those all look like perfectly good cookies or is that the joke", "oh shit u meant the actual post... yeh i live in china this all we got😂😂", "Oh, didn’t catch that.", "in many cases both. but this has nothing to do with Japan. You can't stay on topic, can you?", "Oh [NAME] this is atrocious... I think I'm in love", "[NAME]? 1st for [NAME]?", "That extraterrestrial little grey creatures don’t exist? That’s definitely a fact but I’m very open to any evidence/proof of the contrary lmao.", "Who is this Wild team? Where have they been?", "“Am I in the frat now, bruh?”", "Yeah I don't have this issue because of this, seems it's more developed for HDR ", "I don’t get it :(", "Oh my, liberals have been busy haven’t they?", "How is the surf simulator open if the pool area opens in march?", "8 other justices?", "I live next door to this, and I was up late.... How did I not hear this?", "Uh, you do know there's another hole right next door, right?", "[NAME]? Didnt have have lots of problems with injuries. He seems to be doing fine now, scoring and all.. But why him?", "How does that work? If in every measurable way, its bread and wine, how can you claim its actually [NAME] body and blood?", "Idk why you got downvotes. These officers, furry and not so, protect and serve and save so many loves. Have my upvote sir/ miss.", "What's the name of it? I googled Anker and there are several, but I want an included SD lol", "Reg hunting is trying to kill me N1 or getting me lynched on day 2 or gamethrowing to make me lose or inv'ing/interrogating me N1 every game.", "This definitely seems like medical advice is needed?", "> What keeps hurting her though? They are getting absolutely crushed by the crowd probably. There's always jackasses trying to push forward.", "Did you miss the other guys link? I noticed you didn't make a comment towards him, even though he posted it around the same time.", "It’s Beirt for people, wouldn’t it be beirt garda?", "I don't know what region you're in, but it's less than 6 dollars on the WnW website, Target, Walmart, and Amazon!", "Seriously? Where the fuck did that sink come from?", "[NAME] back, LAL will keep it close at the least or snap out of this funk.", "Out of interest, what’s a chibi? Is it basically a furry?", "Wait what power is this?!?", ">[NAME] and [NAME] As alternate costumes of each other, right? Not as separate characters?", "[NAME] [NAME], you made me think I was going colorblind for a second! How are there more colors in your rainbow than in mine?", "Btw how do you use conditioner is it something before or after the soap", "[NAME] book? What the heck?!", "Might I suggest if you give yourself an epithet with the word 'prick' you are infact inviting a little denigration from the jaded?", "Different doctors have different opinions on who should and shouldn’t be vaccinated.", "What do you mean by delicate flowers?", "What does all that pill shit they talk about mean anyways? Like what the fuck is a black pill and a red pill?", "It was never implied as such. You simply mistakenly interpreted it that way.", "Not sure if this has been asked but is autism a result of not having a filter? Apologies if I offend.", "Are there free vaccines for adults? I thought it was just kids and the elderly?", "How is [NAME] fleshed out? His entire role in ep1 was that he cooks. He's about as important as [NAME].", "Isn't this the same video already posted ? Not seeing anything different", "During your explanation, you didn't make a mention of saying no or trying to stop him. Did you?"], "excitement": ["For a moment there I thought I was the only one! Pretty awesome and I had no idea", "Welcome to the fucking Pacific NW!", "GUYS WHAT IF THE PEOPLE WHO ARE UPVOTING THE HORNY IMAGES *ARENT* THE SAME PEOPLE AS THE ONES WHO DONT LIKE CAMILLA WHHOOOOOOAAAAA", "Cake! Happy days!", "Damn it even comes with changeable speedshanks", "Scratch that, tickets go on sale February 7th.", "As soon as I heard that I told my boyfriend every time he calls me from now on it needs to start like that", "Welcome to the new normal.", "I have never seen a dog more excited than when a sled dog is about to go to work.", "Congratulations, it is satire!", "Omg. I just noticed that! Holy fuck, how does she smell?", "Happy Cake Day you barefoot bitch!", "What a finish", "Holy fuck [NAME]!", "Hi [NAME] nice to see you", "The guy that started everything vs the guy who will end everything.", "WON ME 1K LAST GAME IN PARLAY!!", "Happy cake day bro... or ma'am. You have to see this to really take it in.", "Waaaaaaay too much work. Just make guacamole and salsa and eat it with the [NAME]", "I can’t stop staring at the boobs", "Hey guys. Just made some dinner. Came to see the game and check ohhhhh my god.", "One of the best photos I’ve seen of the Arch. Breathtaking.", "I don't like football but the 10 minutes of actual football has been pretty entertaining so far", "I bought the double barrel and fully upgraded it and now it's one of my favorite guns.", "A RACK ON IT YEEEEEE GONNA LIVE BET THAT SHIT AND SECOND HALF 3K let’s goooo", "*Hey just noticed..* it's your **6th Cakeday** ThaJarseff! ^(hug)", "[NAME] gives me the weirdest boner. I love these guys", "Hands down one of my favourite VA's and a main reason I go FemShep or play games she's in.", "Yeah I just saw that. The wheels are turnin' :)", "Stafford Starford Starlord OMG!!!", "I am now weirdly aroused", "*pounces on you* uwu you’re so warm", "[NAME] is in Valkyrie, we're SAAAFFffffeeeee........", "somebody's sad lol lol", "Damn, you just reminded me how good that feels...", "Oh, it’s you again. Here: ", "Yes, we did.", "I am sports entertained.", "*Hey just noticed..* it's your **1st Cakeday** aerosvision! ^(hug)", "omg that was full on Tequila [NAME]!!!", "Not gonna lie I’m pretty out of it for New Years so I probably knew-jerked more than necessary. Happy New Years my man!", "hell yeah dude", "They're both happy though", "Welcome back [NAME]!! You sexy Brazilian SON OF A BITCH"], "remorse": ["Im sorry I said something negative about your beloved Valve.", "Oh ok sorry", "You’re looking at hard time mate", "That sounds awful )-: I'm so grateful that my parents and therapist want to let me figure this out with minimal \"supervision\"", "Thats pitty indeed", "Edited : Sorry meant to reply to a post", "Sorry to hear that", "I quit soda about a month ago and this makes me want to go buy an entire 2-liter just to comfort myself", "Life is nothing but a hell filled with torment, misery and loss.", "Sorry for having a working brain :3", "I'm sensitive! :'(", "I'm so sorry", "“[NAME], I tried to make ramen in the coffee pot and I broke everything” - [NAME]", "Hey man, it’s hard out here for a cat!", "They hated him, because he told them the truth", "Oops. I assumed, wrongly, that it was the same person.", "Cries in Shinboner Spirit"], "caring": ["I wish you have a best luck on your journey.", "I'll always be here to accept you. :)", "Welcome home [NAME]!", "He gets to watch boxing for free and get paid for it. It's probably his dream job. I'm happy for him! :)", "movie sucks do yourself a favor and watch the Infernal Affairs trilogy they bastardized", "Wow, that crazy. Hope this doesn't happen again with you. Stay safe!", "saving for when I'm not at work", "my heart melted omg [NAME]", "Don't stop cold turkey. It's dangerous and you can have deadly seizures. Taper down if you are going to quit any benzo.", "Always look to the odd years brother.", "Happy cake day, just in case", "She better not die", "Treat your wife like gold. Feed her well. Rub her feet. Repeat.", "You'd better not cry!", "Happy Cake day.", "There’s a reason southern states have a massive teacher shortage. Please do yourself a favor a consider that before you take the leap.", "Just cut your losses, get out and don't look back!", "100% feel for you. I may be exaggerating slightly but still it’s all these little disadvantages that we get put at because of this ping.", "Do you need someone to talk to [NAME]? Your comment history is pretty disconcerting.", "good luck! i recently left the floor for an office job and couldn’t be happier.", "No problem, I hope that you are able to accomplish what you wish :)", "I can help out, pm me :)", "first of all calm down. second", "Do yourself a favor and protect your credibility by not arguing in favor of a terrible hire.", "I wish to join you on the search, as a source of motivation and friendship (sorry if that kinds led you on)", "She was going to her safe place in her mind", "Just commenting here to give you a notification :) Have a nice day now", "No mercy, if there is any man left inside you than walk out now.", "Id rather have them be physically ok and make amends with [NAME] later than have one without the ability to communicate efficiently forever but have their feelings alright.", "My god it is, dont forget the 2.50 innocent smoothies too", "Yup. I feel you. I'm very sorry it happened to you, too.", "The mood changes are semi controllable with medication (at least it’s the case for me). Please seek psychiatric help to get a proper diagnosis.", "A best friend would get me a vibrator. Not something that’ll make me feel like an oily, ugly piece of shit.", "Fish are friends, not food!", "Flirt so much that it sinks in, or just ask him \"Is this a date?\" <--- Also a prelude to flirting.", "You might not be eating enough. You almost have to double. 2000 calories of meat vs 2000 calories of veggies is a HUGR difference.", "I have but one upvote to give, otherwise you would get more.", "Worth a try to report the bus number, the route and the time to PTV to see if he can get them back. Best of luck!", "Most likely it’s not a tumour since cancerous tumours aren’t usually painful. You still should go check it out ASAP.", "For goodness sake give [NAME] a rest. After the last game he said he was so tired from running so much.", "We’ve been watching OP for awhile and warned him about his posts. This one doesn’t rise to the level we warned him about.", "Stay hydrated, move slowly and stay cool.", "Good luck.", "So glad you are safe. It looks like icy conditions, too, so that is great that you were able to avoid this.", "I am happy for you. No, seriously, I am.", "Get help.", ">Most FTFY", "*Hey just noticed..* it's your **1st Cakeday** CrimsonEagl3! ^(hug)", "Hi, [NAME]! I am stopping by to wish you the best day, and the best year! -HappyFriendlyBot", "No worries! But I figure the written recipe should be handy for some folks.", "If the blindness ever comes back for whatever reason, try doing this:", "Get you some!!", "Don't apologize it has nothing to do with you, everyone here understands that.", "Hi, [NAME]! I am stopping by to wish you the best day, and the best year! -HappyFriendlyBot", "Have a good night, mate!", "Hi, [NAME]! I thought I would stop by and wish you a wonderful and prosperous year! Have a good one! -HappyFriendlyBot", "I signed up!! I hope your Mother has a wonderful birthday!!", "As soon as he was about to jump I audibly let out a “dude, just don’t..”", "I’d go at [NAME] every possession. He is so tired out there", "No problem. It will seem impossible at first but just keep your cool! Best of luck"], "surprise": ["I'd be shocked if he knew much of anything about the EU.", "Fox News devoted 42 seconds on [NAME], wow.", "I was being sarcastic ;)", "I like how /r/gaybros just turned 7 and this type of post is still the most common. Paging /u/-Massachoosite", "Turgeon offense at it's finest. The ball never gets past the three point line and [NAME] just hits a three in someone's face.", "Crazy how before the offseason everyone was talking 350-400 mill deals for [NAME] and [NAME] as if that was all but inevitable", "[NAME] stopped napping at 18 months. We’ve been implementing quiet time since. It’s wondrous.", "Imagine ordering this. \"1000 burgers to the white house? Yeah ok buddy\" ", "You president now?", "Imagine thinking a bigot isn't ignorant", "And...peter thiel is involved. Color me surprised. (O negative surprised that is.)", "Oh I missed that part. So the cheeky poster was referring to that crash. ;0", "Damn, for real? I'm 250 and drink regularly, if I pound two beers in under a minute I'm good for a little while.", "Oh you know they’re BOTH going for it.", "Holy shit!!", "Oh no! People will be able to protect themselves!", "jeeez i've never seen a scorpion so bad it actually flipped the person up right", "wait they actually lost lmao. i stopped watching halfway cuz i thought SPY had it in the bag ^^^^andigotmywatchrewards", "Seriously? I couldn't even remember the dude's name until about halfway through the season honestly.", "That's true, but I was surprised to find absolutely ZERO information about a person who , presumably, has quite a bit of power and influence.", "Damn vampires taking all the damn jobs in this country", "The baby photos, holy fucking shit there's so many baby photos now.", "Hes literally making 15 an hour", "It's almost like people live in this bubble where there are only magatards and hillshills. No inbetween. Only hyperpolarization.", "On [NAME] I’m in Alabama [NAME] pay what you pay and get 179Mbps down smh"], "embarrassment": ["I'm underweight anyways, somebody hand me an English to (whatever language) translation book.", "I was trying to make a friend that was being a douche jealous by telling him I was having a 3 some. Accidentally messaged it to my father.", "[NAME] apologized to [NAME] and [NAME] about his comments. I don’t see the “I got hacked” comment.", "oops, my bad.", "You know it’s really bad when the lashes are bigger than the brows", "Yeh It’s pretty obvious how I misread it bc ... I misread it. I didn’t downvote you.", "i can change mood for no reason on seconds. Im happy ish. To sad or frustrated to anger and rage and not always in that order.", "Papaoutai still leaves me bald.", "*10 minutes of awkward roleplay*", "Oh fuck I almost forgot to jerk off and smoke weed today. I'm so forgetful. Appreciate the reminder.", "I keep forgetting she won! Just goes Bob Alaska Aquaria for me until I’m reminded!", "I feel like [NAME]", "I did misread i saw 23-27", "I once looked for my phone with my phone flash light", "I would think that would be pretty awkward having phone sex with a stranger", "I was tripping balls my first time.", "She accidentally tagged someone with the last name Bells", "my mistake :(", "This makes me wanna die", "Oh man, you got me there with the image", "Ahhh okay my bad I misread your comment, I thought you meant we’d be trading him if he plays poorly "], "grief": ["Fuck if I only could have those a single family home prices back :( maybe I wouldn’t be living in my RV", "*Shrug* \"Heh, Another tuesday\"", "My life has been destroyed", "I wanna die!", "The left side attack of [NAME] [NAME] was woeful", "I wanna die", "Damn [NAME] let himself go", "Aw :(", "The bitch doesnt need drag race (bc shes amazing) but im still sad.", "I don't see any shoes on his feet after he lands. Kid is fucking dead.", "What a poor woman who only wanted to tell someone what to do.", "I'm so sorry that [NAME] has convinced you that his insane aggression isn't important.", "I’m so sorry. Hang in there it’ll get easier.", "That town is sadder than [NAME] town. I don’t remember it being anything besides rainy or gloomy in Ohio :( poor yonathan"], "neutral": ["‘Twas not MRSA, just ick, apparently.", "I use pinecones :)", "Hi Mom I accidentally adopted 20 traumatized nerds. -Betty Darkness Dementia Raven Way", "Nier 1 is 20-30 hours per playthrough. Nier Automata is about 10 hours per route.", "paper transfers too", "Spicy water.", "When you can see the redzone interception coming 5 seconds before it was thrown.", "He's rooting for the losing team and is pissed.", ">snopes >Wikipedia >Wikipedia K", "And for pro-Syrian-rebel tweeting (which means anti-Western leftists): [NAME]", "!remindme 7 months", "FotC for life", "But teres an increce in autims retas. With tah vaxenes.", "SONNY-TATER!!", "Everyone except [NAME] dying and [NAME] doesn’t know what happened", "He provided links above.", "BF- If you dont beleive me come over than. *gf goes over to bf's house, sees bf* GF- Hmmm, I might be dreaming. ", "Sounds like a scene/moment ripped from Harry Potter and the Prisoner of Azkaban", "/r/ATAAE from my POV.", "Cop: We do have a strict leash law here so you're under arrest.", "Oui baguette senor", "Bee/fly = white pepper/black pepper", "omg lke ikr", "Its just coming out now...", "Death approaches! -[NAME] 2013 (I think)", "I'll message you when I have the time to play! :) Ty!", "Breaking news- Man having fun at party is mocked by basement dwelling redditor.", "a guy named [NAME] had a nightmare of [NAME] getting shot at a live performance.", "so did that one guy outside of AT&T :)", "I wasn't digging it and then [NAME] did her spiritual spacewalk. I almost walked out.", "Aaaaaaaaaaaaand... *BOOP*", "Yep. In Sixth grade a boy named [NAME] just stabbed me in the stomach with a pencil.", "Fun fact: not everyone is a guy, although you may not have any contact with women personally", "So, about that weather.", "Chicken. Mailman.", "That [NAME] cover though... Turned over to [NAME] at that point.", "Yare yare daze", "i'm calling [NAME] noms with [NAME] [NAME]", "I think womens bodies range widely.. Water, silicone, coconut oil, amounts and frequency needed.. I think these things are largely independent of the quality of arousal..", "Got my Crass tattoo in 1987", "From [NAME]: I T ' S S P E L L E D O U I J A Goodbye", "It's because you're dizzy from lack of oxygen.", "I can read the anger in this post.", "# AVE!", "Kill whitey!", "B E N", "*scribbles in maybe*"], "love": ["Those scars look fairly recent. Just remember no matter what there are people who love you and will support you unconditionally!", "It was once was mine too. Im starting to use it again. :) It is so fucking beautiful,", "She just needs to kiss [NAME]", "Yeah. I do wish you the best. It's not gonna be easy but I do. You're welcome!", "love this!", "Bless your dog!", "Loved this book", "Love me some Clash", "Love how she actually cross referenced the picture with the POTUS.", "Bless them!"], "sadness": ["The Islanders don't play between January 22nd and February 1 and I swear to [NAME] I have no idea what I'm going to do with myself.", "Oh and I forgot to say HAPPY BIRTHDAY!!", "What a sad post. I cannot believe people actually follow their advice.", "I binged that podcast in about 2 days at work. Amazing. The convention for Limelight, and how emotional they got for those poor women was heartbreaking.", "Precisely why im closeted :(", "He was forced into this marriage", "Mom-emotions are always heartwarming and honest but dad-emotions make me tear up. Fuck", "Sorry I failed to mention I'm relatively new to the scene . Last 2 years only", "That poor kid. That is going to cause some issues for them as well down the road.", "I saw 25yr old with 3 kids and a house. How do u think I feel. I'm over 30 and still single.", "Hate to see him go. The only thing I’m complaining about besides this was the hagelin trade back in November. Both hit home", "Competitive Deathmatch was a huge reaper fest last season :( Had many games where everyone was reaper except maybe two people", "I miss it but it was op", "Mrs.Frizzle has found herself on hard times.", "can I use I can't believe it's not butter because my boyfie doesn't make over 20k :(", "God damn I miss this game!", "I'm getting old. :/", "Yeah, sadly, looks like this champ will be pretty opressive. ", "I hate when that happens."], "realization": ["it is not so simple. lacking hormones makes things difficult to deal with when they otherwise would be bearable.", "It looks like a very light blue to me.", "Mine was the size of my pinky. And honestly get any size you want! Just be mindful of your pain tolerance", "I figured as much. If I were them I'd definitely be sceptical.", "Only time the police get any love", "26>27 confirmed", "Wait, australia is like this? I remember carrying a 4 inch sheathed knife as a kid. Nobody batted an eyelid.", "I watch it 4-5 times every time it comes up. I think there is something wrong with me...", "Through mutual friends, and online forums. I find out most online shooters are more fun when playing in a party and able to chat.", "I've found out speaking about our traumas is what heals us. Some people also need to hear our struggles to overcome theirs.", "Ok this actually happened to me when I was one bloodthirsty away from getting gold on my MX9", "The tutorial is small, has no networking, and is low in space. your answer.", "I hope he isn't scared to over power the thibs guys on the coaching staff. It seems like he is a hestitant to make any major changes.", "I tried so hard.... I got too far....", "That looks like a wig.", "Both. I have a feeling that broth was ruined a long time ago, in a footballers bedroom not so far away.", "It's just an edgy 12 year old's creation.", "it's ok [NAME] I feed my cat bananna yesteda y", "No words, but a series of loud screams should explain this look fairly well", "It’s amazing how the r/synthwave sub is just endless remixes of this poster. And the LEGO Movie 2 poster is too.", "I don’t think Bethesda is there yet but the next move they make is very important on deciding if they end up on that list or not", "I think if you're sending and receiving texts longer than 10 words your marriage is doomed.", "Yes but if you had scrolled down even an inch you would have seen pictures of his actual brother", "It is a very common verbal tic among tri-state Italian-American women of that generation and older. It takes me back to my old babysitter so vividly.", "I agree i think it's a problem with inner game even when i get the number she don't answer", "This man looks so much older without the cap", "gut feeling because it is winter and too cold? that is the reason of my gut feeling XD", "Getting raises and heading to Utah to get our teeth kicked in playing 90s style. [NAME] wouldn't have it any other way.", "Too hungry for that money.", "[NAME], Oh yeah maybe I should lock the door to the bridge as part of my mutiny.", "I've found that carrying 21 chromosome's is the sweet spot", "This year would’ve been the year to start it... we’ll likely be losing the heart of our team after this season", "The real power move is to write \"Have a nice day\" even if you lose.", "[NAME] getting injured definitely didn’t help.Mou’s first Chelsea team was on a whole other level defensively", "This is how I bought zilliqa. In a whisky induced blackout. We are twim, you and I. ", "I suppose inducing vomiting is a sort of detox...", "[NAME] and [NAME] ... I guess we drank a little too much...", ">\"ad\" nauseum I see what you did there.", "It's like a before and after of a stock market crash with a dodgy investment manager.", "You'd look like that too if you just saw Snagglepuss going to the bathroom.", "Went to MEPS a few weeks ago and a guy needed a waiver and they said usually 45-60 days for it to be approved or disapproved.", "**YT is not above the law.**", "That was the longest final minute I've ever seen", "Tinder is mostly for fucking not a LTR. Men also do this.", "That is the argument used in those discussions. There is no hypothetical here.", "I'm sure you weren't alive and I don't recall ever specifically accusing you of doing so.", "Could be to lead the police on the wrong trail to delay being caught", "This reminds me of The Boy in the Striped Pyjamas!", "Wow, guess my penis is small after all..", "I can’t wait for this Narrative to stop. DLO has the best numbers just look.", "Honestly, State and Revolution is what made me ananarchist.", "I do have a feeling [NAME] will retire while [NAME] still has a season on his contract.", "I only recently learned that! I took a class on human sexuality and we actually had an entire lecture on pedophiles.", "Wow, is it March 24th, 2018 already?", "I mean, yeah, [NAME] and Pedophiles are two different kinds of immensely awfuls, one is just slightly slimier, in my reasonable opinion.", "wild guess but I think any cheering for her to \"clean him out\" comes from her being cheated on.", "Yeah but being president is the only thing keeping him from being indicted so he’s kinda stuck.", "[NAME] is actually only 1 day older than [NAME]", "It was santa he had a REALLY big sack this year. :)", "He would die", "J - You'll L - Never M - See it K - COMING ! - !", "Yeah, and it was 20 years ago and now I feel really old.", "Try peeling from one end and carry to the other, if you just lift up then your doing it wrong", "El Niño is for pacific coast tho.. but yea", "Ohthe good old lemon meme died so quickly, i mean that’s how mafia works", "If u see the show you would realize that swearengen it's motivating the journalist, everyone will run in to painful situations some give up, some fight back", "i didn't knew your toe can get that flat without breaking the nail in thousand of pieces", "Well, flash bangs go bang, too, to temporarily deafen and disorient, so there's that.", "That's definitely a HIPAA violation and reportable to her state board.", "If he would have landed that swing, it would have decapitated that guy.", "That depends on the type. Some are three wheels spinning inside each other and **covered in eyes**.", "Pareto principle, 20% of the work done gets you 80% results.", "If we change the definition of what we are, maybe women will want to fuck us! -incel logic", "The usual suspects will all belive her to be a victim and pretend there is no reason she would lie.", "which is What* he did", "That look is exactly like my Waffle House. And the one past that and a town over.", "It's been feeling strangely like November the last few*****", "They won’t find my house once it’s painted in go-away green...", "On my first date with my now wife, who is an MD, she said she was intimidated by me. I think it was the suit though!", "Yep, especially if the mob on reddit is any indication of the group-think that’s going on in 2019.", "And I thought I was too old for this drama (I’m 25)", "Wow [NAME] has a lot more insecurities than I thought", "Didn't you know, it's all about winning, nothing else matters", "its petty revenge to a [NAME] who's too nice to commit to petty revenge", "He did. Dems would have filibustered and you need 60 votes to force one to end.", "I forget it all the time too.", "Because killing the same mice twice is very tricky", "Getting jealous over exes is hard to overcome but they are EXES, he/she doesn’t want them, they want you.", "The difference between the two to the right is quite massive.", "After 6 weeks, anything becomes a habit I hear. ", "If it weren't for my horse, I wouldn't have spent that year in college.", "This looks so 2010s cgi", "Now look what you've done.", ">Charters get to choose who they take Not in Los Angeles. Admissions is by lottery.", "This and the Minneapolis miracle; I've never had so much pure uncontrolled emotion pour out of my body!", "I don’t think there is mouse and keyboard support yet", "Roids are a lot more harmful than makeup.", "I should be back tomorrow according to your GM", "We really need to stick to having helpful titles or a quick tldr.", "I'm a firm believer that you should take courses before having children, that you should have a license for them", "I remember in the mid to late 90's my mum printing out offices jokes to bring home.", "Phoenix and Orlando are teams I hear sniffing around [NAME] in free agency. Both make sense.", "My friend is watching Grey's for the first time and she also got to this episode late last week. Weird.", "Looks like wood. Could be wrong.", "The embassy staff has already been expelled from the country by my understanding.", "Ok this is phrased quite extremely, but respectively not many people watch lgbt stuff, like even the lgbt people watch more non lgbt stuff than lgbt stuff", "Yeah but it is what it is. Apparently I wasnt as clear as I could have been either.", "I mean everyone already knows what u like so its gonna be weird", "Blooming Villain with Willpower a close second. Heavily emotionally charged songs used at very dangerous events that suit the theme perfectly.", "fashion now wont age any better.. thats just the cycle of those things.", "His watch has ended", "He’s too old for [NAME]", "I think you have to predict and dodge almost before the throw, same as [NAME] teleport kick.", "Except [NAME], he somehow defies any common sense and sometimes he comments here.", "We automatically get the pick. There is just a chance we lose it because of his grievance.", "This reminds me of the school principal in South Park that shouts \"Did I just hear a microaggression? Bwaghhhghhh!!!!\"", "I feel like I’ve had this exact same conversation with a customer at my old job.", "i sense a cup hangover for the caps", "but this has been going on for months", "Outdoor cats have a lifespan of about 5 years so allowing them outside is basically a prolonged death sentence.", "The longer you look the worse it gets.", "Don't forget about the flooding in Houston. :/", "He looks like he has entered the ultimative stance of mind", "The only way I can make people laugh", "##**IN THE MIDDLE OF OUR NEIGHBORHOOD**", "Booping can be dangerous though.", "The guy at the deli this morning when I went to get ham looked liable to collapse.", "Do you understand now why it's so frustrating to hear this kind of stuff all the time?", "Looks about 17 years old here", "...they needed upvotes. That’s what makes it underrated.", "I guessed that but I’ve never seen a bun like that", "[NAME] was at like 50% out there. Didn't mind pulling him at all. In hind sight, he should have sat out the game.", "Yeah tis marketing tweet from the melbourne AFLW team about their captain seems like marketing being pushed down my throat. You woke af.", "[NAME] fouled him. It's simple.", "yeah my face goes numb in 20 degrees and lower windchill, I can't even imagine how I would feel in that!", "Some drown. Others look to the sky. I thought it was a blog.", "I dont think all of us do. However I think the ones who actually do are unfortunately the loudest.", "It would take something extraordinary for me to turn down a 20% raise.", "Yes, some doctors look down on military docs. However, I've never seen military nurses looked down upon. If anything, it gives them a leg up.", "u the type of guy to still defend [NAME] even after the flashbacks arent ya", "[NAME] seems to have a sloppy stride", "I feel like I went out to get the pizzas and I came back to my apartment on fire.", "felt like that shot by palms was our first in a while", "The shading makes her face look like she has lumps under her skin.", "You've summoned me too soon Executus!", "God, [NAME] looks rough. ", "Wow. Did not realize [NAME] was a top 20", "That's how mafia works", "Police work is retail. You're dealing with some tough customers"], "fear": ["From \"woohoo!!\" to blood curdling screams in a matter of seconds.", "Late-stage Reddit. I'm afraid it's malignant, there are only palliative care options available at this point.", "The biggest Nightmare", "Scary stuff.", "That’s terrifying", "We're in this together! Pandora's box has been opened! There is no turning back!", "Imagine your daughter running away from home. I think that's a pretty terrifying idea without some murderer or mystic horror", "It would be terrible if he died and they put his head in a jar or something", "We are living in a time of lukewarm faith where many will fall away and become deceived.", "The fact that they're flying their drone in the rain gives me anxiety.", "That [NAME] missed layup is haunting me right now.", "I’m more worried about the dude getting pissed all over my shoes", "FEAR THE TURTLE", "You need HELP!", "I felt a great disturbance in the Force, as if millions of voices suddenly cried out in terror and were suddenly silenced.", "So. This is scary as fuck.", "Hyelp! There's been an accident!", "They're so scared", "I'd bet that this falls under spamming and therefor I'll get banned soon :/ (please dont, I love this sub)", "The comment came up as a text notification and old people are always convinced hackers are getting into their phones.", "This is one of those hobbies where the exit strategy is paralysis or death.", "I would stay away from [NAME]. Apparently his injury got infected and will require more surgery/surgeries", "Ugh I live in WA state and now I'm scared I'm going to get measles even though I'm vaccinated, I hate anti-vaxxers", "RED ALERT RED ALERT"], "relief": ["Glad that's settled", "Not bad iv'd tho", "I'm glad it only sprayed soda when his thumb went into the can, and not blood everywhere.", "She knew the magic words. Luckily it doesn't seem like anyone else was harmed.", "It's ok, it was cancelled anyway", "I am glad I wasn’t the only one. I thought wow they’re really gonna get it for this one", ">Just be glad he didn’t kiss [NAME] mum. that'd make a good storyline tho tbh", "Really glad they decided to show us that /s", "Ah good, now I don't have to do it.", "Whew. I'm safe then.", "They gonna be some big books, don’t you worry. "], "pride": ["I have no shame in saying I still have my blanket from when I was a child. And a favorite [NAME] plushie.", "Boosting is when someone else is the biggest ad-hominem yet, because it was in a situation like this.", "I don't reveal my sources. Gotta keep my journalistic integrity.", "She shows her face and doesn't hide behind fake names on Reddit .", "I AM THE GOLDEN GOD", "Everyone has their own preferences I happen to play better when I have multiple balls in my pockets.... no pun intended", "FUCKING YES BEST PLAYER ON THE PITCH TODAY ABSOLUTE WARRIOR BOW DOWN TO THE BALON DOR WINNER TRULY WORTHY", "[NAME] HIMSELF COULD NOT SINK THIS SHIP!!!", "They’re proud about having liberals make themselves look stupid with covfefe memes.", "Nailed it !", "America can out-lazy your ass any day."], "disgust": ["Yeah I never tried because I think it's stupid.", "Soon: Mass death of pink-skinned Aussies.", "You look like a bear.... An ugly cartoon bear", "A fly is a very tiny thing. But put it in someone’s soup a lot of attention.", "I am sorry for offending you \" WoW yOu WoNt EvEn LeT mY cHiLd Go ThErE aGaIn\" how tf. Whoops didnt mean to reply lol", "Dear [NAME], please help [NAME] be less disgusting. Amen.", "Oh no, her eyebrows", "That's a shame. Well good luck", "ooooooo...yikes", "What a bizarre way to normalize the psychological path to becoming a violent criminal."], "joy": ["rub a cats belly right fuckin meow!", "Yay, just in time for the commute", "I was expecting the top comment to be the copypasta. Glad to see that wasn’t the case.", "I slept so great last night uwu More wins vs them please!", "I'M MOTIVATED!", "Min Gung in Glastonbury also has all you can eat sushi. Always a good time!", "I lived across the street from it as a child. Used to swim in it as a kid...Ignorance is bliss."], "gratitude": ["The next [NAME]. Welcome [NAME].", "Praying for me family.", "Hello autism my old friend", "I recently got a job that I wanted so now I don't have to live paycheck to paycheck.", "[NAME] bless the united [NAME]", "Gift from [NAME]", "Thanks. Sounds like a bummer about 3, but maybe I should go back to 1 and check that out again.", "AS..... YOU.... WISSHHH!!!.. Inconceivable! My first ever silver. Thank you kind stranger.", "I’ve never felt so blessed that I live in a country with wide open roads.", "This just made me feel so much better about myself :)"], "nervousness": ["OW MY LEG!", "I just had deja vu reading this comment. Weird.", "It gives me a weird feeling as someone not named [NAME]. It's a very heeby jeeby inducing phrase."]}