{"desire": ["[NAME]: \"I wish I won't get robbed of a victory again\" [one finger of the monkeys paw curls]", "Just wanna boop that T I N Y B O Y E on her snoot and hear her Bork Bork Edit: we don’t preserve dogs", "About as serious as my plans to marry a porn star and retire to the Bahamas.", "I wanna try it also. I think I had it when I was a kid but it’s been so long", "Cheers, I live minutes away from you, will check it out some time soon.", "> I want to feel peace and not have to wake up everyday anxious for what the day has in store. I can relate to this.", "I really wanted this to be a real sub.", "I would give it a day before people started changing their minds if we had this option", "When I die Im gonna ask satan for a job in hell whipping all these cunts", "I would like a hug", "Now I wanna know how the hell did you stole the body of an NPC :o", "I wish there was a way to separate the moderation function of karma from the “I agree with you/I don’t agree with you“.", "Haha I'd like it if our parallel lines intersect *heavy breathing*", "gamers rise up. Let's get this bread for our brownies, bois.", "I want to end it all.", "We need a bench and a coach that realizes six foot three players aren’t small forwards.", ">overt racism of that level would not be tolerated in America My thoughts also. That's why i needed context, its very VERY odd.", "\"You may die, but it's a sacrifice I'm willing to make\"", "I guess I should specify. I would like a 'right' and 'left' political viewpoint.", "Needs funny captions.", "oh c'mon - i wanna see you defend old testament slavery some more!!!", "I DESERVE TO BE HEAD OF NATIONAL SECURITY BECAUSE I'M ADOPTED", "i wish it was 2 hours :(", "I’d love to get my hands on a 4th gen z28", "I want a sense of progression and accomplishment in overwatch, something golden guns and skins dont give me anymore :)", "Drunk [NAME] sounds like something I want to see", "The slam final I want, [NAME] vs [NAME]. The slam final we'll get, [NAME] vs [NAME].", "i want to believe that every1 on pc just really loves the nuketown \"weekend\" and will return to normal after the double xp goes away. ", "Really wish we had got something like this!", "I was going to put in the post that I wanted to smack her, but here in the comments I'll say, I wanted to smack her. ", "I want [NAME] and [NAME] in Top 3 so I’m feeling the omens girl", "Understood - PM was all gears and no downtime. Last thing I would want is another bloody job like that. Cheers"], "approval": ["There it is. I knew I wasn't the only one bothered by this.", "Why make it a video? Could have just been a text post.", "Yeh but i had to check. Like, what if i didn't post here and kept it to myself.", "[NAME] pays big. He bought out Hot Doug’s so he could enjoy their foie gras sausages 4x a day.", "Which is odd, he was terrible on Sunday", "I’m in a similar situation, but mine is my spanish teacher she favorites the boys, and she really just hates me", "The way that was worded I can't tell if your super calm or about to flip a chair", "Totally zero bias at all as we know feminist scholars aren't bias and always correct no matter what.", "That almost makes her seem like an actual human being.", "Yeah, but nobody takes McD's hamburgers seriously. ", "Yes! My Big Fat Fabulous Life", "Not me personally, but I do think it's an excellent idea. You never know when a stomach bug might hit.", "That's because he played the end of the game when they were feeding [NAME] with no results.", "I think I could watch an entire show with just these two all the time.", "my favorite moment in the history of the show is when he thrashed that woman.", "I play until madden comes out, play mut until I get burnt out then go back to mlb when it comes out ", "You are extremely rude and condescending, and in my opinion it’s sad that you’re a teacher. ", "Yeah. You obviously can read the mind of all the voters.", "Yes. Exactly. Anything non [NAME] belongs in the trash. Glad you agree.", "Is that seriously the story? I haven’t googled it. I just thought it was cool as a WW2 buff", "He is just a kid, calm down and/or direct your anger elsewhere.", "Ahh mate, come back any time and i'll make culturally inappropriate Third Reich gags and then we can get lit on bush chooks.", "Yes, absolutely. \"But woe to the one who betrays me. It would have been better for that man, if he had never been born.\"", "As much fun as I've had yanking their chains, does anyone know the background behind these particular scam calls? I've gotten several of them lately.", "You can't control if you're nervous or not, but just know that you will absolutely be judged for it. Consciously or subconsciously.", "Yeah, guess I'm old fashioned and don't downvote people clearly expressing a personal opinion. No matter.", "I get it. But I not to that extent. Like it’s weird to think every one is out at school while you’re home sick", "He also probably hasn't finished school but has seen like, all the [NAME] lectures so he totally already know everything.", "Nothing wrong with striving. Forcibly making people is though.", "Yeah [NAME] has won worlds", "He's alright, Avatar, The Happening and After Earth were genuinely terrible films. ", "A dangerous and oppressive social construct.", "C'mon [NAME]! If you get this done quickly, the sooner [NAME] can begin.", "It hasn’t happened yet. Just talk to the supervisor or HR. In the meantime don’t borrow trouble.", "I do not disagree with any of this. Good take, sir.", "> to my knowledge she is straight Don’t say you have a chrush on her it will only make your relationship between each other weird.", "You should re-think the credibility of whoever told you otherwise. Seems snarky to me.", "You're right, I should stop being so worried about other people. Family is forever.", "Its a tough thing, but our government NEEDS to be downsized drastically. I just hope the affected employees have help with the transition.", "And I'm sure grandmas in SC love the stereotype of the violent black man.", "Don’t regret the time, had it been sooner you might be absent a kid or three! ", "Yeah me too, because I would’ve been a lot more pissed if they would’ve got tired of waiting and left.", "Should be coming this year with MW4. It's now or never", "Also, if you start looking for your partner to get mad at you when depression \"kicks in\" then you're probably starting it yourself. ", "I’m pretty sure your thinking of [NAME], although I could be wrong", "I think this divorce is planned so that people will stop pointing fingers at the insane rich person robbing the wealth of the people.", "If you want to live the dream, good luck! I won’t change my mind until I get my stolen ETH back from them ", "Cant you just say no when it doesnt feel right? Sleeping in same bed can help heal...after the initial shock is passed.", "Oh I found them 8D", "Don't eat the [NAME] family. You shouldn't eat trash.", "I always feel high the day after I smoke than after a day or two I feel fine u should be ok", "Well, that's kind of a silly metaphor considering how wildly different our political positions are.", "Intelligences? As foreseen unorganized by [NAME] himself? I also like nuglettes...", "Appreciate the love! Maybe during the offseason, for sure! I'll pass it along", "Yeah dude I like the brown sugar ones a lot, what’s the problem?", ">I don’t believe in changing the rules and laws however ... Then you believe [RELIGION] is in the 7th century for all times", "I play around 2hs per day since launch. 1/2 Cuz I like the game. 1/2 In hope for a new expansión/fix to get the players back X:", "Some people would be too ashamed to speak up though", "That’s just cruel and unusual. Hook him up for aggravated assault on a police officer.", "Just declare war earlier so you are on time, it's that easy", "Should probably change the title to add that it is for medical only.", "There's a difference between rights and law. Stop conflating the two.", "I am female. If someone approached me in a coffee shop who followed your above rules, I’d be giving out my number for sure.", "Yeah I guess in perspective it really isn't a big number at all.", "Yeah, empathy, a hell of a drug ;)", "I guess [NAME] are especially good at making heaven sound boring 😂. I'm also an [NAME]", "Really? I find being left alone better than being harassed, honestly.", "I'm so happy you said this. I just accepted that I was going crazy.", "Yup, I must be overreacting too and it's not a big deal. It's amazing the justifications used for this nonsense.", "So true. The chicks I pick up from clubbing are nothing compared to the love of a good woman.", "This stuff is very effective tho its weird smoking the quarter of a gram gets you going", "Exactly. Some ammo is already cheaper than that.", "Yes, when I need to get my jush, it’s freaking epic.", "there is no general rule for this stuff. you just have to do what you think will work best for you.", "You got the law all wrong...", "If we flip it, it’ll be too expensive for you to illegally emigrate there and retire, grandma.", "The situation never should’ve gotten to that point.", "Me too, my sister and I thought we became idiots, we even googled shapes and their sides", "As you wish the hard path is a good one :)", "Yes. He’s a much better option than [NAME]", "It's soccer. He was faking the injury anyway.", "Sounds like you want to control what tthey do with their nukes! Who cares if they leave it laying around and let their children play with it", "If you don’t think this can happen in the US your going to be the reason it does.", "Yup, I'm sick with a mild cold", "I have never laugh cried so hard at a TV moment", "Yeah fair, plus this sub tends to go hard in different directions so it becomes extra hard to know if someone really is just that far gone.", "Oh of course!", "Your mistake, you should've waited outside, he just followed the app right to you.", "Probably nothing. I'm assuming they're disputing the DMCA claim.", "please report the physical and emotional abuse to the police so there is record of it. And get a lawyer ASAP.", "Yeah it’s not like I want my cat to lick me in a sexual way that’s just weird.", "I think all of our assets will end up in India to a dead guy!", "Yeah, I read that the first time. Nobody is forcing you, other than yourself.", "I was thinking this too! People are so quick to jump on the beauty guru witch hunt", "Yeah because a poor man can always afford to give you a job and a living. Just Wow. Life is gonna roll you HARD", "Oh yeah.", "I was trying to click on a baby flamingo but I'm not mad", "Yeah I could definitely see that, which is sad."], "sadness": ["Okay I’ll call them tonight and cry on your behalf.", "I live in those unfortunately", "Im 13 I can't get a job..", "The problem is your husband. If he prioritized you, he would have figured something out. I’m so sorry.", "It's creepy but also sad that the guy was bathing in your fountain, hey at least it wasn't your pool. ", "My favourite pool! Shame I don't live around there anymore", "That guy is gonna regret losing you the rest of his life. You know why i know this? Because i am him 30 years ago.", ">a Thursday night rampage that killed the 22-year-old officer and shot up a surrounding downtown neighborhood. Not exactly a constitutional standoff with the government", "We're well past the demoralization phase. You're 20 years too late. The left has morphed into something unrecognizable now :(", "[NAME] 12 min long? That other 1 min video spoiled me.", "Sadly the minimum wage in Virginia is only $7.25 an hour so that definitely would not be enough.", "[NAME]! He was just amazing, best contract ever, so sad when we lost him. ", "I like [NAME] as a person I just don’t want to see or hear any sexy times between her and [NAME].", "Sorry for your loss. My bestfriend is turning 13 soon and I'm trying to cherish every minute we still have.", "I’m failing you.", "I've got no place else to go...", "Yeha he failed to qualify unfortnatwly.", "ssssssssssssssshhhhhhhhhhhh just give this one to me it's been a weird day"], "curiosity": ["What are you talking about? This sub defended \"it's just camo ,it's realistic\". [NAME] including myself all begged for better visibility lmao ", "Oh you'd like that, wouldn't you?", "they just dropped KAP45. Free for 2 amazing guns but a pistol costs money? What gives.", "Wasn't the Oroville Dam collapse triggered (at least partially) by an overflow?", "I thought Detroit or Oakland . . . and both have fantastic areas despite what pop culture might lead you to believe.", "Are 3.0 still active? I was really hoping they would have gotten signed after their tryout camp a couple years back.", "I wonder if losing their majority in the 2019 locals would shift the Unionist parties’ position?", "Hey, remember when [NAME] said furries are all catfuckers? Glad he's changed since then.", "Wow! What are the odds of that!?", "What?", "Has someone mentioned ghost chips yet? If not, then here they are, because we learnt an important lesson then...", "How do people make this up and expect their story to hold up", "Actually it's quite hard to decide without a proper reason. Under what circumstances do we have to do that?", "If it’s so in demands why are you posting that you can only get unpaid internships", "So this means the people who have debt can see those that don’t. Am I sensing an easier target for muggings and such?", "ive been looking at buying this exact knife for like 6 months.. how is it?", "> It's upsetting. What can be done? We'll have to take it to the high courts, let them decide!", "Wait.....What? You do know that's not how it works, right?", "I highly doubt that the ChiSox offered him anything more than $210m. Either way it’s inexcusable for the yanks not to match", "That sounds really agonising, to ask for help and have no one hear you. What's going on for you right now?", "The thing I keep thinking is that there must be some pretty daming evidence against him to actually charge him.", "Ok, I gots to know, was the child taken away? Please tell me the child was taken away. ", "How comes when Chinese companies help build infrastructure in Germany it's a terrible risk to their sovereignty yet this is fine", "Depends. Are your \"toys\" dildos and butt plugs? Or needles and strangers? ", "How many times did you end up shouting \"Bingo!\"", "Damn. So you went back to an old medication and found it no longer worked for you??? I didn't even know that was possible.", "People are still playing bf1?Wow thats nice,I should play some games until more content drops for bf5.", "did he give up out of embarrassment having knocked back chicago for us and then not getting to join us.", "What? lol no. I feel bad they have to, but there are legit people who enjoy wearing it to show devotion.", "So clearly you have vast knowledge of linear algebra and can fact check the entire paper Nd disprove it?", "Any broncos fans out there that care to weigh in on this? Interested to hear your thoughts", "Infacy gosples?", "Wait is that [NAME] head in the up next?", "I had this insight too What is it called? Theres probably someone who already had this idea 800 years ago and wrote 7 books about it.", "> What? I second this", "Are we gonna ignore the fact that he passed someone in the right lane???? That’s illegal", "She probably has a kid by now.", "Greatest part of that goal is the pique backheel for me. What is he even doing there :))", "\"Family is forever\"? Weird, I thought humans age and die relatively quickly.", "Out of curiosity, did [NAME] mention autism?", "Y'all ever try to ride a scooter with one hand before? Shit was dangerous.", "are u ugly?", "What? I didn’t understand a thing of what you said.", "When did you apply for this? The new AFI was published Oct of 2018. Have you already PCSed from Korea?", "Like... how is that possible? Holy shit", "Oh sorry. Instead of “willfully stupid “ I meant, why do you hate America?", "Maybe crotch-thrusting \"power pose\" on top of the White Cliffs will scare them all away?", "[NAME] can get the web action, ja feel?", "Is it weird that I’m relieved?", "Can someone explain to me what's stopping [NAME] from pardoning everything [NAME] even gazes at?", "I guess they thought the crit boost was way better than it is?", "Oh he did t quit when he just disappeared?", "Is calling bullshit allowed in this sub? Cause theres no way this happened as [NAME] described. People don't speak like that, even crazy ones. ", "Because you’re harassing strangers over the internet about their happy healthy pet? Weirdo.", "Moms overreact. Is funking your junk really that bad?", "How can I send it to you? I Just exactly recreated it in training arena", "Wasn't that just a mass shooting? Or am I thinking of another college massacre?", "No Despacito Remix. No 4K Ultra. No Goals and Highlights. No 360 No-Scope Assists. Are you even excited man?", "Have you had no withdrawal symptoms? Did you quit cold turkey? I want to go off abilify, it sucks.", "What’s the issue with [NAME]? I think he’s been good off the bench this season .", "Doesnt have insane standards or anything. I don't see what's wrong?", "What? This isn't boys' night. I don't see [NAME] anywhere.", "No guns = no gun violence! How come no one has ever thought of this before!", "Are you actually going to get on stage and say it into the mic? That’d be fuckin legendary", "Surely a ferry could be more cost effective and fun than that.", "Who is brainwashing people to believe it's all a social construct ? It's really frightening that it's become so mainstream.", "As a guess: Didn't want to exit, but wasn't about to stay put after hitting another truck.", "Wait what? Person on page 34, meet person on page Star. Lets stop. We aren't having the same conversation here.", "Nope, in reality this does never happen indeed. Cant we see what the problem is here?", "It’s so weird, I think it’s like excited/stressed? ", "Here we go. What’s wrong with them.", "Did you know that [NAME] and [NAME] named one of their children after a suburb in Pretoria? How cool is that!", "Ahhh, I see. I thought you were saying they made you afraid of the sessions.", "Sarcasm is a social construct? Ooh boi", "Have vid to reaction ?", "It kinda makes sense. What’s the debate here?", "I’m sorry where is that?", "Why are you assuming the guy will be locked up? What terrorists have we released from prison?", "Oh right. I can probably google it. I’m sure it’s in horrible taste, but I’m like dying to know now", "I think they were talking about the learning proccess. [NAME] succeded as well. So, 3 of them.", "can you share it here? I would love to be able to support you and watch your success!", "Why? You can tell me all about it.", "Me posting video game subs has any relevance how?", "How do you know he likes beer. Did he ever once state that he likes beer?", "Which ventilators unfortunately have a serious list of potential side effects.", "Gotta know a season ticket holder willing to part with one. Did a quick search and found a few for sale.", "Hm why are there age restrictions on the sex toys? :P", "What's the name of the artist that featured him? Can't remember it", "So [NAME] guided the process of canonization but then left?", "What do you mean?", "HOW MUCH IS IT", "But why does your horse have a leash on her while eating. Looks sooo uncomfy. Poor bubby!!!", "Nope, but is that a thing people who talk about digestive enzymes over lunch breaks should do? ", "Did he just get fat? What caused him to fall off so much? It's amazing how quickly he flamed out.", "What camouflage?", "A fatass? Look at him. You think he cares about his appearance? He’s likely talking about alcohol anyway.", "What? You don't know what punishment is?", "People do realize that getting an ad declined for the Super Bowl is an actual advertising strategy, right?", "[NAME] for sure!.. just make sure you DO NOT get a new addidas one, get an old authentic one from the time frame he played", "Right but even without the FPTA surely we could have found ourselves in the same situation from a legal perspective?", "Wtf is it 2015 again?", "Was this tattoo designed by [NAME]?", "We must know if we are to be betrayed or abandoned", "Love those clips on YouTube, does this add anything to it? Considering Netflix's obsession with exclusivity, this is an unusual arrangement. ", "Does this remind anyone else of the Rublev USO17 QF? [NAME] is obviously further along than [NAME] but you can't argue against the results...", "LOL THEY DIED? like if you get reference", "That's really interesting. How come?", "Wonder how he feels about [NAME] now", "Who are these outraged [NAME] women?!"], "disappointment": ["My favorite pod when they are fresh & clear. Sadly, all of my recent packs look like dark brown syrup pods. ", "Oh my [NAME] I forgot about that movie", "We’ll have to wait and see next year when we deploy him exclusively in high leverage situations in the post season", "I hope you can get some relief soon, I can’t imagine how awful that must feel ", "It's shameful that he has to preface this post with his bias. Couldn't just leave well enough alone.", "I was assaulted by my father once too. Please don’t hate yourself, it was not your fault. It was his doing. ", "Same, I hate myself for finding the last 4 chapters... my heart is devastated.", "My husband and I have been circling the drain for years. :(", "Since I was a kid I knew I preferred funny, smart, interesting girls to conventionally attractive ones. Really tore me up the feeling wasn't mutual.", "Oops, accidentally fed the troll. Ah well, we all gotta eat. Guess I'm feeling charitable. 😉", "Wow what a disappointing game. Wish we would have showed up", "Yeah weird feelings too", "They get pissy about \"automatic defenses\" for property. I mean, *REALLY* pissy.", "I decreased my intake as she suggested, but she now says I am grounded ", "That's pretty gross. Unlucky OP.", "You had me at \"fuck this winter\".", "On a college campus surrounded by undergrads. I feel old.", "This article is stupid.", "I just cant imagine someone insulting a guy by comparing him to one of the most successfull child actors. (I know who [NAME] is)", "It's a fair question to be sure. Crime dramas have largely overstated the importance of reading [NAME] rights, so most people have the same misconceptions.", "Hate to tell you, but it was inspired by a real girl [[NAME]] ", "I'm full of envy. Would love to be on that sort of money! But I fail to see the problem with it.", "Auch, that's gotta hurt...", "Crap. I need more Excedrin. STAT.", "As a Dolphins fan this hurts me", "No worries. Just didn't see them. My bad.", "Humanity is doomed", "Shame our government can't progress as fast as the infrastructure.", "supposed to be brain ache but I am too tired with all these losses i have", "That... sounds like gibberish. I expose myself to it in that it's my life. The rest of that sentence makes very little sense.", "That such a sad flop [NAME]", "Well, I was going to surprise you [NAME], but what the heck...I’m gaining a bunch of weight to go on disability!", "They blew up my feelings :'(", "I think I saw it but I can't remember now. =/"], "disgust": ["Sometimes I get jealous of [NAME].", "Or we could just get menus with pictures of food like every other rational establishment. It's so bizarre", "She reminds me if [NAME]. Half haked pictures with vague sayings. Ugh", "Keep yer grubby paws off our Dlo.", "Kratz and insertion in the same sentence makes me nauseous for some reason..", "Eww that would mean creating a facebook account.", "she disrespected [NAME], i dont like her", "ugh......."], "neutral": ["The Mavs would probably have to give up some picks as well", "I mean I typically do both in the car so there's that", "My 47 year old sister is still creeped out by the original theme show's music. She refuses to watch it.", "using the crying emoji is a sin against humanity, and you should be executed via the electric chair for doing so. ", "She did that on purpose look at her feet shift over before she throws the punch.", "He's been holding back for the last 2.5 years. Seems to find it easy for some reason...", "If he didn't know the damn roster so well, I'd have assumed he was a Pats fan troll.", "Spoiler >!Loli Girl about to grow up in 2 episodes!<", "Hmmmmm never thought about it like that", "And? Abusive people apologize sweetly too. Doesn’t make them any less aggressive and in the wrong.", "[NAME] is INSTANT offense when he comes in. Dude is a spark plug out there every night.", "It's easier to have a discussion with a four year old. Four year olds actually want to learn new things.", "Unfortunately, we do not routinely keep 20 liters of fentanyl in the pharmacy,", "my first thought was Superstar!", "State = good Anarcho-capitalism = bad Have fun getting taxed.", "I am not a competent till member, I am an ignorant member of the public. ", "We'll worry about it tomorrow", "Dude, I'm from Pakistan, tall poppy syndrome is a VERY real thing there still.", "Don't tell us. Preaching to the choir. Go to the mommy subs were everyone thinks it's a great idea to breed.", "Maybe be nicer and people will hang out with you.", "Weird, just got back from the one on Grand 45 min ago and I got in and out no problem. ", "america is pretty much the least class-conscious country in the world so it shouldnt be a surprise. everyone thinks that one day theyll be management so its cool", "Kitchens use bacteria floor cleaner it would almost definitely make you sick", "the person in white is just wondering what happened", "Looks like someone's got a bad case of the zoomies.", "MD will add it soon too. Too big opportunity not too. Casino everywhere. Add good growth to Maryland area", "Please no.", "Yes, they seem to want open borders. Which is silly. They don’t want actual border control.", "You can be gone for several months and they won't care, nor even notice.", "Personal insults aren't allowed around here. 1 week ban for first offense.", "Doubt [NAME] will solve our problems", "Love the place but be ready to wait. They really do take the time to make sure you look good and fresh.", "I'd keep taking it. The side effects should go away soon. Paxil has been the only med that helped me.", "Go to switzerland, they'll give it to you. EDIT: Sorry, thought you meant sodium-pentobarbital.", "What? [NAME] looks like he’s hardly trying and completely disinterested.", "This would just be to make it on/off, [why make it look even more amazing.", "Keep turning a blind eye to the truth. It unnatural.", "[NAME] the people must be warned.", "I was not expecting the giant \"POLICE STATION\" sign. That just makes it all the better. ", "Prove him wrong.", "I'm the one who died inside here", "They're corrupt, but in the legal ways.", "The shattered glass looks like a sassy elf", "This is the most reasonable and logical response on here.", "The nurse will arrive with your meds shortly.", "Thats not him :( the most recent comment literally starts with \"i'm not a dude\" ", "From my experience minoxidil only stops loss, unfortunately it doesn't encourage new growth", "Oh I know just bantz", "They will be more than happy to hand you the matches, followed by the cuffs. ", "Love ignores poverty", "That happens to me even when I’m not stoned‍♂️", "Ok but you're still arguing against specific religions not the existence of some type of [NAME], which it almost sounds like you admit could exist", "Penguins on a 7 game heater, big game here boys", "Well when you’re on the internet never say use the term no one because theres always those few idiots", "I actually found mine today! I will give it to my 1 year old", "If New Jersey are going to win it in the winter they better get something done quickly..", "I’m 21 and I only loosely understand what a lathe is.", "The ridiculous hypocrisy of the far left has nothing to do with your link.", "Now this is oddly specific", "Left the spasms behind long ago, we're now at full on convulsions", "This is gonna get worse before it gets better.", " No one makes that argument, though, except strawmen invents by the right. ", "I think it’ll be a flashback", "I think you two are obligated to go to bed together now.", "She got the gift that keeps on giving", "Doctor: “I have good news and bad news” Patient: “good news first” Doctor: “we’re naming a disease after you”", "That \"you see\" sentence tipped me off too. So strangely written. And very self praising.", "I came.", "I drop at Bush but never pick up. Hobby I can usually drop and do a quick pick up right after during peak hours.", "cause he likes to eat garbage.", "I call [NAME] fraud! That's not the first time she saw [NAME] after prison.", "Just give him a chance!", "And there I was blaming the poor black lads", "No there's only one emoji.", "[NAME] seemed pretty pissed at himself for last game and kept saying at the end watching the film inspired him to go hit the gym", "The story fits here -- arrogantly oblivious customers from a different viewpoint.", "And in some US states, still that range just sets off weird vibes.", "Not sad enough fo here the skeleton is dead so he can't comit sucide", "Elections have consequences.", "You should dm her and say I'm sorry", "This is me and my wife. She squeals with delight whenever it snows and I start looking for property in Arizona.", "12 players had points! Everyone except [NAME] had a shot on goal!", "i dunno, there are mass bombings/stabbings/people getting run over (dont even know what the name for this is) all the time across the world", "My aunt lost a ton of weight by eating a huge bowl of lettuce with a very light dressing and tasty veggies.", "The good news is you’re catching the possibility of it early. And medicine has come a long way! Giving you lots of good energy", "It was an edit friend - they are the same kid. No children were hurt in the making of this gif.", "I'm here with a devil axe and 34 Krit chance. And my killer axe just broke.", "LOL I work at HPE and I was about to share this with our new hub director...glad I watched the last 2 seconds.", "Look at a calendar. Look at the 14th. Look at the week that contains the 14th. That week, any of the days on that week. ", "Well this beats the whole \"[NAME] tried to convince the front office to take [NAME] at 1\" narrative", "[NAME] is having a hard time moving on. [NAME] need to cash in with AD before the trade deadline, because his value is going down after this season.", "You are delusional if you think big oil and existing deeply entrenched and rich traditional energy can’t pay scientists more money than new renewable energy can.", "Bro, people are telling you why a hundred bucks isn't a \"high fee\" for this type of event and you're not listening. Cheers. ", "I've never been so proud of humanity.", "We have freeish speech. If you can be prosecuted for something you say then you can't in any way that we have free speech.", "I used the term very loosely!", "> Has WD-40 instead of blood [NAME] RBG would be awesome.", "Guy on the right looks like [NAME] long lost sister", "Me and my brother were both born and raised in SC but both our parents are from MI. So we were raised fans from the beginning", "Thus confirming that trump supporters dont actually know how the US Gov works.", "I understand the confusion", "They're the same people who will tell you 600 a day is unhealthy", "Zippers. Lots and lots of zippers.", "Women wear makeup to threaten other women. It has nothing to do with men. Same w all their weird mutilations.", "Can’t blame him! She kinda looks like [NAME] long lost older sister.", "The problem with C4 wasn't that it was short, but that nothing really happened. ", "“I can’t stop vibrating!” [NAME]: ( ͡o ͜ʖ ͡o)", "They were hurt to get that way. Hurt people hurt people", "It will only get worse over time. Do what I didn’t. Run.", "Gotta get 'email all! Edit: stupid autocorrect", "I'm making small steps to change my life", "[NAME] and [NAME] were always goldmines. They had so little air time compared to the rest but whenever they were shown it was memorable", "Ignoring the refs for a second, [NAME] defense always does well against us", "Stop giving panhandlers money. They dont need it.", "It's a difficult one really, because some customers would probably be offended if he said \"your husband or wife\". ", "Considering that cheating is a mark of high-status, I'd be surprised if the wife dumped a cheating husband.", "My faith in humanity is restored. Your good deed has been noted on the Big Board of Doing Nice Things.", "The mouthbreathers usually aren't boys but guys between 2-3 times my age. Possibly homeless and very smelly.", "They might not be intending to use the main actors.", "also that fiat (if paid in Bolivares) will quickly depreciate in a week", "[NAME] playing great this half", "Good manager had your back. That lady just wanted free gift wrapping", "It's possible though, that the mere threat of getting caught is enough of a deterrent ", "cool buzz words", "“Stop replying to me as I send you a message first!” Oh, meat eaters ❤️", "I’m fine with leaving him alone, if he just goes ahead and leaves us all alone first.", "Guys it's a dril tweet, false alarm", "He thought of it but we don't want his mother's house to be wrecked by the staff.", "Almost all cars go through auctions at some point. It's nothing to worry about.", "[NAME] insulting his fanbase has literally been a hallmark of his persona from the beginning of barstool", "Well she’s still kind of awful but she’s hilarious. Definitely a huge improvement. I could barely watch her!!", "I believe that the heart does go on", "[NAME]’ column the other day had an interesting line, “zealotry is often people working out their psychological wounds.”", "Signatures are no longer required for transactions in the US as of April last year, so I guess this no longer applies really. ", "all I did was snitch on him", "Looks like emotionally and physically beating the shit out of his wife and children was not wasted then.", "yeah it really looks like your reading comprehension is the facepalm here from just the screenshot you’ve provided.", "We had so much pvp before, during, and after this alliance was formed.", "They must do it giving their population and productions but we must remember that they are not the only responsible of their pollution.", "mavs fans and r/nba as a whole are weak spirited smh i gotta step my trolling up", "You have to leave the house.", "[NAME] was almost all around higher rated going into the draft Hindsight is 20/20", "me too, always smoke a cig with the joint, they are best friends", "Unfortunately not:", "This is the beginning of a comeback for the ages.", "They also think you're a jealous man instead of an honest - though not very nice - woman.", "That it just seems worst now because we have phones (instant media)", "A cat has never understood me so well.", "I feel for the dad curled up at the end of the bed like a loyal dog", "> or the thief charges you and you get sued and charged for setting up a trap on your own property As you fucking **should.**", "Don't get down. You have only ruined it with that one person.", "Ps mad love seeing that the block has a baestok bighead", "Oh, because his sideburns were shaped like stars!", "Moral and factual truths are equivalent. If you purposely make a wrong decision based on false beliefs or incorrect theories then you're immoral.", "My parents just couldn't understand that pick", "Guess we haven't been very smart up to this point.", "We either bout to get a road win or have another historical collapse", "Honestly I think most of that sort of stuff existed between the 1985-2012-ish. Depending on your age most young people would have experienced these.", "I'm working in a creative industry; you'd probably fair well.", "The Chargers defense looks impossibly bad", "Man if you want some crazy dreams, slap on a few nicotine patches before bed.", "Steakspeare in Love", "These folks have surpassed", "He got his drawers blowed off", "I feel your pain brother. Just had to put down my rescue pup. RIP blaze it for them!", "Ehhh he got played so hard on the [NAME] vs [NAME] situation in 2017. Lost credibility after that for me", "There’s enough public shaming. I said let the drunk woman free!", "I will for sure pray for you all.", "My fans on patreon will be rewarded soon", "They can’t really do anything. Russia has far too much powering the organization for the un to be effective.", "카니발 sounds more like cannibal than carnival.", "I never understood the real harm until I started reading about childhood emotional neglect and how much it affected me. It's very common with nParents.", "[NAME], I'm just here for a good time.", "But all-Korean teams don't always do the best in OWL/Contenders, look at Outlaws v. Seoul, etc... ", "They apologized for that episode.", "what a strange, sad, moronic 3 day old account...", "If it's anything like my experience at radford, they were obviously drunk", "Yeah, I'm happy to help an actual friend in need, but not some distant acquaintance \"friend\".", "Youve missed everything.", "Vegas favorite getting No picks. That's gotta be pretty unusual", "As one of the greatest Presidents of our time, who stared down globalist trash and made them blink.", "You can't rightfully earn a billion dollars. Your employees can, and fifty thousand people in sweatshops can, but a single person cant", "But you get the chance to learn something everyday :)", "He's not interested, blessim...", "I don't see much reason for it even as a 2nd.", "he defended [NAME] when [NAME] drugged and butt raped a 13 year old girl", "I went there for the first time not long ago, just to experience it for myself. I wont be going back.", "My target has lots of stuff. *This target had fortnite.*", "Nearly every malicious compliance is a petty revenge story.", "Boomers ruined the world", "Give me $100 and I'll text you something fun. Sounds like paid sexting to me.", "They’ve changed their mind so clearly they would change their position when scrutinised. Like you said though, he was ignored. ", "That makes sense.", "Considering how many of this involves hiding bottles, it wouldn’t surprise me.", "I just bought myself a Bears pullover starter jacket. 8th grade me would be jealous!!", "Big ups. The small things make the difference.", "There were TWO of those \"catches\" that hit the ground... ugh.", "I must not understand this", "Just another day in the life of a Scottish football fan remembering that Sky Sports are absolutely shocking I suppose.", "She’s been in nursery for 3 years so nursery isn’t new to her, but this is a new room that she’s in ", "Yeah that's how someone died at Dour festival when swimming in the stone quarry :/", "No that's your interpretation of the truth. A whore is an old and demeaning term for a professional sex worker. You just get off on being degrading to women.", "Here's my guess: they are educated, and tired of being treated like second class citizens by the D party for being men.", "I've been exposed, time to go into hiding. ", "So what you're saying is that you r/oopsdidntmeantoo?", "You forgot the /s friend.", "Does anyone notice how his voice always changes when he’s trying to be cute and charming.", "She's a complete nut but she's def a good one", "Cardinals/ [NAME] MNF. Give the people what they really want!!", "Communists love the state, make no mistake. It's either totalitarian statism or mob rule, which commies would fail miserably at. ", "obviously, its just a stupid question", "Love is a drug", "Yeah, my thoughts exactly. Alright people, time to revive this comrade's karma.", "McRibs are back on the menu but not in the Washington DC metro area.", "Girl, wear what you want. Here in Michigan, we get accustomed to cold. No, I'm not freezing just because you are.", "good thing i never called him a journalist and wrote multiple sentences about how his comedian instincts make his interview show bad.", "I was trying to prove the other guys comment", "The junkies that hang around there can make some good jokes about getting blitz'd"], "annoyance": ["This junk is entertainment to most of you, but I just can't take anymore.", "Most of the people commenting in /r/Libertarian aren't libertarians, but are just there to tell libertarians how stupid and evil they are.", "I accidentally swiped. I don't have time right now I swiped for ego and got it so I don't actually want to talk to anyone.", "my [NAME] this is just *yes*", "Holy crap goddam! I'm giving morty an A in math", "The customer’s a jerk but you’re really not very clear here.", "Forgot what it's like to actually not dislike one of the patients", "alright yeah guess i am stupid", "Weird how this shouldn’t be SFW, but it is", "Human produce bad carbon dioxide too We should EAT OURSELVES ️", "Mash 'im, boil 'im, stick 'im in a stew.", "The only person I didn't want was [NAME], and I ended up getting [NAME]... ", "hell even clem would be if she witnessed it happen", "[NAME] is worse because he’s all of those things plus he took out my boi [NAME].", "For me it is unwatchable after the greatness of the LD seasons.", "Danm you can hear that little bastard squeaking.", "My 3 year old is an asshole. His 8 year old sister was also an asshole at 3. It gets better!", "It's a bitter cycle", "Because they enjoyhis music. Stop asking stupid questions in order to get attention", "Goddamnit [NAME] back at it again...", "Arguing a player is the GOAT among every position is just a dumb argument to even begin with when it comes to football.", "She also spoke out quite angrily about \"Obamacare\" until she needed it due to her high risk pregnancy. She's remarkably hypocritical.", "You fucked up. You trusted them.", "It sucks to get resigned to living with trolls. I still want to live to see a world without them.", "He keeps saying this in my playthrough when that's definitely NOT what I'm doing. I just suck at hunting!!", "[NAME] fuck I know this feeling for academics though, not sports.", "The worst thing is when you find it in a place you know you looked first.", "Pretty fuking sure exit scam..", "Animal Crossing made my wife into a vicious and abusive murderer.", "seriously wtf. I want to see how the whole hand went in detail. that was the sickest soulread ever", "Some things are worse than death. Being a dairy farm cow is one of those.", "YPG has carried out numerous attacks. Yet you seem to judge them on the few messed up things they have done.", "Geez those heroes..", "Race idealists are ridiculous.", "Because men are weak/stupid enough to let them.", "That's definitely sexism, same with that ad", "That arena announcer is irritating.", "Huh, neat ^^^^^^^^^^^^^fuck ^JJ ^tho", "Ahh well if some rando in reddit says something without evidence, that’s good enough for me! International association of medical doctors be damned!", "[NAME] is a fucking STAR", "[NAME]: I have a plan. Me: You’ve always got a damn plan ̶D̶u̶t̶c̶h̶ [NAME].", "My nuts hurt watching that second part", "Now I really want to see them. Stupid brain!", "Self serving cowards.", " It an argument. Don’t really have time for jack-assery. Lot of people want attention from me tonight, not just you. ", "> traffic through there in the summer is awful because that’s where everyone wants to be. your life starts to revolve around bridge time.", "What a shit twat", "Why should I get flayed? He's the one who sucks!", "FYI not all skinheads are racists. [NAME] suck and should be confronted.", "I can't even be mad that you scored a goal with your face.", "Boy just tell her to \"calm down\" or \"watch her tone\" and get it over with.", "Stars don’t get chicks my dude. Good way to let everyone know you are a fucking goober", "Ahhh, the old \"if you don't vote the way I do, you're a big dumb idiot\" gambit. ", "I can't imagine how scary that was for you. What is wrong with people?", "It’s so easy to go on killstreaks in the prequel maps except Geonosis. You just suck.", "Takes r us...you literally make me want to overdose on drugs. Like you’re that insufferable.", "Hard to digest pills", "Cool as hell", "Pray for America. We’re a wrong country and love to be wrong.", "Like, there is an insufficient causal relationship for it to be an expectation to work with assholes.", "I've shit my pants walking home from school. Hour long+ walk", "Yet, here we are, a whole sub full of people who seem interested in the stupid things incels say and do... 🤔 /s", "your first mistake was trying to make something look presentable while serving it in a tupperware", "It’s standing and kind of looks like it should - if it’s still like that tomorrow I’m calling it done!", "Traded me away, the bastard. Kidding aside, it's the annual r/hockey trade deadline game.", "on that real shit", "[NAME] should be used to getting booed by Yankee fans though.", "[NAME] MADE ME personally to eat BACON you ignorant vegans.", "Hell yeah buddy things are looking up.", "It’s literally a meme ideology. Sstaaaaahhhhpppp", "He was a bony old bastard and probably jealous of their big cat energy.", "It's the \"boyfriend around school haha jk\" thing that makes it weird.", "The first comment wasn't but when you not wanted you should just fuck off", "I think you may just be an asshole/moron bud... sorry.", "Hot take: That fuck up was a million times worse than the [NAME] play.", "Damn, [NAME] us just 2 steps behind all the time. It's just a matter of time before he gets some great shots in.", "Watching [NAME] flip his head back every poke of contact is possibly the most frustrating thing to watch", "Love takes work and commitment. If it's not worth the work it isn't love. Learned that one from my blood family.", "When did they stick to those policies, sure the US isn't innocent, but fuck that? This hypocrisy is unbelievable, it's cringy FFS.", "Shoes in flesh-matching nude are as bad as leggings in flesh-matching nude"], "caring": ["*♪… I'm here without you baby But you're still on my lonely mind. I think about you baby and I dream about you all the time. ♪*", "Just go for it, man. Life is too short.", "That's why he should learn from his mistake.", "Poor [NAME]. Give him some Enfamil. He will feel better soon.", "Ok... if you think its time.... have a fun safe trip", "May [NAME] bless and keep the President... far away from us!", "lmao ok buddy good luck with those demonstrably false statements in future", "That is the end-all and be-all of the situation. if you feel upset or insecure you should definitely be creeped out as he's doing it.", "Part of life in freedom is that parents are responsible to raise their children. The only weapon we have left is friendly persuasion.", "This is heartbreaking. She always meant well, and really wanted to see people get along. She deserved happiness.", "He's likeable but the pace of a game on live tv is too much for him. He'd definitely be better suited as a halftime guy", "Same! Makes me want to hug them and feed them milk.", "Well then outlive your enemy, get pass your old self that is the enemy and you can outlive the enemy", "Idk but try r/bathswithdoors first for advice", "I just woke my wife up to make sure that she was okay before I could lay down.", "It’s your choice what you choose to do, but just know you’ll be surely missed by loved ones.", "Have a good one, mate. I wish you all the loves. Here, a potcoin for you.", "No problem! Glad to help.", "Shhh bb it'll be ok", "Happy New Year everyone! It’s 11:42 in CA 2019’s almost here", "Simple...OHFRSUR...thank me later bud", "...and life can be very good when you free yourself from that fear!", "Try to keep yourself busy with other things to forget the thoughts.", "Please keep your head up, things get better, stay strong. :)", "If you think NOED is OP, use small game, if small game is bad, your argument is invalid. ", "Maybe you'll get lucky and it will fall apart before they go through with it.", "Not sinking in is it. I'm hardly speaking in riddles. Good luck", "Hit up skull forts if you are looking for the fastest way. But just play and have fun.", "Rough. Poor woman.", "I hope you or someone close to you never has to go through what this woman is going through.", "Happy caketh day", "Don't worry, he won't be for long", "Hey. Maybe talking can help you last till then. What's bothering you?", "About every direction, down gives you the same problem as up and every other direction is less effective to escape.", "You’ve got a lot to learn about this town, sweetie. ", "You gotta understand there’s always someone who can beat you. Man thinks he’s untouchable", "i just came to make sure she was safe cause she said her parents gone. It can be dangerous ya know..", "Aaaaand now I'm concerned. Clearly there's a story behind this.", "Entire planet should be good", "The only advice I'll give is to not come back here when you find out that she's cheating on you.", "Welcome to the gloaming. Yes."], "excitement": ["Wauw! Those weapons are awesome!!", "Interesting, no denial about being an unwelcome individual. If my suspensions are public knowledge then prove it. ", "Damn, we could of had a little free soda reddit party. ", "I feel like I've been transported back to 2011 when I look at the meme", "I mean, if I make it look like an accident, just think of all the ribs I can buy with the insurance money... ", "You'd think people who have this high an opinion of themselves would be more open to taking advice on how to beat certain matchups. Enjoy being a scrub.", "I like how people get upset when someone talks about how they like this game. DayZ may be the most triggering game of all time!", ":) I like this.", "I like how his actual clone comes running up to him to congratulate him on that recovery", "Spending my first day ever in Europe. In Oslo, with an amazing girl I met visiting Texas from Norway about a year ago. ", "I’m an NA boy and Rival/Dig were my two favorite orgs. Glad to see at least one of them is returning.", "Ooooh, we got a badass over here!", "Can't wait", "Seeing [NAME] on Sunday and I'm so fucking stoked", "I recently came upon the term \"that slaps\" in reference to delicious food, or simply an enjoyable experience. ", "I like this area when I go to the aquarium. It's a nice rest spot", "I'm looking forward to this way more than Captain Marvel. It's actually not even close", "We’re a second half team. We got this. COYG!!", "Mmmm...just won it back too. But wasn't given the fief...", "love that they're giving Spicy P a chance", "Now this I like.", "Can't wait to die so I won't have to hear [NAME] breath in my ears 100 years from now.", "A family friend was just found to have made this comment, I am interested to hear your thoughts. ", "I take my girlfriends words literally and she gets fucking pissed.", "So lucky!! :)", "Ask her out for date 2, see what happens. Sounds like a fun spontaneous night. ", "Oooo, shiny! (Is the blue one the new one?)", "I love how defeatist we've all become.", "[NAME] loves you. If you are a [NAME] then he forgives you. I like this by [NAME]", "ah, it does me heart good to see NIMBYs in the wild", "Interesting that the starters are out there in a blowout on the first night of a back to back, [NAME] must be trying to send a message to them", "27 I like the Reds and am indifferent towards the Angels", "Chronicles of Elyria seems interesting", "I have one crazy as hell three year old boy.", "If it also ends up with them meeting [NAME] 4 horsewomen pals ([NAME], [NAME], and [NAME]), that'll be interesting.", "I’m really glad [NAME] wasn’t [NAME]"], "confusion": ["Is that a real tweet? From the actual president? Not a parody? I can't tell anymore.", "I think I saw some eyeball flying!", "Whenever I leave my character in free roam I get an idle notification very quickly. Must have glitched.", "For a second i thought you were talking about dubai expo 2020 lol stupid me", "Still not as bad as [NAME] not being able to figure out how to push a god damn button.", "You have to be trolling because I doubt you’re this dumb.", "I don't know why that omni-directional treadmill in Ready Player One still isn't being mass produced.", "When I first saw the title I thought someone was asking for you to become pregnant with their baby", "If I'm just reading the headline, it's ambiguous.", "*me Doesn't make any sense if your anxiety is afraid of these things, since it would be scared and go away then. ", "I'm not sure losing billions in trade is in anyone's interest other that political zealots.", "What's that thing you have pointed at your head, selloboy? Gun, forest, gun!", "This seems like an excessive amount of work that I don't think (maybe I just don't know any better?) adds any value.", "But why do I keep taking the shower? Even though the warmth seems like a distant dream...", "If a woman forces a man's penis into her vagina, that ABSOLUTELY IS a crime. Not sure what you're smoking. "], "joy": ["whah we got a badass over here xD", "So glad you left and didn’t just sit through the date with that idiot!", "I like The Office but this seems a bit weird.", "That’d be lovely. Although now I have to root for AD to the Lakers which makes my chest hurt", "Wow, y'all are heroes! ", "I’m so glad I have my own car", "Glad it's not just me!", "I'm glad I didn't have my other dog with me. He would have not attacked her he loves everybody and she probably would have took him.", "Yeah, the big thing I'm glad is he hasn't ballooned up. ", "It’s a party and we’re all invited", "I shower with the lights off. The first time felt really unnatural but now it's actually really comforting.", "You’re welcome, glad to help!", "you too! And I'm glad to hear you support your daughters rock/fandom love:)", "Gang beast is really only fun with friends", "I usually see tweets like this for girls but it feels nice to have it directed at boys", "It’s good to see that all the [NAME] are relatively old, meaning they will all eventually die out.", "Luckily my wages are rising faster to compensate. Oh wait...", "Oh wow Thats definitely something", "I remember running into teachers at the grocery store or whatever when I was a little kid and having that same feeling!", "Wow. Good thing [NAME] are known for having ample savings since our country treats the average worker so well."], "amusement": ["\"I'm a libertarian. I get attacked by both sides lol\" \"I voted [NAME] last election\" Uhhhh what", "you still didn't answer the point....lol", "[NAME] is such a wholesome woman. The world needs more people like her.", "The first season was excellent and two was very bad, you should try three and four though", "That's crazy, my brother's cat did the same thing with me last year when I got the flu. She's usually pretty distant", "lol, you dieded", "If that's what you call ugly, I'm basically a hangover vomit that someone stepped on lmao.", "That’s good", "No? Lol", "It’s tinder no one cares if they get blocked cringe to you is funny to them", "It's actually pretty fun, or it would be if it would run properly...", "You did nothing wrong. I really encourage you to look into emotional abuse and manipulation, as it sounds like you're on the receiving end.", "He’s one of those players that you would love if he was on your team, but hate if you have to play against him. ", "Rip ok lol", "Lol same actually", "My wife is a rams fan. I don’t like them, but I think I like them more than the patriots lol", "It's the first two themes in the themes section lol - what game did you get :)", "I feel the r/thathappened for more than half of the stories posted. But they're fun to read.", "I like how the Red Tie Legion chose a picture where he’s tieless for their shitty-ass meme.", "The best part about reading brietbart articles is you know they won't give any facts to support their statement.", "Hate to say it but having a veteran like him and [NAME] in games like this can make a difference", "My bad lol.", "Lucky you, our low is only gonna be 3°", "rich people usually tip the worst lol", "Hahaha I wish I was that witty at the time, I think I was still in naive shock at the rudeness of people in retail. ", "*lol whats a calculator isnt that a person that calculates why would they have letters on them*", "[NAME] deserves to play for a proper club ffs.", "Came for the murderino and stayed to say I drive like [NAME] a lot and it’s bad lol", "Hahaha. I see what you did there!", "He's not THAT bad on YouTube, but on Twitter... Let's just say that he's problematic", "that's nice :)", "Lol you wish it was that easy. Lying POS customers have the advantage with review websites sadly.", "I knew I'd see him here eventually. I really like his animations. They're cute and funny", "[NAME] would have won MIchigan. He won the primary. It's hard to fathom but some of [NAME] voters ended up switching to 45", "[NAME] has played really well though. Arguably better than [NAME]", "That rain bit was hilarious.", "Clever!!!", "Eeeee busted, I couldn’t help myself hehe. ", "You win the Internet today. Fuck all the other winners. You’re the real one.", "Not evenly proportional, and not what I said. I'm talking just overall shape for proportion. I like a mom belly.... They're pretty sexy.", "The last time Russian military contractors met US forces, they lost 200 men and dozens of armored vehicles. Lmao.", "I saw one that us taking Greedy William's at 6 with the Jaga taking [NAME] at 7 lol. Cllelin ferrel was at 4", "Good. It's weird that Polish gun culture is nearly non-existent, given their history as a country. Hopefully this is a step toward fixing that.", "look at more of [NAME] work, he really makes the picture come to life.", "Also N.e.r.d and [NAME] reference lmao", "I'm watching it for the first time now. He's perfect for the role lol [NAME] is a god to me now", "Umm, I think you can take it out, [NAME].", "Most awkward looking super-athlete ever.", "As a biologist lol. What about hermaphrodites?", "She's cute but she's got that crazy look, the type of girl that would cut your d*ck off. 😬", "Eh. Totally possible. Even if he did know he's drunk and could be having a laugh about it.", "Weird game lol", "My mom works for Nasa and apparently no. They gave them pamphlets with numbers for credit agencies and tips on getting loans lol. Its kinda awful.", "thats life lol", "It could have heat resistant padding on the other side. Honestly in the 1940s it's probably asbestos on the inside lol", "He does look much better", "[NAME] looks hot in her 70’s outfit.", "Lmao that’s so true", "They will get the other. It's all fun and games until they noticed I was friends with a deep trust issues with humans since they were little."], "anger": [" I don’t give a F F the haters F all the haters Much love, no hate Machines within, machines within", "The best way is killing people that don't know you. Also you could steal some things so the cops think that it was a robbery", "Ehhh but as a survivor I hate noed and hex ruin why would I run them against someone else", "Press fucken charges the moment they use your info.", "This is so infuriating.", "You're definitly an asshole, or a troll. Maybe both.", "Fuck, my wife and I spent less than a *fifth* of that. Wow. ", "Burn through ALL THE DATA", "Troll, bro. They know they're saying stupid shit. The motherfucker does nothing but stink up libertarian subs talking shit", "Fuck"], "realization": ["These refs have it out for the colts. I didn't realize we traded our MVP 11 to KC either.", "and it's way better than the shit websites do now.", "Even worse: \"Share something interesting about yourself.\" Suddenly I become the most boring person ever to exist.", "i never knew i needed this", "so you did listen but pretend not to know then. fine.", "Nothings better then 2 teams that know exactly wut happend/parents that saw the game two coaches and a ref no good lawyer needed rlly just those people to talk", "I thought it was that one! I recognize the shadow of the new highway arch and the forever construction signs.", "I felt that way last year and then the Patriots let me down, so best to take no chances.", "Ah, I read it wrong. Jzk. ", "I don't think I *ever* rewatched a YouTube video before I discovered LeftTube.", "If calling someone “retarded” is perma-bannable, then I should have been perma banned from /r/nfl like 100 times over. ", "Then you realize it actually is the only way to feeling better, except having one or no friends make it tough.", "[NAME] was the [NAME] of the [NAME] years. Didn't realise he was still about.", "The joke's on them, because I'm too ugly and petty to have a wife!", "Ah what a bummer! Better kill them herons & spoonbills!", "I think Voit hits 30+ so it’s not impossible.", "I like it...but I still wish it was another new grump episode. I know I'm spoiled but I totally miss 2 a days.", "my first thought as well. they look completely recognizable to me.", "It is, but that isnt what makes it unfunny", "I thought this was about [NAME] from Melbourne bc of the flair, until I started reading it. ", "I stopped worrying about showing vulnerability years ago but there's still nobody there.", "Maybe that's what the jerseys looked like 7 years ago when that photo of [NAME] was taken.", "If it was communism, the poor lad would be killed", "It means >![NAME] is the only one really close to Dutch now.!<", "I guess learning French in school helped me for once", "I thought it was fairly common parents didn't let their young girls alone with boys or vice versa even though kids will do what they want.", "I was won against an ultra-hard brexiteer, he tried to hit me with an uppercut but I just teleported behind him.", "Which is why he wasn't the best at colonialism. You can't just murder the people you're supposed to enslave.", "Speaking *of* bias, there's probably a good reason why you got banned.", "This makes so much sense. Seems she has been icing me. Time to call it quits", "I would hope that Cartoon Network would have nothing to do with it. Would hate to see them \"Teen Titan\" ASOIAF. "], "nervousness": ["I feel like [NAME] would be upset about this too", "Everytime I confront her about she gets super pissed and things I’m “overreacting”.", "Just got a bit worried because it's always showed up instantly for me before", "I'm hoping it's more statistical noise at this point still, but it's definitely worrying."], "remorse": ["sorry fam, but this is a repost on this sub as well.", "Sorry your right", "Eat too many whoppers and he'll be down with the sickness. Lma0 I'm sorry", "Sorry, spelling [NAME] Smearing* Motherfukers* ", "ok, im sorry", "I'm sorry."], "disapproval": ["Can't tell how cold it is if the battery is completely dead. RollSafeMeme.jpeg", "Not at all. It's great of course for financial reasons, but it then makes me worried about how much time she'll have for a relationship.", "I wasn't saying it was. But it's the most likely explanation of why a youtuber would want to pretend they have one.", "No i didn’t all i know is that i binged 3 seasoms of it.", "> i can't hug nagisa mood", "You haven't presented a reason to not care.", "It's not his fault, it's your wife's. Shes the one you need to be pissed at", "Unreal Engine is terrible for MMOs, yet devs keep using it.", "I'm not ready for that so I won't believe it", "I don't think it's duping I think it probably loot cycling you can find almost the military gear from on the coast now.", "Professionally.... no way I could do that to myself", "Unfortunately I’m not a military man", "Wasn’t around during Freelyread’s time, but I’m only hearing good things here. Come home Freelyread. ", "This isn't about football, [NAME] is a horrible dude.", "I don’t see anything awful on her. She’s old. That’s it.", "That doesn’t seem like very responsible presentation of findings.", "I genuinely don't think he is. Those features with a friendly smile or a cheeky grin, backed up by a good personality could totally get it.", "No. Arizona would be more useless than Italy. Let them win their own battles first before they help us fight ours.", "No. The Office wouldn't exist today due to liberalism and everyone being offended for everyone else.", "Well, I **NEVER**! \"Lady, you really *should*.\"", "Sorry to burst your bubble but [NAME] is more popular than [NAME]", "Wait. That’s illegal.", "On the plus side, at least you don’t waste alcohol and wake up hungover as hell at the Lions expense. ", "I'd not help you either. Not giving that dude a 4k. Although, I'd be looking for hatch instead of nothing.", "doesn’t help for me unfortunately. i think if anything when i’m on BC is when i experience these symptoms", "I could never deface my car like that omg", "That's not how it works", "No its not, a AGM can do damage in excess of 15m$.", "The super bowl isnt played in march my man", "It's not unique and its decidedly worse.", "I dont think a murder log that survived what killed off trex counts as cute, even if its only 2 or 3m long. ", "No Akechi but I’ll take Ren. ([NAME] they’re all so good)", "No I'm saying you can't love someone else if you don't love yourself. ...", "I have never noticed dread doing shady stuff. Dream, well, duh.", "Cognitive dissonance. I don't support diagnosis via internet but she needs medical help NOT a medical license.", "I ain't sayin' she a prospector...", "Sure, rape isn't caused by poverty. You can compare poor whites vs poor hispanics too. "], "fear": ["The third picture is creepy.", "Even more so. It would only make our prison (this world) even more diabolical."], "surprise": ["I'm puzzled", "What did I just read", "[NAME] fucking christ. When [NAME] came into the league he was pretty much as skinny as [NAME] is now. And look at the dude now.", "I wasn’t even expecting the reply that’s why I’m literally bamboozled.", "Same. I can’t even imagine it", "*Poop hole* Oooohwee!", "Wow that's not how you resolve things. Escalation is the last option.", "Important part of this, surprising it's not there. ", "Wow!!!", "Oh, how I miss real spicy Chinese food. Day after, not so much.", "You do not look anywhere near 12, you look alot older than 19. To bad i only dated as young as 23 as i would date you", "really thought he'd hit a bird for the longest time.", "I was honestly shocked when they denied an overpayment, especially since after the charges cleared it would have been a $0 balance.", "why did i expect this to be anything other than what it is", "Imagine my shock... but he does seem very representative of the left.", "Damn, you woke homie. Your virtue has been successfully signaled.", "Tbh it really is a long name. And pretty unusual for a ring name.", "Boy I hope someone got fired for that blunder. (honestly I thought of messing up this quote just to screw with you too)", "Look what time it is. It's Fuck You, It's January!", "Wow if ur mom didn’t come back for her card you were a goner crazy", "Nobel prize, u/Otomyre, Nobel prize! I’ll see you in Sweden!", "With the way [NAME] carried himself in Hard Knocks I wouldn’t be surprised if he flew off the handle during his firing.", "Wow.....", "“Love” under threat of execution. Wow.", "Wow, I might actually watch this weirdo movie this time. ", "Oh hell no. Shes blind!!! No way in HELL is she ever being left alone with it.", "Wow this is getting huge", "\"Sigh\" I thought you were better than this I thought we were over this but no you just had to do it \"Upvotes angrily\"", "Looks weirdly fake Edit: turns out it’s real", "Oooo too soon man", "Really wow, what a steal", "Wow 4K!DS Kaede looks kinda decent", "I moved from Chicago to Indianapolis a couple years ago. Nobody shovels their sidewalks here. Nobody. It's pure horror."], "love": ["I love posts like this because they make me feel so much better about being vegan.", "You can say what you want about USM, but we love our baseball.", "I love this drink.GIF", "Oh [NAME] I love [NAME]!"], "optimism": ["I'm ok with this. Man, that'd be some defensive OF.", "My turn should arrive this year. At least this place will allow me to leave my last words.", "I hope this season [NAME] wins everything:", "Waiting for it to get better as it’s been getting progressively, exponentially worse for 7+ yrs now"], "relief": ["Finally! Somebody who legitimately hates planet Jupiter!", "And oof for the red car", "Depay being a flop at United comes to mind, so good now."], "pride": ["I'm so proud of you!"]}