{"optimism": ["Gotta eliminate the competition. It's Just Good Business.", "I find it really strange how people align themselves with or against a politician so strongly.", "July 15, 1996: Yanks to the Rescue! The Secret Story of How American Advisors Helped [NAME] Win", "That person my friend, you will remember till the day you die. The simple treasures. ", "The absolute subhuman filth that worships [NAME] will believe that this isn't even a photoshop", "I want to know if he was ever with [NAME]. We needed more [NAME].", "[NAME] looks hot in her 70’s outfit.", "For the sake of football and this sub everyone wants [NAME] to win", "Dunno mate, Italy lookin strong ", "Going to the doctor tomorrow for a checkup to make sure everything is normal and hopefully this shit is just in my head.", "I hope this doesn't means we won't get to see [NAME] as playable god.", "U can still pour it out the lock holes. Hook it up", "Yea we need more good news to give other people hope, enough hope to give them a helpfull push to pursue what they really want. ", "I guess 14 years of customer service experience is good for something after all.", "That's a good point, I didn't think of that. It's too late now, of course, but I'll remember for the future.", "Damn you two need help", "Pistons need more picks and less aging players. Get as many picks as possible and hope to get lucky.", "A police response is probably justified for some of the larger spiders we have here.", "Never doubt the crazy can get cranked up, as they say, hope for the best, prepare for the worst.", "I'm going to hold out hope for something minor even though it looked really bad. Just going to wait for the official news.", "[NAME] deserves appreciation", "Agreed! Hopefully! :-)", "Awesome! Hope you had a good holiday", "I hope she figures out he isn’t before anything happens. The entitlement herre is just over the roof", "Hoping you’re gonna experience a ton of good days from here on out dude", "This is yummy. I hope mods dont remove it", "Oh sorry if I seemed dishonest. I hope you can make it through your mourning.", "You're gullible enough to believe them.", "Luckily my wages are rising faster to compensate. Oh wait...", "One of his most underrated and nostalgic songs ever. This song has a special place in my heart.", "This is a very good meme op but I hope you're doing good:)", "I can’t tell which shirt was 2 dollars or which was 5 dollars for example", "Please make this happen. It works fine for Arizona. It will work fine here. Do it.", "very confident !!!!", "Aw, man, with that title, I was hoping for good old-fashioned corporal punishment, like back in the 1700s. ", "I hope my advice helps you. It's worth it. :)", "[NAME]: \"I wish I won't get robbed of a victory again\" [one finger of the monkeys paw curls]", "Because in a world of fake people you need strangers being mean to get an honest opinion.", "Hope the horses are ok", "No it’s definitely you. Time for you to grow up.", "[NAME] brought in a guest writer for this so hopefully it gets rectified soon. I still really like DrawTwo but this has to be fixed", "Nooooo r/trollGC is for memes Check out r/goodnewsforwomen if you want happy news", "yeah. it's like you know something real bad is gonna happen at any time. that's why I never try to get my hopes up too much.", "It's nice to have dreams.", "I’m sure you could find some unsatisfied women looking for a hook up.", "I hope you don't mind...", "CL...let’s just hope we can stay in EL for the time being.", "I see it the other way. He thinks he’s a hero for shutting down the govt. But I hope I’m wrong.", "I've had all this... except for the last part.", "I’m not sure how to feel after reading this... I will say that [NAME] and [NAME] would be an attractive couple.", "I'm sorry to hear that. Wish I could be here to help you, stay strong ", "I'm about 5 weeks of NC after a 1 yr relationship. It gets better. Occupy and work on yourself.", "Want too big and lean to be naturally achievable.", "Very entertaining matchup. I really hope we can squeak out the win.", "I believe they shot him through the door in the back.", "Glad you’re doing better internet stranger, and I hope you continue to know peace and happiness. Be well.", "Good lord I can only hope so. Time will have to tell.", "Now you have to make up all these downvotes with some low-hanging-fruit criticism comment of [NAME] or [NAME]. Good luck and cheers!", "Wish me luck fellas need Houston +8.5 to win $1700ish currently 113-114 Come on gambling gods", "The feeling of betrayal could be one of the worse pains ever. Hope one day this will pass man.", "Y’all some sharks. I’m really just out here trying to be hopeful for the future of my team after a heart shattering lost.", "That is so absolutely accurate I couldn’t say it better myself.", "Good news though. Yesterday the devs were running test server during the morning.", "I'm sorry OP, every single thing on that list is incredibly wrong. I hope you're doing well now. ", "Since their job is to keep us safe, I would argue that it is very important.", "The men that you grew up around sound pretty insensitive. I hope that they didn’t cloud your opinion of what a typical man is like.", "No, that’s just another way of backing a coup. Sit back and wait. If either side is going too far then offer to help.", "I don't know how that works, but it's definitive that it will happen on that date.", "I'm so sorry! I hope you are doing better!", "I've honestly looked at mine and thought, I wonder if it'd keep my cup of coffee hot.", "I was hoping this day would", "Selam Aleikum wa arrahmatulla wa baraktu Say [NAME] please renew my Iman in prayers it will inshalla help", "I'm sorry to hear about what your sister did to you. I'm glad my videos could be of help!", "I really havent found any of these so far that funny. Although his backflips and other stuff are pretty impressive", "Those of us paying attention already knew, but now the normies are noticing.", "He also had a huge game. He was taking advantage of [NAME]. So without him this game isn’t even that close.", "Too many injuries. I predict he will be off the roster by September.", "I was hoping they’d put people behind him and let [NAME] pass to them super hard", "Oh for sure. Hopefully all 4 make the play offs. Pretty sure Leinster are nearly there already, the absolute madlads.", "We should urge him to run, put our Sorosbux to some good use.", "if the pain doesn't go away after 4 hours or so, it's broke.", "Lucky he didn't jackknife.", "Well done! That's usually the hardest part is to start going and I hope it helps!", "That wasn't very incredibilis of you.", "That's all I'm asking for :( thank you for expressing that it is a possibility, and for making me realize it should have happened...", "I'm sorry to hear this. I hope you can find something to make you feel happy in the new year.", "Did you include Euterpe street... you know I have strong feelings about it /u/mojomartini", "I know and I really genuinely wish there was something I could do or say to help you take this pain away and to help you feel better.", "A family friend was just found to have made this comment, I am interested to hear your thoughts. ", "She’s a good person who stands up for people not like her, and they can’t stand that.", "If they could get a psychologist/therapist maybe they would have a better life.", "Man, I kinda feel bad for dude, hopefully everything went smoothly past that", "Just pick someone you like and hope for the best!", "Watch it in German but use English subtitles trust me", "You're just mad because you're starting to realize that you're reaaaaaaaaaaally close to being a [NAME].", "Hopefully [NAME] has a chance to get some decent Exotics as a free agent", "Hopefully the Chouteau Greenway ends up narrowing Market street back to its original width.", "I wish the 'opt out of redesign' button actually worked :(", "I hope so, she could bring an interesting dynamic between [NAME] and [NAME].", "I hope not, i was just sharing what happened to my bud. GL man, hope you get it figured out", "Guys, are you really sure those are men?", "Well, you're shit outta luck then. All you can do is bear them feels.", "I have faith that she will realise she deserves better. She's a strong lady.", "Don't get your hopes up; apparently car seats also cause autism:", "Same. I see some people just look really friendly, or just familar. ", "I dont need Antidepressants, i need good friends", "Scotch tape for a leak. You might have better chances just asking it really nicely to stop.", "I hope we actually dont need to wait like 1 year for this. :(", "ah good find. I guess I saw some sort of grade 9 class photo then. Cheers.", "nice try buddy", "The impact of his head hitting the court looked so bad. I hope he'll recover from this.", "luckily i do not have mixxed cycles myself... rapid cycling, sure, not mixed episodes though. sending hope your way!!", "Gotta be honest here, these people are so crazy that I read this expecting the store to be a literal apple store that sells apples. ", "What a nice [NAME] sentiment!", "Seriously I hope she drops dead from a heart attack."], "neutral": ["It's a tool that idiots install so they can tag users who post in subreddits they disagree with and immediately discount or attack said users", "I feel like I saw this literally last week, these reposts are getting adventurous lads ", "I'll add to this: be prepared to not get closure or questions answered. This is the hardest lesson I had with my break up.", "My two favorite channels are Inner Integration and From Surviving to Thriving. Both have many videos, and they really get it.", "He has a kid that he pays child support and my 2 younger siblings that he also calls leeches", "That's why many places have it at 18 or 19. It's not like 16 and 25 are the only options.", "I’m failing you.", "In nNevada you get vested in retirement in 5 years. Stay in NV at least 5 years.", "This is the most pleasant debate I’ve ever had on reddit. Also, $nah$", "I thought the exact same thing. Especially since he kept saying he hadn't done anything wrong. He totally smoked crack with her.", "Weird flex but okay", "Someone tell Disney. The evil mouse has sued daycare centers for painting Mickey on their walls, they sure as hell will sue for this abomination.", "Maybe they think they’re attractive. Some people are oblivious until proven otherwise.", "Best email ever", "That's what *you* want you to think!", ">let’s take it all After all this time, people still don’t understand marginal tax rates", "Because she's a mediocre writer who got lucky with Harry Potter and is in no way relevant unless she needlessly retcons HP.", "[NAME] looked like was in a daze for the last 3 mins of the game", "I feel you girl", "With Firing Range and Seaside having 2 variations, and everyone voting to replay them every time...It already feels like this", "1 And I pulled it back in the same way she did. This was a few years before I was informed of the the preferred method.", "Yes, oops ", "*Hey just noticed..* it's your **2nd Cakeday** [NAME]! ^(hug)", "I never thought about that. Good point. Cursed and wilted rose, unlike [NAME] rose emblem.", "Oh certainly this winter has been mild. It just started taking a dump on us the last week or so", "General malaise is a favourite. I get a lot of general malaise.", "Hard to get motivated to play when the fans are burying one of your teammates.", "Couldn't be worse than [NAME] who ONLY has eyes in the back of his head.", "happy cake day.", "Man I’ve been watching too much Goblin Slayer lately and forgot what sub I was on", "That’s strange logic that it triggered you.. they will use any retarded attempt to hoover you he probably hoped you would notice and get triggered by it.", "And maybe you can divert her physical touch to something like holding hands, or putting your arm around her while sitting on the couch. ", "Obvious troll is obvious.", "No point in trying to maintain your mental health if no one would and does not even care about you.", "This sounds a bit fishy", "I can’t change that it’s just how the site works, I wish I could but I can’t ", "#SILKY!!!!!!!!!!!", "Serious props for this it embodies the grumps perfectly.", "You’ve obviously never met a kangaroo before", "Come on [NAME], time to step up", "Im so interested in learning more about the Garrison EU.", "Washington. Perfect fit.", "Scottish Greens' \"say something that'll rile some people up\" [NAME] says thing that riles some people up.", "When are the Blackhawks going to play again games that matter? :(", "At this point all you can do is put full faith in the man. Let him get creative", "Sour Tangie!", "After you, Mr. international street-shitter. ", "Interesting point about how *guanxi* \"makes corruption an intrinsic characteristic of the Chinese government.\"", "[NAME] is so frisky this season.", "IIRC Tool doesn’t like their stuff on Spotify because they don’t like their business practices regarding royalties and such.", "Here's my [NAME]. and [NAME] in front of our tree :)", "The intelligence of the average houston driver doesnt make this possible", "I buried the hatchet with them last year. Phuck Philly", "Dear Governor of Louisana, 2009 NFCCG That is all Now take the L", "I think the book portrayal is more ambiguous than you say. I like that the show leans into one interpretation of her character instead of keeping it vague.", "I need to shower after reading this", "This guy footballs", "At least people don’t say “I’m taking my talents to...” like [NAME] did in the decision.", "They might not, but their proxy acts otherwise.", "Completely understandable. Maybe mom should book flights a little bit farther in advance next time though!", "It is. I bet chantex and all the other 'quit smoking' companies hope this book doesn't become too popular. That would cut into their profits.", "Also threw about 4 passes that should have been interceptions, but Eagles DBs cannot hold onto the ball.", "Battle of Boulogne (1940)", "IIRC those who made those statements while it occurred were lambasted as conspiracy theorists by the conforming majority. Life is full of surprise.", "Highgate Hill! Close to westend and has a lot of cute houses. :)", "She’s probably very traditional. Why haven’t you tried to kiss her yet?", "Stop, this is a safe space.", "Just heard the Xbox Rare Achievement sound go off in my head.", "[NAME] sub, dolphins sub, and [NAME] subs are having a field day right now lol same old jets", "My cat stole my KFC once. I stole his ability to be inside for the day.", "[NAME] mentions it in legends but it doesn’t really get addressed after that so much", "Paying for the drinks doesn’t equate to drinking the drinks.", "Should of dropped it off at a tor whistleblowing site. 100% safer than this.", "These are the only causes that are remotely stomachable for me.", "[NAME]. 45th and Lamar. Get some frosty margs going. Been married 17 times. Had every bachelor party there since ‘06.", "Let's wrap him in bubble wrap to be safe", "I THINK ITS TIME TIME TIME YEAAAAA ITS TIME TO BUY A FUTON !!!!!!", "Ooh, and then put bear DNA in the next one! I have a theory I wanna test...", "He kinda looks like [NAME]", "They react bad because they've been indoctrinated to see capitalism as the only way that works. Even if they're social democrats.", "That will never not be true though", "> eaten out by their coach", "The emblem on the left looks like a killer mrs puff from spongebob.", "This game like 30 dollars on Humble Bundle on PC. When it goes down again (sale has expired) I'll try to buy it again.", "Op is likely young and clueless. There’s likely a reason they’re in retail.", "You’ve got a lot to learn about this town, sweetie. ", "Yes. However, they also could've just gotten something catered.", "Older people who didn't grow up with the INTERNET don't think of ALL CAPS as YELLING.", "Was not expecting that spongebob reference", "Taylor Pork Roll vs Taylor's Prepared Ham. There were variations over the years.", "Downvoted for pointing it out, too!", " And not all children's hospitals need the same stuff, so call and ask what they need. But I like your tip. You're correct. ", "“Try this new food” “No way you sociopath!!”", "I was pointing out the irony of [NAME] comment.", "It just kind of naturally happens. I've actually had a spontaneous switch in two different relationships, though.", "[NAME] i feel personally attacked", "Besides, his expenses are off. If OP lost their job, they wouldn't need childcare anymore...", "They’re still around but part of NLF. Also weaker than they used to be.", "this is really all [NAME] is.", "Zombies are eh for solos otherwise they’re unplayable in duos/squads", "Its 100% copy paste.", "Get big, whatever it takes.", "You can likely deposit this via mobile app if you bank has one. Or an ATM.", "Just like a marvel movie then!", "It's not, and that's a much more engrained problem. Let's not let this one take hold.", "The jealousy is more akin to a little sister who doesn't like that her dad isn't giving her all the attention.", "My icebreaker is you do all the work.", "\"Until I lost my penis in a tragic balloon knotting accident\"", "What if I told you that [NAME] and his supporters don't care about security. They just want to keep brown people out.", "I heard all the suburbs were going to be looted and burnt and their inhabitants enslaved to forever work at Schnucks", "When it comes to cooking thermometers are your best friends.", "Ladies and gents, I present to you, your typical anti-gunner.", "It certainly gets its point across.", "Probably past 11 est at this point", "It might be linked to the trust factor of your friend.", "The food clapped", "What goes up must come down.", "Lucky you, our low is only gonna be 3°", "*Hey just noticed..* it's your **5th Cakeday** melodesign! ^(hug)", "Sounds epic man", "Poor critter D:", "i dont know the system cause i never speak a word i have never had trouble with it i just wanna play the game", "The Swiss military used pigeons until 1994. are cost-effective... Anyway, sounds like DHL is your best bet.", "He’s had nightmares ever since the storm", "Day 1 Gollum Moment", "Yeah I wish they hadn't opened the entire game with the ol' [NAME].", "They wouldn't be entirely wrong...I know I'm certainly fatigued with the way Doctor Who has been going for a while now.", "[NAME] has said he's giving it over to [NAME] for about 5 minutes now", "How right you are.", "When you didn't get a chance to play yesterday and only have 5 minutes before the tier skip ends", "Getting back [NAME] would be nice. He's kind of like [NAME]", "Oops, almost forgot the ammo *puts on second glove over first one* Let's see here... Where are the smoke canisters?", "I’ve learned to just laugh these off, and try not to dwell on them. ", "Same here, after she initiated the divorce and acussed me of not doing anything to stop it. ", "This is my ex and I rib about this all the time", "I’m a fan of them in the wild, weasels are interesting. Not as pets, nope. ", "Not only Russia will use this technologie.", "Stop the speed. It does that to you", "That's an insanely rational and expected response to someone with whining parents.", "Idk I always hear thing about them like they’re all monsters", "And, taken word for word, it cannot be legally binding in Canada because it is an unconstitutional document. ", "Never let facts get in the way of a good story.", "Boo for them, we're all yarn fans!", "Delusion at its finest", "Stay strong brother - it's coming.", "Can you make your flair \"Every other team in the metro\"", "Seriously, compare the trash NRA puts out to the video that Canadian Coalition for Firearm Rights put out on their FB on Tuesday.", "They were nice in the PMs just wanted me to be aware that my tone was kind of callus about mental illness", "Yeah, I might have used the wrong word.", "nice IASIP refernece! \"made a pretty penny in boiled denims, [NAME] mostly.\"", "Blah blah blah", "Which could mean new faces", "You can't slap a \"sustainable sourced seafood\" tag to pretend that over fishing doesn't exist and isn't a real", "Yes, I am.", "Those guys are on top 5 Levels.", "The irony tho", "ALL HAIL THE RAT KING!", "I'm glad they called it. Basketball is so dumb in that it's one of the few sports you're rewarding for committing a penalty.", "bingo!!", "It depends on if she can download discord and I was planning on emailing her when she gets it", "That depends, some are only on low t doses with shit genetics while others are blasting tren with their break fast", "Instagram is in fact owned by Facebook", "Cannot predict now", "That's the first time I have seen OG pass up that kind of opportunity.", "oh man that actually sounds gross in that context", "... or so the Germans would have us believe.", "except for the implication that white colonialism saved the native population from barbarism", "More like 25% in this scenario. Precarious though not necessarily disastrous.", "Oh, I see. ", "Yeah, live it up so you get a free trip to the zoo.", "I can't believe offense blew such - oh nevermind.", "What does it matter we're just going to take another bust in the middle of the first round like always", "[NAME] insulting his fanbase has literally been a hallmark of his persona from the beginning of barstool", "I shook a hand that shook his hand once", "As long as [NAME] isn't suggesting [NAME] to the Lakers I'm ok with pretty much any Ringer rumor", "r/braincels is that way bud", "Ahhh, [NAME]: Hero of Eardrums worldwide!", "He had been so worried that the stepmom would have a hard time integrating into the family.", "You two are the real heroes", "The 10 game rule for expansion also includes AHL games, so regardless of his stint up here he was going to be made available in the Seattle draft", "i dont, whats that", "Finally Mesut!", "Bet China makes a huge profit from transplant-tourism.", "Aw jeez [NAME], we went from 2D to 2D...", "Ion know but it would be better for you to just buy some trim and make them yourself, its not that hard and you can dose it", "I have this problem but without caffeine", "I bet there is an army of married couples who did the same exact thing.", "This is more like yesyesyesyesmeh.", "Funny thing is, all of my salespeople who consistently sell 20/mo are constantly on the phone. Weird!", "I was picturing [NAME]", "At least she'll probably die of her own accord, not murdered like [NAME].", "Not enough time in the day I have a lot of games I haven’t played in awhile I wanna play again", "my MIL warned my 33 year old husband about a lost bay leaf in a batch of soup she made because she didnt want him to choke on it.", "Every single time", "I prefer to use a welding torch. I like the ozone and ultraviolet clean feeling and smells. Never have to wash the sheets either.", "Absolutely no one was surprised at her choice to run in 2016...", "I'd be ok with this former Israeli IDF general.", "It's as though it all melts away the moment you realize it's not true.", "Me too. They just slow everything down.", "The applause came from [NAME] and his group.", "That's the idea, don't be so indignant that I called out your bs.", "Hang in there sister, your body will one day be your own again :) ", "Can't find it. (I don't mean [NAME] \"weewee weenie\") looking for 90df savage group", "Sounds like you didn't catch his disease properly then", "Just because you stopped to let me cross doesn't mean the other 3 lanes of cars did.", "With some odd cat-like appendages", "Oh, definitely [NAME]. ", "We’ve also had ~10 shots and [NAME] first shot was not until the 40’ mark.", "That is hot af dude!", "Then the school had a special assembly to honor this hero and everyone clapped.", "I want to end it all.", "weird. I can see it properly. [NAME] - Finally", "The new persona is only if you get the true ending. Not sure if the thread poster has but just in case he didn’t", "No Problem!", "noun flogging or beating, either as a religious discipline or for sexual gratification.", "My name is [NAME]", "I don't think any game mode has a guarantee anymore. I five stacked last night in unranked and waited 15mins for a game. TL feels the shortest", "Indeed. And good on those that do so. I wish those I've heard complain about what they don't know would be so proactive.", "Guy looks like he's taking a nasty deuce.", "Gross gross gross!", "Casual uber ad", "You were so close.", "When you make excuses about what you're buying, you're the one calling attention to it.", "Banks! I knew it!", "Should have sold him some underwear and told him wearing it would power his phone.", "I don’t owe you an explanation. I’m at work.", "1. I can hear this picture 2. Something about the innocence of this makes it not cringe to me", "But beat the warriors Celtics and rockets. Pistons love messing with our emotions", "Witcher in town, hide your women!", "This is all METH-up!!", "He hates [NAME] and he is a [NAME] stan.", "Happy cake day Mr bot", "<<creepy loui face.jpg>>", "Two are close friends of mine one of which has not been higher since October to December 2016.", "They only want excuses to run the clock down towards no-deal.", "[NAME] effect here we go. I watched it and didnt even knew of the show before.", "I audibly gasped", "Stop using your corporate jargon around here!", "I found a dentist (Aspen Dental) that text or email confirms every appointment and my doctors office has an app for everything from appointments to prescription refills.", "Oh Lord...", "Driving drunk and killing people is where it stops", "Get a body pillow made of yourself and give it to her as a present when she misses you she can just hug the pillow", "Invite expired.", "You can't see me, Vern.", "Let's say for a moment that this was true. How does that get us the truth more often, and more reliably, than science?", "World has Turned and Left Me Here.", "Immigants! Even when it was the bears, I knew it was dem!", "This would be like switching from a girlfriend who cheats on you and steals your money to a girlfriend who cheats on you and doesn't like your dog.", "Baby what is you doing.", "[NAME], the \"launch more satellites or threaten to sue [NAME]\" one made me lose it.", "I read a news piece 10-15 years ago about how much garbage China dumps at sea. The numbers were staggering back then.", "That slightly yellow tint of the water after boiling.", "This just in: we’re all FAKES because of [NAME]", "Now you're appropriating the Bullingdon Club's culture.", "Dirt bar downtown is pretty sweet.", "I've never seen [NAME] dad look this relaxed ever. :D", "by the time he hugs the last one another has been born", "A hockey themed one with the Looney Toons meeting the Mighty Ducks would’ve been the greatest thing ever", "No babies for him!", "No, that would be traveling to Florida and challenging [NAME]. Georgia is definitely still rather red ... Florida isn't (as red yet).", "The real NZ L&p is lungies & puha!", "Not enough pizza rolls on that plate. How does someone not sit there and eat a whole bag at once, I will never understand", "The next step in human evolution is for humanity to end. Life isn't worth preserving.", "Your r/brogress post doesnt look dyel", "But it flattens the whole thing out.", "Neither, but I plan on it soon.", "Is there a link for razz discord?", "Just to set up for a bigger failure story in the coming days. I think the guys at epoch times are working extra hours this weekend.", "They leave me out of everything", "Switch “imaginary” with “social construct” and see how they handle it", "Nah dude, cats care about you more than anything, they just don't like to show it because they're tsundere", "> edit: Sidenote they blatantly and obviously brigaded two other threads on this Of course they did.", "The fact that kids can't be failed without parental agreement is no sign that they're learning anything or improving when they advance in the education system.", "I'm shaking in my boots", "\"Don't be stupid and be a smarty, come and join the Nazi party !\"", "That thing is rather thin , it wouldn't be a big problem to tap-swallow it", "Exactly....we need a car tunnel, and then let the old road to be allowed for truck traffic.", "I’m just doing it ironically to own the libs! /s", "I want MY window seat because I am a child!", "Lmgs and shotguns", "Gg my life.", "It worked with [NAME] and [NAME] I guess. Not so much with [NAME] and [NAME]", "Always travel when you get the opportunity, you will never regret it, you will only regret not doing it.", "This happens to me a lot. I'll also sing the same phrase over and over.", "If they keep the registration costs the same, one less plate to make adds up. ", "Pudge was great", "She has a point. The water from the runoff channel behind my house tastes way worse than the water from my sink.", "Missed it by 4 minutes", "Oh hell yeah. The Don is perfect for when [NAME] rounds into the second half of his career after he’s collected a few rings.", "Just watch anime,play games,watch movies or sleep. If you feel extra energetic then work out a bit. At least this is how I spend my time", "Undoubtedly offensive goaltending on [NAME] here. Pistons got away with one.", "has skype installed", "This offseason has been so upsetting", "Manager of the Year: [NAME] ... and [NAME] gets hired away to NY or LA.", "Split ends on leg hair is how I determine when it is time to shed my winter coat", "They do it because easily entertained people appears to be .... entertained by this. So they won't stop until people stop clicking on this trash", "[NAME] as family!?!?! I NEED TO KNOW MORE.", "There are videos of him blending the two songs together too....", "The cost of centralized mandatory services is an example of socialism driving up prices. Get your facts straight.", "I live in that District. I vote [NAME], watch her kicked [NAME] ass(4 time). She's got this.", "You can't jelly a ding-a-ling up the buttocks", "Counteracting my cold soul takes sacrifice", "I like Celtic fans more than Buck fans", "And I’ll be there!!!", "[NAME] looks so much older though.", "Do not send money by Western Union to anyone in China. It's 99.9% scam.", "The first guy had his balls covered, he knew.", "DEGENERATES LIKE YOU BELONG ON A CROSS", "Let's be honest here if [NAME] played last night the Canucks win. This defense is a major concern and needs a complete overhaul this offseason.", "Just be supportive and listen. Maybe do something that would make her happy like a favorite chocolate", "So many players from the current crop are going to end up on 300+ games, crazy to think how exclusive it was not too long ago", "From the looks of his haphazard flailing it seems he needs to go back to the dojo...", "They said [NAME] struggled but he made the all rookie team, this guy clearly didn't go very in depth.", "Please just stop spouting rubbish.", "Refs stink already.", "Probably would just tell him to not worry about it that much and wait a bit and try again if he felt like it was worth it", "[NAME] marched with [NAME]!!!", "[NAME] shoots 2-10 but shakes his legs around after dunking like hes doing something this game", "If only. He’s signing with the red wings 100%.", "Oh no brothers, absolutely no cheers from iraq", "Cut out the middle man! Be oppressed directly by your corporate overlords!", "He's basically telling the Lakers to come and get him", "I had the same thought", "He actually broke his foot/ankle I think. Happened going down Mt. Lemmon in Tucson AZ a few weeks back.", "He doesn’t have to say anything, [NAME] needs to keep these things private.", "for Inter fans because THEIR BEST PLAYER IS COMING TO CHELSEA THIS WINTER", "I second this. Revlon makes a great cuticle oil with Jojoba and a few other oils in it.", "You have a very justifiable reason to be upset and vent. I am this happened to you.", "Yeah, my schedule has been brutal for the past 2-3 years. This year it has become my objective to get more involved to get-in with more parents.", "I’m in one of those schools now got offered weed yesterday almost bullied into smoking", "You misunderstand. I'm referring specifically to activist groups who mean to put women in elected office.", "Lmao, you tagged yourself in your own shitpost. Like this sub doesn’t call out general reposti’s or something. ", "Oh.. yeah dried", "That is the coolest name", "I don't think [NAME] is on the cast list for Episode IX, so I doubt Phasma will be coming back again.", "I didn’t know there are different levels of “park”.", "As the Dark Lord [NAME] commands.", "But... but... I know where everything’s at...", "You’re a vile vile person and a rapist. I hope the police are onto you.", "Verify yourself already or we will continue to \"spit negativity\"", "I once described how sometimes my fart bubbles travel up my labia to an ex and he was so grossed out XD", "Because [NAME] was definitely pregnant with both a boy and a girl when he got on. Yup.", "Seriously? If he spent the same amount of time doing anything else would everyone be bitching that he’s addicted to that? Doubtful.", "Remindme! 5 months", "Colored for our pleasure too", "They're all concerned about keeping the human race going. As for reproduction stopping with us, let it be.", "Dilly dilly!", "Ok good points but you didn't address the issues faced by [NAME]. So you agree with me that losing as [NAME] shouldn't result in lost elo?", "What is that", "Thought [NAME] had one", "yeah and I;m getting ready to eat fries with ranch!!!", "No. She was out of crack and jonesing. That’s what that’s about.", "Starving in the belly, starving in the belly, starving in the belly of a whale", "¯_(ツ)_/¯ I think its cool.", "That would have been cool for sure", "Pretty much yeah, it’s crazy that 2 years later that someone picked 56 picks later is better as a player", "The deer had been hit by a car and it was only fitting not to let the skin go to waste", "screenings only at disney land / world, no stream or disk releases. that could work.", "Lol nah fam coal is the future stop the war on coal!!!!!! /s", "I run medic all day every day.", "Of course comrade! The question was intellectually stimulating.", "Stop crying.", "You see benevolent, I see cynical and morally bankrupt.", "Typing burns too many calories", "Nice mix of trashy and classy.", "Praise Blucifer!", "And then everyone clapped", "One of these things is not like the other", "I’ve legitimately never heard anything about disabled men relying on prostitution, nor have I heard any arguments using disabled men as a rationalization for prostitution.", "I could change [NAME], she need me in her life", "I just relapsed after a 15 day streak.", "dude, you need a some sun on those damn things you call legs. ", "That's capitalism for you, don't worry though. There's another recession on the way.", "[NAME] has a great bit on this topic.", "What an absolute bloke. Keen to see him run wild this season.", "I don't even care about the draft, I've tasted playoff hopes and I'm not going back.", "Ah, I remember you. You were mentioned on this subreddit before as a magnificent player.", "just end the friendship and go meet more people. You're just prolonging the obvious.", "you too good sir", "I was going to say this... he endangered your health", "*gasp!*", "I've always thought it was weird that they keep their hard drive on the left.", "Challenging experience and knowledge with your opinion is condescending and patronising. Don't do it here.", "Well if this post isn’t just like staring into a mirror, I don’t know what is. ", "Well [NAME] was pretty mad at [NAME] for killing that guy who was shooting at them. I assume she’d agree with him.", "I try to get close but I get pushed away. I try to back away and now I've just backed away.", "oh look at you /s", "We should have been doing this for years.... The reservations people had/have against the use of stem cells held us back for far too long.", "Nvm, I see that the drama sub sees what's up", "Srs glad she's going to stop cancering herself", "Holy no punctuation, [NAME]! ", "[NAME]. I still want her to come back to be a [NAME] ally and fight with [NAME].", "I’m pretty sure it’s soup chef.", "Who the heck cant", "There would be a lot of sexual tension in faze...", "Corn shells are gluten free and vegan", "[NAME] be exploding", "I think he meant shinobi slide", "Well let’s research it. Apocalypse started 2003. [NAME] was 8 then. [NAME] is 11 in S2, so around 2005-2006.", "German accents are sexy!", "Yes, they seem to want open borders. Which is silly. They don’t want actual border control.", "I just don't see it.", "Next time I'll quit for sure though, just don't want to yet. But next time... ", "Fighting childhood obesity, one babysitter at a pretty pointlessly narrow definition of harassment that includes criticism.", "Note to self - Stay out of the water.", "What if a dealer decided to quit the business cold turkey and threw down his bag and left?", "No, but she's lived in Chicago longer than I. ", "whyyyyy !!!! ughhh", "He only accepted [NAME] challenges because he never beat him decisively. [NAME] on the other hand...", "They need a speedy guy to fish pucks.. Either get nylander or Hyman on that line.. [NAME] line deployment is brutal..", "Shouldn’t have told them how much they cost, as they advised they knew they were expensive and that it was ok. ", "Now I know rhino poop is very green.", "Reddit is losing their heads on /r/worldnews and suddenly they're a huge fan of [NAME].", "As a rep 6 orochi, those dodge attacks from neutral made me cringe.", "Though I encourage! For an opportunity to play a game of such grand anticipation as this, is a sweet fortune.", "Well I mean technically it’s not healthy anymore", "Kinda ageist to assume she was only working because she needed money...", "Headstand, not handstand. Gotta keep that spine in line.", "That's what I thought (landlord myself). Even if you rent a room to someone, still that's a bit extreme.", "I was just quoting the president (through his press secretary) to be honest.", "It's holiday time here in Europe. Today is my first day in work for 2 weeks.", "[NAME]! Came here to say that. Have an upvote. And a hug.", "Just like you can't underestimate the capacity for evil, you can't underestimate the capacity for stupidity ", "Remindme! 467 Days", "The Wall was calling... from inside the house!!", "He's active tonight", "I concur. Redact the label!", "i like how he just bursts in like DID SOMONE WANA SEE ME ROL OVR !?!", "I don’t believe that. They already said the [NAME] aren’t coming back and your choices in Season 3 don’t matter.", "[NAME], I hope so..", "[[NAME] is quaking in his boots] (", "And I’m not going to wait for League Play cause these clowns at Treyarch think seeker drones and razor wire are competitive.", "Lmao there is a reason they are one of the poorest and this is definitely a contributor..", "I like that he keeps with the Cardinals’ colors. This needs to be an alternative uniform", "What's the discord called", "I hope google does this so that everyone would leave them already.", "Not gonna lie, kinda looks like a unicorn sneezed on waffles", "There is an ingame channel called ARAM, its pretty active. Its custom games, people pick the random hero and go at it in mid. ", "I think that stuff started before he was an alderman", "We aren't even buying it's loans and still nobody has been signed", "second this, it's super easy to have them come pick things up from your doorstep too. you can set it up online!", "That's a very long way of saying \"I'm a moron\" ", "Yeah. [NAME] couldn't do it, [NAME] couldn't do it. It's probably not gonna happen again", "Woo hoo!!! Free at last!", "A few times but people like this have a short attention span/only care when the tv says too", "Yes I’m in a 2 bedroom now with a lot more space and yes they live in Virginia but they live in the Hampton roads area", "Im reaching that age where some of my friends getting married, having kids, making 6figures and going to jail...", "I never said it wasn't a fighting game though in my comment you replied to I specifically say it is a fighting game.", "I heard [NAME] has a new puppy named One-Bridge-Havin", "I have an older set by what looks like the same artist. They look identical just with a few different players.", "You don't immediately have to start talking about the issue, you can just talk about something else first to get to know the person. ", "And some of us wish to die first so we don't have to deal with the loneliness.", "Didn’t notice but yeah he probably was in some prison gang that they don’t want shown.", "Sometimes a guy just wants to unwind and get nose deep in some chocolate starfish man", "The real comedycemetery is people still posting this joke for the hundredth time", "you are about to be beamed up", "He wasn't as mouthy around [NAME]... he seemed slightly intimidated... he needs to take a seat", "Yes rather vague statement... but key to this situation.", "Just when I think I'm out, they pull me back in...", "Socio emotional anus! What vision", "You can see [NAME] weapon on the plane in the background when [NAME] is talking", "Petulant child? No wonder he and [NAME] get along.", "He'll have to leave at some point. So might as well get him to a club where you don't have to despise him", "If she stole a wallet with an activated card, or something along those lines. Once it's purchased, it's stealable.", "Oh and I forgot to add: he doesn't take your money and become a financial burden on your life", "Being approached isn't a license to act a racist fool yourself", "Okay then. Please remind me again why the lack of support is death threats in my PMs.", "Im also just a stranger, but if you need a friend online just shoot me a message!", "I heard not too long ago that they had homophobic ads too. They also play multiple ads through a 10 minute video which irritates me.", "By law, China must accept the South China Sea ruling, period. Stop trying to help China weasel out of it. ", "This is what black market meat sellers will be like when the vegans take over.", "Before we continue, I would first like to ask you what you believe net neutrality to be so that I know we're both operating under similar definitions.", "Me too, me too. But if it’s with anybody but [NAME] piloting the thing, I will cry big salty tears.", "That face just screams \"Come here little boy, I have a lollipop for you\"", "After watching TLJ, I find it impossible to watch TFA. It's a sequel to some film, but that film is not TFA.", "[NAME], [NAME] and [NAME] would like a word...", "r/succulents is one of my fav subs and I thought this was from there scrollin' through.", "#THIS!!! andalsothat", "*IIII blessss the eeggsss!!!!*", "Bless your heart", "That anamie pillow is a three-dimensional object...", "That's brutal. Hope they win to make it worth your while.", "That's the impression I've always had, but man the owner gets snippy if you disagree on your review!", "do your own homework", "There’s no such thing as the trauma Olympics. Try some empathy sometime.", "You always listen to Pizza! ... especially pizza with pineapple on it!", "She just turned her kid into a stew", "Congrats on the sex", "I love how he bends down with his head in the 'loaded' guillotine to screw off the end cap.", "Yeah, maybe if they add [NAME] and [NAME]...", "Hey buddy might wanna take it easy!", "There are drugs for that...", "Me too :,)", "Serious creep vibe when she put on the wedding dress.", "Well, yes and no.", "You've violated rule 4. Please adhere to the rules of engagement.", "Did you heretics", "Isn't that exactly what the Dunning-Kruger effect is - someone over estimating their understanding / ability?", "[NAME] is the only person I've heard acknowledge that [NAME] hasn't been all that great on defence this year. Which is kinda true", "I THOUGHT IT WAS \"PRESS GANGING\" WHERE THEY WOULD RANDOMLY GRAB YOUNG BOYS OFF THE STREETS OF ENGLAND AND FORCE THEM TO SERVE IN THE ROYAL NAVY?", "It makes me feel better about overeating sometimes because I tell myself that at least I’m not as bad as those people", "Can't believe the IDF official account posted a doctored image clearly knocked up on paint in 30 seconds", "I'm curious how he does in the counties you mentioned. The primary might end up being super close, but you know more than I do.", "heyyy that’s my birthday as well!", "Good riddance. [NAME] needs to focus on a healthier mindset and lifestyle (not extreme veganism) and find some happiness.", "Happy birtday my dude", "She'll ask them a question, interrupt them to say that something else is coming up and then talk about something irrelevant. She is all over the place.", "Assuming you're a dude, yes, just let him watch you. But be ready to clean up the toilet seat and surrounding area a lot.", "Retributionist is essentially RBed with respect to Mayor now. Not a bad play at all", "Legit. Can't beleive that society lets those people run around free like the walking sex crimes they are.", "It taunts you", "Fair, yes, [NAME] is against that, so a good transition on your part.", "I would have thrown them out sooner for all of the childish things they did.", "Which is exactly the point capt obvious.", "Not enough accurate data on [NAME] civil to stay true to their identity unless they want to make a Spanish invasion related storyline", "Liverpool FC and Jacksonville Jaguars (Sorry, my kids were born here)", "Trading for Zubac is a pure tank move, he averages less than 7 points a game for his career. ", "Looking forward to seeing these people have their characters die in sudden and extravagant ways.", "[NAME] damn it curtis", "We have one, a daughter, and she is 8. She believes in [NAME], but she really loves science and asking hard questions :)", "My point is that you followed this subreddit to watch videos like this and then comment and say it shouldn't exist. Are you thick?", "I mean I just screenshotted this out of my news feed.", "i believe this is [NAME] from [NAME] on instagram!! her owners are so sweet", "I didn't notice AB celebrating with juju or any of the other TD makers. Very telling....", "You finally made a monkey out of me", "This entire discussion is very unnecessary", "Nursing school is wrong on that. Still, sickle cell is really, legitimately painful. Give the Dilaudid.", "Yeah gg man", "Guys should also know that not every woman is a size queen. Average doesn't mean substandard, average means just right.", "This was taken when I posted it, I live in western Australia hills near Perth city, and Yeah Boy!!!", "Any more comments calling me SWERF for caring about sex workers will be blocked and reported I s2g", "“Notice how nobody has a phone in their hand” It’s almost like mobile phones weren’t fully developed back in 2009", "There's an online service we had to upload everything to that checks it against all the other uploads it has received worldwide to detect plagiarism.", "Well, no- the person serving you already provided ID to get the job, so they’ve already confirmed their age", "[NAME] is doing that since season 1. Even [NAME] commented in S1 that everytime sometimes is up, [NAME] inserts herself into argument. It's her MO.", "There was a fuel station near mine where they put the fuel in the wrong underground tanks. So you can at least unload it wrong.", "Right - and if we rewind 14/15 years to when this started we get Reform Party, universal healthcare, [NAME] as a runningmate [NAME]. ", "meanwhile on my LE smurf, i play with and against [NAME] on a solo que.", "If the girl is hot I wouldnt mind her texting every second cuz I know shes into me", "[NAME] rev up my tractor I got a cuzin to marry", "I won't ever be having sex with someone at a club. Nothing against one night stands though.", "Knew it before I clicked, top notch movie ", "There's a bus to Windsor that I walk by after every game and it appears full. S/o our Windsor fans!", "He's not had a great season but Athletic in general has been a shitshow this season (and last) so no real surprise there.", "Stop virtue signaling.", "That [NAME] laugh gets me everytime. League pass commercial breaks are the best.", "TL:DR leave. Deal with the consequences later.", "Ballarat so we don’t lose the [NAME] bros.", "So remember when everyone was reading [NAME] for making a song and performing it on the show around a contrived part of her brand???", "[NAME] an Angel now. ⭐️", "False. Leftists do not believe in private property so paying rent is offensive to them", "Everyone knows a Sith would be called [NAME]. What a terrible fan of the franchise that poser is.", "I wanna see [NAME] get in [NAME] face like this", "It doesn’t look like the opening is wide enough unless you turn the plate sideways. Crazy way to present food", "That's true. But in the real human world, partners have a similar, if not the same, generational separation from their closest common ancestor. ", "My first thought", "I agree...I just tell them the card is declined. It happens to everyone", "I think some of them expect there to be a cashier standing like a statue at every register at all times no matter how slow business is!", "Bruh Nicollet Mall is downtown Minneapolis. There’s nothing suburban about it.", "I usually see tweets like this for girls but it feels nice to have it directed at boys", "This is what nepotism looks like, folks.", "Brown woman bad", "Just ride the subway in NYC and watch how everyone behaves. Don’t stare, though. ", "Buy YouTube Likes", "**Flair *does* check out.", "That’s just silly.", "Penguins on a 7 game heater, big game here boys", "I see you know your judo well!", "He only said that to piss [NAME] off because he wanted her to kill him and put him out of his misery. He’s a good guy.", "Everything can be turned into a fetish, why right now someone could be jerking off while watching paint dry. ", "Have thought most of the game was OK with some bad calls both ways... These last 5 min tho...", "He wasn’t just a good boye He was the bestest", "they are always playing the victim no matter what happens. bash the fash.", "So he watches a movie documenting how a band became mainstream and complains about them being mainstream. O-k", "Proof of age is reasonable, but having to prove identity to enter is just appalling.", "Yes, however I did misquote the study, however I've corrected my OP ", "No one actually claims that [NAME] and [NAME] were real people.", "I daydream about putting them on. I let other people daydream about the taking them off part.", "What a waste of plastic.", "its like waze but for people in debt", "Does anybody else see strong parallels between power and freedom? Feel free to distinguish or correlate the two in a comment.", "Man that was like 6 minutes ago", "I've seen people with their entire back windshield covered in snow.", "Seeing the past doesn't mean being in the past", "It's giving me old school [NAME] vibes.", "I don’t need my readers to see that isis flag hun", "As a non-immunocompromised person I like their stance.", "Until he goes back to school on Tuesday and all his friends are SO RELIEVED that he’s back safely.", ":^(", "hard to bound with half team who leave after every season", "That would be rough my dude, cops are trained to aim for center mass.", "Because he's a couple years older and not as good. If the trade is [NAME] for [NAME], then sure...", "i think your comment would be more relevant if it was a common opinion that big boobs were unattractive...but it really isn't", "The worst thing is when you find it in a place you know you looked first.", "Yeah, I mentioned some of that elsewhere in this thread.", "I believe that any country that has hungry people, and too many animals in the shelters, doesnt have a food problem, it has a priority problem. ", "Update: I still like football", "Yup, that sounds more like it. I think those five superhot women who legitimately never get hit on are shut-ins or extreme introverts.", "I loathe the unsolicited comments I get about having kids someday. The closest thing I could find to getting my tubes tied is my 10 year IUD.", "At least they got the ball back after the BS PI that was called. We just had to take it gave them kick the GW FG.", "Many a prick, as I recall. You could track them down but then it'd be pointless. ", "Not my account. I do not own the [NAME] account on Youtube. Pretending I do is silly.", "Exactly. A soft no is still definitely and distinctly a no.", "You're a man sleeping with a man. Ok.", "When the guy is polite enough to signal his cutting you off.", "Seems to be fake. Checked the Morning Mix website, no articles from Nov 13^(th) 2018 that match the title shown.", "Happy just came out", "The thing I keep thinking is that there must be some pretty daming evidence against him to actually charge him.", "Man, I'm 13 and still took my time because the entire volume enclosed. And the heart is from rick and morty copy pasta.", "Love and marriage", "Me too.. which left me conflicted about how to feel.", "He looks like his parents are blood related.", "That’s so drastic. Just hide it by parting your hair on the other side for 2 weeks till the gap’s not so visible.", "Hey leave me and my 11 year old Thai wife out of this.", "Nice strong heavy stream will make it through", "29 and 39. Didn’t get to see my fathers parents for too long. I definitely got my condition from my Father.", "Too bad \"incremental change toward reasonable goals via evidence-based policy\" doesn't work well on a bumper sticker", "Beverly Hills. They did a whole season about UNDERWEAR. I can't imagine why anyone would pick Jersey in this current phase of [NAME] domination.", "I think it’s mist, [NAME] not sure about the [RELIGION] dude", "Eating a wild animal is far less cruel than forcing an animal to live in a small cage for its entire life.", "I'll take just being able to have the Wellington ending in season 4. Atm you cant even get the scar in season 4.", "What about protecting the innocent child who was raped and who you would force to go through with a pregnancy and childbirth which would risk her life?", "I'm working hard to see if this meme is even feasible.", "I live in Mississippi, I don't know what the legality is in my circumstances", "Tell your wife you accept her offer to find another woman and suggest she start baking.", "Nah, there's no such message.", "Given the current state of our relations with SA, I would submit that judges should probably deny bail to Saudi citizens accused of serious crimes here in Canada.", "Felt like yesterday when they got married in that barn/bar/bistro. Truly the halcyon days.", "Conversion therapy is so wrong. We shouldn't force children to change their sexual orientation or anything similar to that against their will! *laughs in irony*", "Took a bus, got tube, walked to my office. Other people don't annoy me so I haven't got much to say.", "[NAME] missed it solely because they've moved from the Rookies vs Sophomores format.", "Yeah, this. ", "I’m sure mueller was stumped on this until he hopped on reddit and saw this sound advice", "Gotta hurry up before the chicken gets there first.", "I'm in production in manufacturing.", "Not adjacent. Far enough away that I am not easily in sight but could get to the hook 2-3 seconds after I see that glint of movement.", "My husband and I have been circling the drain for years. :(", "Watch out OP, the choose your own adventure folks could sue.", "[NAME] might be up your alley, friend. ", "Not in this sub. Take your edge elsewhere.", "It's her |_STAND^¬", "I actually day trade blue chip stocks whenever I get the chance.", "Given [NAME] viability prior to the 2016 election, I think the viability bar is set pretty damn low.", "Blade and soul", "As long as you don't kiss her whole face you will be fine. If you both want it, it shouldn't be awkward.", "cause they want people to know there relvant again", "You’re now banned from /r/starwars and some YouTube channels", "Huh. That’s kind of crazy.", "[NAME] was seen walking into a doctors office in NYC using Google maps for directions. That screams 2nd opinion if I ever heard one", "^^dun ^^dun ^^dun ^^dun Sixteen military wives, Thirty-two bitchy-looking, valour-stealing eyes. ", "She NeVer SaId No. ThAT's hOw CoNsEnT wOrKs rIgHt? She OWES me sex. She has boobs and we're fRiEnDs!", "No. It’s slower and takes more calculation but it can be done. That’s why it should be practiced.", "You missed the pi.", "Some randoms from his Minecraft sever probably", "Just seems a little much for -40 downvotes. Seems like people are offended. I just don't get it", "Shutdown. Singular.", "[NAME] looks like [NAME]", "[NAME] is an inside player", "Yeah having a camp invetory was something i already wished they add to the game, the crafting part i did not think of..", "Our sour union", "Those didn't produce any relevant examples.", "My height is definitely a huge (ironically) factor. Im 5'1 no girl would date a guy 5'1.", ">intensive purposes I can't tell if you're meming or not, but it's \"intents and purposes\"", "I just want someone who listens to scientists. That's too much to ask though.", ">YOUR STATEMENT I'm not that person.", "If that's their response ask them whether they would go down to the street to cruise for johns if the cam work dried up I'm thinking probably not.", "I like to imagine that this is england in its entirety", "I wake up as a girl everyday. A girl with a penis, huge hands, hair like fucking everywhere, no tiddy, and an unwelcome boner.", "Somthing flew out of him", "A life well spent....", "One good girl is worth twenty hoes - G - Easy", "which is the fault of the people they voted on :D", "as is tradition, guy who played for us scores against us to make us lose, third time in three months", "“Richtofen breaks the cycle!”", "*Peril sensitive sunglasses excluded.", "Step one is done! Now just to get rid of the rest of the incompetence here.", "No real man would allow his woman to be even looked at by someone else, let alone allow another man to have sex with her", "He sunk the ship to kill the captain.", "I AM CALLING THE POLICE", "Just the fact that people constantly use words like \"incel\" to demean people proves that society is getting worse than it already is.", "Bro tip: If you try this but still can't find any 10s, you can still have an extremely mediocre threesome with 2 5s", "He looked so shlubby on that show, it was like he was the [NAME] version of [NAME].", "Thanks. People on the sub are unreasonable. They think [NAME] is worth so much yet won't give up much for [NAME]", "Because the south.", "I feel a lil dumb now, but not as dumb as the idea to switch those subreddits", "10,000th franchise win (against Boston) was cool, also 2017 ALDS game 4 (my only playoff game ever) ", "Whatever you say, mate. Good luck trying to tell kids not to love their parents.", "As a pioneer of the 4 corners I vote you leave this question to someone else and just keep your head down", "This sub is so edgy", ">I Shouldn't have to explain this By all means, please do", "Season 2 just started and as a huge TNG fan I can definitely say the first season is the closest I've ever seen to another season of TNG", "He’s such a thumb!!!", "Stay in bed and binge watch a new show, my suggestion Brooklyn 99", "He is already 19, turns 20 in July I think", "epic soy moment", "[NAME] got bigger plans ahead from the looks of it. I see [NAME] in the senate if any democrat has a chance in Texas.", "> Iturriaga (Mexico) Oh yeah. that was a thing. How was we?", "keeping an eye out in case of another shooting", "This is the worst Hellraiser reboot script I've read this month, and let me tell you, I've read a lot of them.", "This is really well put. I saved it.", "yeah and then it sucks bc you know you’ll get so sick of it soon and you won’t like that person or thing the same", "Not sure about the dates off the top of my head, but Feits is so full of shit that theres a good chance he just made this up.", "Oh poop I forgot about that. My poor buyers :(", "Totally looks like", "No, it's just that OP made that part up. The article didn't say anything about femenists.", "Yea. That video is garbage.", "it's not hipster until you start calling it mylk, anyway.", "He has utterly squandered his time since leaving office. For those of us trying to champion his legacy it's a perpetual headache.", "If we didn't know, we're not held to account. ", "It’s trying to steal his soul by sucking his breath out of him .", "I just tell myself that I'll be put together for some girl. She won't have to treat me like a fixer upper.", "have a talk with her to see if she likes you and if you're going to ask her out go for it, ask her in person. ", "Also a possibility.", "I like where you’re going with this....", "WYA? I'll come through.", "Well if you're in the plane I assume a boot in your ass to get you", "[NAME] has cast a Magic Shield of Jesus [NAME] Claims He Cast “Shield of Protection” That Will Send Hurricane [NAME] Back Out to", "It's almost unfair. Time to shop for a sweater.", "i mean, yeah tbh.", "I enjoy vintage cooking porn. A young [NAME] trussing a round roast, for example. ", "They are saying they are ethnically [NAME], which is true. Nationality and ethnicity are not synonymous.", "Same people will complain of never seeing him except at election time", "Ah, yes, the good old “glass elevator”", "Online is still in beta. GTA online spent months having disconnect issues and still has them from time to time even 5 years later", "Sure, there are edge cases where this is less clear, but in the vast majority of conflict, this is true.", "Remind me about this on Tuesday and I'll have it looked into (the not being able to report part).", "except for call your mother. The undisputed best bagels in dc.", "Oh. My. [NAME].", "No you wouldn't", "Just do it. Straight up ask if he wants to date in clear terms. If he doesn't no reason you can't stay friends.", "Do what your username is. They aren't comparable is the slightest.", "Looking at the thread now, it seems that this comment was also deleted.", "Exactly all I hear is about [NAME] and [NAME] and nothing about [NAME] it is crazy.", "Fix their pay algorithm, the app, rating system, and hire more Dasher support representatives.", "He ships.", "It is now the *most* open bottle", "Oh I don’t think so", "*Googles what is the third leading cause of death* Google *updated*: Measles causes by stupid people not vaccinating their children", "But it's her turn!", "Divine ruler [NAME]", "just doesnt make sense... almost 30, already played in La Liga and they likely could have had him at any time he was there.", "I kinda figured it out after I edited that and reread it all. It then sunk in that I got baited harder than a fish.", "I don't disagree with anything there.", "She went backwards on the board.", "Nah I’d use this so the government doesn’t know things about me or my family.", "I used to sell CDJR in Downtown LA Customers always wanted 350 on a truck financed because they \"like to own\" their cars Still gives me nightmares.", "Ah yes, the United States Mutant Ninja Turtles. They would dominate every sport.", "I was there too! I remember it was a warm day during an otherwise cold time of year.", "It's always been a dodgy road, proposals were put in ages ago", "RACIST THAT!", "[NAME] is his ex.", "Remind me! 2 days", "You, telling me that changing the clock increment no.s took 1 month? ", "Damn, wish I could just pick up a hobby and start training 4 or 5 times a week...", "Or, or.....hear me out on this....have a cup of tea (UK) and then just move the problem to a different location.", "Don’t tempt me. Maybe do like a photoshoot.. that might work..", "Knife Fight used to be an awesome cooking comp show", "[NAME] is a jinx. Please send him back.", "Asking the right questions You can't do that on reddit tho", "Yes I really miss his streams...the ONLY reason I chose adc as my main role was because of how chill chaox was.", "Been a while since I watched but you gotta go through the mirror and put the bear under the bed. Then you can go with her.", "Obviously you are! Femboys are always the cutest ~~people~~ furs to meet", "Prison is for poor people. No point in stopping someone from being productive", "I’m drunk!!", "Playing pig so you can tbag survivors.", "Read both. Get both sets of opinions.", "Just googled this, apparently it's like cutting off a human's fingers down to the knuckle..... Your brother's girlfriend is a scumbag.", "Welcome! :)", "OP is going places!", "Now this is a Contrapoints video I want to see", "It the equivalent of \"stop liking things I don't like.\" You don't get to control the world. Lighten up and move on. ", "Do not diddle kids", "She wouldn't have done it if there weren't direct beneficial components to doing so.", "this is why there's marriage therapy utilize it and don't listen to the jerks that tell you to lawyer up & divorce", "This is an attempted genocide. Genocide happens because of those seeking power, not because of religion or ethnicity or college educations. ", "Then do lemon tek....trip last 3-4 hours but is very potent", "Do both, son. Do both. You will find the fame you seek.", "Best sports league in the world.", "Large weight fluctuations + a baby have caused my body to look cute in clothes -- Not so cute without them.", "As a former feral child, you can begin worrying at about 14-19. If they're going good by then, they'll probably be fine.", "That works for me, I am not hell bent on killing this person.", "She is married to a banker and I posted about her views that any trump fan would love", "You got the true ending don't worry, you would only get the bad ending if you rat out your friends or accepted the deal", "They're more off beat than Blueface. I didn't think that was possible.", "You are. And so am I.", "My thoughts exactly", "You can vote for whomever you want even in the general. It's called a write-in.", "Yep i always say this. Absolutely best case scenario is a foul ball. If he puts it in play it's probably a dribbler.", "They didn’t cite a source. On top of the spelling mistakes. It’s why you don’t trust infographics for stats.", "It would hilarious if racist attacks against [NAME] propel him to the PMO.", "I'd be honored", "The emojis in the background. Wtf lmao", "I'm not trying to address the whole issue. I'm just trying to suggest that there might be unintended consequences that lead to even less public discourse.", "And *they are the ones* talking about NPCs!", "Sure that makes a gal feel safe, the idea of being with three males with weapons in an abandoned building. How romantic! ", "Um, trump got peed on. ", "Bring it on, I’ve played enough PUBG for a good pan battle!", "[NAME] was born in Canada. Moved to Texas. We don't want credit for that melted brick of unsalted butter...", "If the kids are in sports activities you can chat up the other parents.", "That's one card as opposed to every single attack", "well you see [NAME] skinned [NAME] alive during their feud and is now wearing her skin like a suit and that is why [NAME] suddenly looks good", "For real. I get tired of all the griping. Deal with it or get out.. or start a freaking riot and make changes.", "Way up north. Near the country side. Lots of new homes being built in the Temperance area.", "I haven't seen a single [NAME] article. But there have been a few [NAME] articles around recently.", "Oh that's it yes", "Oh getting down voats. The EU fascists don't like it when you speak out against the 4th Reich.", "If your dog is an arctic breed they will go crazy with joy and be sad that you don’t share in their happiness for the bitter cold.", "here’s to the highlights when i was convinced that this was much more than just some some-night shit I know you don’t need me right now ***cries in Blonde***", "Only fair - although they they could have reported it as 0-0 since ND never showed up.", "Internet virgin, clicked for the very first time.....", "Hey [NAME], [NAME] here", "It's just you. Nobody has ever noticed. Except this and [this person.", "Not a perfect game with the error", "Idk, I couldn't imagine getting a bag of detergent and mistaking it for heroin", "This is extremely state specific.", "This, like it varies and fluctuates", "Go to the movies with people not related to me.", "And I call them alcoholics who can't hold a relationship together", "Glad he didn’t try to backpedal about his feelings. They are valid and he has a right to have them.", "I have vaguely heard he was maybe, possibly going to make a statement in regards to no new taxes, but who knows. ", "Grew up watching avatar and [NAME] is one of my favorite video game protagonists, especially when RDR2 came out. ", "Or... Or you can eat mine.", "\"Assault Weapons\"", "Hey same here!! The first week of April!", "I will admit,I did chuckle a bit", "The cutest [NAME] you ever did see", "You shouldn't be here. You're not an anarchist. GTFO", "Such grace.", "It's not what you said. It was the way you said it.", "Yes, this at least makes sense. ", "Right before aunt may and [NAME] start furiously making out", "In [NAME]? I’m in Queensland and everyone but [NAME] stands up", "Tell me why it’s not wholesome so I can figure out how to reply in a way you understand", "My wife has some crazy friends and I ducking love hearing their “slutty” stories. The things they make these thirsty guys do is unreal.", "Rule 3 removed.", "Amen! However, see my post about the problem with drafting [NAME]. If we do, [NAME] will probably be the odd man out.", "Well, it did just win a golden globe, so maybe a few more people will see it because of that", "You had a tough childhood :(", "\"Holding [NAME] up like baby [NAME] would be a fantastic way to excite a fan base that’s been neglected for years.\"", "Let's not kid ourselves; most of us [NAME] are like that.", "I didnt say otherwise, I just think that it shouldn't happen at all. It just shows how outdated and incompetent the league is.", "When social costs are not incorporated into the private price, markets have left costs outside of its monetary view. Lmfao.", "I'll take these close thru 36 minutes Ls over a loss by 25 and was never in the game Ls", "Not really.", "They'll just confiscate it here. I remember I had a pocket knife in my bag that I forgot about. They just took it away.", "Interesting take there", "Ahh change.org, where change goes to...do nothing", "You seem like a nice fellow but not sure where to start with this post", "And riding one makes you look like a man trying to be tough during his mid life crisis.", "I don't think we have anyone to fill it.", "4-25 against teams with winning records. 0-7 on Monday Night Football. The guy can't show up when it matters.", "yea i highly doubt that", "Paws come flying out from the dark", "He also voted to repeal net neutrality in the FCC. Grade A flipflopping shitbird.", "To be fair, he is not destroyed, just grazed.", "I try and test my beliefs all the time, makes them stronger!", ">Shouldn’t the Bible be infallible No. That would be idolatry. Only [NAME] is infallible,", "The fact that people are still governed by tribal taboos from 2,500 years ago is insane. ", "Flirting isn't attractive per se, but (if done right) it shows social acuity and comfort with one's own sexuality, which are 2 attractive traits", "Let's say some gangsta is messing with your fly girl. You just givem one of these....", "You're naive if you think they won't balance it out somehow in the future.", "That’s not an example, that’s an anecdote... and it suggests to me that you don’t know how any of this works", "Weird flex but ok", "the good ol days", "I think it's racist to call yourself or anyone European. If you're born on Earth, you're an [NAME], separating yourself is Racist.", "Why? Mine is a mixed bag. Sometimes ready. Sometimes 5 but rarely ever more than 10.", "I have secret Reese’s, too!!! They’re hidden under the healthy snacks that none of the kids can see/reach anyway. ", "Not to mention the billions sent to Israel each year that they use to oppress the [NAME]", "It can be safely backdodged in duels because of its lackluster tracking. Avoids feint to gb too. People just dodge at the wrong timings.", "See her recent article in The Atlantic, in addition to what the other person who responded to you said.", "It's ridiculous that [NAME] has inspired way more people to join rather than leave but there are way more media articles by people who have left.", "I’m going off memory for the FLDS and the show “sister wives” so I could be totally wrong.", "“YOU KNOW HOW LONG IT TOOK ME TO GET THERE HUMAN?!”", "you really gotta emphasize the ffffffhh", "I'm guessing [NAME] and [NAME]. [NAME] needs to remove that stick up her ass.", "Anytime :)", "That’s a good way of putting it", "I like [NAME] chicken nuggets.", "Considering how many of this involves hiding bottles, it wouldn’t surprise me.", "wtf is 190/140 bp type stuff", "Because they are defined by their enjoyment of bullying others.", "Worst bit is that it keeps snowballing, and growing and suddenly it this mess you can't make sense out of or clear up", "Are u retarded", "Your \"other people\" comment was.", "She’s had her ass pounded before.", "And then the faucets clapped!", "[NAME] was high sticked 3 times, cut twice before a call", "Until The Times can write another article on the theme \"They'll cave completely right now\".", "They're off thinking about ways they can avoid topics and deflect more, since they seem so good at that lately.", "I’m saving this.", "I can’t watch the video the cringe from reading everyone’s response is enough", "I guess but i dont see them beating that", "same, I didn't want to stress and try the impossible (winning 23 ranked matches in a day... oof)", "never worth it.", "You are a Filipino leprechaun", "dang... that's just crazy.", "r/fellowkids is like the epitome of Weezer. Looking at you, Pacific Daydream. ", "They're obviously not.", "I can see how need would have that affect.", "Yeah. Like you.", "TAMAR ESPECIALLY!!!", "At this rate we will be.", "I hear ya. I got instant Sapphic feelings as soon as i enrolled at university here.", "That looks even smaller.", "He's know for making rhythms.", "Nut! Keep your eyes of my hay!", "TAKE MY MONEY", "He need a freak", "*YesYeesYesYesNooooo...*", "I was able to just get in. I can swipe but can't see my matches or messages", "Deluxe always need ingest people, there's also fairly regular openings for media operators.", "Soylent green!", "Well I can feel it was mentally hard bringing myself to go full [NAME] and shit talking prior to the plate, but this is some cutting edge analysis.", "Someone has never seen a flop before", "Yes pls my pugnacoins are waiting", "But he's famous", "Don't ruin it for him", "It’s more important to document it for karma.", "I got bit by a Pomeranian while doing a dash...", "I arbitrarily hate poo-lice Get OUT OF MY POO", "Aww now I can’t listen to falling down", "[NAME] in Congress are fine with with beefing up Border Patrol but [NAME] wants his goddamn wall.", "They don't get this. They think the universe revolves around them so the rest of the world has to do whatever benefits the narc.", "The lack of stick skills [NAME] lacks is actually astounding.", "Today on 'Days of Our Steelers'...", "The fix is in.. to convenient.", "CURRY MY MAN", "dear [NAME] if i hear her say \"MAH FEE-YAWNN-SAYYYY\" one more time.. she's a wreck poor girl. ", "Start acting mature. Don't get into fights with security guards about how you look.", "He'd have to ask his mom", "I lived across the street from it as a child. Used to swim in it as a kid...Ignorance is bliss.", "Age of consent does not apply to sending nude pictures. If you are under 18, that is still possession or distribution of child pornography.", "A few years ago the offer for him would be like 21 million, not sure what it would work out to this offseason.", "It even has a name on it from the original creator you reposting scum.", "“I don’t want to be the only one *NOT* throwing a chair.” -Everyone", "Just do intermittent fasting, then you can pretend it's an interesting lifestyle choice and make that your new hip personality", "Makes sense. Interesting perspective.", "Make sure you say hi to her next time you see her.", "It's nice that we've started giving our backups some time; this gives them trade value when they demonstrate that they can play ball.", "My coworker got cheated on by her boyfriend of 8 years and needs a night out so I can't even get out of it sigh.", "They should wear the Burger King too", "There was a deleted scene where she flirts with a woman. Which is waaaaay too much representation already!", "True true. I concede.", "I felt that way last year and then the Patriots let me down, so best to take no chances.", "It's a decent flick. Id watch it", "This is almost a r/ATBGE situation", "I always like their \"first numbers\" better. Like [NAME] 19, [NAME] 30, [NAME] 17 (Portugal). Don't know why though. ", "Yep, and the worst thing is that the cost of not doing something is invisible, while the cost of doing is not!", "MLMs and religions all follow the same checklist. Interesting.", "Yeah, that also came up in the thread, and the reason was mentioned on BestOf here.", "No Despacito Remix. No 4K Ultra. No Goals and Highlights. No 360 No-Scope Assists. Are you even excited man?", "Wwwhhhhyyyyy do they keep forcing [NAME] down our throats. [NAME]!", "Show me that hog daddy", "It’s fitting. All things Considered.", "Mafia meme...?", "It’s fake", "But her cancer the second time was caused by the chemo! /s", "hey this isnt too far from me on sheridan. i never see anyone in it really.", "I should have concurred", "Taking the SEPTA from West Trenton can put someone in Philly and it's suburbs as well.", "I see you arent familiar with Game of Thrones. I've lived through this before. This fan base will be obnoxious.", "Why.?", "If I could get to GC in 30 min instead of 57, well my life would truly change.", "I bought my nephew a megaphone one year. Revenge is sweet!", "[NAME], [NAME], and [NAME] should make the World Cup ", "FYI!!", "[NAME] could rebound and still be overpaid, depending on how hard he rebounds.", "I want to change though. If I'm around those people I will remain the same way. Right?", "If they bolt its a feature.", "I'm quite curious as to how recreational marijuana legalization will effect these rates. The first two factors are generally caused by alternatives of sorts to marijuana.", "Surely you meant isn't. XD", "[NAME] is gonna smash tj ez", "I swear y’all will spin it anyway to make it seem like nylander is doing everything correctly lmao", "Exactly[NAME] is refusing to acknowledge that his romantic relationship, as formed, is over and to move on. OP, you're incompatible.", "Oh you mean 490 € from your fellow citizens who work so they can pay taxes that fall into your pocket?", "Now figure out how to grow bunches like that.", "Surprised Greece doesn’t see [NAME] as their own. I mean he’s not from Greece but still Greek.", "Yes, that was when I learned! I had so many questions. ", "Your aunt has some damn nerve, though!", "Everything in here I want but all we can do is pray to [NAME] for our wishes to come true", "Please ask it! We're curious now and chances are it isn't nearly as creepy as you think!", ">. Cinders not going to be there when [NAME] fights [NAME]. Shes getting the relic. [NAME] has the Relic.", "We just bought [NAME]. Have faith", "Whisper me your steam id but it'll be 1-2 hours until I can start playing", "No this is [NAME]", "That's not how they decide things. It's a political entity like any other and other members exert pressure, there are compromises, etc.", "> set suggested.", "Marry her!", "oos? im new lmao my rep is only 32", "Be prepared for a child support order. But my dad just decided he didn't want to pay any more and the CSEA was ok with that.", "I accidentally found it while googling things about “not wanting to be [RELIGION]” and “feeling trapped in [RELIGION]” ect.", "[NAME] did a job for us", "yes, i can imagine they are busy,then add in personnel things such as emotion,wake,funeral etc", "2 2nd rounders but not a first or a future first. He’s not worth the risk", "If he had called her bluff, I doubt she would’ve ever pulled that again", "Maybe the solution for global warming is not hitting the most vulnerable ones, but aiming for measures that reduce the impact of the big polluters", "He looks like he has entered the ultimative stance of mind", "That’s where he collected pebbles and hid them in the carton become part of that same alias I used.", "That lil cat, I want it!", "Either's good", "Apparently the Dodgers are still in the running for Realmuto.", "\"I will do what I must.\"", "Just put ice on it man", "The entire thread makes me wish I WAS gay so that people won't pester me about having kids when I'm older", "What limits are you talking about? Last time i checked, [NAME] doesnt have any limits", "Probably, but I'm also fairly certain it's easier for a [NAME] to get in than an [NAME] or a [NAME].", "They're cowards.", "Huh? Mutts are usually healthier than pure-breds. It's the pure-bred dogs that have weird genetic issues.", "Shouldn't have watched battle tendency. Now I frequently have fantasies about the ideal male body and feel more and more homosexual by the second.", "Hey, you ever watch the sopranos before?", "I make friends not clones.", "So i'm intrigued how the fusion would be", "Virtue signaling and gate keeping is left praxis. Dont forget shitty gritty memes. policing eachother keeps us busy enough! And the establishment prefers it that way", "If you’re in public, I suggest you hide your concern as much as you can.", "More accurate, relevant map", "**Didn’t really think about it at the time. Either way, everything’s still visible and the content is the same.**", "Bear in mind the first sighting was at 9pm, hard to get good footage after sunset", "Only if I can get one with [NAME] on the back.", "If the ball is past the receiver, they're fair game. The refs may have thought it was close enough live.", "Imagine if you lived here and these people were your parents. Welcome to my reality.", "Yea. From my estimation I have about 5 years before I should just pack it up completely.", "See also: \"Useless College Degrees From Prestigious and Ridiculously Overpriced Universities\"", "Fiction isn't an opinion, it's a story", "Why anyone with unnaturally colored hair would even attempt that is beyond me.", "Crash is probably my favorite specialist in this game, you get extra ammo, extra points and occasionally 50hp more from tak-5.", "Might want to avoid those things even when [NAME] and [NAME] are kissing each other.", "Because it was a common age for women to be engaged and married at that time.", "At LEAST one. It could be up to 3 additional victims who were uninformed that they had a biological son.", "We need a Media Accountability Act at the very least. No journalistic immunities should be extended to for-profit media.", "Damn, women really are helpless little sheep, aren’t they? Best us men protect them. /s", "OK it should be 4 week Med Cert then 3 month Med Certs for Jobseeker Support with Medical Deferral, the Doctor can electronically send the forms thru to WINZ. ", "I wish [NAME] would read our Subreddit and comment in here.", "No problem, just wait until March and the site will be out.", "It should be played between two biggest NCAA violators of the year as a punishment.", "Your gender doesn't really affect my opinion. Guys on dating apps might be patient for 5 dates but they aren't waiting for marriage", "Anyone know the [NAME] choke move from Mortal Kombat X? My dude here just demonstrated it perfectly in real life.", "Oh I thought we were talking about a sweaty sausage placed between two soggy white buns. Soooooo... yes.", "And a reminder to me that I get to keep watching this sport and not start watching cricket.", "I moved from the midwest to AK about 6 months ago. Loving the Mat- Su winter compared to the midwest. DO NOT miss the wind at all.", "I think this lady has simply gone bananas.", "Yeah that seems better if you know you are facing ToT", "[NAME] needs to come in now. There will be so much space for him", "That was more of a dumb [NAME] decision to play the corners to far back", "Reminder!1 month Just so I can repost and harvest karma like everyone else", "This is incorrect. Taiwan was regarded as an island of no importance.", "Doesnt matter where it happened, retail companys will find any excuse to throw their employies under the bus", "Same. I only use my controller on my pc for dark souls and other rpg games", "*every single* patch", "Eh, it's very easy for him to show up and offer guidance to the NJO (or whatever happens) IMO", "Now that's a frozen dessert I haven't eaten in a long time.. a long time.", "Of course not, but the purpose is to look a bit alien, so I'm ok with pushing the limits woth PS in such cases.", "Nice ovation when he first checked in and after the tribute video. Also made some noise when he hit a 3 late.", "Now just sit back and wait for your boobs. So much phytoestrogen in one meal, it shouldn’t take long.", "Nope, works just fine. Was just there.", "I like [NAME] better", "See, I missed it completey, so they must have glossed over it fast. ", "No it's not. I'd bet his biggest crime was being an introvert. Low-inhibition psychos never seem to lack for female companionship.", "A concept that doesn't map to reality other than as a metaphor.", "[NAME] got that vision", "I want [NAME] and [NAME] in Top 3 so I’m feeling the omens girl", "If I were her I would've opened the car door and properly petted the obviously good boy", "Well hot damn", "Despite all the [NAME] hate in/on /Melbourne, here is a beautiful Indian song for you all ", "Other than Moose, the American Robin took me forever to find.", "Well when you’re on the internet never say use the term no one because theres always those few idiots", "All I've said about that topic is that I support abortion but I think birth control and sterilization are better.", "Ice looks fine on my TV", "I think they're doing it so they can ignore the fact that [NAME] served [NAME] to champions at the White House lol", "Me too. At least we acknowledge what we are and don't make up excuses in that regard.", "If my friend talked about my girl like he would be picking up his teeth. Support your gf. Period.", "Good tips!", "I would like to see the tree as well! :D:::", "> WE AREN'T EVEN IN THE UNITED KINGDOM I was well ahead of you. It was the prices being in dollars that gave it away.", "Ignorance is strength.", "i heard that the flames from the fire were so hot, they literally burned the very wood the church was made of", "Sounds like people who are making a career out of being part of the bureaucracy have come across hard times. Shucks.", "I don't know, it its fairly anti [NAME] after the bump stock ban. I'm still holding out.", "I really want to find a female version of him and ship them both", "I mean, it was season two level of “what the fuck are you doing writers?!”", "I'd take the bet of them not winning in the next 5.", "feel like i could describe my thoughts as very noisy sometimes, but my thoughts doesn't really have a voice or noise ", "> To say NDP foreign policy consistently supports non-interventionism is absurd Um, [NAME], OP never said that. He only referred to this one specific situation. ", "The biggest problem is measuring IQ in some universal way. The tests all have built in biases about what the author considered intelligence.", "Nah. [NAME] has no chemistry with [NAME]", "One more thing don't try to like eavesdrop or anything just kinda bring it up organically", "Well damn.", "Yes! I binged it (I was a late adopter) and then all of a sudden nothing!", "He missed my personal favorite of \"harridan\" though. ", "sub banner is a giant neon \"BOTTOM TEXT\" hmmm I dunno, man.", "Presuming you are in the mitten as well. Solidarity sister. My house too looks like a bomb went off and my toddler hates clothes.", "Terrorism is the systematic use of violence to achieve a political goal. [NAME] has not used violence.", "Nobody is forced to use pronouns by law as he's claimed, it's a blatant lie he made up to further his agenda. ", "Title question: Obviously. As has already been mentioned in other threads this very day.", "Except, they do.", "Damn. This has to be one of the wrongest predictions ever in this war.", "He lives in Russia. This is not the best thing to make public in that country.", "Ironic considering the amount of brigading AnComs do on this sub", "Yeah, because it’s soooo arduous to look at someone’s profile for five seconds. ", "Life beat you to it by years", "old politicians have short memories", "Tip o' the pin to u/wikilacks for posting the full Pew article on this thread:", ":o I have one too! I didn't get anything but bullied at school, though.", "\"i want farm my against\" — time to refresh your French ;-)", "i doubt he supports r/The_Donald, but he still lets it exist.", "Someone hold me", "It was [NAME] who said that in an interview too", "Agreed. And I like how far you can see into the distance", "Har--HARRY POTTER! **HARRY POTTER!!!** I KNOW THIS REFERENCE!", "It does not mention the Har Habayis and given the contextof the Psalm, I don't see why it wouldn't refer to the First Temple.", "I somehow doubt that.", "Also how nonchalantly he hits them, like he's swatting a mildly irritating fly", "Both consenting adults so nope not creepy", "Dogs get itches every now and then and use the ground to scratch it out. But usually it's on dirt not asphalt.", "Its the only one...", "Oh boy, yeah!", "I assume his midichlorian count must be high.", "And yet “50 Shades” got a major release...hmmm", "Macron 2.0 basically.", "Sounds like you have the situation firmly under control. Keep maintaining boundaries, focusing on the things that matter, and ignoring her need for drama. ", "You don’t have to look bi to be bi lmao", "I love how serious and mad cats get when the dog starts messing around with them all playful", "Nay ye can't stop them. Have to let it play out and hope they don't throw a few curse words in there.", "Maybe [NAME] would be like Old [NAME], jaded by a lifetime of tricking women into bed. ", "but in this case we are actually givining him somewhat of a trial first. big difference.", "Another fun fact is that the survivors present at the campfire are the ones you most recently played as.", "Not alone my friend", "Dude is taking a huge leek", "Is she hot tho", "I like how the money blows into her face halfway-through. That's some quality filming.", "Whoa, watch out everyone, Mr. Moneybags over here with 20 pairs of smart wool ", "Now you’re getting it", "It was at that moment she decided to go back to college.", "the one time i read the comment... thE ONE TIME", "Perhaps I'm biased, but it seems to be the most popular. So many references in TV Shows and Movies. ", "Yes, always during exam periods. And she was saying to everyone she was supportive and letting me focus on my stuff.", "Acid/shrooms - [NAME]. [NAME] is a psychedelic jesus.", "You've been banned from /r/chicagobulls", "What real things pop out of existence because you stopped looking at them?", "He should say \"Rise up my comrades\" and he would be complete", "Bruh I’d just go home, climate change is important but really though. ", "IIRC there is a Simpsons episode where [NAME] has programmed the emergency button on the phone to call the pizza place.", "The fact she'd want her daughter with someone as awful as [NAME] is strange. And what's wrong with [NAME] that she would stay with him ?", "yeh he's very Sketchy. Though I'm guessing he tipped staff off in person rather than a call in.", "When your 25 and it’s your first kiss.... No one wants to be a 25 yr olds first kiss.", "Yes it does. I kept doing this for 2 mins. But yes it can still be reassigned manually at the command center I'm sure", "Beatin’, bangin’, ‘n’ scratchin’ - [NAME] and the andrews sisters", "BY [NAME] THAT'S [NAME] MUSIC!", "The Wall requires taking land at gunpoint, explain how that isn't tyranny", "We had a great thread of egg jokes in Slack this afternoon, after the whole \"can this egg get more likes than [NAME]?\" thing.", "Both but which one being the most used isn't really important.", "She is probably a lot regarding [NAME], but I think they should have, but it still does a solo lsfyl to neon lights and loses.", "#Art by Smouii on Paladins , [Find the artist on twitter as well", "Introducing, PortaBoobies. Boobies, when you need them!", "You have to spit into a plastic vial. It would take some decent effort to pull that off.", "I feel like the world would be a vastly different place if the make up wearing roles where reversed", "I wanted to be a forensic scientist towards the end of primary school but high school science ruined it for me too.", "I especially do with with the last chapter of books. I need closure.", "There's no in between. Your example is the only other way they could have handled it.", "[NAME] MAY be a slightly better hitter, but he can't field for crap. And the other two can't hold a candle to [NAME]", "You’d want it in higher resolution I reckon", "Nelsinho!!", "Sooo...Kyle is jealous of LVP's Queen Bee status.", "A lawyer is not going to disclose anything to random users, you guys are delusional", "Removed due to being wtf question.", "Creating a corrupted mockery of Europe. How delightful and not 7th circle of hell like at all.", "Clearly you aren’t “too fine for online dating”.", "You know [waves hand] Everyone.", "This video is so very Polish.", "No, I mean actual policies. Not self-described image. ", "Communism is 100x worse than muh evil nazis. Commies need the whole world to follow their ideology and even then it would not work.", "I like how he just watches as it happens too, reminds me of what a cat would do.", "I know very well what Whole Foods is, which makes it all the more upsetting that I missed the joke anyway", "They aren't short either though. There's no hot 5'4 guy in hollywood that most women would swoon for.", "Downvoted because I stated facts ok...", "Story of my life.", "Not if the Pats are 4-12 that season.", "They do sound kinda not worth it then. At least large ones don't sound worth it. You have my sympathy.", "Never remove an object larger then a nail if it gets stuck inside you, that’s a job for a doctor", "So cool! Me and my sissy got the same but on our arms! On twitter!", "I agree. We could even change the colors to black and blue so we are not like soccer", "I like it", "Oh, that makes sense, I just mostly think of janitors as employed in the private sector, even in government (independent contracting, etc.)", "its all fun, until one pissed off owner with a lot of money to burn files tampering charges against [NAME] and [NAME], and takes them to court", "poor mod :( i guess people arent allowed to leave this sub if they are vegan", "Anything that moves us away from the 5 man push meta on SnD. Playing SnD without stuns and nades hasn’t felt right.", "I think he's said before he'd never go on question time", "Ah yes you cant forget [NAME] vs the ra", "Oh, in high school history facts change after every election.", "It is sad they didn't have a 4k highspeed camera running on this... I feel like the world lost an amazing possibility", "WHY THE FUCK IS BAYLESS ISOING", "Nah I dont think the panthers are good enough", "So are his parents.", "Sonofabitch that makes it so much better [NAME] Edit: you talking about this?", "With all those hours he spends humping his thesaurus, looking back on posts would be virtually impossible.", "RemindME! 3 months", "OF COURSE. I TOO LIKE EYEBROWS", "When someone swipes over too far when you’re showing them pictures on your phone", "The old \"too little to save, too much to throw away\" conundrum.", "Treat yo self!", "He already did", "Half the cars I see in Florida seem to be allowed to drive at night without any lights. I don't get how they get away with it.", "I dare you", "Yep. I found out that a member of the school board is upset about something that happened with their own child, and wanted access revoked for teachers. ", "Clam is what your looking for.", "I mean, it's just a happy birthday post", "Nothing will ever top In the Mouth of Madness (which isn't an actual adaptation but come on).", "Or maybe just cross posting. Or even just saving the picture, reddit does have a handy feature for that. ", "I always plan that, my wife usually has other ideas though. ", "The guy filming creeped me out with his internet obsession. “6million views, junior, think about that! Wooo-oo-weeee :D!!!” ", "Water bottle works 100%. Canteen im not sure", "He was hooking you up, hoping you both could hook up ", "What do you mean by delicate flowers?", "And of course, the non working class, for whom tax rises or cuts are an irrelevance, skew Labour. ", "True. But that is one out of many.", "It's called bipolar. And it's fatal", "We just had a teacher do that at my school. I don't know who wiped the kids butts though", "Literally anyone could be a freedom fighter if you look at it right (or wrong)", "Bjj= Brazilian jujitsu, they are known to have stupid think necks due to constantly being grabbed around the neck while grappling.", "Go lie somewhere else. Go to Faux News or something. They,ll believe you.", "> You seem like I good time see previous statement about being uneducated.", "Oh you got me. Good one.", "I tried to but i ended up booing the postman", "That and losing [NAME]. The two of them had instant chemistry. Excited to see is he can become a big part of our offense next year.", "I watched this last night and somehow missed this", "Write her a hand written letter and go back and deliver that to her damned door.", "\"Yeah but they're not violating *my* rights so it's okay\"", "The world was different before anything really", "Which is why people sell on TPT...", "Can’t buy a bucket...just one of those games", "This sent shivers down my spine", "Gotta love January.", "Free dog!", "I took him at the start of the season when he was recording some assists, stopped playing after a while :p", "I STILL WANT CREW ONLY LOBBIES", "starters gone cold , put in the bench and see what happens", "That’s what everyone seems to be saying", "More like he stole a joke they made.", "I like to imagine that it's just the same 2 incompetent drivers who live in the area and keep plowing into innocent cars at that one fateful intersection.", "They aren’t going to have him skip AAA, but he could legitimately be an option later in the season. ", "As a fan of Cinder, I really want to see [NAME] do more. I like this answer to the prompt, feels oddly nice. ", "Agree on the last point. My INTP friend's ENFP is immature since she's still young. Gets jealous at every damn girl that approaches... Sigh", "You are disregarding that the Iran hostage crisis happened just years early. Iran was public enemy number 2, second only to the Soviets.", "Classic Narc behavior. Go No Contact.", "Double the size of mine", "Hey, come on! You did me twice! ", "Wasn’t around during Freelyread’s time, but I’m only hearing good things here. Come home Freelyread. ", "I would have to imagine this girl has just been training super hard for the past few weeks.", "Other than the [NAME] storyline and the flashbacks the stories building up to the main villain went in circles. Wasn’t anything exciting or to interesting.", "Pay you for what, just standing there? Done.", "Then present an opposing argument.", "You’ll pay for that.", "#cooking #uni #urchin #local #tidetotable #truecooks #seafood #cheflife", "No, I mean that each single individual will commonly use contradictory arguments just to satisfy his comment-du-jour. Everyone but incels realizes it.", "[NAME] looked bad pre release. Post release she was touched up and tweaked. Relax.", "It took 8 years of healing before I could open my journals. Pace yourself, you'll heal, friend.", "Good lord [NAME], just don’t buy it", "Probably also saves money. An extra 3 napkins you dont use each time multiplied by thousands of people per day adds up quick", "Explain to me why you’re not attracted to black men without making broad generalizations about their physical attributes or personalities.", "I’m picking up my fourth one tomorrow. CZ Scorpion Evo 3 .... and I’m stoked", "Hi everyone!", "18-21 age range and it was a little over 2 years long", "Hes not the best at communication which is a big red flag in my book", "Roll on 5pm till i sit in bumper to bumper traffic until about 7pm when i can finally roll into lisburn", "Maybe because communism has shown time and time again that it finds humans beings below contempt and makes every effort it can to murderstarve as many as it can..?", "Alright, see ya man", "You called [NAME] a defensive player of interest. I don't know that logic is in this topic.", "The economy is heavily controlled and subsidized by the government. In any case, I was poking at the lack of nuance in US politics today", "Sounds like he dodged a bullet. You’re kinda dumb.", "that's hysterical. two legitimate babes.", "She does, they are best friends.", "I can't stand having my motives questioned.", "Wouldn’t be surprised", "If you main Volibear, then you must have Thunderlord Voli and play Thunderstruck by AC/DC every now and then at full volume.", "It's piss but its [NAME] piss so you make your move.", "Somebody Knows Something Up and Vanished Serial This American Life", "I'm always paranoid of people following me when I am driving home. I would have pooed my pants yikes.", "I recommend reading it. What an odd duck/rabbit.", "Can always join the discord and submit a vod, would still work!", "Grab her testicles", "Ill send the dankest of fresh memes so theyll scurry off to steal them", "\"That's all folks\" Insert looney tunes outro", "So as the Iron Islands and that doesn't make them more commited.", "Hhhhhaaarrryyy [NAME]!", "I wonder what they'll name it.... I guess Chipper if its a boy, and Chipper if its a girl ", "Reminds me of [NAME] saying “Cow House” in Breaking Bad.", "takes no time to copy/paste a press release", "We really need to stick to having helpful titles or a quick tldr.", "I SWEAR I DIDNT MEAN TO ANSWER 2 HOURS LATER FORGIVE MEEE", "Every time. There’s a montage with this song in the movie Spring Breakers and it’s fantastic.", "Was waiting for them to do it again with him out of the truck", "May we all strive to be like that man.", "I would have thought this sub would be encouraging of religions and religious followers shifting their views into the 21st century.", "It'll be hard to surive on that wage in Vancouver. It's expensive AF here.", "If the uncertainty bothers you then you probably need to have the dtr talk. Also be aware that conversation could end the situation if the other party gets uncomfortable", "The 205 guys didn’t come to play, they came to slay!", "Not dislexia, the recent news about kashoggi has for the most part conditioned us to expect horrifying g news where Saudi nationals in foreign countries are concerned", "I understand them.who puts the tp under not over", "You shot my hair....", "Damn for that much you may as well use a mobile plan unless you're doing something latency sensitive.", "I have no idea, I just get texts.", "A Buzzfeed article about 20 perfect pairs of boobies", "I'm just saying as far as having incoherent political worldviews goes... it's ironic...", "Don't be mad, life is too short!", "Yes, it can. But I don't think anyone interprets it that way here.", "If you have a few well-timed dollops of luck along the way", "You’re right, 5 minutes won’t be enough, earlier could be 10 minutes. Weird how that works.", "and as soon as I said ni IPAD tonight, I was like GIRL what the fresh hell is tonight gonna bring! ", "Watch out, [NAME]!! [NAME] is right behind you. Oh god oh fuck he can’t hear us, he has AirPods.", "The important thing to remember is 0 is also a number!", "\"I'm here for the strings\" I like this.", "Late 60's. I am old.", "Looks like *[NAME]* was there with her murderous [NAME].", "Check her phone and email. She is probably screwing one of her yoga students.", "So, you get yo keep the LLR and lose your house/money/car instead? ", "You don't know that, he might have been stocking up on ketchup packets", "> If you hear something three times you are eighty percent more likely to believe it than if you only hear it once. Source?", "I'm not sure that there ever was a meritocracy. I always thought it was more of a myth created to keep the peasants from revolting.", "Youve missed everything.", "Refreshingly low upvote/downvote ratio.", "Woke up feeling smug that I am off until Wednesday... Then I saw all the text messages, emails, and Skype messages. Fuuuuuuck. ", "Her face oddly looks way narrower in this picture.", "No. If you want to make sure you play with people with mics, just put a post on LFG. Problem solved.", "Because the people pushing the myth are either willfully ignorant or outright malicious.", "And the dude dropped his phone between those slots... ouch!", "Would you recommend running/run another cycle if you knew you had all your ducks in a row so far as diet, training, and lifestyle go ??", "thats some very advanced way of thinking - and I dont think I was able to do that when I was 18", "This may look like hyperbole but you would have to be autistic to not pick up on the sarcasm in that post.", "I do prefer achievements to trophies though, but the platinum is the only thing I envy PS users.", "Its better to just abuse us in overt ways since we tend to be doormats", "[NAME] crossed his arms and you are ready ... just do it the way that he sighed and slumped down in his comically oversized high back chair.", "I know the one. I bought my dad one as a joke for father's day. He keeps pens in it.", "I see now, but at that time i just woke up and this was the first thread i saw hah", "Oh [NAME], House of Leaves. That book is......", "lmao... okay buddy", "I'll be making that bet, thats a closeer match than that, even for a hometown girl.", "STAY TO THE RIGHT", "Looks like a classic subluxation; that guy needs to get to the chiropractor!", "Most do, some are more reactable than others, like warlord and kensei, some are ridiculous like shinobi or conq or uncharged sb from warden", "Just stop.", "This sub needs a damn support group for people that were personally victimized by [NAME]", "A nightmare hellscape future where the living envy the hot dogs", "Its free karma", "Rip [NAME] and [NAME] if [NAME] exposes everything to [NAME]", "those were actually just meant as an example, but that really doesn't change anything. the artifacts were STOLEN and must be returned.", "When people ask what the show was like back in the day before it went national— that is the closest it’s been", "Who ever said [NAME] was the true pope.", "I wish I could just do a poll of the whole stl area to see everyones opinion on it.", "Ehh, that was $4M on an arbitration ask. Not really out of line. ", "Go find your own [NAME]!!!", "There are a number of cases where throws are unbreakable, usually relative to grounded position or rage drives. Not including those cuz they are very specific.", "The Lone Rangers", "They get added to it!", "Please wake up", "“kindness and compassion” [NAME]", "In the voice of [NAME] from The Office \"Incorrect. You didn't *Pin* anyone\"", "Because real socialism is fawning over rich capitalists, and the more you fawn the more socialister it is?", "i swear on ford that the crack squad thats about to break into your house and gas you with [NAME] will make you think correctly", "You are right", "Bali beckons, then sort it when you're refreshed and have come back.", "Looks like you're about to hit that Fortnite default dance", "Lest go CHO", "I'd so anything for my SO", "Same, it was such a wholesome way to smite the person!", "We’re some spoiled [NAME].", "Story checks out.", "Hey man its been 50 days since you have posted so im just here making sure you alright", "Minke whale have never been endangered and are delicious imo. Particularly minke whale carpaccio", "SONNY-TATER!!", "Lets see who all has been interested in talking about medschoolgate since the top mind in question took his cause up with Stormfront and", "I'll have a glass of wine on your behalf.", "oh, rich people loooooooooooooooooooove to prey on the poor, they couldn't bear not raping, mocking, humiliating, profiting from, the 99%", "I mean they're just kids at the end of the day, the people yelling racist things are the \"adults\"", "Well I mean he got erased from existence twice and is still here so I'm guessing it has to be something more than that.", "Yheaaa I always gave me till 35 to decide if I want a kid or not. [NAME] kicked in sooner than expected.", "> Sure it might make the population 4:1 [RELIGION] but it's still an awefully large mibority The population already is 4:1 [RELIGION].", "37 here, happily single. And the majority of my friends who got married at 23/24 are getting divorced now. ", "((((((Make me))))))", "\"Figured you might like to learn something.\"", "The balance above the base fee gets put somewhere else. Education, healthcare, etc. Voila, police aren't biased, people are proportionally fined. ", "the upside is that they can hold quite a bit, so you can almost always just empty it in the comfort of your own bathroom", "My names Welsh and only 5 letters and even that is too hard for most people.", "What a load of crap !!", "I feel like I lost focus... I have not accomplished anything and the clock isn't really stopping", "Very cool.", "why would he do that", "I always keep my purse by my side. She is asking for trouble.", "The SNP were, I remember [NAME] stridulating about it at conference, but I don’t think it was a go-er.", "Although it can use a CD, Windows and Linux will both automatically install drivers, so it's weird to do it manually. ", "And publicly claimed he banged [NAME].", "\"Don't make me count to 3! 1...2...TREE!\"", "Would love to see her back but not a chance in hell until the series finale, if that.", "Still, anytime I want to have sex with a man, it would qualify as a sin. ", "[NAME] and [NAME].", "Just saying what is already known really. Nobody will do anything and we'll continue down the same path.", "I have that, but my room is right next to my fridge, so that's it.", "In collage. Now tell me that ain't insecurrr...", "Well, he was until season 3, which was ironically when [NAME] made them take that test.", "12 year old self wouldn’t understand how I put a pint of ice cream back in the fridge. It should be finished.", "I didn't know psychiatrist would do therapy. Their time tends to be really limited compared to a therapist.", "Why yes that ass is flawless", "[NAME] here!", "That I’d have no way of verifying. Trolls can report things as well as normal users.", "Fiddish baby [NAME]!!", "I sure hope by all falls down you mean all mine and by the workout plan you're talking about the skit and not the song", "My friend, come, I sell you! ", "This never gets old for me!!!!", "Lmao implying it doesn't go hand-in-hand", "No. Let them earn it. And THEY ARE and WILL CONTINUE", "It’s a policy debate round, it’s not meant to be taken as true", "And then we all woke up from our dream", "This same problem exists in playground as well.", "I'm in the hospital right now. Should be getting released later today", "Of course. For cost of [For salary figures", "trashy comment.", "Don’t be saucy with me, mister! I ain’t Alfredo you! ", "You're not getting more benefit, you're getting the same insurance plan, it just costs more.", "Even though it should level out, it's still currently having major detrimental impacts on the environment and human suffering ", "Yep. No better birth control. It's almost comical. If only it were happening to someone else...", "I know! So relieved.", "I know he lives in Texas and I have his phone number and things like his name and age but nothing else really.", ">More so because a thinking person cannot legitimately argue against it. Man.", "[NAME] THIS IS CANON", "[NAME] maybe next year,i didn't think she was gonna win but hope she gets in the top 30 by the end", "I've shit my pants walking home from school. Hour long+ walk", "Yes, and then look hurt when you glare at them for causing a scene and/or not being just as tickled as they are.", "if it's a ghost pepper milk just tickles it. but yeah milk is better then water either way.", "HUGE difference e b/t “seniors housing” and “nursing home.” HUGE DIFFERENCE.", "Now we’re wishing death on 15 year old kids? Keep setting the bar lower please", "Youtube is my Wikipedia. Videos about any interest. But I read Wikipedia sometimes too when I want to know the details."], "embarrassment": ["Yes it is child abuse. It’s sexist too.", "I’ve been abused enough by the Knicks today.", "Ok that was a rude way to send him off. Can I have hot doctors again", "Our performance was an embarrassment and should never have happened. It's a bottom of the league style performance against top.", "Oh [NAME] this is atrocious... I think I'm in love", "Though underwear would have made this less embarrassing, I wear it for a different reason. ", "> asylum Asylum doesn't mean \"handouts\"- they are abusing the asylum process because their countries are shitholes.", "Personal insults aren't allowed around here. 1 week ban for first offense.", "If money's not a problem for you and you badly need to get braces then go for it, the sooner the faster your teeth can get adjusted.", "I've seen guys who didn't know each other start conversations about sports. It all seemed very effortless.", "shouldve just given him the sum you usually pay and transfer the burden of awkwardness onto him", "Oh fuck I almost forgot to jerk off and smoke weed today. I'm so forgetful. Appreciate the reminder.", "That entire family is so embarrassing.", "I'm ashamed it took me a while to get it", "It’s got to be embarrassing at this point", "It’s shame that despite the years of dedication, persistence, and hard work. His efforts are reduced because of his height.", "No. There's a fair amount of nudity, violence and foul language. ", "It’s embarrassing to share a license with them, that’s for sure.", "Have you told him you aren't 100% ok with it? It sounds like you're regretting this decision.", "It was probably either a wrong number, a prank call, or a girl you forgot you met and she was embarrassed. If something more happens update us ", "The secondhand panic and embarrassment I feel from this is astounding", "She's not curating her humor to your taste, alas.", "We stick out in a crowd. You can run with it or hide from it. I love embracing it!", "leg-lock speaks to me in the most animalistic level"], "fear": ["Not sure to downvote because genuine and encouraging or to upvote because sarcastic and hateful.", ">Some ~~drugs~~ people are just... Scary... Some drugs tend to bring out what's bubbling under the surface, so in that way, yeah. ", "That is so creepy and scary. Imagine if he really was a Dr, and the only one available in your hmo.", "Because eye witnesses have always been proven to be credible. \"Hands up, don't shoot\"", "[NAME] was horrid for us", "When it gushed out I caught myself saying \"ooof\" out loud", "Well it would be a man telling a man with no shame how to dress...", "HAHA WE ACTUALLY ARE TERRIBLE", "That's your justification? You're a terrible person. Correction: You're a terrible child. Get some help.", "I'm working on it. But there is always the fear lurking around....", "Says millennials are afraid of hard work, dismisses the hard work required to get a fit body.", "Seems like you jerk off looking at mirror while you’re crying", "Wow, this is terrifying.", "Help, I'm scared and want to go back.", "Coming from [NAME] even though it’s a hypothetical question it’s still gotta feel scary", "Same thing happened to me last year ended horribly", "OH [NAME] THAT'S TERRIFYING SOMEBODY SAVE US ^/s", "I'm afraid I'll pick something else.", "The original Halloween movie is still the scariest film I have ever seen. Being chased by [NAME] in this game is terrifying.", "Limiting the crypto withdrawl increases the panic", "That woman is simultaneously very evil and using her evil to make others regret doing evil things.", "I never used an escalator until I was about 16 and I still remember moving stairs scaring the hell out of me", "I mean, let's not pretend [NAME] wouldn't be screaming murder if this happened at Spa instead of NVA", "Yeah, I’m at the dh store. so it’s far but not that far. People really are horrible. ", "No words, but a series of loud screams should explain this look fairly well", "Omg, unbelievably scary. Insane ", "He may have, I was more worried about the \"running and shooting the AR one handed, off to the side\".", "I’m sure she would love it, maybe she’s scared too!", "Trial by jury of my peers is honestly my worst fear", "Exactly right? That's when I thought she was really really horrible.", "This made me cringe so hard", "You forgot to mention the time he got sucked into Jumanji while his parents were at a banquet.", "I was/am the same. I'm the one pushing forward with the divorce though. The feelings of loss and fear are overwhelming sometimes though.", "I hate this.", "It was a few years ago now, I’m afraid I don’t have it or I would.", "The sound ISN'T mixed terribly like in high school kids and a nice taxidermised bear in the USA, a beautiful day!\".", "I’m scared for y’all saying Undone.", "It scares me that left to right is also possible for anyone", "After all that i expected it to not look terrible. Oh well."], "approval": ["I agree with that, that's really the only reason I play pk too. Probably the reason my win rate for her is 40%", "I feel like they missed a good opportunity to make the track in the shape of Texas.", "YeH, I’m trying to inquire about this.", "I know what you mean. I'm actually looking for a [NAME] irl. That's hard to find...", "i think if you truly thought it was wrong, you wouldnt defend it to this extent. see you", "I love when it drops, and the beat just stops. Feels like the musical equivalent to a cliffhanger ", "That’s how free market works", "Booty matters MUCH more in my opinion", "All those things are definitely your fault. She is much better off without you.", "Two supposedly separate accounts created a day apart both misspell \"faggot\" the same way. Same dude confirmed.", "A friend calls this shadow work. I think you're right. It takes a lot of courage and persistence.", "Yeah I mentioned this route and how we won because the other teams kept wasting chances.", "You got down voted.. but you're absolutely right. I am now looking into one. Sweet.", "Obviously. If we were able to make such logical risk/reward assessments it wouldn't be a problem.", "I'm sure you do lmfao...", "I don't mean at Blizzcon but shortly after, like a week, imo that would have been for the best for the players and everyone involved", "No. They can go through the same legal process my wife and I did before getting in that line, so they don’t get turned away.", "It's been a long time since that was true, but thank you.", "Ideal situation. I just don't instead why fans are writing him off. He's a beast.", "But that was a long time ago, I wasn't drunk at the time.", "Here you are again my friend.", "ITLL BE OKAY MOUNTAIN FRIEND, JUST ACCEPT IT", "[NAME]. I really loved your hustle for 35 yards. That's why it was so hard to cut you.", "It has its moments, that's for sure.", "Yeah I know :'(", "Ahh, I see. Well, he wasn't wrong!", "I agree, this subs being a little overly toxic about it", "If this is true 2020 is done. We won't have control of the presidency or Congress for decades.", "I agree that all people deserve respect and to be free from harassment, intimidation, or assault.", "Relove. No, it’s all fair pricing, the collection is enormous.", "Well banano is pretty memeorable", "I need the band name on his hoodie for, professional reasons!", "you are my inspiration, read my last post quickly!", "I bet he paid, AND requested this masterpiece ", "Baby you was right", "Speaking the truth, brave you are.", "Not in Oregon anymore. They raised the legal age to buy smokes to 21, which, as a smoker, I think is a great idea.", "Can confirm. I never dip pieces of fish into milk. Not makpid about cheese though.", "Women should be able to make their own decisions about their bodies. They are conscious when their fetuses are not. Their priorities matter more in these situations.", "Am owned by a tiny beagle that was previously a stray. This is an underrated comment!", "I noticed this last night when rewatching [NAME]. Her daughter was easily 400 pounds.", "Both are on the right though.", "I've done it everytime never had a problem", "I REALLY should get my breaks checked.", "Yes dude, exactly them who didn't call the pi that would have ended the game.", "But it seems like im only meeting pros but im silver 6", "Okay. I mean 18% of the words in the comment you replied to were \"Times\", but okay", "This was not only true, but pleasing to watch.", "Right?!", "Lemon cookies are the best", "Dude, I think you've just proven my point. ", "[NAME] and [NAME] aren't cousins in this timeline, I believe. Just best friends.", "That's true, and I love pitbulls, but a poorly-trained Chihuahua isn't going to rip your face off, nor are they naturally disposed to aggression. ", "As a whole, yes, if it wasn't for Classified being the greatest thing to come to zombies since bo1, then I'd have to agree.", "correct. i am the one who decides if something is funny to me or not.", "It most definitely is! You’ve gotta pick some up!!", "alright yeah guess i am stupid", "I believe that's the first game winner at the buzzer at home in Raptors history", "This is what I was looking for. I keep passing all the info up. I appreciate all the help!", "good one. 2 one liners so far.", "I’m sure [NAME] was thinking this when he told his daughter that she stunk like a toilet on his deathbed.", "That has nothing to do with guys that just started with us this or last season.", "No, we both know you are liar. Thanks for convincing me to block you.", "Luckily for the Daily Mail no one uses that browser.", "Thank you for your thoughtful, insight-filled post, which makes so many valid points.", "I'll take the downvotes and agree with you. Some of the ugliest looking things I've ever seen. Absolutely disgusting aesthetic.", "Well he's right. The evil is a choice, it's not inherent.", "Dude you’re honestly unhinged. I think you need a break from the internet for today... it’ll do you some good.", "Nah. Mine was wrapped around my neck and I am a gun loving medical student.", "Having a friend helped me", "But he's relieving pressure. Just count yourself lucky he doesn't cough when he farts.", "I wanna try it also. I think I had it when I was a kid but it’s been so long", "I can't help it. It's just so perfect.", "People don't have installation and maintenance costs and when they break down you can go outside and find another one really quick.", "almost [NAME] can do it !!", "I didn't realise this was happening! Thank you! It was hard to tell from OPs photo what the changes were", "True, but it'll happen sooner than a constitutional amendment will.", "He’s always ready", "That's true.", "Yes officer, this one here", "> The bedrock principle of representative government is that “the people” do not decide issues, they decide who shall decide. Very much this.", "Dude you really like The Strokes.", "Damn I wish there was such a service here.", "[NAME] and [NAME] made their own beds with their own actions. But I agree with this too .", "It's perfectly fine", "Yeah I tried it the best was just 100% scale.", "I absolutely agree 100%.", "Congrats! Make one extra payment a year and you’ll have it paid off in 15 years instead of 30.", "I agree with in general with your perspective, but as someone who loves music--new and old--I gotta say, lil pump really does suck", "I was convinced that you can just use one of the above. If you clean up just like the truck in the back of one person beat him.", "internally down-voting for the sarcasm!", "Yeah i know that feeling, i don't know if they abandoned it, i ordered this on amazon.", "Yes, he's really pushing the Devils to new heights.", "Yeah I think I’ll just wait until things are more sure. Thanks so much!", "I completely agree! It's cold at first but makes you feel so alive and invigorated by it too. It's a total shock to the system.", "I completely agree", "He isn't always. But right now. Shoot the ball whenever you want Young blood. Go head.", "And you got it, a federal tax cut. If you want to pay less taxes overall you need to stop electing democrats.", "I'm climbing the walls right now. Just let me out of the house.", "I agree with the last paragraph, it isn't there fault the other side didn't want to participate though. ", "Shit, with a full season of [NAME] on the docket? Yes please.", "But the satisfaction of getting a headshot is better with the USP.", "Feeling bit better now, but the feeling as a whole will come back I know.", "Yeah, I guess you’re right! I’ll definitely try talking to him. Thank you", "Uh... Where did *I* say skull. I didn't. I think you're replying to the wrong person.", "No, she is my ex from a long time ago and we are still good mates", "Thanks, this means a lot! I will do don't worry :)", "Oh no... It's never had sex before.", "Chiefs look soft", "He already has 2 fouls", "She did you a favor by not dragging it out. Cut bait and move on."], "gratitude": ["Also thank you for the advice.", "Yes they do. Thank you for the idea!", "Whoops. Didn’t know that was a thing. Thanks!", "Thanks [NAME]!", "Ah ok, will do, and thanks!", "Wow, Michelin star for $25. That's nuts. Thanks for the heads up. ", "Please tell me your shop didn't get you in trouble for that D:", "Laughing at \"indoctrinated by traditional values\". Good luck in life.", "Keep going man. I’ve been enjoying reading your posts. All the best!", "Thank you. It happened suddenly. Near the end of the game.", "See i was kinda right in the first verse, thanks aha", "I do enjoy how insignificant the belltower looks in its surroundings nowadays. Still a waste of money. Thanks [NAME] of \"Wes-tern Australia\".", "Wow? Thanks so much for the knowledge, sir. We owe you one. ", "Thank you.", ".. :< you're welcome ;;", "Thank you so much!", "Thanks bud, hope it’s a great one!", "Oh! Thank you!", "Yessss thats it ...thanks", "I believe that you can search for providers here. Good luck and good on ya.", "Thanks for the reply! I’ll probably just smoke, as you said, once maybe twice a month. Thanks again!", "Yes, I will GI A+B6 LH more often, it's really good. Thank you for the tip!", "Well, that’s the strangest thing I’ve heard all day, I guess I might as well delete this post then", "Thank you. For what it's worth, I absolutely am an idiot. But I am making a valid argument within the context.", "Thanks for the response.", "That's a good idea, I'm going to have to make some room! Thank you. ", "Thanks for the reply! I appreciate your input. Please keep me in the loop, I’d love to be more active with this if possible.", "Oh ok! Thanks for the info.And oh [NAME] I can’t imagine what that would feel like", "Fascinating! Thanks for the info!", "> modern art Modern art lasted from 1860 at the earliest to 1970 at the latest. Thanks for your art critique though, it was very informative.", "Ok, will do man! Thanks. Edit: I forgot to mention I heard her asking one of my friends about me and it sounded like she definitely likes me ", "Have a nice day, sir. ", "No....no its not. Anyways thanks for being honest. I needed to hear it from someone else.", "it always depends on person and dosage. get products with only dex youll thank yourself for it.", "Thank you :) I'm trying to hang out with friends more, I felt like I was quite distant from them because of him", "You’re braver than me, thank you for your service O7", "This was great!! Thanks", "Well good luck if you yourself help with that, i'm out of here, i can't be bothered fighting with USSR stans.", "Thank you for saying that. It’s mostly just annoying but I def picked the wrong week to watch Unfriended: Dark Web lmao", "Thank you so much. ♥️ that means a lot.", "Wow. Thank you so much. I really appreciate this.", "Wow... never heard of that podcast. Looks awesome. Thanks for the link!", "Thank you for sharing this. I found my house in 1938. Very fascinating stuff :)", "Thanks for the info", "Thanks for all these suggestions!", "Sorry. Was hard to understand for me as well.", "Thank you for the notice. I'm mainly on mobile, so I tend to ignore rules ", "Great site. Never heard of it. Thank you for passing along!", "All the best, [NAME] bless.", "Yeah thank you. I think I would want to know exactly what they didn’t like so I know what I can improve on.", "Thanks for posting this! And happy cake day!", "Good luck remembering that where you left it and then tearing your house apart for 1.5 hours trying to find it.", "You should check out [NAME] \"thank you God\" ", "Congratulations! I have 8 months and 23 days! We DO recover & we can do it together! Proud of you :)", "Yes congratulations that was the joke.", "Thanks for the support", "Thanks! Itll take some getting used to for sure but I'm excited to move on.", "Thanks! I appreciate the kind words :)", "Welcome to The Church of Jesus Christ of Latter Day Saints, where families can be SEPARATED forever", "We will welcome you with open arms <3", "So I'm being unsafe. I'll work on that, thanks.", "Thank you for your validation. *Kowtows and give thanks the [NAME] way.*", "> your character is so yuck Thank you, for confirming my suspicions of who/what you are.", "thanks! nothing else?", "Yea, husband learned his lesson quite quick. Thank you! :)", "Thank the heavens RuneScape is coming at you all read his biography it's incredible. r/scriptedasiangifs.", "Please ruin my wedding", "Get some help with your decision. Maybe your church or some non-profit group in your area can talk you through it. Good luck! Keep us updated.", "Good luck!", "THANKS ^(that was close...)", "Thank you, this makes a lot of sense. I know i need to trust them and not try and read behind what they're saying... ", "Thanks, not sure how I missed that. Fixed it!", "Glad to hear. Thanks for the support.", "Thank you, I will tackle those too!", "Thank you, I appreciate it <3", "We're like bad luck lightning rods. Everybody around us is safe", "He missed out on a golden kid. You should be proud of yourself, congrats!", "Ah I see, thanks for the insight", "I was expecting the top comment to be the copypasta. Glad to see that wasn’t the case.", " You're welcome, I think.", "It was [NAME] thank you very much, than I'd go to wumpscut. ", "I wish people like this would die in massive flaming wrecks", "Thank you! Took this on my IPhone 7!", "That's awesome! Congrats on all the positive changes!!", "Thanks for explaining it! I’m not sure why my comment got downvoted. Without context, it makes no sense.", "I hadn’t seen it and appreciated it!", "Not the first time. Won't be the last. Thanks!", "Thank yous in the form of hand gestures you carrot cake", "Thanks for your input, I should have clarified the pop part of pop psych.", "Ok thanks for your help!", "I'll see what I can do, thanks man.", "visit your school's career center and speak to a career counselor. he/she can help you with referrals. good luck!", "Hard Candy. You're welcome.", "I love the [NAME] conspiracy and this is a good addition! Thanks for sharing.", "Thank you. I’m glad the club acted responsibly.", "Wow thank you so much for explaining all that to me! It sounds like you guys have a great system going on - very organized.", "Great tip, thanks for this. Always just assumed I either used print screen, or the snip tool for copying specific things on screen.", "Thanks. I'm contacting them now.", "Thank you for the advice!", "oh thank you! im relatively new-ish and did not know that", "I didn’t know this was a thing, thanks!", "thank you in turn! :D", "You're an amazing person OP. Please keep doing you!", "Great job thanks!", "Thanks. Screw the cancellation rate, it’s worth denying <4.7. Good to know!", "Thanks man! Helped me out quite a bit.", "Hey, thanks! :)", "I had season seats in 230 row 2 for a solid 5 years when the Pru just opened. Great view of the ice. Glad you had fun!", "Ah okay, thanks!", "Thanks! But I was only offered one batch today, it was reallly slow.", "I'm pretty relaxed thanks for the concern though", "Very cool of /[NAME] to host me for RPGs last night, and especially for stepping up to run a game on short notice. Thanks homie!", ">I just wanna let you know your beautiful I don't appreciate being lied to!", "Thanks man....", "Interesting, thanks!", "Thank you, trust me I'm extremely glad.", "I’m so happy for you. Congrats and thanks for the advice", "I really appreciate you saying that And yes he is the cutest", "Thank you.", "Thanks for admitting your a slob", "I've got no idea who you are but thanks for trying anyway.", "This is awesome. I have so much junk in my head that I need to address the way you describe. Thanks for sharing.", "Ugh yes that makes sense. Thanks for the response.", "Thank you! I was wondering what to do tomorrow morning. Now I have something to go to.", "Cool Thanks very much !", "Thanks, ive been thibking about telling the school principal, maybe itll help", "Thank you. Hugs to you too", "Bless you.", "So thankful for the conclusion. Having no idea how this played out was definitely going to haunt me", "Thanks for the information. What about any programs in the air force.", "52k upvotes in 2 hours. That's Reddit for you! Congrats, guy!", "Good job for politicising a tribute to a local TV show beloved by many.", "Well thanks. Digital currency is one thing I personally havent gotten into yet.", "Thank you. It's great that I can come here and have lovely people like you help me to not feel so alone.", "Thanks! Will give them a call!", "[NAME] thanks dude", "I appreciate your honesty.", "♥ thanks for understanding", "Wow! That sounds like an interesting dream! Thank you for your perspective.", "Thank you! Much appreciated, as promised.", "That’s a good idea, thanks", "I see. Thanks again for taking the time. I'm very isolated from the world so It's good to finally talk to someone about those things.", "Lmao good luck getting forgiveness with that", "OK, thanks I'm gonna delete it and post it in another sub reddit.", "Got it! Thank you!", "I'm glad we have a place we can come to when we have doubts. Thank you so much.", "I have my hatchet's wear out fast cutting trees, and I miss throwing the axe on my back for better inventory... thanks for responses!", "I don't know what would have happened had you tried to get past, but I'm glad you just noped the duck out of there.", "Awesome. Thank you so much!", "Thanks. Ive edited to include the Prophet SalAllahualaihi wasallam. i meant 'people' as in the general people in our lives.", "Cool. I'll have to keep that banter in mind for the next time it happens. Thank you for the response, I really appreciate it", "Thank you! <3", "I appreciate it!", "Thank you - that strikes me as the basics of what's going on here.", "Thank you, thank you. More people need to hear this.", "Wow, I love the car ride idea. Thanks for sharing that!", "Thanks so much for typing out such an expansive, detailed response!", "> Crown Four Kingdoms thank you man :)", "I appreciate your post, I’m just nervous is all, thank you", "Thank you. [NAME] killed it, earned his spot. Love my packers but sometimes people in this sub are ridiculous ", "Thank you for your input! I’ll look into it", "I opened reddit to masturbate then I saw this. It's hard but... it's the right thing to do Thanks! Take it easy :)", "Considering I’m majoring in politics, that’s the plan!!! Thank you! ", "Thanks mate!", "Thanks my boet", "Oh wow thank you all for your opinions, I was just curious and wanted to stare at cool skins :3", "Thanks for the info", "Should be best right now. Speculating on what might happen in the future is pretty pointless.", "I checked there but thank you!", "Yea the conversation went as expected and now I'm looking for a new job. Thanks to all for the help", "Thank you.", "Thank. Regardless, the fact that you can stay at 1mg kpins is fantastic", "I am too but thank you for having it and I will try to think more about the points you raised.", "Wow, I didn't know that was happening. Thanks for the information!", "Wow. This I definitely needed, I'm glad I stumbled onto your comment. Helped in a major way, thanks. ", "Damn girl, Stockholm syndrome is strong with you. All I can say is I wish you all the best.", "For sure. Thank you.", "I appreciate everyone on this sub", "Thank you, too. It's nice knowing we're not alone. I hope you stay afloat.", "Thank you! Happy New Year, hopefully it's a good one", "Congrats on quitting my man. [NAME] speed in your recovery.", "Lions fan.... Thanks for the beer. It's the first thing I've ever won.", "Thanks for making me laugh my way into a sinus headache.", "Thanks for this. I was about to relapse but am still going strong.", "Thanks for the love bro", "I would think: Thank [NAME] it's finally happening", "#welcome to Doordash lol We all quit Doordash", "Thank you !", "Yankees, Nets, and Giants, all the best!", "Gotcha, thanks for the reply. I know about the emulator ones, just wasn’t sure if any had been ported", "Every single time a person has demanded to see an MD rather than me I have appreciated the dodged bullet. It's never fun for the physician.", "Good for you- take it to the next level! Congratulations", "Hey congrats man, that’s what I’m hoping happens as well!", "Thanks for posting this. I'm going through the exact same but I wasn't gonna post anything about it.", "It was in a downward trend since 9 years ago, thanks [NAME]! ", "Good luck to you all. You don't owe your dad anything, don't let anyone guilt you into seeing him.", "I can't wait to see what us skilled workers get. Thanks government for telling businesses how to run and wrangle unskilled workers with no ambition.", "Thank [NAME] for your mother and her googling skills! Now if you have kids you know who allowed and welcome to be around them and who not.", "This is **NUTS**!!! I still use both of these on my boyfriend, who thankfully watched this season with me and also hated [NAME]. ", "M/21/straight/6’2 Back on tinder after taking a year off dating to focus on personal stuff. Go ahead and judge! Thank you in", "Thank you so much. That means a lot. ❤", "I had that moment of “wait, am I the narcissist” too! Thankfully, like you said, time & distance cleared that up. ", "Thanks! Need to rewatch the series soon", "Still helpful. Thank you!", "This... This is where my journey ends. I was not able to make it to the end, good luck future redditors! ", "Awesome! Thanks a lot. Brings back memories", "This is amazing man. Congrats and keep em coming", "Yeah I had android and was having difficulties but I was able to get it easily when using my gf's mac. Thanks!", "Oh thank [NAME]", "Thank you! I am surprised with the amount of feedback I am getting. I was not careful with my word choice.", "Greetings from Singapore! Anyone looking to play, please come find us at our discord: ", "Best of luck with your new religion.", "Ok. Thanks", "Thankyou!!!!!", "Oh [NAME] thank you.", "Thanks hehe hit me up on there sometime!", "Thank you, this isn't the first time they have tried to control us with money. They always put odd stipulations on money or gifts.", "Can't tell if sarcasm, or an irrelevant statement, but thanks, first thing to see venturing into reddit at 00:15, actually nice :o", "Congrats to you!! So happy for you! wow socks is sooo nice!", "Thank you so much! Having these few subs for the quality videos he's creating makes the channel a hidden gem.", "Umm that’s me. Thanks I am youngish in these hollowed halls. Mid 40’s", "Thank you! I call on Monday to find out when I have court", "Good luck with ur sales. Get an ig page going and backpack off thugpug hashtags. Be a lot easier then on here.", "I know the feeling, but you’re not disgusting. Happy new year!", "Thank you for understanding. We don't want to be mean, but the rules must be enforced at all levels for all participants. Good luck with your endeavors!", "Thanks very much. I'm off work in a week or so. I know where I'm heading!", "I know! It amazes me every day, but I'm SO, SO thankful for those lists.", "Ah, tis the coder life. Be glad you didn't accidentally wipe a database or something, haha.", "I am already using ublock. Thank you for suggesting ghostery, didn't know it.", "plz pm the telegram group thanks", "will do, thanks", "Thanks for the info! Fellow dry eyelids , I guess I'll just keep using my usual.", "Sure it's okay. Very sorry for your loss. Your dad's posts kept me coming back here when I was just a lurker. Much appreciation.", "I will read these articles. Thanks for sharing.", "Rough comment to read but glad I did. Thanks for the write up.", "What a buttnoodle. Glad that “their” cat has a new family and that takes care of them. Thanks for sharing!", "Hey congrats!! That's amazing, you've done such amazing progress! Hope you have a great day :)", "Thanks for sharing! I've got some smoothie recipes to start me out and the one I bought today at a local shop seemed to help a bit.", "Oh okay, thank you!! ", "Thanks, but I am most certainly broken.", "they place it neatly in the basket and the ball thanks them for their manners", "Thank you! Good night!", "EVERY POST YOU MAKE IS AMAZING THANKS MY MAN", "Thanks. I didn't quite get it from the original. Appreciate the time.", "Thanks for sharing. I've actually been to the Allen.", "I just drank some chocolate milk, now I'm a 9/10 supermodel with a great husband and my own island in a tropical location. Thanks! /s", "Thank you for saying that I just haven’t felt right and I’m so sad constantly", "Thank you for that. I just want to feel safe secure and loved just once.", "Thank you for your concern, fellow conservative", "Thank you for helping me realize that p&r bloopers is exactly what i need right now", "Thanks im going to get that on a shirt u are awesome and must love everyone thanks for the help [NAME] is still president", "Not gonna lie. Sucked out a few, but am really trying to analyze my play afterwards. Thanks!", "Motherfu... thanks for pointing that out!", "Thank you so much, fehduhp! I will tell her this. ", "Thanks alot!", "Glad it had a positive impact on you. Welcome to the club!", "I guess. Thanks.", "Yeah I’ve also experienced that with work friends I know what you mean. Thanks! Hope it gets better for you too :)", "> Consult /r/ssbbw (NSFW) for a better answer. Thanks. But no thanks. I'll take your word for it.", "Good luck to you! Also good job for standing up for yourself"], "anger": ["How dare they not have the foresight to realize he'll become a president we don't like decades later.", "Oh fuck. Is that legal?", "What am I supposed to understand from the phrase \"1v1 fam, a duel\".", "Stay away from her kids, [NAME]!", "I wanted to slap her when she told him she could have died and it would be his fault.", "Im turning 30 this year. We just cant get rowdy like we used to man, i mean we *can* but damn all these responsibilities", "dae [NAME] IS MOMMY FUCK MY ASS WITH A BACKHOE MOTHER YES GAWD *tongue pop* WHAT A TALENTED ACTRESS BUT ALSO PARENTAL FIGURE", "I HAVE BEEN CALLED! I MUST ANSWER....ALWAAAAAAAYYYYYSSSSSS! *Death Scream*", "Bro, pay attention. I know you guys aren't known for that, but this is not a centrist sub. For [NAME] sake read for one", "They were not really messing around, just more frustrated. They genuinely were trying to move specialists around to get the best out of people.", "Damn straight.", "See the other one has advertising that hides the fucking stupid [NAME] that's the difference!", "Really sucks that he's not going to retire a Sounder.", "Can a lad please send me one of whatever the fuck this is plz.", "No hun your husband is screwed up. The way he treats you is no way of a man of [NAME]. You deserve better. ❤", "I fucking love that scene.", "Why are you so angry?", "He knows she's winning the PR war, so he's lashing out like the angry toddler he is.", "Yeah but FGM is basically like cutting off the head of the penis entirely. I'm uncut myself but I get why people do it", "What the hell is going on at Getty Images?", "holy shit that's bad, maybe the extremist right can't meme either?", "Block her.", "> it will not make her look like an idiot It would be hard to make her look any more like an idiot than she already does.", "Not all seatbelts prevent you from hitting. source: shattered my kneecap and fucked up my legs on the dash of my Miata", "A fatass? Look at him. You think he cares about his appearance? He’s likely talking about alcohol anyway.", "This is on a video about electric guitars what the fuck?", "I know a dozen local school administrators. What the hell are you talking about?", "#Garbage site for assholes", "Fuuuuck that's rough", "they dont pay shit", "Why the fuck would you go for pizza, subs or pork rolls in texas?", "I'm leaving to go get some more motherfucking jokes MOM [NAME]", "I'm just messing with you, dont be mad! I actually upvoted you, its probably just burried under all the downvotes.", "Damn that sucks did you get a tip at least?", "[NAME] BREAK THE GAME. WHY HAVE YOU GIVEN ALL THE KILLERS A FUCKTON OF THEM. ITS SO DAMN STUPID.", "I might be a prude. \"Suck him off in the bathroom of your friend's home!\" Those don't equate", "This happened to me in the same hour of the discard! Went from shouting to supportive friend within 45 mins.", "Chaaaandler BING! OHHH MYYY GAWDDD!", "Yeah it sort of sucks now.", "Should have been a and 1 tbh, [NAME] smacked him in the face.", "So glad you left and didn’t just sit through the date with that idiot!", "Fuck you I was in the bed:/", "DEMOCRATSPF ARE LITERALLY HITLER!!!!", "Fuuuck, brutal", "Look [NAME] is here \"Where the fuck was he an hour ago, gary, where!?\"", "Can't you tell that [NAME] is a serious threat to apprehend. All that alleged lying makes him a serious threat to others.", "Dig up, stupid! ", "From [NAME]: I T ' S S P E L L E D O U I J A Goodbye", "Holy shit I’m stupid", "Its an mlm in disguise, branded to appeal to the college demographic. I got the fuck out ", "This is as subtle as the 2nd choice is the MP telling you to go and fuck yourself.", "What they are doing is called Parent Annihilation. Courts take that very seriously.", "Holy fuck, report this now. The fuck you doing on reddit? ", "I don’t CARE!", "I think you may just be an asshole/moron bud... sorry.", "I know it's like this hipster phrase it's so stupid like you're not from the south you dumb motherfuker.", "Stupid science bitch", "It’s merch everyone calm down - she’s using the season 11 hype to get attention", "This shirt IS a problem. Get rid of it.", "\"Feed the wars and fuck the poors\" is pretty much their policy.", "*snerk* People like this kill me. Idiots.", "Yeah, but nobody takes McD's hamburgers seriously. ", "Then getting irrationally angry when they don’t see it your way.", ">Teamates lap ruin Omg nothing makes me so angry same as running towards the hook or gen with the killer behind. Run somewhere else!", "Oh man is this true. Coffee has a seriously negative effect on some people! I'm 39 and just figured it out this year", "It’s pretty captivating in a make you want to throw up and then beat the shit out of [NAME] kinda way.", "Just keep trying. Dont give up! If you are getting numbers that is half the battle...seriously.", "Cut rent control, then increase own housing allowance. Because fuck everybody else, am I right?", "You’re a women hating racist. That’s what you are. Stop talking shite and trying to pretend otherwise", "The wage, you Fucking troll. But you don't care do you? See your post history.", "Shut up [NAME] we’ve had enough of experts", "What, again? This stupid country!", "Drs hate him!", "You'll feel better about yourself if you don't act like an asshole to people who care about you.", "Kindly shut your pie hole.", "People who WANT a border wall: idiots, racists.", "That will catch up to him eventually, but right now he is dangerous", "**You are breaking the car!**", "This reminds me of the school principal in South Park that shouts \"Did I just hear a microaggression? Bwaghhhghhh!!!!\"", "wtf i hate [NAME] now", "No one loves you. Cry more.", "Look at that shit-eating grin", "Irrational anger especially certain family members", "FUCK YESSSSS CJJJJJJJJ", "I cringed so much just reading that tweet, I didn't even make it to the comments. That's my fucking President. :(", "No my friend, no, I no make fuck-fuck. I take you to girls, many many girls. You make fuck-fuck with girls.", "Whaaaaaaat the heck was that?", "Shout out to the two messy bots", "At least a feed of diazies stops me shitting the bed over the idea of a man wearing a dress. Uppa fuckin erps!!!", "What the hell are you talking about?", "**YOU CANNOT MURDER ME! IT'S ILLEGAL.**", "I know to you Professor, break time is nothing. But to me, it's serious.", "Are you being stupid again?", "What the actual fuck?", "How dare you hate [NAME]", "Don't you know that kids need constant supervision until they turn 18? Or maybe 30. Heaven forbid they walk/bike/bus/etc to school on their own.", "This is very [serious], how dare you guys mock this [serious] science?!", "Sphh, that was badass. I say that went well.", "I can guarantee you for many the hate for this administration started much before the election results were in.", "I wouldn’t recommend expensive brands in this subreddit. People get irrationally angry and condescending.", "Slightly too pissed off with this comment to merely downvote. Not angry enough to begin tirade. Lunchbreak ruined.", "I was quoting him. He wanted an \"outsider rich business type\", piss off", "Y so serious", "Fuck yea!", "Worst dad ever!", "1 month feels like 200 years? School must suck", "Holy shit bro", "Awe! That sucks!", "Haven't noticed this comment before but, fcking [NAME], [NAME] really has become a household name hasn't she...?", "That k9 cop is such a bad ass Look at him carry this guy", "Are any other carriers better? I ask out of ignorance, but I was under the impression they all sucked", "BALL DONT LIE", "always the people I hate and never my crush", "I don't care about [NAME] story but I surprisingly found myself liking Bristol's.", "When I was her age I had 3 jobs... oh you have like 18... get off my lawn!", "This is awful and borderline abuse. I can't imagine thinking that's even slightly okay", "Fly, you fool!", "No, you're supposed to get angry and yell that you're right when someone corrects you", "That kinda makes sense I guess, but I feel like it is taken too seriously. Like if they say something homophobic that makes them automatically gay.", "Yes. I hate everything that has to do with my depression.", "Fuck it, maybe the faceless men worship the great other AND assassinated the fire warlocks in valyria, hwo knows?", "No it really is there maybe you suck at google", "Of course. Just know that I know that you know you're a liar.", "My parents are going to kill me when they find out.", "I dont know why people are hating this so much. I guess everyone here wants to be just ok for the next 5 years", "You have no idea what you're talking about.", "I was trying to click on a baby flamingo but I'm not mad", "Which sucks, because it's a *bitch* to find replacements for those.", "As someone who is not based in America and has the basic understanding of a toddler about molecular science in terms of football, why do you hate him?", "She's a freedom hating commie is what she is. Of course the media loves her; she wants to dismantle everything that made America good.", "Impact? I'm merely interested in how low you will sink.", "I'm from Buenos Aires, and I say kill 'em all!", "Man this sucks. Hope you’re enjoying life in a big house with lambs!", "Kill him the sinner", "Fuck me, that is good. ", "[NAME] the amount of protection that you are wrong *because* you are an outlier at all.", "I always thought the GNT version of 10:14 was amusing. Intelligent people talk sense, but stupid people need to be punished. Proverbs 10:13 GNT", "Excuse me, I hate to bother you but could you please inform me what you find so aggravating about sea Lions?", "Now *I’M* angry", "It was fucking in!!", "Your an idiot and trying to justify your ignorance.", "I hate text speak . Do you really want to dumb down your argument more than you need to?", "Does that make a meaningful difference? Which organisations is he talking about? No specifics, just a general smear of experts.", "I figured this story would end with her screaming, \"I DON'T CARE WHO YOU ARE... THIS IS A CAR.. TAKE ME HOME!!!\"", "I’m not frustrated... i think I was trying to be nice.. but now I’m confused and awkward. My apologies", "When the gov shut down under [NAME] many were calling for his resignation. This is similar, but people already hate [NAME] so obviously people are more angry.", "whah we got a badass over here xD", "She's just going to suck you back in.", "Shut yer mouth libtard and get yer MAGA on! /s", "Liberal circlejerk “ o ya those conservatives suck” 10,000 upvotes", "This shit had me howling, which I can't say happens too often. Didn't expect to see comedic gold in that sub.", "I would smash both", "It's not his fault, it's your wife's. Shes the one you need to be pissed at", "[NAME] 1st wife was his fucking cousin", "When we actually executed [NAME] system we were killing it", "[NAME] that poor man just cut em off", "Fuck your opinion apparently", "I've seen AOCs ridiculous proposals", "Actually someone already said goodbye so checkmate idiot", "Who said i was a kid?", "If this is serious mate it’s not the kind of shit you should be posting on reddit", "Southern Mexico tends to always get fucked in the ass as well", "Shut up cowpoke", "She got the death penalty...? fck me.", "because people are idiots and don't like being wrong", "Angry old men raise their canes when angry. Raising Cane's is a fast food chicken finger chain.", "The Republicans are worse though the NRA literally has to pressure Republican congressmen every time gun control gets brought up.", "It makes me super fucking nervous edit: was able to buy temple at +1 fuck it lets ride", "[NAME] ONLY WANTS STUPID VERONICAS AND STACIES AND NOT US, GAYS RISE UP", "No one gives a fuck about your internet points guy", "I’ll be honest I really don’t care. I’m happy to know that others care about this, but eh you do you", "I thought the army would be like the top image. \"Then why the fuck did you sign up as a [NAME] OP\"", "I'm not surprised to read this within the sub it's in. Bunch of knuckle dragging storm troopers WOULD be angry to see people liberate themselves. XD", "Much more badass than the union suit.", "Holy fucking shit", "Love the gif but I bloody hate these kinds of captions. It's as annoying and cringey as a fully grown adult doing baby-talk.", "Terrifyingly accurate bot", "He gets paid to hate them... what's hard to understand?", "I can scream HEH MOOMEN", "[NAME] damn it", "Just get pissed next time he asks and tell him to fuck off Some people just think they can take advantage of people who help them", "Thanks, I hate it", "[NAME] got a serious case of the giggles today.", "I'm generally a supporter of law enforcement.... But what the actual fuck.", "It does infuriate me.", "I fucking change my mind, something wonderful has happened! Please don't make me go dead, tomorrow.", "ME TOO HE IS MY FAVORITE KILLER TO GO UP AGAINST [NAME] FROM NURSE!", "Tell her to stop eating shit and start using mouthwash."], "confusion": ["Can you imagine the amount of backlash she’d get if it was ANOTHER [NAME] collab? Omg.", "Why? I don’t think I’ve ever seen someone not like [NAME] irl or here. Witten I can see though.", "A grumpy old gardener in a rubber mask?", "Can we all agree to stop lending credibility by calling tiny fringe groups like these \"movements\"? There are dozens of us! DOZENS!", "730,000 readers and only 6 posts in a week? Wow...", "Trash pick up vehicle driver. Uh.. a garbage man?", "Have you talked to your boyfriend about your feelings?", "People really spend more than $10 in an app game? I mean an actual video game I can understand but that's just...sad", "You could be nonbinary?", "I didn’t say for how long I’d been in it. :) Maybe it was made of ply board and garbage!", "[NAME] and [NAME] ... I guess we drank a little too much...", "What did he say?", "OMG what??? ...[NAME] actually showed up for a gig without cancelling with a terrible excuse?", "Are you being stalked by anti-vaxxers? I’m so sorry that sucks so much", "How do you deal with not having pushers? They’re literally our saviors in grocery since we never have time to zone over there...", "Is there a customer service number? If so, what is it?", "Try to keep yourself busy with other things to forget the thoughts.", "why would you have kids? why would you chose not to be with that girl with big boobs? you dumped her?!", "Okaaaay? I'm not sure how to respond to that, no offense.", "Yeah, that one. I forgot the name earlier.", "Hypothetical: If you were a GOP senator, who would you want to lead the caucus after [NAME] steps down or is defeated?", "This is a totally different one right?", "Your brain is confusing itself. Try not to think about it too much. It's.. real weird to consider.", "Where is [NAME] mentioned in Genesis?", "Running theory is \"Schnee Dust Corporation\" but I don't think its been confirmed.", "I feel left out cuz I don’t get this, can someone explain ", "Out of curiosity, about how many students were in the class?", "Maybe yes, maybe not. But in the end she still is an adult that choose to have sexual intercourse with a minor, regardless of the gender.", "Is this worth watching? It comes off like its glorifying the guy and kinda puffy.", "Only if you roll all the windows down....and pay no attention to what I'll be doing.", "I read TFTFD periodically, too - - I wasn't sure if the Mods there would leave the post up or tell LAOP to post on r/AskHotel instead.", "Sabaton are pretty cool. I take it you'd also like Rammstein and Turmion Katilot?", "After how badly the Patriots screwed CT, how can anyone like them?", "Hi ex-methodist from another one!", "Grammar guy, sorry, but vicarious doesn't work like that. Did you mean various? ", "Only six colors for this look, sweaty? I could do the same look with sixteen.", "Why is that a concern? Their not language students nor are they part of an international language program.", "as someone who doesn't wear a kippa at work out of concern for these things happening....what was being said? And thank you for standing up.", "Would you mind elaborate on your viewpoints?", "I have a book that outlines why [NAME] reject [NAME] on the grounds of prophesies. Maybe you could work off of those?", "I thought [NAME] trained her after the boxing was over?", "Grey’s Anatomy is still on the air? I thought it was cancelled years ago.", "There are Germany radfem groups on FB? I'd love to know some names. Danke! (Can anybody PM me?)", "Maybe that’s what happened to the great white at Houston zoo", "Not sure if guys like that are better or worse than regular Incels.", "There is also no dog in the white house. Why? Because dogs can smell an asshole a mile away.", "Is that even legal? Isn’t that signing under false pretences?", "And you believe this?", "How about a downvote for the update?", "CANADA! HOW ARE YA, NOW?", "You’re so right. I’m just overthink it. But do you think it’s better in person or text?", "You good = are you ready?", "What’s the reference matter if it’s still insulting? Glad your degree is coming in handy for something.", "Ok you're a little homophobic", "I’m here for you. What would you like to discuss?", "Unsure if OP is serious or just being sarcastic. I can't decide?", "If [NAME] hands the presidency to [NAME] do you really think the public will be more accepting of independent candidates?", "This used to be the biggest circle jerk for dayz \"guys its alpha!\" Oh' how the mighty have fallen.", "That is interesting. Can you site some sources or anything on this matter ? I am genuinely intrigued .", "Cockles, like the shellfish? Oysters clams and cockles!!! ", "Did he say skinny wieners?", "oh yeah? Mines real", "Food service?", "Wow. If it shows calls on the bill then what good is it? Glad I asked...", "Only 2 days ?", "Wow so you've been around your entire country and spoken to every single person about traffic accidents? So cool.", "Yeah, that’s probably what he was trying to say", "Maybe we’re on a secret real life version of Dinner for Schmucks?", "How do we know you're not a Mossad agent? I mean, not right now but, what if you joined in the future? /s", "It's like watching her do it an infinite amount of times with her saying to herself: what am I doing wrong?", "Right?? The hypocrisy with the [NAME] situation is STAGGERING.", "> +Beal from last year would have been a 1st/2nd I beg your pardon?", "I’m not sure what to make of any of this but stay strong, friend. You’ll get through this eventually!", "Who created, carried and raised all these men? A woman .", "Higher ranking officer? Also, I'm curious, do MP have authority in scenarios like this?", "No. I wishm Why did I stop? Kids work and money. Not a minute to myself", "Ok, I gots to know, was the child taken away? Please tell me the child was taken away. ", "How do you think she left her nose outside of the bucket? You think that's the way her smashed nose normally looks?", "Isn't that how [NAME] won in the first place?", "Why is [NAME] out? Is it a rest thing or a minor injury?", "Canada? Only because of [NAME] nice hair and silly socks.", "I honestly would've sued anyway. You could have died, and all you got out of it was a guy fired?", "It might be a person that isn't good at English dude :/", "Why does that matter?", "I remember when I started showering every day as a kid. Everyone's first thought was I had a girlfriend.", "Have you had no withdrawal symptoms? Did you quit cold turkey? I want to go off abilify, it sucks.", "Do you orgasm when you’re on your own? Are you a virgin?", "Dude, your mentally handicapped post history. /I'm ignoring ya it's all good", "\"You may die, but it's a sacrifice I'm willing to make\"", "What kind of dove is he? He is soooo pretty!!", "Maybe? But his foot goes waaaay up lol. Maybe I'm just blowing smoke, idk much about good QB form", "Who is going to guard [NAME]?", "It serves as quite a lesson to anyone, don't you think?", "I just don't get how so many people on this sub know that about the Dems but still manage to get taken in by the [NAME].", "What part of \"Yeah but still\" do you not understand dude?", "Yeah, but you should drive to the road conditions not the speed limit.", "Is that his thing? (I honestly don't know what his thing is)", "Gets right back on his phone call. I like it. Must’ve been one important booty call.", "And here's quick exercise. Can you list five little things you're grateful for? Not big things...little things.", "What's wrong with in group preference? Every other group does this. It's not a right vs left thing.", "Could this be an indication as to how the majority of the country wants the law?", "But how can someone not be gender critical and yet claim to be a radical feminist? I’m genuinely confused.", "Was it a promo for the cross overs?", "Was it the same bike on the unreleased,MISC cover?", "Damn, maybe its just the facial expression, but she looks exhausted :/", "It is the recent patch most likely! This never happened previously.", "Really??", "Whoa am I reading this right? The lowest cost is $3.66 now? and not $2.66?", "You need to tell her, and make sure she knows it’s not your kid. You went through with a dna test right?", "These people are so full of hate it's disgusting and disheartening at the same time. How do you de-radicalize these people?", "Wouldn't that be the western sky? Also very beautiful pic, OP.", "I was really hoping you meant that we shouldn't need to call ourselves feminists because it should just be common sense, but I guess I was wrong. ", "Thanks! Would trollgc work too?", "Are there no ways to stand up for the Faith without ignoring the Church's law?", "Oh, did you not know [NAME] is the highest graded overall passrusher in this class? At any position!", "Anyone have a link to the unedited footage?", "Fam, I didn't have him kill [NAME] so I can do it next episode", "Throwing the book to see what sticks you think?", "My god, what is WRONG with people? So glad you’re okay, OP!!", "You make soap? That's awesome.", "What do you mean if it's controlled?", "You still haven't shown any evidence of racism outside your own mind.", "Everyone calling you out but not if you’re right", "Yeah what kind of loser writes songs about girls", "If that really meet to comfort us, guess who has to foot he bill...", "What, we are all gonna be corpses soon. Do I become that sooner?", ">Not really a misquote if it’s an exact quote, is it? u did actually leave out the reasoning tbf", "Wait is that [NAME] head in the up next?", "Oh? Why'd it reply here not the comment? Did i mess something up?", "How old is this? I remember he was hugely FB popular back in like 2011. Him and [NAME].", "Can I see the video with these two? For... research", "Just out of curiosity are you in the military?", "What is the least confusing racism to you", "Is that program reciprocal for the University of Minnesota? If so, that's pretty cool.", "I'm glad you have your kids, but have you seen Brooklyn 99 like the op stated? It's worth living for too.", "If it’s so in demands why are you posting that you can only get unpaid internships", "Damn we got 7th grade conspiracy theorists in the world these days?!?!", "Oh he did t quit when he just disappeared?", "How is this any different from women who claim that all men are awful people? I'm sure you dislike it when women do that.", "Is this Hawaii? I had such a feeling this was Maui when I saw it.", "They blew him? That's a hell of a deleted scene....", "Think you're pretty funny, don't you, freak?", "Uh, you do know there's another hole right next door, right?", "Without Googling it? Are you kidding? (Please don't look up \"kidding\" in the dictionary.)", "Project stream?", "Wow. Did u say yes?", "In this case, I don't see a problem. OP's post can stay.", "OMG, how did they do that? I mean killed Petunias. My pot is from Bunnings as well.", "I feel like Canadian Tire only exists still because \"I guess I'll go to Canadian Tire, they'll have it\"", "Have you watched the last couple of games? He has run the offense as much as [NAME] has.", "wasn't that a while back?", "Said to my very white-looking brunette coworker once: \"Are you an oriental?\"", "did he just hecking kill [NAME]", "Penis who, now?", "It was the largest defeat since the 20s wasn’t it? Soz am only now catching up so may have misunderstood", "why not get a innovative head coach? and not have your oc poached??", "I feel these people think, what you think you can just feel good? They always feel bad so should you.", "Would u rather the food go into the bin or be eaten by birds?", "I post on the the Donald you think I give a fat flying fuck?", "Can anyone tell me what happened to [NAME]?", "Why would he get upset? Your husband was the one who went to PreCana classes and knows that using contraception is a means for annulment.", "Wow this is supee trashy. How did it get to front page?", "That’s crazy! Really bizarre. Is she off reddit too? I did notice fewer posts.", "So the term Londoner is now Sunderlander? Thanks for the update.", "I thought he was a candidate as a [NAME] when [NAME] left. What happened to that.", "Out of curiosity what line of work is he in?", "Why aren't more men getting married???", "The old driving range?", "I don’t think you understand the meaning of cute", "While living in Japan? Never say never... but it is very hard to imagine.", "WAIT IT'S A HAT?! YOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO", "in your neck?", "the socially weak kid who is also: - neurotypical - not too short - not too ugly so basically a normie", "“Screaming outrage” you say? Project much?", "Did you know your post about your comment being downvoted is also being downvoted?", "Why did [RELIGION] take inspiration from stoicism and neoplatonism and aristotelianism if outside sources are verboten?", "This is a gift for my rematch secret Santa recipient. I hope they’re both confused and amused.", "There’s nothing wrong with 5’1 in my eyes :v and why exactly do you believe you’re ugly?", "Or if he *is* you on another account... Your online self-flagellation isn't doing anyone any good.", "I’m gonna stand here and watch you smoke every one of those cigarettes! Maybe that’ll teach you a lesson.", "I know people around here may mock me from my optimism but what if we get actual desings for the crusaders in Heroes?", "Wine with egg & FISH??? GROSS!!!", "Why’s he pointless? I want to know how people like you watch this game. Genuinely baffles me.", "What does ‘open border’ mean to you? Honest question because I may be confused by what it means", "As wholesome as that is... How is that a confession? That's casual discussion.", "so you want things to get tied up for months???? just relax... nothing we can do but give it a few days", "ah, rejection. i know something about it", ">captain [NAME] Wow, great nickname. Do you and the president swap notes on this?", "That hit was under 2 seconds after he had possession. Was it unwarranted? Yes Was it SUPER late? No", "[NAME] doesn't even look that big here. But he's still handsome.", "Why,? It’s natural. That’s weird af.", "Anyone else on the Knicks you would want then?", "Yeah, you can. I know people who've done it. Maybe not in your city? Regions do vary.", "A demonstration of a product or technique. Destiny 2 base game is a demonstration of its actual content. Now, what is the definition of an opinion? ", "Why'd I get downvoted? Am I not allowed to watch Spider-man?", "I’m a little scared of telling my parents (I’m in high school.) How do I approach them about this?", "> Good thing I know who controls the HOA. . . . the [NAME]?", "I looked at several different websites - mine are not perfect. But I like them. Mostly referenced this website.", "I do this too, and it works, but I think it’s largely psychosomatic, right? ", "Omg that sounds like a really intense experience, how'd you save yourself after the feeling of intense happiness? ", "So more [NAME]? No thanks. Love the guys, but that’s for side projects. ", "Is it?", "Why would you need to take his phone or car? He can get a job or move out.", "Nit bad for a flip phone! That a T-Mobile circa 2008?", "So... the company basically shifted the HGC budget into severance packages for executives?", "So you have your twin 6'9 215 pound forwards playing different positions? Interesting gm'ing. I see why the Hornets are so terrible.", "And how long ago was this?", "Are you trying to frame me? Let me put it this way: they're all MA'AM!", "Do these Salinas officers not realize that no-shave November is over?", "Perhaps they did and downvoted the quality of the article. Maybe you're just trying to insert your own bias here?", "um what about just not engaging and leaving?", "I’m 21 and I only loosely understand what a lathe is.", "Edit your post and instead of it saying \"face....\" put \"book of faces\". I think thats why your post was removed.", "How do you play 180+ hours and not know that taunt is already a thing? (Pick a fight, ventriloqy)", "would you kiss a girl if you're drunk tho? Edit : why the downvotes? It's just a question, geez", "We’re still commenting on a video of a dog farting and a cat throwing up right?", "And if they got it, they'd get destroyed and whine about how the judge was deep state or something.", "Don’t I know it! I can’t believe this breading station thing is so enormous.", "Hi I'm not police where is your business and what is your full name thank you", "Am I the only one waiting for [NAME] turn from ‘politics’ to porn?", "I'm not lol I haven't touched ranked yet Edit: I'm not sure if you're being sarcastic or what but I'm not", "I grew up in the south and we ate casseroles all the time. So I share your \"what?!?!\"", "Isn't that the \"help me, I'm being hunned\" distress signal?", "Suddenly, the **average** block confirmation became an unchangeable API paramter? Wow. Just wow.", "So like an anarchist rally in favor of US interventionism? edit : misspelled \"rally\" ", "> How can you hate your brother in arms? They managed a damn fine job of it in Weimar Germany.", "What about urban [NAME] supporters who are socially liberal and want to see tax dollars used efficiently?", "If he does well, do you guys think that's a sign that we could flip a senate seat? I like [NAME] a lot.", "aren’t they ‘Staffordshire Bull Terriers’,commonly called,Staffies in Europe?", "Hamberders doesn't seem like a typo—that seems like something a person would write if they heard the word spoken but never saw it written", "... that's... Literally what they did... The fixed the bug, and balanced abathur accordingly. What else do you want?", "Did he mention what you guys would do?", "You mean for a team right? MCW didn’t break any individual shooting records.", "Does that person only eats rocks? Because if you put bacteria and human beings on an equal footing, everyone is a fucking cannibal.", "Uhh? The only thing I see being over is -350B+ lost in trade each year", "Cannot confirm i don’t see any dictatorship yet", "[NAME] and [NAME] not being signed yet is getting on my nerves, am i alone in that?", "For real we swept Tampa last season? EDIT: Wow we did, our playoff run against them was a different story ", "What supplements/brands do you get? I've been looking into it but there are so many options, I don't know where to start!", "Stop what?", "Soooooo Florida?", "You would think so, huh? Not the first dude who has tried to use that rationale. The first one I dated though.", "Sorry English is not my native language. I love weed but I worry about my lungs too. What do you mean?", "Except [RELIGION].", "> since their shorter you has more significant impact My shorter me has more impact? Wut? Genuinely confused here about what this means", "Is this a dogmatic fear of capital controls, regardless of scope and implantation?", "Not sure what makes me a nimby but ok?", "Is there any way to force him to act? Sending more budgets or refusing to vote on anything non budget in the house etc.", "As opposed to?", "No. Maybe if he kills [NAME]. Still a long shot", "Are you claiming that the entire biology and geology communities have been lying for centuries?", "Did your finger go completely sloppy? Thats grossly awesome.", "What’s all this meow?", "I guess when you marry as a virgin, you don't know what you're missing out on.", "And I thought we had 50, *five-pointed* stars on the flag?", "Then tell me what he's doing, instead of being a racist hypocrite.", "Ah didn’t know what that term meant. Got bored with all the party terminology. But yes, I guess I am. ", "But then how will I betray it?", "Did you do the frame check by yourself or someone else did it?", "did she actually drive one of those to school? my doubting-ass would've checked thru the windows to see what she left in.", "whatup [NAME]?", "I know it CAN be, but...I'm not sure, in this case.", "Why ask other than to be rude?", "I'm curious who those four are? You can't count [NAME], because he never \"endorsed\" him.", "Randomly watched arrow this week and I think each year is more confusing and I didn't like it! At least [NAME] is still there and always shining!", "What makes it ok as it is?", "What? That's a classic \" did you like it\" parent move.", "What are you smoking?", "Is he dead now from a tragic drowning accident? Asking for a friend.", "I don't know who [NAME] is but you're killin it in that sweater!", "Maybe they just dont want to be in a relationship with you. Plenty of great single girls out there.", "Hey, [NAME]. You still with the mafia?", "Why are the campaign finance violations “innocuous”? Because you think the charges are fraudulent or because your chosen team is charged with them?", "It looks a little like the nubbin you see on some amputated arms. Right?", "Am I lost?", "Why did I get a boner reading this? That Magnesium supplement is doing its job methinks", "He was standing there, they went up to him. Like have you not watched the video?", "Do you ever feel exhausted after chasing girls? I do sometimes", "Shouldn't be getting downvoted that's exactly what I thought the motive was", "What do they tell you about them?", "what is cringe about this?", "Did you play Origins? I absolutely loved it, I’ve had reservations on getting Odyssey and I missed the sale on Xbox.", "How do people eat off paper plates when they’re not at a bbq?!", "It's a genious strategy, isn't it?", "I was also terribly confused. I’ll jump on and play with you sometime, working tonight unfortunately.", "Doesn't matter how much experience you have, you're still delusional and most likely attracted to the \"wrong\" kinds of men", "Really? Thanks for the correction.", "After 8? I'm afraid after 5. It gets dark here early. :(", "Where did he say he's superior to [NAME], anyway? ", "Then why can't we claim a fetus on our taxes?", "Did the refs bet the game?", "Does this mean anything for the stability of Taiwan? Im going there in a month on a school field trip that could easily be canceled.", "Why would Orlando want [NAME] anyways, this deal isn't real", "Maybe you don't know that other parents are staying because you're not there?", "[NAME] is promised a valyrian steel sword by daenerys, which one will he get? ", "... the eagle was chosen as the emblem of US in 1782. How are your timelines this messed up?", "Paying respects?", "People will go mental hoarding food, so you should be hoarding food, not like those idiots that panic. I'm confused.", "I don’t know why but this made me crack up so hard!", "So you're male then. Ps ur wrong bud", "Happy that you're happy, and good to see someone highlighting the good parts! Any particular streaming service you're looking to get? :D", "I think the main problem here is you missed that the person originally said \"franchises\" and not specifically Overwatch that is burning. ", "Which is why not only did PR lose but RUP was not the first choice sadly even if it had won in BC :(", "Have you tried having wealthy parents?", "Oops, guess youre straight now!", "[NAME] death is just so..... senseless. Why? WHY??? The based gods have forsaken us", "don't we all hate them?", "I only buy Venus razors, in solidarity with women everywhere. Why should I get to make more *and* spend less on razors?", "[NAME]? Too soon?", "Did they film Breaking Bad outside this home??", "I just don't know whether to believe if this is achieveable at this age.", "I'd give it a 9/10 one of my favorites. So what was your thoughts on D'jango?", "Sounds like fun, actually?", "I see. Do you think my best bet is to buckle down and earn some OTR experience?", "You realize that the ex husband is not related to MGTOW at all right?", "What do you mean? They're doing a huey too.", "What? I feel like temps shouldnt be in for 6 months", "If you are a [NAME] and he is a real person, then changing his ethnicity should be an issue, right?", "Cool, but what's your point? You gave some context without really saying what you think.", "Omg why does this sound like [NAME]?", "I think he’s still around because [NAME] mentioned him in his latest video with [NAME]", "Wait, how do u know he is a therapist", "It's almost like they actually prepared to govern instead of just obstruct. Remember \"Repeal **and replace**\"?", "My guess is they work with older folks", "I live in east bay but go to Merced to visit my family sometimes but never dashed there. Are you saying that orders are practically nonexistent in Merced?", "Who would have guessed Libertine Gold and Black posters would be coke heads?", "Out of curiosity, did [NAME] mention autism?", "You mean your WolfDog Hybrids? Kidding.", ">Add in reduced physician compensation and the number of doctors will go down, Where is this info?", "where'd ya get 'em?", "Are those the numbers from last season? [NAME] is a significantly better player this year than he was last year", "Mine too!! Always thought it was dyed from wearing mascara, but I haven't worn any in a while", "Definitely not looks, but confidence and body count? Absolutely.", "Now you’re reddit staking me? Don’t comment on my stuff dude.. gtfoh", "So does he want to go back to being hunters and gatherers? How can humanity improve with no governments.", "A fringe western movement is taking over Canada?", "Is there any way you and your partner could borrow more money for college and live on/near campus?", "What if she runs back to you just for more attention but still no interest in dating?", "Why does [NAME] rarely wears his armors if he can wear them whenever he wants and as long as he wants?", "Is a valid, unsound argument logical?", " No mention of [NAME]? For shame, subreddit. For shame. ", "What was the name of the neurology podcast? That sounds very interesting!", "What was the original post? If it was as awful as this one my comment would still apply!", "That's what i was thinking. Did she tell you she did?", "Hi, I'm not [NAME] but I do have a question. During the term of your education were you ever required to do any research?", "Is there much of a population? I wanted to play it back in The day and then they changed it into an almost entirely new game.", "Where is this video on Doesn't seem to be on any of the pages I loaded.", "did you ever play starcraft on N64? it was like pulling your own teeth with an N64 controller", "But that situation is not really what you are talking about, is it?", "Is that his real name? That sounds like a Russian [NAME]", "Reports of a small fire or a transformer that blew. Nothing that I’ve seen has confirmed either though.", "That's what worries me the most - the exposed glans. Is there anything you can recommend so I can prepare myself for underwear etc?", "Well. I’m sick and slept through the game, that wasn’t the result I expected to wake up to lmao. What happened?", "\"*[NAME], what's your favourite 80s band?*\" \"*New ORDERRRR!*\"", "Nope, if i remember correctly it was a modded gibson les paul, i'm not a guitar player though", "Is it actually happening?", "I have no objection to nudity, but why is this a thing? So dumb. ", "Uh, I have no idea.", "My dad said, [NAME] was a pin Up girl from WWII. Not sure if that is true. ", "I suspect that, this is going to be the least infuriating DIY aspect of this house. ", "Did people really go against [NAME] when he came out? I wasn't as in to his stuff at the time but I remember people being supportive.", "Sure. Let’s start with the terrorists with the biggest guns. How about Israel, or Saudi Arabia? ", "There's also the option of \"who cares? Ship and let ship\" but okay. ", "when has one of those systems succeeded?", "People are paying attention to their assets? Hmmm. I don't feel sorry for them.", "I feel like people kind of just... forgot about it, somehow? I watched the whole thing and it was a really really fun one", "this is so niche but i still felt that shit in my bones", "That's just sad and depressing. Was the race closing before she finished? Well, at least she did it.", "Are socdems welcome here?", "Which one? The November game where the Bengals almost come back or the December game where the defense scores two TDs?", "Wow, you folks sure are salty about losing the midterms! Pathetic?", "Have vid to reaction ?", "excuse me IS THIS AN ANALOGY", "What media is this scene from?", "Awesome! I'm really excited. Are you there too?", "4-6, 6-4, 3-all, deuce. Could this BE any closer?"], "annoyance": ["Figured since [NAME] is expiring and you guys are tanking it didn’t really matter", "The idea of that sucks!", "\"This droid has a bad motivator.\"", "Never take advice from someone named \"poor judgement\" ", "I believe they know about it and don’t care, but they aren’t paying someone that doesn’t work there to do it.", "I agree. She's a terrible model. I tried to get on board with her, but all her editorials in Vogue were so flat. ", "Well attention whores are women(mostly) that always seek validation from other people, something that can really become very obnoxious and annoying.", "YOU UNDERESTIMATE MY POWER!!!", "Yeah, but the sound of a fork against the stainless would be absolutely unbearable. ", "sounds like you are a man who is uncomfortable with women's sexuality.", "don't you hate it when that dogs are doing drugs behind your house?", "Yea, it's not often our announcers admit multiple times we should have got a PP.", "Don't make me talk about [NAME]... ...", "[NAME] will probably get something as worse as [NAME] in ep4", "> nearly always That sounds unconstitutional..", "Fine as long as the experience is not frustrating. Problem is not balance problem is it’s not fun", "The worst case of cultural appropriation is him mimicking human language and thoughts when he is clearly some kind of barely sentient pond scum.", "This is not a good formation. We’ve been over this. It just ends up being crossed lobbed into the box by [NAME]", "It's a god awful feeling. It's changed me a little, but time heals wounds.", "I had a second date yesterday with such bad breath! I gave him a pass on the first date because we met online.", "They didn’t even respond to my email so I don’t think it’s gonna work", "Oh man I was being facetious It annoyed me so much", "Full time tennis fans are pompous and annoying.", "I hate how much I love it", "I know you're joking, but there are people here either stupid or desperate enough to believe and perpetuate such idiocy. ", "Suck really hard and hope it ends soon? And don't swallow!!! Bleck - sex is so much better with a woman.", "He’s so eager to please! This trait in dogs is so endearing.", "Don't tell me what to do. I'm not going to argue with someone who goes around calling everything bro science.", "Or that's just another terrible problem with the template", "Would you rather I hadn't posted this article? Don't want to talk about it?", "[NAME] will need to pray to The [NAME] dad doesn’t come down on him with great vengeance.", "No, but I might choose to not support certain teams because their owners are trash.", "WHAT you guys get this show on Netflix? We certainly do not get it in Canada what is this bullshit", "I mean I feel like some people lose it more drastically than others.", "[NAME] also hates selfies", "She doesn’t want me to pay. She also doesn’t want me to have any input.", "Even if I did, no one would believe me....,", "Tbh I've never found the porn ads arousing, I've usually found them annoying, stupid, really clickbaity, or hilariously cheesy", "get your ass to mars!", "Guys it's a dril tweet, false alarm", "she disrespected [NAME], i dont like her", "70% tax rate is a terrible idea", "I understand that there are exceptions but saying a knife is as dangerous as, or more dangerous than a gun is a little ridiculous.", "That was the worst power play I’ve ever seen", "An ex-friend of mine proclaimed than anyone who speaks of being raped is a horrible, unethical human being.", "yup today hit me extra hard since im unemployed. i feel like im not meant to work, or meant to do anything really!", "I’m thinking so, since the sides are spiky and somewhat serrated.", "New word for me: tetch·y /ˈteCHē/ adjective bad-tempered and irritable. \"she had always been tetchy and impatient with him\"", "Society started going downhill at exactly the point where I became negatively affected by social change.", "The only thing we feel entitled to is privacy and and being free from the harassment of incels like you.", "Cognitive Dissonance. Big problem in our society.", "Another senseless tragedy.", "Weirdly I never heard of this show till I saw it on the RTE player this morning, and now this post... Maybe its a sign? ", "It was weird, but there were usually just 5/6 players at each scene at most, and the rest would be usually doing other stuff.", "Pretty much, it’s ironic to think how quickly the parties would switch positions if the illegal immigrants were expected to vote 90% for [NAME].", "I spy a good boy eye!", "If you don't like it, you didn't have to comment. Just let people be happy.", "Id be pretty pissed if my prime didn't auto renew", "This person shouldn't be allowed to drive ever again.", "It’s getting so annoying", "Carelessness will find no clemency in this place! (I was late, it seems that others have already got the best lines...)", "Why can't I get Hulu in Canada yet!! So annoying", "I want to bounce a whole roll of quarters off that ass, holy shit.", "Adoption is an option. You don't have to force someone to exist but you can let them have a good life.", "I do not disagree with any of this. Good take, sir.", "And then if you don't go out and actually sin, you've done nothing wrong.", "Text to speech is a very very bad idea. You do not want to give 4,000 people full control over what gets said out loud on a stream. ", "Cool. Would be happy to know if this worked out for you. I had wasted a bunch of time like you did and was getting frustrated.", "it only flatters them when they’re posed a certain way. but other than that, it looks awful and uncomfortable", "An especially large comfortable shirty [NAME] wear. It's annoying though because people get jealous of how comfy you are so they climb in your shirt.", "Stop master debating, you are making a fool out of yourself. It's concerning.", "And that's why he's always injured", "Thought this was about signing brown. Op is an attention whore", "this looks like the start of a very ugly porno", "Danggit. Im mad i didn't think of that", "Haha and [NAME] is calling the Chicago crew the most triggered bunch. Then proceeds to scream at them like the little triggered bitch he is.", "Shows you that one must never underestimate the rust caused by ACL injuries", "It’s not easy hiding that Baby Huey diaper.", "Being lonely without him is far better than being lonely with him. Good line. I'm stealing that one!", "I’d burn my hand for nothing if it meant keeping my family alive and safe.", "Oof. This physically hurt me to watch.", "Yeah but you’ve already told one side that you’re playing both sides", "His last post to T_D was to try and rile people up to get [NAME]", "bad acts at a reasonable price", "He's not alt-right. He's just the normal clutch pearling conservative. He's like an annoying villain from an 80s movie.", "This is his 2nd marriage that he has cheated in. She refuses to see how much of a snake he is.", "Very frustrating. And totally the fault of your school’s systems for handling the issue. Sorry you have to deal with it.", "RNG-based access to very important mechanics is frustrating for some people.", "It's none of your business. Stay out of it.", "Thank you! Yeah, I can see that. I'm just posting old work of mine, some of the resolution isn't that great- apologies!", "You are wrong but people shouldn’t downvote you for that. Downvoting people for trying to become more informed is what leads to an ignorant community.", "For unrelated reasons, school is another mess. But vaccine injury in definitely represented through absurd levels of special ed. ", "It's a shame they have [NAME] because a Vuc package would be ideal", "omg no way he totally screwed himself over there XD", "Oy! NOW THAT'S REALLY PISSED IT OFF!!", "Got 4 or 5 episodes in and didn't really care for it. Heard it gets better from 1st season on tho"], "amusement": ["Congrats! Glad it went well for you!", "she and [NAME] seem genuinely happy with each other now. i’m happy for them both", "10/10. The end had me rolling tho lol. Got me at the right moment.", "What a warrior [NAME], good job being tough. That’s a flagrant!", "Excellent! I hope that EU countries will issue statements of support themselves too, soon. Prime opportunity to really piss into Russias breakfast for once.", "Like [NAME] Dad who was replaced after only 1 appearance, [NAME]", "I love it lol!", "Thanks for explaining. So [NAME] *did* pay for her \"show\" ? ", "It's a perfect loop", "“stay still” the best and most timely advice you’ll ever get.", "This story made my day. Ha!", "Some great advice right here!!!!!! I forgot about this", "It’s nice to look at the comments and see other people who don’t like this.", "Good manager had your back. That lady just wanted free gift wrapping", "Wow you're so moral you've changed my outlook on remainers", "My birthday is in March, so that MK11 Beta access is also going to be awesome.", "That’s why I called them Turd Gen, haha. Getting a High Country/Denali with the 6.2 to replace it. ", "Hahah, it's all good now since I've got a mouse now", "honestly this made me smile like an idiot on the subway, thank you.", "Oh that poor man and children. I'm glad he was armed, may have saved his life. ", "favorite athlete of all time for sure. [NAME] and [NAME] are my other 2 haha. [NAME] up there for my own sanity", "Haaaa! That's awesome! Sounds like my town, Alamogordo, New Mexico.", "lol. good one dude. you really showed me. great argument. really showing off your intellectual prowess. keep up the good work!", "Haven't played in forever, but [NAME] solo was my jam back in the day. Glad to hear damage tanks are still good", "This is honestly amazing.", "Because it was a cool video it was sweet, and because it was a fash it was bitter. Simple as that.", "Applied Math lol.", "Lol good talk", "I just hope [NAME] doesn't lose hope. Dudes got a great heart. But knowing our organization...", "Reaching parity with Steam's 15 year legacy in a single year would be an amazing effort.", "I think the real reason is good press and booze", "rich people usually tip the worst lol", "Oh sweet! I'm a bit farther but go into the city all the time. I'm around 50 min by train.", "Yes!! There are some great step parents on the show!!", "Oh trust me I'm aware haha.", "the whole summit ice r/nathanforyou episode is amazing.", "Everybody uses your back lane. You're famous for being the local bike.", "Why would you mention [NAME]? Lol", "That’s my favorite aquarium! Wish I saw that though lol", "It seems like someone felt personally attacked, lol.", "Oh wow!!!", "Nice! Boahs for everyone!", "Oh hey this is pretty awesome! I've never seen such a concise itinerary on one page before.", "I like to answer \"CALLER 7, YOU ARE LIVE ON THE AIR!\"", "Damn Skyrim VR looks amazing.", "I used to like [NAME] so much him and [NAME] were one of my fave couples but I’m over him and his BS lol", "I'm glad you made a Reddit account to inform us how much you totes don't care bro", "One thing I appreciate about the Prequel trilogy is that it explores the rise of fascism better than *Fantastic Beasts* movies could do.", "My favourite book, the writing is beautiful. Very much a precursor to 1984.", "Lol thankfully you guys only had a pedophile as 27th and 31st Chief Justice of the Supreme Court of Alabama.", "You’re a joke", "Ohhhh, that makes sense. Cheers mate ", "Hahaha! Omg, that’s so funny. Thanks for taking one for the team. I heard it was bad but not that bad. ", "Vancouver is even more ridiculous.", "Pretty good, but I would put the bishop on B4 so that the Knight will be in danger of the queen after taking the bishop.", "I really like [NAME]. He has such a great personality and has great chemistry with the team.", "She could and should pursue modeling! It seemed like every time she was on screen, my sister and I were saying how effortlessly beautiful she is!!", "So...... SOOOOOOOOOO glad Atlanta came back and beat the Bucs. Because of it, my beloved [NAME] are coming to Tampa.", "As fun as that sounds, please just call the police.", "Wow that’s like - sound porn.", "Yepp, plenty of people like a nice big bush! I literally have no preference and think both are totally sexy. ", "This was one of the best Reddit reads in a long time... great job.", "She is my favorite model from American Eagle store. Such beauty and so positive.", "I'm just glad we'll be getting either [NAME] or [NAME]. They both seem like they'll be beasts and it'll fill our greatest position of need", "> one of the better diss tracks out there Lol okay", "So good to see him and good to see he’s doing well! I’ve missed him.", "I wonder if this will ever appear on BotW. Since it's so straightforward there probably isn't much to talk about.", "> 82 percent of black voters trusting [NAME] and two percent trusting [NAME] Seems kinda high for [NAME] lol", "I didn't even know there were two types of strep. That's very interesting!", "This is the sweetest.", "Funny never not will be this.", "Sorry you can’t enjoy things cause other people enjoy them lol. Your loss", "105 strikeouts over 81 2/3 innings. that's good lol [NAME]", "Great. My existential crisis is back.", "Waterspouts might be one of nature’s most beautiful dangerous things", "I bet he took down his USA flag to put this one up instead lol", "Well the explosive oil laced diarrhoea probably makes you feel better about the flu", "Thanks!!", "She's a nutjob, but this is a really good quote, lol. ", "I laughed way harder then i shouldve", "[NAME] is amazing, big fan of him. ", "This was a beautiful moment for the FT coming together", "Unless you have actual ADHD lol. But I think this was mostly meant to be funny", "Wow, I wonder who's going on about Tahiti in the background.", "It’s pretty cringe", "Really glad you were there for her. I wish you both the best.", "Wow the delusion here is breathtaking.", "Just be glad you’re not his wife", "that's weird, I thought we already had too many outfielders? edit: this was a joke.", "It's all good. [NAME] was at my door 5 minutes later, and amazingly, didn't drive away between me seeing him, and walking downstairs. ", "Lol what boyfriend", "the NT-242 is my favorite battlefront weapon, by far.", "Glad to see I'm not the only one with that bug. Maybe someone will report it some day.", "[NAME] reaction gives me life. His reaction when they got punched last episode was amazing too.", "Lol, talk about a blast from the past! Your comment really doesn’t solidify any points. ", "But you do know it, so that's good", "And then expanded on! It's so good. Haha I still remember hours and hours spent on Friends of Mineral Town though...", "Haha. This is awesome. And I can't unsee it.", "Just wait until we sign [NAME] this off-season! Best front in the league.", "He closed the stream with a song of hers, while hugging his skele-buddy. It was a good song.", "Similarly, the Library of Congress is open and is absolutely beautiful. It's free and I highly recommend it even when the Smithsonian's aren't closed.", "That one is pretty obvious", "Lol. Go astroturf r/politics. We aint buying her leftist bs here", "This person is being a killjoy but there is a difference between being a killjoy and acting smart.", "He looks like a Loony Toons character", "Hey it’s not bad though! Quick recovery, just follow their rules! Good luck!", "Ugh... hate when people talk to me when I'm fishing. This would be so awful hahaha", "It was a dig at OP not you ahah, this video was posted there over a year ago", "Disagree wholeheartedly. I'm actually amazed anyone can think this way.", "Honestly [NAME] is the best character on the show and the main reason it's worth watching, especially the later seasons.", "He probably does, but people don’t speak Godlish very well.", "Well damn I guess I timed this post pretty well lol", "Touche lol. Ours usually comes back pretty quickly, I think this is the longest it's been out.", "That what a highlight reel moment that will be played for years and years. That game is on my rotation of games. Great game all around.", "Sauerkraut is amazing, but only as a side to a main.", "Lol what are the odds, I’m also 6ft 1in around the 160s but I’m only 16 years old though", "Ah lol just run then", "I think that had to do more with not wanting to hurt the old man lol", "he's a con artist. they're pretty good at making themselves sound smart and capable.", "\"Lol, hold my craft beer.\"", "I think they were always pretty but less visable pretty because being overweight can alter the face.", "Lol you're scared", "Please do not take that personally. I thought this was a great photo.", "Wow this is pretty interesting. We should have a thread about what's it like to grow up in a polygamous household", "This actually took me a minute. I underestimate the skill and knowledge of people in this subreddit. Very good.", "All without a red circle, color me impressed.. ", "He's not my type but [NAME] is handsome AF. /s", "Very thoughtful post and good analogy.", "[NAME] is a cute woman, A Shyster, but cute.", "Thanks [NAME] for winning so we don't have to see so much of [NAME] laughable career dwindling away.", "Yup. Soft serve turd special", "this kid is really good", "The face in the bottom photo is perfect!", "Enthusiasm is not helpful, got it. Edit: lol what a bunch of snowflakes.", "good guy win", "Triggered:: Welp guess it's time for me to re-up lol", "I enjoy cycling too much lol", "Haha I’m two edibles in and have shoveled twice...", "The details on this building are fantastic. If anyone gets a chance to see it up close, you definitely should.", "[NAME] i’m so addicted to watching Narcos in bed. it’s so damn good", "if it's \"unavailable\" it's deffo not from the cold lol :D", "HEY BEAUTIES ITS ME SASHA VELOUR", "**TELESTRATE, YOU BEAUTIFUL MAN!**", "Hruska is amazing. Their sausage kolaches or I guess klobasnik have the best sausage I’ve ever eaten. It’s in Elliger, TX.", "That's the theme of this excellent play:", "Oh nice, that sounds convenient!", "I like this feeling", "I guess the answer is pretty obvious too lol. It would be silly if you posted “[NAME] too...” the bucs?", "This one is cute", "Old school runescape, make an Ironman. It changes the game and makes everything so much more meaningful and fun :) hardcore if you enjoy stress", "nah he was pretty mediocre at A&M", "It's fairly good", "[NAME] is such a doofus. It's awesome", "Best game I've watched from Barcelona since the other 6-1 two years ago!", "I’d say her knee is more done, ankle looks ok but I’m n doctor lol", "Don't even bother with him lol. He's a mindless sexist, doesn't believe facts at all lmao", "Fair enough! that's useful and relevant (if anecdotal) evidence. I whish there where good studies on all of this. :-/", "Lol at the self-own of thinking “literally” is a “big word”, with a cherry of being too stupid to understand the context on top.", "Oh really. Go ahead and try to reason with an [RELIGION] government that their power should be limited. Good luck.", "I knew her in high school- she's awesome!", "Such a good one", "I fell asleep with the feeds on last night and woke up pretty frightened at the noises coming from my computer. Thank you for casting Tom BB hahahaha", "Had my first kiss last month at 22. It does feel great. Good job bro.", "That's awesome. You are a great and good person with a good heart. Never, ever change❤", "Lol looks delicious", "[NAME]? Man that laugh when the captain joked that she can read minds. Kinda embarrassing.", "*whistles innocently*", "It's like...I knew where this was going and I still laughed.", "Wow. [NAME] is a giant POS. He'll be really happy being single and dying alone.", "I think you’re absolutely gorgeous", "This is amazing. This is how Christmas should be.", "I mean, she actually is a genius, so I really dont have a problem with her identifying herself as one", "So nice of everyone to welcome [NAME] to his rehab like this.", "Would be a great pick up tbh", "I’m so glad you had a lovely time! And you gave so many other people a good experience, too!", "Lived in multiple cities across the UK, never seen a bus service as consistent, cheap and generally amazing as Edinburghs.", "Good for you.", "What's the name of it? I googled Anker and there are several, but I want an included SD lol", "I’d rather have 50$ every time I see a variation of this prompt lol", "Dudeeee damnn why am I at work when this happens lol", "Yay! Mine’s Cymbalta and Lamictal with a dash of Ativan lol", "I like waitresses. Aren't they swell.", "Seconded. I had the December one well into January and finally just changed to the Sabres logo. Still cool and all, but the schedules were awesome.", "this season has already become my favorite over '12-'13 (yes I know '08-'09 was better but I enjoyed watching the '13 team more)", "That is awesome.", "Lol it's only been 7 years. Don't let your guard down now.", "Wow! That's too real, it touched me! Nice work :D", "So glad you left this note. This is the way it’s done! Newspaper (or similar) and everything.", "\"joke's on you, I was only pretending\"", "Oh I went balls to the wall and got SUPER SPECIFIC!!!", "Man, this is awesome but seems bittersweet after NYE. It was loud as hell.", "Dang this is awesome", "I mean he is cleay doing *something* right.", "I love this post so much. Really drives the point home and made me laugh!", "SDAs are [RELIGION] tho lol", "Folks, the Baconator is great! Ask anyone, it's the best sandwich. The bacon is amazing. Great sandwich.", "Looks good!", "he's an awesome bro", "I almost thought this was gonna turn into a story of your tissue you'd been reusing for months. I'm glad it was not lol", "This made me laugh, have an upvote good sir ", "I remember reading this on a rage comic site 7 years ago hahaha!", "Your cat is the best thing I've read all day. Take care of your cat!", "I'm 100% sure you were punched in the face, but this was a good one", "That is really awesome you found something like that for him. Have a great time.", "Very well said. I am no fan of pinkers \"everything is awesome\" narrative of the modern world either.", "Give me sunshine from Clemson in a few years lol", "The last hour is great, but I would definitely say to at least leave 15 minutes before close so you can avoid the crowds in the street.", "That pizza looks good", "It was a very nice car, a 1978 Bugatti.", "None that's why I asked. Glad to see your doing something and not just wishing or whining as that wont make it happen", "He looks so young, always thought he was older than me.", "Good luck for everyone pronouncing [NAME] name. If he keeps scoring like this, i'll have fun listening some commentators around NHL.", "Dudes karma is -99 lol", "Lol i got bottled by one of them in a brawl with a bunch of the nazis", "You're not a good person if you make the person that just let you inside their body feel bad and disrespected.", "Wow the garbage one and the bank one are really terrible. I’ve had the coupon ones too, people are touchy about coupons haha.", "I am confused. I don't understand how that relates to what I said. Could you explain? Sorry, maybe I'm just tired lol", "Wow, you really need a break. Maybe men just aren't for you.", "Someone else said that, I never examined it that closely because I was too busy having a good laugh lol.", "Lol oooops!", "> Corporate Media I like this one.", "Way too tired for work today so taking the day off. Feels pretty great!", "LOL, once in a lifetime. Sheesh, this sub is obsessed", "CBD dog treats. They’ve worked wonders for my dog when it comes to fireworks.", "I've been pinched a couple times by it's tiny brothers, would not recommend holding that! Damn! It's cute tho. ", "Your wife is smart.", "She has some really good dance moves honestly!", "Welcome! I'm a fellow INTJ-A female. Was also lonely for a long time. :) It's great to feel home!", "[NAME] is amazing...", "Hahah Yea imagine what the GM guys will do when the DD app crashes for hours", "Well good...opera is often beautiful..though it retains the stink of the upper classes.. I cant help but deride art that caters to high society to stay alive.", "May [NAME] bless and keep the President... far away from us!", "Wow, I might actually watch this weirdo movie this time. ", "Lol u wot m8?", "Lol well now you have even more in common! So happy to help and hope you can smile a bit before you zzzzzzz. :-)", "Hello to fellow blue haired people!", "No, he controlled the match. He had to be dialed in the whole time and he was.", "yeah it was awesome!", "NSW Police have always being great with the current memes. I wouldn’t be surprised if it is a 15 year old running the page.", "Haha I’m not expecting anything at considering they’re 2,000 miles away from me. I’ll be surprised if she does give me numbers,", "Oh no! No, there was nothing wrong in your comment. I appreciate you taking the time! ", "Well this hurt tonight but it could have been worse. Plus the bears choked. LOL. Offset the hurt a bit.", "[NAME] doesn’t use reddit, but I’ll bring it up with her. She might find some good support there. Cheers! ", "Pretty much lol", "Lol so you're too stupid to know how to argue, and stupid enough to actually use \"lol\" in a post?", "Haha I'd like it if our parallel lines intersect *heavy breathing*", "This is true, but he's perceived as white by most liberals. ", "I want a DL thats about 800€ for a month is the one who's new here lol.", "Yesterday I remembered that this game existed and was happy that I waited and didn't buy into a game that would be dead in a month.", "Not sinking in is it. I'm hardly speaking in riddles. Good luck", "This is amazing.", "It’s amazing what can happen if you work and want to win.", "I'm on board the Saints hype train. [NAME] is an amazing QB.", "Ah man great memories .. campaigns were soo memorable", "What a great reason to have kids.", "The irony of you guys using an American website created because of capitalism is funny", "Yeah, it'll be a pretty strong 3 team race among the Nats Braves & Phillies! It'll be fun to watch it from afar!", "I did that a few weeks back, bronze-> silver, etc. took forever lol", "Well done. I like it!!", "Well don’t complain here about another media outlet lol", "Good luck! It's a long road ahead for us :P i have a job interview next week and i'm going all in for it.", "Oh, you're *actually in* several of those subs. lol. Ok then.", "Lol yeah. It’s cute that he said it but didn’t realise it could have a double meaning.", "LOL!!! Good one!", "Yeah what a great sport!", "Wow....while I think I knew this already, I can't quite picture it. I'ma have to go rewatch those scenes. ", "Only about 1/10 uses is appropriate. The other 90% of the time context makes it obvious and an otherwise good joke is ruined.", "I feel personally attacked on this one. We're good people... : (", "Yeah I’ve been watching these videos and they are great. Really well done.", "Your voice is beautiful, the lyrics are beautiful, you’re beautiful, and I’m crying. AMAZING JOB", "Awesome use of open data. Love the app.", ">a water molecule spends around 600 years in Lake Superior. I guess it takes a while lol", "> Religion Lol the cowardice that you won't say '[RELIGION]'.", "Really wow, what a steal", "Also said he’s had a really good season lol", "I’m glad I’m not the only one who was pedantic enough to notice.", "Great write up, you’ve sold me on Munchak being a good hire.", "Thanks dude, palms were very sweaty lol", "Jabronis... cool word!", "Have a great weekend", "“You fight like my sister!” “I’ve fought your sister! That’s a compliment!”", "Yup! Was a great shoot, can't wait for the video to debut so people can enjoy all the hard work. ", "One of my favorite episodes.", "Lol! But I love your last name though. XD", "These are both beauties. Those big dark eyes and that smile.", "good to hear my man!", "OH MY GOD! The PTA has disbanded! Ahh! Ahh! AHHHHH •jumps through window•", "[NAME] backhands when they're on strike are sexy as fuck", "Great for him to admit it. Not many people are that humble", "Oh that's hard. I hope you get an amazing nap in the car. The exhaustion is real with babies.", "Lol ik it's just I wanted people to figure it out and not the bot to ruin it.", "That poster is amazing. He needs to sell these online!", "[NAME] is clueless please don't listen to him lol.", "I know and I think that's a lot more impressive/interesting. :)", "Wow, I know he is the voice of [NAME], but I did not know he basically IS [NAME]", "That's awesome. For the record, I do get anxious over very non intrusive questions, I really have a tenancy to read too much into things. ", "> Democracy doesn't seem like such a great idea Here's your honorary trip to China", "lmao i just laughed so hard at this, screw yates", "Lol I’m sorry that has to be terrible if we were up 19 just to get smothered at the end.", "Still looks pretty delicious, makes me really want an omelette rn tbh", "I was never a huge fan of her, but if they replaced [NAME] with her that would be the best thing to ever happen to this show.", "Wow, im the opposite. In year 2 of being apart now.", "Every instagram page posts this lol", "I'm sure your kind is fine the way it is", "Bahahahahaha the life of a fish parent!", "Do you mean “lol”?", "I think a few guys on the team have said [NAME] just listens to country music lol.", "Omg i love you hahahahgaha", "Haha epic gamer moment", "Because she wanted to look at the American girls lol", "Best bedtime Christmas story ever.", "Lol I know right?", "Oof, somebody doesn’t like anyone to make jokes or enjoy anything. It least we’re not complete pricks, douche.", "So, so good", "They look so soft and comfy.", "That's a new one.... Wouldn't have lasted long in my room though, lol. ", "Lmao, they are gonna have field day ", "That's so amazing! I am happy for you both!", "This is such a good idea!!", "Their wings are great! Huge, well breaded and sauced, comes with a nice dill ranch dipping sauce. But expensive as hell... $14 for 6 wings", "Great game! Got more intense as it went on.", "Your Mom was ruled by [NAME] dynasty that happened to be Macedonian for the next three centuries.", "I feel that way about [NAME] antis saying [NAME] and [NAME] antis saying [NAME]. But I’m also terrible and laugh every time I see it.", "I'm glad you managed to find your own fun and most probably made a big contribution for this great ending. The whole masked rogue idea was amazing", "Pretty much does. SNP polling at 41% for the next election, CON at 25, LAB 23, LIB 6, and Greens at 3.", "Very wholesome!", "Nice job dude!", "You need to tell the poor girl it was you not her lol", "Awesome! [NAME] is stilling kicking it through the uprights!", "I guess that depends on the department. If you've racked up a ton of vacay time, it's possible for some cops to smoke weed lol.", "I very much appreciate it.", "Haha I know the guy in the middle of the picture. Small world", "Wow, I just googled it and holy shizz that's an insane difference.", "LOL, I suppose so. All I'm saying is that... you can have a person and make them appealing too.", "TYM is the best place for that kind of thing.", "Sidhu Moose Wala. He's pretty big right now", "because [NAME] awesome.", "LOL that would be way better", "Lol I’d love to.", "The best ad placement.", "This one's pretty fucking funny. Also LOL to that kid with that shotgun. The kick would break his shoulder in half.", "Wow calm down", "Lol. Weed is a he'll of a drug. I'm not changing a thing. Prey away.", "If this is the original Thai (I think) one then I would say it was a pretty good watch. Haven’t watched any other versions", "look at [NAME] over here.. of course it alone won't fix our financial problems lol", "Yeah, he's 8-1 in his last 9 games played. Pretty great if you ask me.", "It always comes down to not accepting who they are themselves so it's pretty much 100% of it.", "that missed dunk is so symbolic of [NAME] lol", "I’d like him because he is very good. But he’s not a necessity.", "Not to mention [NAME] screening two defenders haha", "It was funny until they started to diss on chick fil a", "Haha! I realized that after your comment. Definitely not trying to walk in Loubs with a peg leg LOL", "I have that same desk from Amazon. Great desk.", "Omg if WOW sue’s her then my depression would be cured and I’ll have my jush", "Oh wow. You really know your stuff. Luckily I don't have diabetes yet so that's something", "Honestly I realized they’re not really gatekeeping, but [NAME] last comment shows the gatekeeping", "One of the best in the series imo", "Dr [NAME] is the best! :)", "Woah I never thought of that... thank you!I'll say my news resolution is to bake more lol", "its funny because they dont even do anything at the look out tower but stargaze", "This is actually a beautiful picture lol", "These [NAME] names are really beautiful!!!", "What an amazing guy.", "Hahahahahahaha give me a piece of that kit Kat bar", "This sounds like a great idea!", "Mid game? I was worried it would happen to me except reverse. Hold out on this contract for another hour haha", "That's a cute spider.", "Lol, how much XP you get for that?", "Hahaha its the best kind of protest...save money and stay inside", "I did the Karl's Corner VIP package and it was great. There was a mini Weezer museum and I met [NAME]! And saw [NAME] from afar.", "\"You should be so lucky.\" Bonus points if they get confused. ", "Ahaha, a Jersey driver calling other drivers awful... that's adorable.", "put it in a drink, preferably a soda. Its great to sip on!", "Actually it's touching and kind of beautiful. The only thing stupid and lame is your comment.", "I'm glad that you are still harboring feelings from a game that ended in 2016.", "I look amazing", "Triple P Positive Parenting Program is excellent.", "I need a loop of [NAME] falling lol", "Good to hear - I am glad you at least have that choice.", "Woohoo! He is motivated and awesome!", "Really? First I’ve heard of it lol.", "The good news is you’re catching the possibility of it early. And medicine has come a long way! Giving you lots of good energy", "Who specifically are we gonna sue? The industry! Lol", "I appreciate you stat heads because I never look at TS or really any of that stuff tbh. No advanced metrics for me", "Aww, what was your favorite thing you did with him while you were there?", "You look Beautiful! Curls are wonderful!", "I will go back to actually read the piece in its entirely but wow. Her gray is so pretty. I’m jealous", "That's a great comparison", "Ive mostly only seen positive things, so it should be good for both of us ", "That’s awesome. Feed the gators while getting rid of Pits. Kill two birds with one stone.", "He's a fantastic Rav. Really enjoy all his articles. Not afraid to think outside the box.", "[NAME] probably won’t like that lol", "Haha. You are crazy. The world, and reddit world is filled with crazies and weirdos. You are a brave, brave soul. ", "You mean me? Said the same thing as you did lol", "I'm not surprised someone asked that. Good [NAME], people are stupid.", "Great idea! So he can get arrested or hospitalized or both.", "That was an horrendous season to an otherwise amazing show", "Awesome! Just got to see this sunrise from the air flying to SEA this morning :)", "No he didn't lol every ref gives that. He was looking for it but it's still a foul", "Wow that’s actually a great idea lmao", "I for one am with you on this train. I loved [NAME] man but this sub is losing its damn mind lol", "Thanks for your opinion. It's highly respected lol", "*Super Dark Times* was awesome. Those kids were great actors. They really tuned in on the bleakness of the situation.", "Sounds nice owo", "Wow. Forget the separation, lawyer up and go straight to divorce. ", "I had a choice between him and obj at 6 overall and I’m glad I went with [NAME]", "This just made my day! Thanks for the laugh!!", "*”Better videotape it for that sweet IRL karma. Look at how generous I am, people! I am so humble.”*", "Y'all just joking but I want to hear what they eat, and I want pictures too so [NAME] step your game up ", "I watched that one, her butt is real lol", "I dont watch battle rap. Do these guys come up with these on the spot, because that's amazing.", "there's an entire street in my neighborhood that's lined with 80+ year old magnolias on both sides. It's amazing.", "I’ve been on team [NAME] since he won the axe toss competition after the draft, lol", "I think it’s impressive. It’s actually fairly difficult to be that slick for that long.", "I think it's kind of cute. Someone give her a megaphone, she's a gift for the GOP.", "They are looking pretty stacked this year", "One of my favorite films. I got to see a screening with a live soundtrack conducted by [NAME]. There were tears in my eyes!", "My favorite My Hero Academia villain.", "[NAME]. ", "that's really good", "Nice try hom... oh no it’s real this time D:", "She's doing so good!!! I'm rooting for her hardcore!! I like her.", "Lol, try harder next time bud. Your swearing really shows who is actually mad here and your stupidity is starting to get really grating.", "That's a great song", "Your VR program is a *game* changer I see what you did there, [NAME]", "Go on Webtoons and look up Boo! It's sex. Great freaking sex ed comic.", "Haha! I remember seeing this when it aired", "No problem. Didn't mean to nitpick. Good luck with the exam!", "I love military films, this was good. My theater was clapping when each terrorist got killed lol", "[NAME] playing great this half", "Still pretty embarrasing though :p", "Wow OP sounds like you're really skilled at opening your legs, you're parents should be proud of you, STI and all.", "There are [NAME] fans on this subreddit. Awesome", "\"This is just unprofessional\" lol", "That is fantastic.", "So pretty! Great piping!", "And I can't call the capitol switchboard to express my concern about this because the government is shut down. Awesome.", "From barrel to a tank! Great job! :)", "Not my text lol? Im sorry dude your a weirdo and the downvotes have demonstrated that lol", "That's a pretty cat. It would be nice if it could go to Rocky Mountain Feline Rescue, as they are no-kill.", "Imagine seriously considering [NAME] as a nominee, what a joke.", "the person in white is just wondering what happened", "Recently swapped my sanwa out back for a hori with a heavy spring . it feels really good", "I'm good. Happy with my boyfriend.", "I'm impressed you found a non troll post of theirs.", "I can see that. Ffs who the hell would expect a Dean to recognize 2 people out of 25,000 people lol.", "It does look good!", "Amazing notes. Posts like this is what make us feel that we are not alone in our struggles.", "[NAME] is happy", "Shit dude I thought I was Mr. [NAME]? Here have some beans lol", "Same, I zoomed in, skeptical AF that this could be a painting! Wow!", "That's gonna be the upvote party of the year.", "Bro this is awesome", "I’ll never do long distance again. Good luck broski.", "You look awesome in this picture", "wow fkn nice :)", ">[NAME] wars benefit nobody. Actually, my stock portfolio is looking pretty great since he took over.", "That looks amazing"], "caring": ["What a nice person helping the mentally disabled.", "Same love our late 80s and early 90s Unis. When ever I used to play [NAME] I always played with throw back Unis due to helmet", "My mom thinks this neighborhood is safe, and I kinda don't want her being more paranoid but I feel like I should do SOMETHING.", "Stay safe, you will find someone one day. ", "Eh for the right money you cant go wrong letting the kid earn it", "I care about me and my benefit.. No shits given about you (general you) . It's my job to vote my best interest", "I thought it was 'You are only willing to help yourself'. I could be wrong though.", "Who cares. [NAME] is draining the swamp. Get over it", "Don't feel bad I am sure the otters are getting taken care care of just fine.", "Share with grand-daughter. She needs to learn how to bake or she'll never get a good man to take care of her.", "Sounds like you need to get some help /s", "The ones who supported ETC were more concerned with negatively impacting Ethereum and it's community than the DAO rollback in my opinion.", "I wouldn't say anything to anyone. You don't need to.", "“I genuinely don’t want to lose you I love having you there for me” says it all really", "Can you read? It says right there the tweeter’s husband got out to help the woman and ask if she was okay", "He’s also got a girlfriend that he really seems to care about....", "She would be crying because your showing yiu truly care. Its up to you buddy but tears of joy are good.", "We love you, this sub is always there for you, remember that behind every meme and comment, there is someone who supports you", "I'll handle what ever comes my way, I adore our children. :)", "get a doorway pull up bar, pop a couple everytime you pass by it. Helped me reach 20", "It's over! Move on and find a better partner.", "Careful, now. Suggesting this kind of dialogue at Google is what got [NAME] fired.", "On days like this you can get an extra scoop. Just to make sure you have the finnnnnessst meals ;)", "Idk, I just need someone who cares but I always lose everyone and I’m sick of trying to be good enough.", "She ran a laughably bad Senate campaign in 2014 and hasn’t gotten positive PR since. Not too worried.", "Yeah, I actually do really like the TD Centre. Love walking around on (non bone chilling Saturday's) and just admiring the city.", "You win the Internet today. Fuck all the other winners. You’re the real one.", "stay safe man", "Our father will protect us <3", "I always worry about my facial expressions. You're not alone there.", "Misread. I’m with you my dude.", "[NAME] is having a visible affect on his game and I love it. I think we are witnessing the development of a future star.", "Personally I would take some time to myself and work on spending time with my family since I love them more than my job.", "Do yourself a favor and protect your credibility by not arguing in favor of a terrible hire.", "Oh don’t worry, I have an oil for that", "They could have prepared you better. I'm so sorry. I wanna give you a hug and tell you it's okay."], "sadness": ["Ooooof, that’s annoying. I’m sorry.", "how are your trolls really this bad", "Your body, your choice. Sorry it had to mean the end of the relationship. But it's better now rather than later as tensions grow. ", "[NAME] has broken his brain so bad he’s turning [NAME] into [NAME]", "I’m sorry this happened to you. I’m glad you got out of it.", "That could have gone extremely badly for all involved.", "Sorry I forgot you guys beat Pitt. Congrats on your 2 win season.", "Definitely not the norm in KY or other bible belt states, sadly. My extended family looks upon my CF lifestyle with nothing but bingo's.", "Sorry your right", "I've never been this sad in my life!", "This one is sad but also very good", "Banner price is down to 100k donuts. And I still don't have enough..... (sad face)", "Didn't notice the date, sorry.", "It’s 2019 dude chill out with the gender roles Edit: it’s 2019 I’m tired sorry", "I really pity those unfree Cuban babies. It’s just sad.", "Sorry dumbass, the provision is for paid **training days** But nice try", "Sorry, no. We’re just going to export [NAME] to you guys. ", "Wasn't expecting these feels man. I'm so sorry for your loss!", "Same here. It’s very hard. I really feel for you.", "Please don't think the way they're trolling represents us [NAME]. I'm sorry this happened.", "Sorry, I don’t see a difference. If you are opposing people’s access to something, your opposing that thing.", "When I need to skin an alligator they cease to exist but when I'm escaping I hear the alligators yell \"WELCOME TO THRASHTOWN, POPULATION YOU\"", "Sorry, I don't get it. ELI5 please.", "Sorry its such a long post guys", "\"Sad\" but \"true\" There you go I fixed it for you.", "So sorry to hear that matey. What a good dog. Give him lots of pets.", "Sad truth is you cant run away from who you are no matter how hard you try :(", "Alright, so I googled aaaaaaand sorry for my misinformed mistake. Dunno where I heard that [NAME] didn't win the popular vote but it was wrong :(", "It’s sad that some parents can’t accept some simple mistakes.", "I'm sorry I watched that", "Well ya but it's kinda too late for that unfortunately", "And you truly need to be there and see this wide spread nonchalant attitude to truly understand it how bad and rampant it is.", "So cringy and desperate", "I am truly sorry, I did not realise you thought immigration had no bearing on brexit. I shall not overestimate your intellectual abilities in future, i promise.", "Sorry pal, it’s actually one of my least favorites :/", "Being so rare and only giving you bad luck? Fake news", "Will see,still better for Chelsea then [NAME] who looked completely lost and devoid of any confidence lately", "[NAME] just has the runs. Don't worry, [NAME] is lacing up to replace him", "Ah yes, my apologies!", "Sorry on mobile and limited data, decided to cut to the chase", "Sorry mate, you’ve got the wrong sub. This is for **bad** UK.", "Dont worry i am also broke like sh@t. Keep your head up :)", "Sorry. I am avoiding arguments today. Enjoy the video.", "Otherwise it would be a terrible disservice to the NHL", "sorry. I don't want to put words in your mouth.", "I feel bad for house slaves, even if it's in their understandable self-interest. ", "Because the false accusation makes my anxiety worse", "I think that's just natural, humans weren't really intended to fly by nature so I guess it just feels wrong or something, idk", "That really is all they have. He’ll just keep asking questions in bad faith to continue getting your attention.", "Sorry, I should have clarified that I meant when they determine your eligibility/payments in regards to the Repayment Assistance Program.", "If she is sorry at all. Could be more along the lines of \"I am pretending to be sorry so I don't get fired.\"", "Break ups are painful and there’s no way to avoid that. Be honest with your current girl and end it.", "Sadly, yes. You'll only be able to craft weapons with fixed Attachements.", "I got a bad feeling about this. Something tells me they're going to drag this along until 2 weeks before release.", "That was your saddest shortest story yet", "Sorry guys, accidentally sold 10,000k", "This is where [NAME] loan becomes a bad idea. I know he wouldn't start but now there's no backup RB.", "I think it's even sadder to go through someone's Reddit account looking for stuff like this to post.", "I’m so sorry for your loss. It’s the smallest things that take up the biggest part of our hearts.", "i want the little polly pocket heart purse so bad but i ain't paying hot topic $40 for it", "I've had sleep paralysis once and it is really bad.", "People are very complicated.", "FoX cHaNnEl BaD!!!!!", "Nah it's not that, [NAME] is just boring and sad", "Friend of the younger sister of girl who was killed. She told me it was a bad acid trip. Very sad, family is holding a vigil tomorrow night. ", "Sorry. I read that as newly white and it cracked me up.", "I'm painfully aware of that having bought a FreeSync monitor with my Nvidia graphics card.", "You can't post a Sons pic and then say \"I got this\", that just hurts.", "I rolled my eyes so hard I think I just saw my brain", "Fingerprints not [NAME] or [NAME] red is [NAME] don’t just make things up now that is sad !", "I see notifications of people commenting the source but this sub must auto delete or something. Sorry, guys. I binged her and found me quick though. ", "My nuts hurt watching that second part", "I'm a little sad that there's not actually a video called Dance of the Hillary, virus or not.", "[NAME] has so many people shook.", "I feel a little sad for her. That she thinks the only options or something to do is having kids. Fuck her tho.", "I feel sorry for him. He gotta be an awkward guy who has no friends.", "Huh. Siege is still a thing. I miss the old days. :(", "I suppose inducing vomiting is a sort of detox...", "That's really sad. I used to live not far from there and spent a lot of time in that park. Fished in those ponds many times.", "*blinded by the shill* I know like 2 people unfortunately..", "Heads up guys before you scrutinize me, Yes I know it's ED not ER apologies in advance :)", "I’m always reminded by my relatives on my birthday asking me if I have a girlfriend yet. Sorry bro ima yeet out of the social norm.", "Had such a hard time cutting up the steak", "Sorry about that!", "you never wanna hear that but sadly people will say they love you when what they really mean is you are convenient.", "I am sorry human being :(", "Ugh. Sounds awful. I’m sorry :(", "I can feel that man's feelings and I'm crying", "The only part of church I'm sad my kids will miss.", "Mom will get sad. [NAME] still good. Hanging out with friends still good. Money buying foodie exp is still good.", "Sadly, that theory is plausible in the lds inc realm of thinking.", "There was a horrible accident", "I'm so sorry. Read about you getting kicked out at home. That must be devastating", "Sorry to hear about that and hope you have moved on.", "Sadly, I’m younger. 15.", "Ope, got a lil chuckle outta me there, sorry", "Me thinks this crosses the line of dignity. Makes me sad. It’s one thing to expose things but another to mock it.", "Because after the troubles, making a joke about religion in Northern Ireland goes down badly. ", "and i answered, sorry if you can't follow. i agree that having a pet involves (unnecessarily) having power over a small animal. ", "Im sorry my friends money should be out soon then ill release for all to see", "Go pursue that education. Let [NAME] wallow in her own sadness.", "Just got a bit worried because it's always showed up instantly for me before", "This is ugly af sry", "I'm sorry.", "It worries me that there are people that miss the meaning of a subject by so much. Your critical thinking skills sadden me.", "I almost feel bad for China.... but the culture has a major problem with having 0 morals.", "I might have exaggerated a bit for comedic purpose. I'm sorry. I'll edit it in.", "I feel the same at 5 feet 9. Feels bad", "Take it easy, hater. He nailed it.", "I'm sorry for that.", "I find it sadly ironic that a man's job is to protect his family, yet if he's alone with his children they question their safety.", "I'm sorry for you, but that pic is in the wrong subreddit.", "i swear i've seen this on a poster somewhere at my school, it's awful", "She must have a very boring life", "She already had a child protection worker. It wasn’t her first rodeo sadly.", "Sorry, should have searched for the artist's name. Karma Decay is a lot less reliable than I thought it was."], "disappointment": ["The way that ladder is attached to the building is pretty terrible.", "Low life is as low life does. I wouldn't be too surprised if he's broke by the time he's middle aged, unfortunately.", "You need to clasp your hands on top of a book to get rid of depression? Thanks grandma", "Wrong. You tried to use a WW2 example and it backfired on you.", "We still have them 150 b you cuck. Why are you so fucking stupid", "[NAME], don't fucking front the pass if your help defender is [NAME] he will not help you", "Dude is really nice. But I’m gonna be so upset if we ignore our huge need for a small forward again.", "She was so excited, oof the comment hurt", "The last statement just seemed like a bit of a jibe.", "Men are disadvantaged literally everywhere.", "I don't know why but every time I see a meme telling me how good I am it doesn't do anything and doesn't make me happy", "Whoa I actually remember this. Wait shit does that mean I’m old", "That’s what we said about 2017 and 2018 after 2016 it only got worse and it’s not gonna get any better I guarantee", "It was pretty heart breaking, then the council came out and said they weren't going to collect them. Made a lot of people mad. ", "Yea it’s so weird", "Dont worry, as you get older that will stop working or possibly even cause anxiety. ", "Never underestimate the stupidity of people", "I was kind of rooting for him to get stuck.", "The fact that her pillows are brown is way more disturbing to me", "His misogyny is disturbing.", "The second half of the game was a big disappointment for me. I really wish they kept the family around for much longer.", "I'd say that the vast majority of the population is and was rightly looked on as horrific. Christmas music makes me feel like a real [NAME].", "It's when you least expect it that people hit you in the face with life It brings you back to earth", "People keep giving serious arguments but you keep replying “but mah happiness” Not worth it to lose time arguing with the likes of you", ">I am someone who is easily distracted I'm putting off work to do this survey :(", "But the battle dynamics are sh*t. Every other ME is better in that respect, especially the squad AI is bad. Really bad.", "Funding was never the problem of Mass Effect. EA is. You're confirming their bad business strategy.", "It's bad that you're smoking weed. For minimal damage to your body, EDIBLES", "Nooo. Ireland will now lose those two rounds. The world is unfair", "Don’t you spit facts! Downvote for you (everyone) with no reply. They don’t reply to good arguments just downvote you.", "This converstaion reminds me of this old [NAME] cartoon. Apparently some people were upset by it.", "You're an idiot and no one believes you and your telegram jerk-off buddies.", "I disagree. It's a couple of loud voices and some pretty blatant brigading from at least one of them.", "I graduated in 2002 and had history books that ended with [NAME] 2nd term. I had great teachers but terrible materials.", "it's quite cruel and a little late for him to be worried about hurting her", "You are not the only one. I rage quitted UNO", "No because to them this disabled boy is faceless. It’s easier to digest our hate and vitriol without thinking about it.", "The fact that he allowed himself to be bullied and pressured means he obviously lacks the courage of his convictions and should step down", "I'm still worried about [NAME] though :(", ">the silent majority This is the most ignorant thing I've read so far today", "So now disabled people don’t have rights . You get worse .", "I can't believe he used the N-word.", "If this is actually how it goes, I won’t feel so bad going from 5 to 8 in week 17.", "I have a feeling you're one of those far rightist trump supporters trying to use [NAME]. Your uncaring, almost sociopathic idealogies make me sick.", "[NAME] gets way too hyped around here", "To bad we aren’t getting [NAME] vs [NAME] and [NAME] literally burning it down to close out mania. But man I love this belt.", "I’m sorry friend. I actually used to be pretty good with this but I’m constantly getting worse.", "I gave undeliverable perishables to a local fire department before", "The reaction is incredible. I’m quite certain it’s satire as well, but its impact is depressing as hell. ", "What a political whore Uncle [NAME] is!", "[NAME] gave me depression because had I been left unchecked I would have bested him in hand to hand combat by age 16", "Sorry to disappoint, we are working very hard as employees to turn this thing around. Hopefully we can change your mind in the future. ", "The only thing I know is that none of us don't know anything", "I thought I could handle it but I was wrong. Good [NAME] was I wrong.", "I'm just really sad all that cake was wasted.", "I literally teared up reading this. That poor, poor guy. He has a great attitude, but that's heartbreaking.", "Oh shit I didn't even connect those dots!", "Honestly, same. I was miserable at my admin asst job.", "Your comment is kinda wasted. He can't read.", "disappointing click of the day", "Gonna give up your best friend for a g huh? I'm glad we aren't friends.", "Sucks when people misunderstand philosophy right", "Came here looking for the knowitall that explains the difference. Disapointed in reddit today.", "So the article is pretty much nonsense.", "Poor eyes. Can’t even see and is sent to the trunk.", "Yeah but who’s to blame when you are put into a seemingly meaningless game when all you care about is one rank. Bad system.", "I was forced into college and I wasted my gpa :(", "Don’t be fooled by Garlic Bread. The cringe still exists.", "I actually did have a girl a few towns away in a different school and no one knew her. No one believed me at first :(", ">[NAME] has urged [NAME] and the Liberal Party to allow cities to ban handguns. What a goof.", "best: buy flowers because you want to make you SO smile worst: keep going because love is what matters not the issues", "Really feeling you today.", "It's shaped fine. It fits her. It looks great and I'm jealous.", "Its one thing to LOSE a debate, its another to be disqualified for wrong think. ", "That \"Hard work\" usually involved the junkrat pressing Q so I'm not about to shed tears", "Those ads actually make me feel bad for financial advisors gouging clients with excessive fees.", "Damn ive been hard on brown but he's been looking like 15-16 [NAME] this game", "One of the very few individuals to survive a shot to the head. Very unfortunate since he had a couple of more good years ahead of him.", "Now I see why it takes me 30 minutes extra to get home if I miss an exit.", "Thank you. I needed to hear this. Currently kinda spiraling pretty bad", "Exactly what I was thinking. \"Oh, I'm sorry, let me just undo that for you then\"", "That game hurt.", "Thank you, I couldn’t figure out what he was trying to say!", "+1. I don’t make it to DuPont anymore unfortunately. If you’re in Rosslyn, I’d recommend American Threading Plus. ", "Not sure, but if so that is unfortunate. I really liked their cheese bomb deep dish. =[", "The paradox is not working, then also collecting entitlements is still theft.", "Unfortunately for you, no one of importance cares about your absurd views. ", "This is not a good relationship. It doesn't seem like she is ever good to you, only manipulative.", "Ignoring the refs for a second, [NAME] defense always does well against us", "[NAME], u are a real piece of shit", "I don’t understand the point you’re making sorry", "It’s misleading. Better article:", "I keep hearing [NAME] is a terrible hire.", "Been their. We got into a huge argument and that caused our first break up. Video games...", "I was thinking she suspects her husband is being unfaithful and sneaking around.", "You might have better luck", "Imagine having to pretend you didn't edit your link. The inferiority is dripping off you.", "Naah, [NAME] fans got depressed when [NAME] didn't die", "Yep! And the buns seemed so much fresher then. Last time I went, years ago, it was terribly disappointing.", "Sorry, didn’t realize I was talking to a fan of the prestigious UCLA Bruins football program.", "He put up a 7 WAR season at age 22 I'm blind to that shit if he with us lmao", "And still our government is not responsible enough to pay its bills. It's rather pathetic.", "Because I want to be with someone but no one wants to be with me.", "When I was in Uni I worked in a call centre. Pay was better than retail but it was worse on the soul.", "It makes customers uncomfortable because we're calling them on their BS and this is the only way to get them to own up to it.", "I'm keeping my mouth shut. I don't want you yokels crowding up the wine store I go to.", "Normally this would get upvotes but there’s very odd voting patterns tonight.", "like i said in other thread \"ppl really overrate young, rookie contract, potential, and timeline\". smh.", "\"I refuse to argue with anyone born before 1980: They don't even know how to rotate PDFs\" That is exactly how this stupid argument sounds", "Same. Gives me the attention and love feelings that humans have failed to give", "Honestly many of these games that they lost they didn’t even play poorly, to me they looked pretty good and just unfortunately lost the game ", "Would not put too much trust on the numbers, Canadian journalists did a test on couple of these services and got different results between two identical twins.", "Oh well I guess. Can't blame you for that. We aren't all [NAME] though.", "If it’s weed I’m going to be disappointed. Can’t we all just go to the store and get it?", "Because our capitalist system is creating ignorant voters by design.", "No questions are ever stupid. Glad you learned to be a nice person.", "Oh no, they down voted me, they canny take patter :'(", "I’m disappointed that no one has suggested taking her up Oxo Tower yet.", "Even then, the commentor could have gotten the joke and was just being dead pan. ", "Don't get down. You have only ruined it with that one person.", "True. Here the mistakes has already been made. Please don't mess up for us who are looking for an alternative refuge to Israel.", "> don't tax anyone what a stupid idea.", "It's really very upsetting to have parents who dismiss this condition.", "I’m just gonna go ahead and call bullshit on most of the details of this story.", "Aw poor kid. At least he has a bomb-ass name. Too bad he probably doesn't remember it anymore.", "I'm definitely feeling like it's been a never ending hurting fest, so I hope you're right.", "They blew up my feelings :'(", "Wow those latkes look even worse than I thought they would.", "Me am be failed English and am unfaulted teacher not even frum England", "A car. Let someone else eat the immediate depreciation and break it in for you.", "I remember that day, and I remember the disgraceful convention.", "LUL, this is the 3rd time that Ajax has lost team on Busan. Unlucky."], "love": ["I love my Arabian but I have found the golden turkmen to be my more go to horse.", "Wha? I'd love more background on this.", "Spaceballs the suit case nuke, the kids love this one.", "I love this.", "I love all the cast in the later seasons, but the [NAME] relationship in seasons 2-4 are prime.", "I'm tired i'm wasted I LOVE YOU DARLING.", "I love Florida", "No the bubble is love. The bubble is life. With the bubble comes zero expectations and a sweet sixteen appearance. Such is life in South Canada.", "I love you, as a feminist with ASD words are very hard for me and you described this so well", "Good for that security guard! That's lovely to hear.", "Love the alliteration here.", "The way i eat fried rice that may be practical for me. Love me some fried rice.", "I love how defeatist we've all become.", "loving the salah hate", "Would love to share this on twitt and FB ...", "Truer words were never typed. Loved that game.", "I love how he calls himself a \"decent man\" and the other guy a \"douche\" even though he's the one who wants to fight him", "My dad loves playing sport......the sport of slam dunking my arse for a touchdown", "If it's not too late, I'd love to have one of the binders!", "i love this video", "I’m really sorry about your situation :( Although I love the names Sapphira, Cirilla, and Scarlett!", "You see, when a router and a hard drive love each other very much...", "[NAME], I love hearing them click in the water. The sound of a healthy ecosystem.", "I haaaaaate vanilla scents and they are a 100% NOPE for me. I wear more neutral/woodsy scents and boyfriend loves it, so win.", "I know! BTW I love your choice of critter. Penguins are fabulous.", "love that guy", "> I firmly believe \"[NAME] have problems, [NAME] ARE problems! Holy shit, stealing this. Love it.", "Bat Out of Hell is awesome start to finish, I'd love to see a musical based on it.", "haha love it!", "If it was super easy to get citizenship. I would love to.", "I’m naming my dog Sebastian! So I can kinda relate ( lol, def not the same). Love the name though.", "I love how their comparing [NAME] one shtick (not including highlighter) to the comedy skills of queens with actual performance talents.", "I love that this gets light. Keep talking. Especially AOC. Don't stop.", "You win some you lose some. Still love my mavs.", "He was credited in commentaries as the inspiration for Cletus. I always loved the way he just wants that dog.", "It's better to say a moment like that could truly ignite her love for the game rather than putting a bit of a damper on it.", "Love reading these kind of posts! So happy for you.", "I love your username...", "You gotta love the process.", "Paid $1.66 in Arlington today....love this", "The mango pods I purchased in New Zealand gave me a crazy headache but other flavours did not.", "I'm glad I didn't have my other dog with me. He would have not attacked her he loves everybody and she probably would have took him.", "Finally gonna get together with [NAME]. Love is beautiful.", "I love when people call 500ms lights useless.", "I'm loving the possibility of fighting a Chimera in the DLC.", "I love how you worded this comment. It's like a proverb.", "Because your considered “boring”. Girls love drama. It’s a thing.", "Love this!!!", "I loved [NAME]. She was too fine. [NAME] and [NAME] too. S1 babes were the best.", "I love you ❤️", "Falcons fan here. I love you guys so much.", "I love [NAME] can’t wait for the full circle version of him", "I love them, it's so fun to jump around everywhere", "The whole thing is poetry. That finish is magic. Nose to the mit. Love this !", "But you’re so so loved! Please find some to talk to! I hope you can overcome this sad part of life.", "[NAME] damn I love Coops", "Ah I love IDLES! Both their albums are absolutely amazing. [NAME], [NAME], and Well Done are some of my favs", "This is the most early 2000s thing ever. I love it.", "Love the song! First one I’ve bought in a long time", "Desperation is unattractive, stop being so desperate. Love yourself before you can love someone else.", ">call people faggots > lovingly describe the beauty and strength of a man's physique", "Agree, I love her so much", "I love how you're getting downvoted for understanding ENTPs better than the \"ENTPs\" in this thread.", "I did that a lot as well. I always loved going with her.", "I'm more than sure we [NAME] lovers feel the same way, her outfits are awful", "I love making fun of social outcasts.", "Hurts donuts are dry. i love the toppings and suffer through the bottom 90% of the donut, really not worth it. ", "Good always love him", "Post them all! Love old pics.", "I love any story that includes the phrase: \"Some gypsies showed up\". ", "I loved ScienceBowl and KnowledgeBowl in highs school. Wish we had a college bowl.", "I love that fray. I wonder how he got it.", "He dunked all the time with us. Loved the reverse two hand slam", "I love CoD4", "I love this information!", "I'm fairly new to this group and just realized my nightmares started the day I joined. However, I still somehow love it!", "No-no-no-noooo Besides, [NAME] is not a bachelor. He is so in love with himself already", "My second doc! I’m a student from Cleveland and would love any tips you guys have.", "Oh my. Bless this dog. He is a big boy. I love him so much. Tell him I love him.", "my heart melted omg [NAME]", "Nope, midwest. I'd bet there are a bunch of shops with the same stuff though. P.S. I love your name!", "I love lions. Wouldn't want one in my house though. Might scare the dog. Same thing with children for me!", "\"Keep blowin'! Love always, [NAME].\"", "A tshirt. I actually bought the cutest shirt that has a nasa logo on it and it says I just need some space. I love it.", "Hopefully we will se [NAME] at least as a sub. We love you [NAME].", "**<3 I Love You <3** Welcome Home !!", "I really love this title.", "I love it. Probably my favorite game mode right now. Especially when playing with a buddy.", "I would tell her part of loving herself/her body is taking care of herself. Speaking as a recovering obese person myself.", "I love the fact that [NAME] kept the nose thing for so long he had a mark for the rest of the episode", "I love that username", "This is the kind of winning I love. Winning because [NAME] has 25 and [NAME] has 29", "> a complete ham sandwich Love this. Using this.", "Me too. For some reason, even the people that I know that love reading don't read Murakami. I love that lil Japanese man. ", "I love [NAME].", "I love Arkansas. /s.", "Bro I love how she deletes it so all ur hard work is gon", "I love [NAME] :)", "“we love [NAME]!”", "Love Mac n Gold", "No R movies or tv shows, no buy from me. But I’m sure people with kids will love it.", "That backfired in the most delightful way.", "bet he loves to slow dance", "Get one. I love mine.", "I’d love some actual lore relating to OW as a whole not just slapping names on single characters once every 6 months", "its admittedly shallow and petty but I love the saying \"libertarianism is astrology for men\"", "I love how they added a camouflage hat on the australian dude for no reason at all", "[NAME] forbid i love and support and show that support and love for my country apparently im racist now...", "I love in SoSpaHa - south of Spanish Harlem.", "As much as I like [NAME], losing [NAME] still has to hurt. He’s just so damn lovable ", "Well said man. I hope you’re doing better now. Love the username btw.", "[NAME] is trying not to laugh through his lines and hoesntly I love it.", "I love how he does the [NAME] shirt-pull because he is captain.", "I'd love it, too. Might be that I've just gotten an idea for a post.", "Steakspeare in Love", "Love [NAME]! MAGA and [NAME]! [NAME]! But this is not helping....", "Love live [NAME]", "I love it when cats go all airplane ears", "Love that we have the same amount of playoff wins as them this year!", "I like your answer and good on ya, love me some [NAME]!", "I love hunting/fishing. I’m on every day, too. Add me: [NAME]", "I already love [NAME]. [NAME] gorgeous, but just didn't charm me as fast Ms [NAME].", "[NAME] loves (the taste of) people", "I have always loved [NAME], love the deadpan humor of him and peavis, and he's just a talented and amusing guy.", "You look adorable. :) I love your eyes. :)", "HEY! Once I was out on my own, I **loved** getting socks and underwear as gifts. My son just realized the same thing.", "My boyfriend loves it, I don’t really care", "YES please! I would love to see this map back in game! So many good memories"], "excitement": ["I do to! We all heard a huge crash and bang and I ran over expecting the worse. Was truly a miracle", "Hoooo boy am I ready for a masterpiece", "That was around 5 grand but cheers and hope wherever you go in life keeps you happy and striving to go higher!", "True! He probably is just lonely. Thank you for the kind words :)", "My favorite!", "I reallllly loved the show. It disturbed me a lot, definitely. But I want more now.", "I know exactly who you’re talking about! He has a documentary on Prime!", "There's always something endearing about a reply trying to keep the enthusiasm going. You enjoy that new toy as much as you can.", "Happy birthday [NAME]!", "OHHHHH! THAT ONE! Oh, *[NAME]*... ", "One of the gayest shirts I have ever seen...", "This sub is a fever dream", "This is my hat now... this is totally my hat...", "Happy New Year to all my fellow Asuka mains and all you dirty bastards who show no hespect. Cheers!", "£20 per child?! That is ridiculous! You can’t buy much of anything for that! I am furious on your behalf!!", "LETS GO BOYS!!", "Well now I am super pumped! [NAME] I hope AA doesn’t disappoint us", "Now, this is epic! ", "Let's do this... 4 game win streak again!", "What really got [NAME] bigger that much?", "I’ve never felt so blessed that I live in a country with wide open roads.", "Try your luck with ranked. it you stick it out enough you'll get high enough to play with good players", "You've summoned me too soon Executus!", "Same.... I'm just perplexed", "I would pay good coin to read that love story.", "I’ve seen 62 to 8 in 12 hours up north. Weather is crazy stuff.", "I’m excited AF. First holiday in four years. Totally cannot afford it but that’s future [NAME] problem.", "YOU WIN!", "Wow sold out during break without most of the students. Don't know how they'll fit the students in once we're back", "I don't think he can hear you yell louder!!! ;)", "I had this :", "Oh my [NAME]. Yesssss.", "Yes!!!!! THIS!!", "Don't give away my zip code! Craft beer and fabuloso be dammed!!", "Omg, the hands touch the chicken, go off screen and then touch the salt. My mind is contaminated with Salmonella. ", "Keep watching!", "Oh Lord hearing the puking!", "Just wondering how they did it visually with all the fireworks going on", "I can’t wait!!!", "Yes! My Big Fat Fabulous Life", "Baby cake!", "It's going to get awfully dark and cold at night.", "wow that's dark", "I’m pretty sure you can run as long as one of your parents is a US citizen (correct me if I’m wrong).", "Impeach “fouty” five!!", "Two year old account with all posts deleted. This is an interesting way to use a shill account.", "Really wish we had got something like this!", "I watched a couple Titan games. He used [NAME] and [NAME] very well. That alone gets me excited.", "Forehead kisses, and any of the cute nicknames he calls me [NAME], best feeling being in his arms [NAME] I miss it all", "You guys are horrible. I love it.", "I love life, happy new year boys!", "This should be interesting...", "Crazy stuff! Gets 80% to shatter before taking any damage. That positioning is on point!", "Yes! Totally forgot about her. Noon too!", "Can we have a video tribute to [NAME] when the Jazz come to Atlanta?", "[NAME] a real surgeon now!", "[NAME], this really is stunning", "I loved the reaction the cast of BP gave when they announced Spider Verse won. They couldn’t contain their excitement", "DuDE -- I aLMOst HAd yoU!!", "How are we playing, just tuned in", "If they add the yellow boots I’ll be happy. I really like this suit", "Seriously, it really made me happy! I hope when OP scrolled through she felt a little tingle of happiness too.", "cheers friend. same thing happened to me 2 days ago. hazzah!", "I always wondered what turned the deer albino. Must have been from fright.", "Omg yes feels like being new born.", "Damn, that's dark", "Oh, cool. That’s the TF all the little kids like nowadays.", "You're so cool.", "this looks natty with ideal picture conditions", "The miracle of life!", "Omg this is the best idea I’ve ever heard for a rework", "Because it was funny and people liked it. They otherwise do a pretty job of preventing memery", "[NAME] FINALLY fournier, [NAME]", "I heard a version of this where the president was also a woman!", "[NAME] looks really hot in this pic for some reason", "[NAME], let's celebrate together, y'all will be the king of New York. Praise Marks.", "good. can't even describe just how terrible this entire thing was. just make 1000% sure this is the right guy.", "If reincarnation is real, I hope next time I have a name that's half as awesome as [NAME].", "Crossposting is a terrific feature on Reddit. I'm happy if someone does it to me because it means more people will read one of my posts.", "You’re going to love it. Wake up refreshed and ready", "Oh. It really is [RELIGION]. I was wondering if that was a bad gag.", "What a journey.", "Interesting what you said about the crew and better to fly solo than with people who bring you down. I'll remember that.", "happy cake day!", "Big breasts!", "I love your username, btw. Happy new year! ", "Can’t wait to go!", "Valium/Diazepam is much much more enjoyable than Alprazolam/Xanax IMO. I love the muscle relaxation. It feels so good, combined with an opiate, ", "More camo pants!", "Hope you're ok!", "That's how I feel every time someone wants me to hold their baby.", "I’m wondering the same; something seems weird about that interpretation of the law", "Closing in on $300,000 now, this stream is incredible.", "Hello!!", "Intresting. Well I sure did learn something today! Cheers!", "Say what you want, [NAME] is putting on a goddamn show"], "nervousness": ["I spend a lot of time worrying about how and why that'll happen to me as I get older.", "Absolutely. It's exhausting.", "migraines suck. Hope you feel better.", "Tbh the floor is probably more comfortable than the seats. Doesn't make it safe though.", "She reminds me of my crazy sister. Just a ball of nervousness and constantly just on the verge of crying.", "that's horrifying", "Im always worrying about the same thing, thats why Im always posting and within hours freaking out and deleting my posts ", "I know, that's why it's a little unfortunate they don't have a test. ", "I would be creeped out.", "Is it weird if I said I forgot how brutal things could get? Like what happened to [NAME] oh my-I was appalled.", "I feel a sense of unease tbh", "It is liver toxic but this was given in a hospital. Liver toxicity usually results from taking too much to often.", "Weird that it wasn't included in the article.", "I was once married and now I live alone. Some weekends, I don’t speak to anyone and don’t go out. Pure heaven. ", "I heard the ostrich was sick.", "Makes me want to break out my 'learn to use my SLR properly' resolution again.. more time commitment tbh. Great shot.", "You think that hearing deathcries is **funny** ? Personally, hearing cries of pain and dispair don't cause me enjoyment, but I guess I'm a weirdo.", "I understand just so hard feels like I’m being thrown away like trash I don’t want to imagine a life without her in it", "The one that is a sentient being; the one that's most affected.", "Nervously laughs in anxiety", "I know I am very worried", "That guy’s heart must be more broken than [NAME] when he had the heart virus", "My whole life’s been a lie", "Yeah I’m so envious of [NAME] right now..."], "joy": ["I'm so happy for you and so, so, so proud of you. It's HARD to talk to your doctor about this stuff.", "That'll be a testical festival for sure. Have fun.", "Let us celebrate with a glass of kerbango.", "Uh oh spaghettio", "Usually fly fishing. During winter I like cooking, enjoying a glass of wine or a joint. ", "Unless you're trying it with dollarstore shit, don't risk wasting the money. Just enjoy it.", "I switched to Ally and love it. 2.2% interest is awesome", "Those sound yummy!", "The Guy just wanted to Make a Joke and I liked it", "I blame all of y'all, y'all told [him he] was funny", "And in those dominion game, everyone clapped. And [NAME] was there.", "I'll have a look and see if I can find it. Cheers for the info!", "the Browns called. They would be happy to help you end your career", "Glad we agree.", "Maybe they are jealous that you found happiness.", "Don’t rush it .... it will eventually all fall into place, Enjoy today ", "This joke hasn't really worked since the 11th Century. Even then it wasn't that funny.", "Different personalities, I've always been like that with friends and family.", "Yeah, that will reduce the number of kids taking pills - make enjoying a drink at a festival even more difficult!", "Was getting ready to comment about this one. Was really surprised how much I liked it but can see why it’s not for everyone", "This is hilarious", "Wow she sounds like fun", "That’s so nice! Kindness like this makes my heart happy.", "He can do a balloon party with his brony friends", "This made me smile. I watched it on YouTube.", "Today's Recaptchas were fun. I'm very good at identifying store fronts, apparently...", "Nah man [NAME] gets made fun of more than anyone lmao", "I used to enjoy it and grew out of it.", "I adore this. It gave me so many chills of happiness!", "At least it made for hilarious responses by people being aghast by the price.", "He seems like the most genuine dude. I’m so happy to have him as our coach.", "Guess [NAME] back hurts more than [NAME] neck, a comeback insues.", "This is about as close as I can get to singing IRL. It's fun.", "I mean you can want a break from something and still enjoy it.", "Funny how we get more anxious about our heroes than their victims", "Did anyone catch [NAME] imitating him laying on the ice as the game ended? [NAME] as fuck", "Pity because I enjoyed Max Normal.", "My kitten just got very happy when Pasta scored. Such loud purrs! I was happy too.", "Tbh as a [NAME] this sort of news make me happy.", "Well she’s still kind of awful but she’s hilarious. Definitely a huge improvement. I could barely watch her!!", "Thats one way to make political and economic instability sound super fun", "One of my best friends got caught up in Primerica, it was both sad and hilarious ", "Just cleared normal mode! I'm having a lot of fun xD", "Right now I'm listening to Stand By Me, I'm liking it ", "Swordfish is my go to gun. Used my first unlock token it given how much I enjoyed it.", "Funny I’m on my second play through and this happens...", "This looks like [NAME] at the gym", "Most of them seem to be joking about the walls.", "Send your story over to r/nice guys, they'll love it ", "I'm happy for you and myself.", "old [?] people love their bags.", "You’re right. With IDs coming temple desk workers will look an awful lot like TSA workers.", "Tbh may have more luck on r/funny", "I played that one. It was really fun(at least to me, as a kid).", "Woah Dude!!! I would be freaking out", "The Homestead Crater is fun. I also like the Crystal Hot Springs!", "That's awesome. Hahaha", "All. I too, am drunk, and will be enjoying half price burgers at Whitlow's once my appetite kicks in. ", "THATS WHAT SHE SAID...HAHAHAHAHAHAHA!", "Makes me very happy indeed.", "good to see your story had a happy ending!", "I work from home and live with my daughters. It's so serene, but also a lot of fun because we have great times together.", "Not sensitive, just scared that a sub I enjoy will become divided and will have in-fighting.", "Enjoy trading a potential superstar for the worst guard defender in the league.", "Ty going through a lot right now and this made me smile.", "Well that’s sad. It might’ve been funny if it was fake.", "Hahaha good point!", "It’s fun until you’re looking back", "Hell yeah. Enjoy your new bachelor life son!", "That'd be fun! Meet at a bar and watch the show!", "> I know I should feel happy why", "Half right I am 15 but I’m not a goth and just enjoy the taste of human mostly blood but flesh is almost as good", "I always wanted to be an actor! Always found it fun to emulate and/or imitate others", "Scripted but funny", "As a college student that played football I'm with you lol. My team smashed mcdonalds all the time and it was great", "The real joke is always in the comments.", "And I laughed", "It's a superfund site with a couple of inches of topsoil on it. Have fun with your cancer dummies.", "She’s actually crazy", "Abortion. emails. BENGHAZI! red cups Happy Holidays", "Rusty you the bomb! I'm okish now but just knowing you are out there makes me smile! Cheers! xoxo", "Not worth it. My family is the same way. I am scapegoat. I cut them all off and I have never been happier or more at peace", "\"So long, [NAME]\"", "I’m happy for you two. Cheers!", "another one of those chicks sacrificing her children for a man and 'happiness'", "It's funny to consider DMC2 had characterization", "Now that you're saying it, it actually makes sense. I'll be really hurt, but if she makes him happy I can't stop him.", "I was expecting a fun game about dolphins once upon a time...mistakes were made.", "I like these kinds of multicultural projects. Very much in line with my feels about South Africa."], "disapproval": ["But once it's born, if its parents can't afford food, shelter and medical care, it can go fuck itself.", "Like many TIFU posts, I don't believe this one.", "I get it but it wasn't what i was talking about.", "“Inside sources” really don’t help the story even if this is true", "I partly disagree. In an argument that stupid, whoever writes more text than the other person is inevitably the bigger moron.", "You're a normie in loner's clothing. If you think that most of us haven't tried all of the above already, you're sorely mistaken.", "This guy looks like a creep..... that other girl isn’t interested at all.......", "Hallmark movies are the worst culprits.", "You clearly don't understand alimony.", "I'd say no, mostly because you don't plan to stay long-term.", "I could never deface my car like that omg", "My dad doesn’t believe in climate change. This is way too accurate.", "Weird we’ve seen leftist harass and attack elder people and elder veterans but it doesn’t become mainstream news. I wonder why that is", "Censoring criticism and discussion is a very slippery slope.", "Really not sure how that’s your takeaway.", "Then stop electing those officials.", "I mean, even happy-in-love, definitely-did-not-settle type couples still get divorced. It can go either way.", "Huh? edit: /u/DanVsStu I have no idea what this show even is - you have the wrong account", "Whaaaat no way, you can’t play it with other people? ", "Oh come on, you can't mention Psi-Ops without linking the theme song!", "ick! That makes me feel gross. I have \"Addison's Disease\". ", "Eating isn't a 'Healty coping mechanism', stop lying to yourself.", "It's 57% upvoted, which pretty much means most people hate it. ", "I dont believe you", "It is though. Certainly the worst Zelda game at least.", "Haha yea few cars drive worse than a Versa. Aside from performance, what are some must haves/wants?", "There is something legitimately wrong with you", "What's there to disagree on..... it's pretty apparent", "Socially it's completely unacceptable to pee your pants.", "I can't believe Pandora created scat. An icon.", "[NAME] opinion on adoptions is quite disturbing", "Funny that punches to the face are completely forbidden in Kyokushin competition.", "It’s shit. It doesn’t let you see schedule information.", "[NAME] was pretty rude to the maintenance guy too, but what a comeback he had for [NAME]!", "They'll always talk about how much they value nonconformity, but when you actually don't conform they hate you", "Damn! I hadn’t heard about the eBay stuff.", "Just watched The Pass on Netflix--really great movie, but not exactly a feel-good time...", "And it seems, just genuinely nice, hilarious, and passionate about her work. I hope she gets more of an edit from now on!", "He’s not the brilliant tactician he’s made out to be.", "Honestly, I dont see it. Like, at all", "Without any kind if proof beyond ex gf’s texting eachother, im not going to just up and believe this", "Well, its been hours and I was correct. The OPs comment was totally 100% incorrect. Have a great day, thanks for playing. LMAO!", "Look we are starving but we still have some honor. We don't need any help from your people. Especially not 50 cents a day", "That's literally impossible.", "I'm afraid that will leave Britain no better. Can't imagine the ruckus if remain wins.", "And even worse after 40 years!", "*10 minutes of awkward roleplay*", "Uh, people kept asking me if I was jailor and I said no, and based on this chat you can also see that jailor is not smart.", "Bioavailability is poor without an emulsifier, this is not a practical method of administration.", "Yeah, I don't think [NAME] supporters should use intelligence as a reason to talk down to people. I have watched [NAME] speak. Yikes.", "I must of not fully understood what you meant... damn tired redditing"], "surprise": ["Its horrifying to think about getting separated from your family, friends and the culture you were living into somewhere new and unfamiliar just like that", "Top female players including [NAME] practice against college men players and get beat a lot by them. I wouldn't be suprised to see [NAME] win even at 14..", "[NAME] winning a ball would be...... surprising", "There are quite a few heck I know of 3 alone right in Manchester", "I'm surprised [NAME] let her post that.", "I’m actually suprised they all didn’t follow him and now they all have to repeat junior year.", "I can't believe this team beat Winnipeg last week, handily too. That effort hasn't been there since. ", "I’ve woken up next to some shocking things but just imagine finding the top of a police car in your room.", "It surprises me that he's a mod some days...", "I wouldn't be surprised if their confidence is so shot that they lose this control and lose 3-0", "I am more than pleasantly surprised I clicked this link", "I will be surprised if this actually has an impact. Just a few statements about the importance of the commitment to defeat ISIS and the withdrawal will continue.", "I’m surprised they find toothpaste still", "Imagine my shock... but he does seem very representative of the left.", "I think they’re gonna keep her a surprise.", "[NAME] has been a pleasant surprise", "[NAME] was a pleasant surprise. It might be something you'll enjoy.", "I'd be surprised if mosques make the girls on school trips cover their hair, hence my question.", "Nah, girl, you did great. I'm also shocked by guys who want to hook up without a condom.", "what a surprise i never saw coming", "You guys will be shocked to know it is another cut of the Ga Spa vid.", "Surprise! That fat woman you see on the bus every day is actually this generation's [NAME].", "Oh a cat !", "The faces in that drawing are kinda horrifying", "Dang, dawg. That one shocked me ", "Youd be surprised how many times the \"hebephilia is not pedophilia\" argument comes up on reddit. ", "You're saying some surprisingly stupid things for someone named \"[NAME].\""], "grief": ["There's a guy that died after he let a horse do that. He'd probably have survived if he sought medical attention sooner.", "Ah, this may explain all the untimely heart attack deaths we hear about for those who opposed the state or whatnot ", "They probably died anyways", "The attempt was successful. He's crying and not talking to them because they're actually dead.", "Can't remember how many times i died there. Death is easy if you keep spamming holy water in the corner", "In the 50s my aunt was 6 weeks old when a flu virus caused inflammation of the heart and she died. So there's that, too.", "Gatling guns hurt so much it can be like instant death with no way to react", "This post and thread are killing me", "Mental illness. Operation on 7 people in a manic state . Four of them died. All his money was gone and his rich friends abandoned him.", "She's actually not dead at all. Even now shes still a good hero.", "Odd to think that most people in this photo are either dead or just about into pension age.", "I think he is dead but he died long before the supposed raid. He was old and sick, dying of kidney failure.", "I've seen pigeons do this. I thought they were injured or dead until I checked.", "This was funny the first time, now this jokes been beaten to death so badly.", "Thats insane. Someone died like 2 years ago after a bolt got kicked up by a truck and went through his windshield and hit him on 146 in LaPorte", "My thoughts EXACTLY [NAME] looks dead.", "Unfortunately later died from eating tainted meat. [NAME] BBC documentary 'dynasties' followed the marsh pride, the lion episode was awesome", "My heart broke for him when his wife suddenly passed away. I worried about him with his issues with depression but he seems to be doing okay.", "He was dead through the whole movie. Oh wait", "Everyone who takes drugs will die.", "I think the scene with [NAME] kissing in the bathroom after Midge’s death is really good. Idk, maybe it’s just me. "], "disgust": ["Sometimes I wonder if people are that stupid or that malicious", "Pasta left to your door today is 4 years as outdated! Be aware. Some quality grammar there...", "It’s a disgusting mix of mayonnaise, ketchup, and pickle relish.", "It's ridiculous people blind fellow faith here in algeria", "Different pipes go to different places! You're gonna mix them up!", "This is child abuse. No decent parent would force their kid to starve just because they don't understand science and nutrition", "Good. The US is behaving shamefully, the least Canada can do is to try and pick up a little of the slack. ", "its disgusting where our society is. free tube sites need to be banned", "Super boogers is one of the super weird and oddly satisfying parts of recovery imo.", "We’re used to crazy cold weather but this is much worse, a lot of people are just staying inside till Thursday.", "So you defend an evil murdering dictator and pedal conspiracy theories and whataboutism. Grow up.", "And then in a weird twist her family tries him for murder. Haha!", "They don’t like him, so he is divisive. It’s projection.", "This girl is really hot. tight biker suit and all that.", "Considered going for the 1st time this year, then I see all the ads targeting kids specifically. Feels weird as a 26 year old seeing all this..", "I hate that. PC is way better for using the internet. I also hate how all the important features for the website missing on phone version.", "wow it’s literally disgusting that you’re getting downvoted for pointing out that she abuses her kids. this is the society we live in, eugh", "If she deleted your Snapchat just because you showed up to a bingo, then it seems she's a bit of a bad person", "I kinda like the swirlies in the hair. But then I saw that her eyebrow is actually just the hair and hated it.", "That's pretty bad though would certainly explain things.", "Oh my [NAME], this is an absolute lie. ", "FUCKING READ IDIOT", "I really get that, it's soooo disappointing. I hope he can make it up to you.", "She's so remarkably stupid.", "You like [NAME] but dislike [NAME]? That is weird considering that they both are on the same low level of intelligence.", "You will eventually end up as an awful person who abandoned her. Might as well be sooner than later!", "I mean, I’m an occasional monarchist myself. That doesn’t mean I’m under some delusion that it’s a fix all.", "In what world do you live in where you actually think you are justified in asking someone to apologise for giving you life? That's utterly arrogant and pretentious", "Damn, politics *does* make strange bedfellows.", "Racism. They're talking about racism. The hate is the new KKK sheet.", "I'm saying [NAME] is the pretentious one, and that the original commenter's response to him is a perfect mockery of the asshole ", "Hate to be that guy, but that's not DDR, that's Pump It Up, the Korean DDR rip-off.", "I've started downvoting people for mentioning meat or animal products in their comments.", "Yea true , it sucks that theater mode doesn’t work its broken as hell in this game ", "This is one of the worst I've seen...", "Oh. Damn.", "Disconcerting how much I see this guy’s trash propaganda on my reddit feed", "He was forced into this marriage", "Technology bad!", "Exactly. I forget what the \"killed per year in a school shooting\" figure is but it's shockingly low.", "I will! This is a great new excuse for never leaving my house", "The way colt talks in that weird calm voice is like a psychopath. I hate it. It’s so condescending and creepy.", "I had to put Bird Box because it's the only direct to streaming movie I saw. I feel dirty.", "But it's still raping infantry. The case rounds OHK infantry up close. It's just horrendously weak against planes now...", "You are a disgrace to the species", "Its distasteful to complain about male-dominated space like stem? **pearl clutching intensifies**", "He knew what you meant. He pretended to be confused to save face. that’s disgusting...", "Yea but you seem to forget how bad we were last year. Worst year in the franchise history.", "The snapchat news feed on the stories page is horrendous, its entirely just celebs, porn and hookup culture shit. ", "Because shes fake and selfish, I get a really fake vibe off her like shes playing a role and has no feelings", "He says he still loves me and wants me in his life. He cant bear to deal with the guilt he feels over Girl being jealous.", "Honestly, I have a hard time sleeping in socks. The fuzzy ones are the worst because they slide around on my feet.", "That is disgusting. No one should act like that to you. I'm so sorry that happened.", "His best season was a luck filled one. He'd be nothing more than what [NAME] and [NAME] already offer but with worse defense and a worse bat.", "[NAME]", "[NAME] doesn't seem to have based this on anything. The owner of the nightclub says there was no altercation at", "If I hear \"not sorry, [NAME]\" one more time, I'm going to start disliking [NAME]", "It certainly reeks of the same kind of scam.", "This is going to be a disaster", "21 million went to [NAME] throughout his tenure…ridiculous", "My son told me he hates me", "Who needs sciences. It's most fake news they peddle in anyways...", "That’s horrible. I’m probably going to donate to them I can’t imagine not missing out on a season because someone stole.", "So get a job and leave. It's just going to get worse. First the tv then you. Get out while you can", "Kor Is an absolute chad", "These disgusting old hags are literally old school flesh-consuming ghouls. Like [NAME] or [NAME].", "It's bad when that sounds tasty to me", "It's a loooong story with some awkward weirdness haha", "It's not better or worse, just different. ", "Smoking is nasty.", "I am more of a dumbass for building a $2500 308 AR-10 for my first rifle... regret it but just not willing to sell it till this day", "*She. This was posted by a woman, apparently. Its just as disgusting either way though.", "Worst winter ever :(", "That looks disgusting.", "The treatment is a series of injections. I’ve had them. It’s not significantly more unpleasant than the flu vaccine.", "That was such a bad yellow, he had the height and positional advantage such a bad challenge", "Having sex with a child in the room is often difficult and boring.", "You are the worst kind of person, but i love it", "The ruling class doesn't care. Their only goal is to plunder and loot the country for their own financial gain.", "FYI not all skinheads are racists. [NAME] suck and should be confronted.", "As someone who went through school before the internet existed, yes, weird creepy kids existed. Although it was more in your face. ", "Perfect example of the disgusting misuse of ‘Orwellian’ on this website", ">+. I’m in my early 3 Exactly This. It's the worst.", "oh yes! i did not know pizza could possibly ever be disgusting until i moved to florida."], "relief": ["Not to worry. He'll gets his bats.", "I've come to the conclusion that TMoR's Snoo needs to be more orange.", "Maybe [NAME] needs to have a Big Mac meal and relax.", "This makes me smile.", "Good to know! We didn't get any when we went Friday evening, but we can try again.", "Same. They responded really quickly like within an hour.", "That better the case. It'll take the sting away a bit.", "Because of what I said in my first comment."], "desire": ["> I also could care less Back to school, again.", "Habs-Flames has always been my dream final. Right our last wrong.", "You have to live for you. Go get that education, go get that career. Rediscover yourself.", "That, but I also really think that [NAME] is going to be a top QB. Especially, if he progresses during his time as back up.", "That man deserves a good whiskey. Hook him up.", "I like watching old shows and movies and seeing old brands and how the logos and stuff changed.", "I had the same thought also.", "I always compared him to [NAME].", "I wish they would have focused on them in the first movie, and slowly handed the torch off to the next gen by the 3rd.", "Maybe that's why she was trying to buy a firearm. To lead the fight against the alien invasion.", "A machine would literally do a worse job than him.", "While it is unfortunate to hear that he is no longer interested, I hope that this brought some level of closure to you.", "I believe furloughed feds still have health insurance benefits so you're not wrong on that PSA.", "I was looking forward to seeing the new predator, this (the concept, not the spoiler) would have made me dissapointed, yet intrigued", "Well you needn't worry about it I won't be coming back to that floating turd you call a country", "I wish they’d get [NAME] but only down side is his defense and being a skinny boi", "If I get 100 points on this comment I will make this app for Android. (I am an Android developer)", "But [NAME], this is a chance for me to fulfill my lifelong dream. ", "I mean if you wanna have more kids you should pay more, not less.. I’m not forcing anyone to have children", "Definitely not a sky writer. These plane were flying way too high.", "also Appendix: i will explode whenever i feel like it to cause you pain", "[NAME] is such a wholesome woman. The world needs more people like her.", "I’d rather give up masturbation. No time for it anyway when I work."], "curiosity": ["Because lost media presents a question with no answer. Humans are curious creatures, so presenting them with knowledge that cannot possibly be learned is extremely frustrating.", "I'm sure that's a really important issue to you that consumes your daily life...", "I am curious how much he will get", "Should start at 1mg and see how you feel", "That water looks like it has alligators in it.", "I completely agree they got fucked on that no call. And I absolutely love it.", "Makes us wonder what its going to be like for my children's generation..", "I needed this in my life", "Please treat me with modern medicine. I have gastroparisis.", "I've been waiting years to see them (specifically [NAME])!!", "This is so true.", "That’s the most intelligent question I’ve ever been asked. I *could* answer it...", "Other than a lame attempt of being insulting, what part of anything you said has anything to do with what I said?"], "realization": ["you don’t have to wake up if you don’t sleep to begin with. problem solved", "Lol. I realize that. I know plenty of people like y'all", "Wow, I read that years ago, but I didn't realize it was about Narcs.", "My mom sent it to me so I knew it was bad but I didn’t realise it was already here", "These refs have it out for the colts. I didn't realize we traded our MVP 11 to KC either.", "My problem with history in school is we learned about American history every year, which meant we learned a lot of the same stuff over and over.", "I see you're a man of culture as well. But realistically this will never happen because... Disney :/", "I saw the first 10 seconds and I feel like I understand", "Yes, that's what I'm confused about. Playing RE5 solo.", "That when you work for someone to live, friend. and congrats, it sounds like you are discovering reality with your second paragraph. ", "Got to love all the fake fans that know nothing about hockey!", "Did not realize [NAME] hair game is that fire", "No offense to pop, but their record suggests that they haven't been able to stop enough momentum this year.", "I actually realize this today. Woke up, swept the floor and the bathroom, have being amazing all day long.", "My DW made this realization. She is a smart one...and a keeper.", "*Day after day, ordinary people become heroes through extraordinary and selfless actions to help their neighbors.* -[NAME]", "Let’s not tempt fate...injuries report to spring training too.", "It was shocking to me when I realized this! Best of luck on your journey!", "This. This is too realistic man. Too late for this too.", "well, what else is there to say other than: she truly snapped.", "[NAME] or [NAME] could be a good trade piece. We don't have to solve every problem in free agency", "I've tried a whole lot of things, nothing has worked.", "Took me a few time watching it to realize that was a man and not a child.", "When mum comes home and I realise it's hug time", "Enjoy spending yours oblivious and phony, slowly realizing as time progresses how very wrong you are. ", "I DON'T BELIEVE, WHAT I JUST SAW", "Huh, that explains it.", "I always imagined they would be really easy to refuel, for obvious reasons. I never had the chance though.", "They don't even have that anymore, since [NAME] up and left the party.", "It was like he suddenly realised he couldn't claim that a product both had no effects and beneficial effects at the same time"], "remorse": ["Meth is a hell of a drug.", "So basically what we have is a horribly exploitative business model meant to prey on drivers by tricking them into accepting unprofitable rides.", "Was less worried about spelling and more worried about warning everyone in the match", "Fucking love my pixel 2 ended up hating every Apple device I owned", "just awful I'm gonna throw a barbeque to get back at them", "Why everyone mad i think it was a joke .people these days over sensitive my [NAME].", "I miss [NAME]", "They didn't even spell his actor's name correctly...", "Some judges are just literally scum. Have those in Germany aswell. Unfortunately.", "She is using you for money. You already lost her", "\"And then I apologized and expressed remorse over the situation\" ", "I see... that's a shame, but I guess we're comrades until it comes time for the 8th revolution or so", "I miss him so much during the NCAA tournament.", "Haha you have a cut on your face you must be the worst person who ever lived.", "Being pregnant and having two kids only made me more pro-abortion. Women should never be forced into pregnancy.", "Because she knows shame and he asked.", "I blame [NAME] for this series of unfortunate events", "I've seen Shot Caller. That's what I've decided prison is... so yeah. Sorry boys.", "Sorry, yes they do. [NAME] is the worst QB mentioned in that list.", "This joke is “the cheesiest”", "Missed opportunity to put [NAME]"], "pride": ["His fingers have swelled with pride.", "He looks proud of his work, leave him be.", "that's a proud dad", "I'm so proud of you!", "Boy what an accomplishment, so proud!", "Proud of my Senator today", "I am twice as proud of my baby [NAME].", "He was so proud of it, too ...", "A 20% win percentage really sneaks up on ya :( no wonder this sub has to have a toxicity talk lmfao", "That would be my next bumper sticker \"Proudly antisocial\"."]}