{"neutral": ["[NAME]: \"She seems useless\"", "He did get 3 stars bro😭", "I believe I have just sent you an invite", "I was there too! I remember it was a warm day during an otherwise cold time of year.", "Oh this is that one he posted a while back with the dinosaur and flowers 🤢", "Beverly Hills and Wehoo👍", "I'd let him destroy me with facts and knowledge 😩😩😩", "The kind of women they'll never get.", "Damn this got me", "I read \"Driscoll\" as as \"Discoroll\" and assumed this was in NC.", "\"I'm not the one constantly talking about getting laid, YOU are!\" ", "This guy journalists.", "Massive overlap. I have been vegan for 10 years and anti birth around the same time for the reasons you note.", "But \"questioning\" overwhelming evidence presented with a comprehensive explanation without any sort of counterargument is perhaps better called *denying*.", "They did and he is going to be extremely difficult to feel much empathy for him.", "\"We must fight!....to run away..\"", "Mmmmm tasty 🅱️estrogens", "Your teaching disturbs him!", "I can tell you thought this damp squib was an absolute dinger.", "He reads books!! 😡😡 he must be pretending to be smartt!!", "and now her mask is on. make up yer mind", "Well she ran with a bunch of soldiers before anf so I would imagine she had a colorful education in these matters.", "It’s literally a meme ideology. Sstaaaaahhhhpppp", "[NAME] eyebrows! Her highlight!", "I can’t tell which shirt was 2 dollars or which was 5 dollars for example", "And sing the beat !", "Interesting note about the QR codes. I've almost never used them myself. I tend to just copy and paste an address.", "For those who are wondering, that would leave you with about $1,000,000", "At least back then we didn't have AIDS.", "I feel like she’s going to defect sometime between now and when the baby is 6 months old... I hope she sees the light! 💛", "Or they saved their mom from a lifetime of fixing him... 🤕", "I’m always weirded out whenever I see him without a beard because in my game I got the longest beard I could", "That baby needs a smacking", "Whoa I didn’t even think he was a husky from the first picture.", "This might actually be one of the few cases where parallel poly will make sense, then ^^", "He made it !!!", "Only issue I have is that tiramisu is a beautifully layered cake and all of that is hidden by the container", "15 years is over 25% of the Superbowl era. That's far from nothing.", "Actually a carrot", "he blocked me right after 😂", "In good news today: she broke up with him!! Right after he told her he’ll never love her the way she loves him 🙄", "I will not be preposition shamed. but yeah, you're right", "Arm sleeve DSJ🙌🏻🙌🏻🙌🏻", "You know it wasn't missionary, if she wanted it that bad she was most likely doing all the work.", "I am seeing my GP next week because I've been having other, more problematic thoughts. In NZ therapy is free if prescribed.", "Oh so it's more like r/im14andnothingisdeep", "That's... why I'm here.", "\"oh look a baby hippo\" I'm definitely not filming that wannabe. *goes to a gig* I better film this so o can never watch it ever again.", "You're a turd", "I honestly can’t keep a secret but I think that’s because I’m a Chatty [NAME], not because of my gender. ", "[NAME] has only missed a couple games and WCJ hasn't missed any. Not sure how you rank their top 4.", "[NAME] has no jump at all. If he’s injured he should sit and get better.", "Those little whippersnappers are always generation-gapping us 😂", "She is willing to betray her current BF she will be willing to betray you when shes with you. Red flag don't get back with her.", "At least he didn't knock himself out on the ground....", "You left something out--they aren't cubbies anymore...", "F yeah!", "I saw MSNBC talk about her twice and I haven’t really been watching the news", "[NAME] isn’t a rookie, he played last year. Was pretty average but turned into a true RB1", "Well hello Mr. [NAME].", "Yep. I’m an introvert with a big group of friends. I get tired even after spending just an hour with friends sometimes.", "Well stop drinking bovine growth hormone then.", "😂😂😂 YES and she fired all her bridesmaids because they didn't text her to ask if she was excited that her wedding was a week away", "when all I want to do is relax and chill and all she does is bounce off the wall yapping their mouth too much.", "It’s fine. Baby boomers are always angry", "Livin life on the edge man", "I guess I should specify. I would like a 'right' and 'left' political viewpoint.", "i actually dont mind either of those", "Two problems: It's not a newsworthy story. You'd get sued for defamation.", "A cheater is always a cheater in my book.", "Damn furries. We don't have animal ears!", "Ah it's too complicated, I'll start dating dudes instead.", "Bagsy not in 1st!", "Yeah. You obviously can read the mind of all the voters.", "Ok google it then. 🤦🏼‍♀️", "Might be wrong but isn't it [NAME] who wanted gase more than mac", "[NAME] dumped me...", "I wanted to see him show out over Kemba.", "They probably aren’t wrong. I’m sure many ppl diagnosed asd today used to get diagnosed agoraphobic borderline schizoid avoidant gad etc", "She's actually not dead at all. Even now shes still a good hero.", "here's a nice little introduction video for", "Dude this kinda looks like the real face of hagrid", "Now I know rhino poop is very green.", "Maybe next time if you have 20K CAD keep it in actual bank instead of a crypto exchange.", "You’re welcome 😊", "Goodbye yes, but she could be alive", "No he didn’t 😂😂😂 his foot grazed the side of his head and was clearly an accident..", "Also N.e.r.d and [NAME] reference lmao", "Or you know, don’t use your phone during school.", "Anytime I've taken benzo beforecoke, it completely negates any coke feeling", "I feel this in my soul.", "Imagine the baby being retarded", "[NAME] just reminded us last night why he’s paid his ridiculous wages", "Imagine buying a product, then burning it in protest ", "I'm on my third marriage. And it's been 26 years now. Sometimes a man's gotta do what a man does.", "This is sort of wholesome in a weird way", "We've sucked ever since he got here. Just saying", "OH MY GOD TIDYING UP WITH [NAME] IS ON NETFLIX RED ALERT IM GONNA GET SO ORGANIZED", "A couple of times I thought she was going to start laughing.", "Don't forget the fort camper.", "As far as I know you can only get one RI in a day.", "Sounds like you are the one with salty tears mate", "You have no idea how high I can fly.", "Aw [NAME] - she wanted this to be her legacy", "Hold off a bit, Dallas is in a big time housing bubble, wait for it to pop, then strike ", "Take him to a family holiday and I'm sure your family will do all of the work to hint that you guys should get married.", "Damn it [NAME], now I have to go down there again.", "[NAME] pays big. He bought out Hot Doug’s so he could enjoy their foie gras sausages 4x a day.", "Weird how analgesic is the opposite of what I might’ve guessed it to mean", "For next time, there is a way bigger live chat over on r/BravoRealHousewives ", "This person is being a killjoy but there is a difference between being a killjoy and acting smart.", "Nobody should keep any around that is this ass-cracked to oblivion.", "That’s no ordinary rabbit!", "I was there on the opposite side of the field. I did not believe he made that catch until we saw it later on tv. Unreal.", "Of course. Queen!", "[NAME] killed him and was only in for like 5 minutes...", "Dying because of too much vitamin c sounds odd, since it's water soluble iirc", "She was funny with [NAME] in the previous BFQOE I think. I honestly think she needed a better partner in this episode", "You pushed too hard for her to give it up first date damn. She was all good for date 2, don’t fuck that up lmao", "That’s what I came here to say! My sister was born in 2003 and writes in perfect cursive.", "Should be Colt Wesley Small Johnson", "The shattered glass looks like a sassy elf", "Realize that all those feelings she had for you were lies. She is liar. Don't let her take up space in your head rent free.", "Wish he'd upload more 😪", "Looks like an HD image of the moon.....that garlic bread doesnt look too bad tho", "Or they really trust Verdugo", "Because at best, you’re a racist and an apologist for at least a wanna-be dictator and his supporters ", "She reminds me if [NAME]. Half haked pictures with vague sayings. Ugh", "I don't think that's a normal marriage because my husband has never said those kinds of things to me (20 years now)", "The new stylish stadiums will look outdated in 15+ years. Standard stadiums will still look the same", "Shit out to my little hommies who's parents made them go to school today.", "20 seconds, how about you guys?", "Its hard not to lol", "Two natural right backs is fine. Then the pretend one doesn't have to pretend anymore.", "Forehead for days.", "You're all insane.", "He’s such a thumb!!!", "THERE IS NO LEFT PHILANGE", "Exactly why I will never again play a pvp game on PC.", "Yikes hope hes ok", "haha. I think he means this in a good way. Just poorly verbalized.", "I believe [NAME] solved this issue back in 2004 with the racial draft", "Keeps going tho. Kids got heart", "Fund this man. Even if it doesn’t pan out it’s worth finding out.", "It kind of was for some people.", "Well, 1/2 has been done already!", "Your wife's behavior is inconsistent with continuing your marriage to her.", "Right. I'm gonna need to see some hog now, buddy.", "For the love of [NAME] do not ever link that again", "You're trying too hard", "She lied to all of us.", "I am but me and my SO live separate lives.", "But [NAME], if they invited you there'd be no storyline!!", "The real worst though is when she says, \"I love you more\" 100% seriously.", "he stopped talking to me 🤷🏼‍♀️", "Boys this team is 🔥🚒", "You should probably use that time to make a decent argument not the other thread then, I'm just going to leave you here .", "I see where [NAME] got his training.", "Felt this way ever since he tried to rip [NAME] arm out of its socket.", "Rude to NXT. They need to just let her go. She hasn’t improved in over a decade, she’s never going to", "I'm sitting here as he has never even lurked.", "Oh I'm not denying he is a scumbag who should be run out of town. Just whether this individual thing happened.", "No kidding, this dude is trying to drown some serious demons.", "> Conversely, Scandinavia does alright. That’s what they said about Venezuela. ", "Man that chick from total recall didnt age well.", "Say you ate something or say things they cannot measure.", "I assume not unless he gets premonitions of future memes.", "Your entire argument is undermined by how triggered you are. Also buy a thesaurus. And not all words have power all words have meaning.", "He’d be amazed i was alive and I’d have a super hot wife.", "What a touching memory, /u/FappingPedant (sincerely!) ", "Had one of those in Penticton when I was a kid too.", "Nobel prize, u/Otomyre, Nobel prize! I’ll see you in Sweden!", "I can feel my left knee getting sore now", ">He was deeply and utterly insecure, and it was pathetic. He still is. And it still is.", "This is not porn lol", "This never gets old for me!!!!", "“[NAME] make y'famous tonight, buddy!” 🤣 Anyway, no manger for him!", "Lmao this is excessive", "All spreadsheeters are killers but not all killers are spreadsheeters 💡", "That was twenty years ago now though.", "You da real MVP", "[NAME] my new favorite Hollywood person", "Alright we have worn them down enough guys.", "Heh, U.S. only has a partial government right now :/", "It’s probably down to low player base.", "Exactly. My father is part of Homeland security and is furloughed. Homeland Security isn't completely shut down but they furloughed part of their work force.", "Plenty of activists have skin in the game. Sounds like you don't know many real activists!", "Did you see on ig where HER MAN offered a fake [NAME] profile use of his pj 😂😂", "He really has us in that first half.", "That’s what’s it’s called or what SHE’S called?🤣", "[NAME] sued by floss kid /s", "Given [NAME] was in charge of the transition I don't see how he kept his hands clean. I think if [NAME] goes down so does he.", "In that video, the pulls a sweet drift into a ditch and blows up.", "Tuck her in and give her a kiss on the forehead", "Doctor: “I have good news and bad news” Patient: “good news first” Doctor: “we’re naming a disease after you”", "The word ‘rap’ was created by a guy who couldn’t pronounce his C’s. Fact.", "Oh no! Poor dude!", "Wouldn’t be surprised", "You know even when women wear their hair natural they’re still putting products in it right?", "It's irrelevant because that's not how we elect presidents. He won an electoral landslide. He flipped several democrat strongholds. He did just fine.", "Wouldn’t be surprised one bit. He did beat up [NAME]. Maybe that gets him arrested and that’s how he loses [NAME]. 🤷🏼‍♀️", "We've actually got scientists working on that. If you're 23 right now and healthy, you've got a fairly good chance of not dying.", "And RIIIICCHHH BYYIIITTTCCHHH!!", "You must be new around here.", "I guess you’ve become something of an icon", "🖐✋🤚🤘🤛🤟🖖🤙👋 *Crude attempt to wave my hands at you 🤗 ", "I’m from Belfast. I’m Irish, my culture is no different from anywhere else in Ireland. ", "That’s the p-value, not the effect size. 0.4 is a long way from being a significant result.", "I bet she smells like a jar of mayo left open for a week in the summer", "doesn't the fact that it was used for general studies prove my point :) (and i think we're around the same age)", "[NAME] who voted for [NAME] I voted for sicko mode", "> If you actually believe they are still a threat oh, if only it *were* up to me...", "My nightmare is having an iphone.", "Weird flex but okay", "That's my horse!", "I can't believe offense blew such - oh nevermind.", "this looks like the start of a very ugly porno", "Pretty much yeah, it’s crazy that 2 years later that someone picked 56 picks later is better as a player", "They just happen to let them in to their house...Yeah, no sane person does that. ", "Not in CA.", "That's what I ended up actually doing.", "That has nothing to do with guys that just started with us this or last season.", "calm down there satan", "She’s got time to clap back cause she left the gig early huh?", "weird. I can see it properly. [NAME] - Finally", "He sunk their house into the ground and blamed the architect and every episoode after that his beard gets a little less washed 🤔", "Yeah that seems better if you know you are facing ToT", "Ouch! I felt that!", "He looked so sad when he was talking about how it feels to be getting criticised 😢.", "Lol 100% science and you are defending her honor", "I’m gunna be the bigger man... blessings on your weekend my friend...", "Press fucken charges the moment they use your info.", "[NAME] just got to slide into Chef Bois DMs", "Oh boy 🤣🤣", "At least he isn't flying anymore.", "Poor kitty. All you can do is give her extra treats, playtime and cuddles. ", "I ate the PETA idiot who ate a vegan diet and had leftovers of him. He wasn't as tasty as a cow.", "Go out of your way to listen to the opening segment of [NAME] show today. Epic rant on [NAME].", "The uncanny valley of creepy.", "His hair looks fucking horrible 😂", "She knows her audience 🤷‍♀️", "He once played the cop too but failed- **his only failed attempt.** *[NAME] a bitch, mayorape-boy!*", "[NAME] is great and all but him and ab need each other", "Ok this makes more sense now.", "🤷🏻‍♀️ As a wise man once said: he was a bastard in life thus a bastard in death ", "[Serious] I'm fairly certain this poster has Asperger's Syndrome or OCD or some other mental disorder. He obsessively fixates on really really weird subjects.", "Sounds like a standard room and board agreement. Nothing communist about that at all.", "I cant wait until /r/fuckthealtright is labeled as a Neo-Nazi group. That'd just tickle my pickle.", "It looks a little like my 5th grade science experiment...", "OOOOOFFF, now that'd be a kick to the head", "You really need to stop hanging out with those people.", "holy mother of oof", "She’s his problem now.", "This is obviously ironic", "Yes, I do but you also forget that it’s either [NAME] or [NAME] that said that celibacy is the best way to [NAME]. ", "I refuse to watch this. Lifetime exploiting [NAME] gross behavior to sell 'entertainment'.", "they seem confident and chill", "Those are still huge numbers for a guy that can’t even take a free throw without double clutching his shot.", "Limits... vote yes.", "A man of culture i see", "Wait one of the posters responding is using makeup from ten years ago.", "It’s a bit much. Her outfit looks basic to me 🤷🏻‍♀️", "12. He gets beat up by a total LOSER by the name of [NAME].", "Lots of botox. That face doesn't move. She has to squint her eyes to indicate to others that she is mad.", "That’s the free market for you!", "Strangely enough, the major news orgs didn't go out of their way to publicize it.", "The lease ends on September 9th. I can hold out until then, it’s just going to suck. ", "please report the physical and emotional abuse to the police so there is record of it. And get a lawyer ASAP.", "Dude, you're being gaslit right now by someone who despises [NAME]. Save your breath.", "Yea the refs weren't terrible all game or anything", "yup, you just gotta expand the family tree with your most convenient sibling.", "hahah if only he had reddit", "No [NAME], and [NAME] back on the left. Finally. Please take this chance [NAME]", "I'd rather be tasteless than artosis", "That's pretty cool. My friends older brother played against him. We all played for Cherokee. Said he was an awesome pitcher.", "Girls be you, Guysndont care about it. Be youand things may go well", "Wool will stay warm even if it gets wet.", "Nothing like a little humiliation therapy to motivate the workers. /s", "I'd say \"[NAME] retire binch\", but I'm a little late for that.", "Yeah. She really is. 😊", "I think some people don't understand that they don't do him any favor by putting too high expectations on him.", "His Ma must be really impressed with her sharply dressed son. 👊💦", "[NAME] is such a legendary daddy 😩", "Man, [NAME] is having a heck of a career! In the end, he'll be repping us<3", "HALLELUJAH!!!! YOUVE SEEN THE LIGHT!!!!", "Well I did have one balanced meal...before a few alcoholic beverages.", "good news is his fall was cushioned by [NAME] soft hairy body", "I was trying to prove the other guys comment", "[NAME] just one big oof today", "You're a monster!", "This guy has some serious emotional issues...best to ignore him and not engage", "you're being lenient", "Astrology and asttonomy used to be the same thing. The scientific aspect diverged and got renamed to astronomy to distance itself from the bullshit.", "Wrong sub, mane.", "Really [NAME] learned after a summer.", "Thought [NAME] had a bad game. For such a strong player he didn't get to keep much of the ball when in possession.", "Well it does appear to be a gold/bronze Cadillac. And I think I see a flat bill in the front seat.", "[NAME] getting so much screentime... she better not be nominated 👀", "[NAME] responded in the most honest and best way possible, even with the sassy \"Pfffft\" sound before telling her to fuck off lol ", "[NAME] is clearly our 5th best player", "That is odd.", "Truth Yeah keep living in your reality lol Delusional idiot", "Your an idiot and trying to justify your ignorance.", "Classic [NAME] right there 🤣", "Oh I didn't even know there was a web novel", "Oh and just fyi for everyone, the girls are bisexual (obviously haha) and I am Pansexual, though [NAME] thinks she may be Pansexual too 😁", "He looks like he is GTFO after that. \"The tiger shark is second only to the great white in recorded fatal attacks on humans.[7]\" ", "He’s creepy", "She won't be happy single. One of her biggest wishes is that she wants someone to love her for her, not her claim. ", "[NAME] back too please. It's like [NAME] summoning the nazguls to retrieve the ring/stop 10IAR.", "Worst case, Grab an Uber or Lyft to another dealership.", "Oh. You’re one of.... ^*those.*", "\"Smile Dude\"", "Alberta needs to get with the times.", "I don't generally find the CBO projections very accurate in retrospect. Some of their accounting practices and metrics seem error prone.", "I had a second date yesterday with such bad breath! I gave him a pass on the first date because we met online.", "[NAME] increasing his trade value so we can trade him to NO for Lonzo. Thank you [NAME]!", "Wouldn't wipe my arse with it.", "They believed in themselves, and clutched up. Let’s get it", "Similar feeling here. We'll are just bunch of weebs.", "On top of the animals listed, you can also unfortunately see foxes in Oatley Park closer to sunset.", "It was some other girls", "About as much say so as the Walmart employee that stocks the shelves.", "She just...can't *not* scam. 🙄", "Zero chance. Jeeze.", "Spoiler >!Loli Girl about to grow up in 2 episodes!<", "BERNIE OR BUST", "Great to see him involved.", "Bye that's it for me. I'ts all over.", "That's numberwang!", "Im sure shell last 5 min", "Damnit tobias.", "You don’t have AIDS. Put those silly condoms away!", "[NAME] just showed [NAME] what a winning mentality looks like :/", "why does he look like [NAME]", "I don't disagree, but if he's open he's gonna shoot", "Well, shrinking of your d could be a motivation to quit porn.", "This is sad but not cringe, I hope he finds someone to play with soon 😪", "I grew up on the other side of Ama but live in Tulia now. I will have some El Burrito for you", "Or you could learn to reverse park and stop whining. It’s a lot easier to park backwards.", "He also had a huge game. He was taking advantage of [NAME]. So without him this game isn’t even that close.", "Emotes have a ridiculous amount of effort put into them, which only makes the fact that nobody uses them sadder", "I'll keep an eye out.", "Because she knows shame and he asked.", "She was probably suspended to protect her from the angry mobs protesting outside the school edit: here's a better article", "Well, there's cubs and otters too.", "I did this with tuna salad. I already ate tuna a lot (at the time) and it’s a decently blank slate.", "This one got me. 💀", "She's slept with so many guys she's starting to look like one", "Guys a complete troll who has no idea about cancer or the physical pain it can cause. Move on and don’t give the cunt the satisfaction.", "I went there for the first time not long ago, just to experience it for myself. I wont be going back.", "I have a feeling [NAME] and [NAME] aren't staying with the WWE once their contracts ends this year anyways.", "Id be pretty weary if a girl wouldn't talk about previous relationships.", "Why is she the absolute worst", "Eòrapaidh for me 😉", "[NAME] can still betabuxx and have an easier life than you will if you have to be alone and support yourself with no help.", "I was always in awe of just how stunning she was. She doesn't photograph well though, it's a shame. ", "Definitely not angry. He who smelt it dealt it.", "Just because they think it’s attractive doesn’t mean it’s sexist", "That doesn't answer my question.", "Oh wow, that was a serendipitous ending! The weed saved her life. ", "The question wasn’t phrased well, but she does look different than her normal self in this screencap", "I just want to be alone in a cabin up north near flagstaff.", "Next time just tell her she paid for a Venti so that’s what she is getting😂", "\"Oh, we just happen to have all this stuff over here, like a normal date.\"", "It's a shame he didn't trust you enough to believe you, but instead believed his own assessment of what he was worth.", "Eternal rest grant unto him, O Lord, and let perpetual light shine upon him. May he rest in peace. Amen", "He’s from the city so I guess he gets crazy moms or something. He’s awesome 😂", "Its been a long time since they were teenagers. My oldest granddaughter is a teenager.", "I would say there is a very good chance he did not buy these drugs at a pharmacy.", "Just do it. Straight up ask if he wants to date in clear terms. If he doesn't no reason you can't stay friends.", "Ugh, sometimes I have both at the same time!", "Except for that ridiculous tongue action, she has quite a pretty face.", "It wouldn't have been hard to get more votes than [NAME] because [NAME] was so hated.", "He’s not going anywhere", "Same, nights are by far the hardest. My STBX and I are living together until June and it nights suck. ", "How I hate the black tarp on top...prevents the fan from blowing air in summer.", "No scratch. Weird. It's almost like she just popped her pimples and smeared the blood. 🤔", "The average person here could go their whole life without ever seeing a gun. The gangs and such yeah they manage to get guns one way or another", "Seriously. The only thing that gave it away was no spelling errors.", "I mean I feel like some people lose it more drastically than others.", "Play a [NAME] lol that’s sound like a play style that fits your criteria.", "Not even if I worked there, would I attend her meet and greet", "Oh [NAME] !!!", "Still doesn't apply. 5 hits from [NAME] will do way more than 6 hits from [NAME]. Quality vs quantity.", "Shes awful and its all about her. Try again. And when the show has awful ratings thatll be confirmed.", "Yeah strong man makes me nervous, imagine if he dropped it on his foot? 😬", "But sweat pea it’s a MAN wearing makeup! My gay bestie BABES 🍭🍆🧖‍♂️ ", "And you assume they are part of the dominant culture because of the color of their skin. That is self evident racism.", "They look purple on my screen. But yes, tacky.", "You have to walk before you can run", "Now I don’t blame [NAME] for his way of thinking😂 people like this wtf", "SF makes a little more but it evens out with Seattle once you figure in CA state income tax and SF cost of living. #savedyouaclick", "Yeah I legitimately have no idea what he's talking about... cr lk is a chain", "Grow up.", "Welcome aboard! May your pies be round and crusts be kissed with char.", "Daddy issues [NAME]", "very confident !!!!", "It still baffles me how they cover for him, and his trace amounts, when they’re in his body because he cheated in the first place.", "a surprise to be sure", "It’s not easy hiding that Baby Huey diaper.", "nothing specific. it varies. it's rare.", "It is SO gross, I despise him and think he's a gross predator. ", "It WAS a naïve grandma!! 😅", "Stupid [NAME] referencing that stupid seagull/cricket myth", "You can slice it anyway. If it has sugar or heavy sugar than tax it or go for specific categories like soda and candy etc.", "I like #5 too she is slacking on her end of that bargain, she’ll leave [NAME] before she ever sleeps with him. ", "Speaking *of* bias, there's probably a good reason why you got banned.", "Most boring girl I ever went on a date with was covered in tattoos and piercings, and worked at a piercing parlor. ", "Because they're forgettable major label garbage that paraded around as punk because they care about more animals than they do people, that's why.", "I mean I understand the joke but are y’all actually going to he posts relating to the team", "Aww so sweet. One of mind fights to lay under mine while it’s in my lap. She loves the heat from it 😂", "He really is so beautiful.... on the inside 😊", "I did.", "Your husband isn’t at all worried about your reputation since he’s the one who spread the lie. Something to think about", "Nice try @ some dude. Also i joke around my gf on the same topic, she doesnt believe me", "I had an ex like that. I know why I couldn't function with his way of life. Totally unproductive.", "This is the full-circle EP story I came here for. Made my morning. Thanks Aunt [NAME]!", "You absolutely should not tell her.", "should've rolled into battle with a sword brad. that would have fuckin' rocked", "We thought he was getting better but then he turned himself around.", "Yes but did you see how bad his reaction was, he was about to crash with her and make it worst, just back up 💨 ", "she’s a huge mood", "Go on the website it’s super easy to get hired loading trucks that’s for sure", "He was not my boyfriend then, duh. ", "Ah! I couldn’t remember his name!", "To be fair mumble rap is shite", "WAS can always pay the trade kicker. But am only willing to dump [NAME] for him. Not down for giving up DFS.", "Whoa you are on a big brain level!!", "The Colts badly wanted to hire him. He’d get a GM job in a heartbeat if he wanted it.", "I'm...not going to let him see me cry.", "TIL that [NAME] is a guy.", "I guess you could say that it was unexpected", "Imagine bragging about a “your mum” joke", "He could run for President of the US and WIN!", "FBI! OPEN THE DOOR!", "The best daughter a father could ask for.", "I can’t wait until [NAME] turns 21 so he can get a triple double too 😂😂😂", "Omg enough of all the damn hashtags, it’s not 2016 anymore", "So are some women. A couple of my friends have this very issue.", "We would leave ours up a long time. Cooperate decides when the come down. Maybe that's why.", "Bird box challenge....", "Weird, I checked again and it works for me now. It wasn't the first few times I tried to click.", "You can do it! live the dream!", "I want to come back as a tree", "It’s trying to steal his soul by sucking his breath out of him .", "favorite athlete of all time for sure. [NAME] and [NAME] are my other 2 haha. [NAME] up there for my own sanity", "I did this and I regret nothing.", "Alarm goes off at 7:50, I'm in the car at 8. I'm a PM/after-work showerer and stay up late as hell to maximize my me-time", "He's also unfathomably rapid.", "I'm not even a WWE fan is the thing. I've never once in my life watched it", "Oh then u/Dr-Pepper-Phd", "😭I don’t doubt it. He deserves all the love too.", "The important thing is that you're having fun", "So, the kicker... her brother played on Xbox so that's the console she had claimed to play on!", "Oh sure, that makes it much easier to pay your bills with no money. The money will just come at some point in the future! ", "Oh Lord hearing the puking!", "I'm actually surprised none of his wives have stabbed him in his sleep already. Now he has secret service protection 😋", "Low life is as low life does. I wouldn't be too surprised if he's broke by the time he's middle aged, unfortunately.", "Fun fact. If you combined North Dakota, South Dakota, Wyoming and Montana into one state it would have roughly the same population as Puerto Rico!", "[NAME] Wednesday’s 😎 Good to know he’s enjoying the retirement life. ", "Apparently, his knees aren't as bad as we thought.", "I've never even been to these places much less actually done this but i feel personally attacked", "Just be her friend. Don’t try to have sex with her.", "Ding Ding Ding, exactly where I called BS", "Nah, this is actually my cat! He’s just the only other person I know that would eat em", "Ate too much “hot chips”", "😂😂 she really is. I can’t stop laughing. She’s a fruit loop!", "In this case, I don't see a problem. OP's post can stay.", "Love him as an Irish fan, but his range isn't far enough for NFL", "If I can be a racist against whiteys, I'd be one. TERFcide and Mayocide.", "I call [NAME] fraud! That's not the first time she saw [NAME] after prison.", "But it saved people with even more money lots of money. The owners of the teams.", "Mission Control to Doctor Oct", "[NAME] man...try passing it to the place where you don’t think he’ll be", "Take an upvote for Seinfeld 👍🏻", "That guy is just eating downvotes left and right", "Wow i've sat like all of those", "Exactly why my money goes to more guns and ammo.", "Omg I really thought it was a new word for me, not debacle 😂😂😂 she didn’t even try ", "Can’t fault you there", "Yes he is. He won me with his beard alone 😍", "SHE. IS. THE. FUCKING. WORST. P.S. You’re not fat, you just need a stylist. 🙄", "It's a grey area, my grand dad on my mum's side is a devout [NAME] and he listens to music and performed when he was younger. ", "You're just lonely, dude. Don't mix that feeling with love.", "Bet you don't even get £400, you probably only started this thread for some attention ", "Upvoting simply for the (Eli = )", "They don't want to date you, they want you as a furry sex toy ", "It's so cute that she thinks no one can tell that isn't her real face. 😂", "Deadly strike is also spammable with not costing brew and guaranteed damage. Personal preference bud, do the math", "I used to feel like this. That’s a mental illness man", "Highkey tho! He got ass! 🍑", "Ah I needed this!!", "No no she was \"[NAME]\"", "From a movie point of view, [NAME] works much better, with [NAME] as their adopted kid. [NAME] dating [NAME] of course.", "Aye but happy cake day mate.", "I just watched the entire episode. They never once hint that they were having an affair. That information didn't come from the show.", "Damn he told u that huh. What’s he think about the [NAME] being back", "Hello! [NAME] is beautiful but I’ve only been once. I never had the whisky so I can’t even argue haha.", "Kill me, [NAME] ", "This looks like [NAME] at the gym", "So THATS how he got the room for that backhanded top 10 nhl goal...", "It's interesting that you'd prefer to punish yourself instead of making life easier. I'd do the same with some stuff too", "[NAME] is just another millionaire taking advantage of dumb people.", "If you are into sours they put out some decent stuff, but anything outside of that is completely forgettable and average.", "Press F for my man [NAME], he seams like a pretty neeto mosquito. ", "Large McDonalds fry 🙈", "Slovenia is awake and ready for some Mavs magic!", "Not sure what you're talking about then. Feints work on untrained people, just not subtle feints.", "Ehhh, it's an opinion, it's not wrong or right, just highly unpopular and ill-informed.", "Man that sure is one fun kid. He's more fun here than I'll ever be my whole life 😞", "Likely frostbite advisory weather.", "Firstly, thanks for pointing it out, and secondly, you should have some sort of [NAME] nearby, he should do the job", "Oh boy yeah", "Stop texting him until you meet him. What if he is weird, creepy, not your type etc. ", "Not sure about [NAME], but I think [NAME] would win easily against [NAME]", "Had no idea Belgrade was suffering so", "i think he did. of course i’m not sure since it didn’t happen to me but to a close friend", "I wish [NAME] would debate [NAME], if he was alive :(. ", "Dude, its **life** it's not **trauma**. Grow up ", "We’re a second half team. We got this. COYG!!", "I’m aware but you won’t see the Turkish state broadcaster promoting that filth.", "When I first saw the title I thought someone was asking for you to become pregnant with their baby", "Ugh her mind!", "She’s not even on vacation anymore!", "Cheers, cheers_im_drunk_bot.!", "who was it I missed it", "[NAME] tattoos were specifically design to augment his physique. This guy looks like his little sister scribbled on him while he was asleep.", "To be honest he doesn't have to be sorry for smoking weed. Your neighbor is a yuppy.", "I haven't seen the chet response, but I cannot imagine myself not telling that person to go to hell and enjoy a lone existence.", "That’s pretty cool. Bet your dad is *vewy pwoud* he still has his accent!😂", "trust me, he's not.", "I think a six month prison sentence is in order for that missed tackle against the cowgirls. Maybe some community service if he's got a good lawyer.", "Oh yeah! If she had done full brows she would have been killin' it!", "I don’t think there are strippers necessarily, but it does make me question what he wants to do without me there", "Looks so surreal that i don't even feel anything looking at this.", "Oh, a crow... Doh!", "So she's basically repeating everything they paid CTR to say back during the primaries.", "Pretty wild.", ">I am someone who is easily distracted I'm putting off work to do this survey :(", "Wish you did more. Sounds like she deserved worse.", "Fat dont fail me now!!", "It was world of warcraft, so I can't do that.", "AND she was pouring gas on it!! /s", "Desperate and unethical measures", "But I promise “it’s only something other people do”.", "for 150 million!", "Not anymore it seems.", "My [NAME]. If only", "Sounds like an fp to me 🤔", "Let’s be real here. He’s *every night and day*’s biggest loser.", "“I was half a virgin when I met him!” —[NAME]", "Life as a chef= late nights with booze and strippers.. wife doesn’t approve of it but hell with her somebody’s got to suck it🤫", "Hah! You’re the best NERD!", "Ugh. I know that interchange too well. People around here have been driving bonkerballs the last month or so too (more than usual)", "[NAME] revealed that's what [NAME] called it at a reunion. [NAME] was backstage with steam coming out his ears 😂", "Damnit, it was *Flavor-Aid*, not Kool-Aid.", "pretending the issue is your wife cheating on you is why you're not learning anything", "You can’t say that that’s racist!!!!!!", "Nah let's not be those people.", "I don't want PR to vote because they'll vote blue. I want them to vote because they deserve the right to have representation.", "Welcome to the Just Cause experience", "Lmao!!! 🤣 He does look rather greasy.", "I bet he jerks off while holding a gun in his mouth while crying.", "One ️ig shlong", "Super fucking lucky", "I didn't realize there was ever an initial post on this subject.", "Tbh I don't quite get the hype behind [NAME]", "Didn't even take a sip of the wine, and he still got wasted. ", "[NAME] speed RL 😂😂😂", "if you see someone has the am logo as their only profile pic its pretty obvious they would be looking for an affair, at least to me.", "Damn... this weed is the shiznittlebamsnipsnapsack!", "Holy fuck, that save was on what was essentially a wide open net", "Because they think the govt should provide all the jobs, they're crazy. ", "38 yrs. It was worth it though.", "“I can’t stop vibrating!” [NAME]: ( ͡o ͜ʖ ͡o)", "Yeah, the golden nugget is \"Get over yourself and let him back in, he made a (small) mistake\"", "People put their lives at risk trying to rescue them.", "Nyaw :) imagine all the nice things he’ll have to brag about you to his next target.", "bet you could still eat them", "My husband is the same way. His mother would dose them daily to keep her 4 children calm.", "Who cares about the Super Bowl anymore. Can't wait to check out this XFL league...", "[NAME] might actually be able to pick her up and carry her without huffing and puffing now? 😳😓", "I was thinking this too! People are so quick to jump on the beauty guru witch hunt", "Nah, according to OPs limited post history, he's a pedophile. ", "Not suggesting that you wait, but she may later come back after she's gotten that part in her life out.", "I thought we were unlucky for having to put up with [NAME]. Man, you guys got the short straw with Ninja.", "this, they will find a way. we screwed over my entire street for an hour when I got my new fridge..", "Owners died. Next of [NAME] has no idea their car is at the airport.", "He looks like he's trying to cosplay Mac from always sunny.", "It wasn’t, [NAME] threw it out first, I just thought the no charisma was the better burn.", "The slam final I want, [NAME] vs [NAME]. The slam final we'll get, [NAME] vs [NAME].", "Cool as hell", "I'm concerned with optimal health. Not surviving.", "[RELIGION] iconography is absolutely filled with insanely shredded men.", "Well since they hate cops and love criminals... this fits for them", "Eh, we all pay for sex one way or another. More power to you.", "They're only part of it. There are subliminals as well. My sa is cured. Have a blast keeping yours if that's what you want", "Which doesn't fit with the fact that they built massive bathrooms during the construction of Hogwarts.", "I understand why she is an ex now.", "Ahhhh BURN 🔥", "In the USA you would've gotten that imaging faster.... *then* mortgage your house for that knee replacement", "The weed is garbage in comparison. I wouldn't get one of their dumb licensed just to sell crap.", "I've had a crown and bracelets made for me with old ad. Glad I'm not alone", "I play until madden comes out, play mut until I get burnt out then go back to mlb when it comes out ", "I can scream HEH MOOMEN", "Saw bad guy, arrested same.", "The smell lasts a half hour so maybe don't go to the Policeman's Ball right after. Rye and rhubarb sounds pretty fucking mint though", "She had her chance. 🤷", "That way you’ll get both food and laxative all in one. Sounds like a fair trade to me.", "That's what I heard coming into this game, people were saying if they don't handle gobert, game over", "Weird way to spell beer.", "Nah i’d say that it’s reasonable enough to be in mildlyinteresting.", "Pray. I remember that happening a couple weeks ago when the whole system went down internationally. Maybe check your connection and refresh, all that jazz.", "I wouldn’t mind [NAME] on a 4 year contract", "Damn why’d you have to do him like that😂", "Tell him, that just as he has a very shy person and I told her just to get a pretty woman with a strapon.", "Don’t forget that he’s only 23 years old 👑🔥", "so far better than pinkerton", "I have never met a [NAME] who spends ages looking for what flavour tea to have. It’s either Tea or nothing", "I only like felicity when she’s with black siren.", "Run, run Run for the roses Quicker it opens Sooner it closes Man oh man oh friend of mine All good things in all good time", "Maybe she was having a bad day. But then again at least say hi.", "Growing up in Chicago this was my life. Pissed he didn’t make it.", "Didn't he also come in half way through the season? 😏 Not defending [NAME] or hating on [NAME]. ", "No. Maybe if he kills [NAME]. Still a long shot", "I like how even in her own post she shows the doctor just said \"what\" clearly not understanding her ramblings ", "Hear, hear. I'm just lucky my career field is relatively un-fuckerized. Truer words have never been spoken.", "😂😂👸👸👏🙌👏🙌❤❤❤💥💥👑👑💎💎💯💯♀️♀️♀️ Now that's emoji game on point.", "Camera person is not thst far away. Im guessing like 1 yard. Its not too far to save the kid", "Wwwhhhhyyyyy do they keep forcing [NAME] down our throats. [NAME]!", "No cap, [NAME] wins champs this year, you'll see", "I have but she wont listen.", "I didn't say it was soulless.", "It's piss but its [NAME] piss so you make your move.", "Man up and get yourself a date with a different woman.", "THE PACK RUNS DEEP AND HARD. I WOULD SHARE MY KRAFT MAC AND CHEESE WITH YOU ANY DAY. AROOOOOOOOO", "I told him I left cause he couldn’t do this with me or for me", "You can see they actually blocked them since the last message is green. That is so messed up.", "Theres a pretty big Irish population in Edinburgh/ Glasgow as well that'll likely end up contributing to the support.", "I can definitely relate, but I haven’t yet resigned myself to such a fate. Maybe I a few more years....", "To each according to their needs... Except entitled parents, who need everything.", "Doesn't mean any of those thing you liked are going to change. Not immediately anyways.", "[NAME] has 6 eyes and will thus be the best actor in the movie", "Has anyone else noticed when [NAME] is ‘crying’ there are no tears.", "Feels like hitreg in general is pretty poor lately.", "Tell me more...🙃☺️", "[NAME] is worse because he’s all of those things plus he took out my boi [NAME].", ">. Cinders not going to be there when [NAME] fights [NAME]. Shes getting the relic. [NAME] has the Relic.", "\"Those [NAME] can't take an empty gesture.\"", "It's in the news. I think I read it in SFgate or maybe mercury news.", "That's definitely sexism, same with that ad", "That PP also had a much better first unit than this team has.", "Omg.........so true. I found that out personally. She was flirting with other guy's online @ 3 in the mornings. Wtf😟☹🤣", "Hello there!", "I think we're passed the point where he'll ever have a full health season again", "> they look like such fucking OCs. [NAME] designed them I don't know what you expected. He phones in video games all the time.", "Or In my blood by [NAME]😅", "It’s actually not. But i agree.", "I drool over Elijah woods", "I'm either an optimistic nihilist or a pessimistic existentialist. Only further readings will tell!", "maybe now it'll go up to 3 an hour😎", "I got hung up thinking like this for thirty years with my first and only love. Don't let it happen to you.", "But he did not go in front of [NAME]. He simply slid in front of the gun", "I can’t look at [NAME] with this hair!", "Despite the fact that they've been writing it for millennia.", "She just likes to fight, don’t worry about her. She crazy! ", "Wow, she headlines two shows now"], "love": ["I love this sub reddit 😍😂", "I loved the first one, but haven't gotten around to the second one yet. ", "* [NAME] fought for freedom and glory, is one of my favorite characters in general.", "Sky full of song, June, Patricia and The End of Love all by Florence + The Machine ", "I like this. I like this a lot.", "I told him I loved him and he blushed so hard. It was the best. Of course that classic smile was there as well", "I love the sense of humor on this sub. It gets me.", "Work on your anxiety and self-esteem. Do things for YOU. Love yourself.", "I like what you did to PK ☺", "As a non-religious that’s fascinated by [RELIGION], I love this 😅.", "I have that one! I like it a lot. Despite the name 😂", "I love the fact nobody talks about boycotting the Times (owned by the same media group), because they know scousers don't read it anyway. 😂", "I'm loving his new mask. Looking like a snack over there 😍🤤", "Occasionally. I prefer it but I feel obligated to do so.", "It's weeebro you uncultured swine 😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😤😡😡😡🤬😡🤬😡🤬😡🤬😤😤😤 😂😂😂😂 like and share this epic comment 😎😎😎", "Trouser maidens 😂 omg I love it.", "I love the claps after he fell 🤣", "Me too! I was thinking about this yesterday.... I want to be in love again.😕", "I too have had this happen on XBONE. I really want to love this game, but it keeps giving me reasons to play something else.", "Got to love the people who decry a two-colour view of the world by painting it all monochrome", "I put [NAME] on over the holidays...my family hated it. Freaking love his stand up though and he's pretty widely liked. My family is weird.", "And I'm loving it. It's driving the chuds mad.", "Me too 💕", "I (26SM) love women with rings. It is such a turn on knowing that she is married.", "My 2 year old loves Word Party. Story Bots is another good Netflix option.", "i love it when [NAME] injects himself with sassy serum 😊", "That's why everyone loves you, you're a joke club. ", "Solid. Giving the other customer sauces for free was especially petty, I like.", "My favorite [NAME] and she was awesome as [NAME]. I also loved her playing the opposite [NAME] to [NAME] in DS9.", "Haha ik I SHOULD be. But I still love em both like a red headed step child.", "love you too.", "I like this one, it's not a \"when you\" meme.", "I like [NAME]. Sue me.", "[NAME] looks queasy already I like where this is going", "Hey, I love you! 😁", "NICE... TO.... MEET YOU... OW!", "I dunno, I love me some barrel-aged spirits and ales.", "We like what we like.", "if your favorite subreddit is the correct spelling of Zack then you’ll LOVE r/zach", "I like her too! I hope she does well and stays away from [NAME].", "Good for that security guard! That's lovely to hear.", "I love you", "Just woke up and bull run already started.. loving the 💩 show", "Its mr. Clean your room. This guys pretty whatever but comments from people who love him read like copy pasta", "I’d love to see what a PhD in porn consists of! 😂🤣", "Hey, we all love South Park friend.", "Have a lovely day.", "I know! I'd buy this for my unit my coworkers would love it 😂", "My entire family is Buffalo fans, it's all I've heard about this week", "I love the thing. My jeans get all loose feeling after I wear them awhile. I feel skinnier when my jeans fresh.", "I love this pic... believe me I am up for some reason my hands on you.", "last year i had a major crush on one of my guy friends. still do.", "We might just sleep on an air mattress while we wait 😂 awe that’s so sweet of you!! We love our bunnies and veggies haha", "I loved my LCR. It made me feel like a police chief from the future.", "Agreed. And I like how far you can see into the distance", "I have no idea what your post means but I love your name and you are one of us", "This is what I love about cats", "Just wanna say I love you and hope the flight and everything thing else goes well👌👌.", "Better love big “snowflake” hearts!", "Never thought of that. Now i dislike Heaven more than before.", "Happy new year. 🍾", "No no I’m repeating it because I absolutely love the descriptor! It made me crack up.", "No!!! I love emojis 😎😎😁😁😁😁💖🎉", "I love seeing the crowd's reaction to that every away game.", "As much as I would love this kind of support, I had beef with people over EVERYTHING", "Excellent find. Panels like these are a very deliberate writing choice.", "I mean I like the park and I was surprised by that poll too", "I really love how this team responds to injuries", "I love it. I just joined the Streetwise Facebook page to catch up on some of the kids.", "No, no. I love the ones where patients succeed. It’s not that. It just seemed like everyone phoned it in this time. ", "The Fire are also trash and play their games 45 minutes outside of Chicago. Love you Fire fans, sorry about your ownership and FO. ", "No one in particular....i mean to people who believe that [NAME] and [NAME] are actually in love.", "This is so damn cute, I love it!", "Like a low budget version of this amazing game show", "I was planning on saying don’t kinkshame me since I like guys of all sizes but what the fuckkkk", "[NAME] my favorite character 🤣", "They look incredibly legal, organized, and accurate, just like yours! ", "This one is my favorite.", "Maybe one day we will be able to see that process. I wish. I love my pets so much 😍", "I love how many penguins stopped and waited for him 😍", "I can't miss a chance to post one of my favorite gifs ever! 😂", "Love the [NAME]", "I love how some people have the mindset \"children should be seen not heard, unless they something rediculously outlandish then they must have a supernatural connection.\"", "I like the reference to the Good Place :)", "Apparently. I genuinely like [NAME]. Why can’t I reminisce without being judged. Good grief", "Desperately miss this, [NAME] was one of my favourites at finishing with big choruses ", "Yeah I'll probably do some baking with it! I might also like it better after a while, I was just very surprised today 😂", "Yeah he's a real one. I would've loved him coaching the Broncos", "I should have said without nuts in hindsight, but this woman was ready to kill. Gotta love hospitality sometimes.", "My 2 favorites 🔥", "My least favorite couple: [NAME] and [NAME].", "I love Nigeria, visited a couple of times. Lived in Angola for two years", "Seriously, someone out there has to love this dumpster fire TV show enough to edit some videos", "Yum!!! I love almond milk!! 🤗", "Oh no here come the fanboys and girls, dude... RUUUNNN", "Well I hope so, I work in a pawnshop in a not great part of town and I'd love to be able to carry", "I like your baby😍", "I like this story way better than parvo.", "Happy Cake 🍰 Day! 🤩 ⭕⭕⭕", "I might have accidentally brought some back when I went to Peru. 🤦🏻‍♀️ Ah man I loved pisco.", "I think I love you mate😂", "Man I love Canada🇨🇦", "One of my favorite episodes.", "Like racism? No thanks.", "I want to like Caesars so so much. But I can't. All those delicious flavors end up tasting like a thick red septic tank. Maybe one day...", "I like this a lot", "hey uhhhh I love you", "I love how someone put a laughing emoji on that.", "Kk cause I love touching up my tops so I'm just making sure 😂 &#x200B;", "I love the neck movement at the end 😂", "You have another new follower 😊 love your work!", ">I want to believe that everyone deserves love They absolutely do! And he loves himself enough already! Too much, in fact.", "I like how adamant you are that you didnt woosh yourself", "That's sick I love your setup! Have a great tour bud!", "I am so pissed about Oiler hockey right now. Even [NAME] is annoying me and I love [NAME]. Gaaaahhhhhhh", "I love Wayfair! Just started using them and am impressed. Sounds like UPS sucks. Enjoy your couches! Haha", "Honestly rams are my second NFC team. I wanted you to win it all since the beginning of the playoffs and I love the team even more now", "Same, but [NAME] is one of my favorite champs, so beong useless hit me extra hard.", "I like the fact that you like it a lot.", "I like that we get to see how varied artists are.", "But i like being the trickiest of traps 😣", "Our org did him wrong. I'm still a fan of his.", "I love when the subreddit shows [NAME] some love! We have so many people that keep an ear to the ground for quality [NAME] content.", "I’m gonna love it if that happens to me", "I like Sao very much, bit not because of the game setting, for other reasons. The game itself sucks, tbh.", "🤷🏼‍♀️ I was wondering the same thing. It looked almost like a teriyaki.", "bahaha! Love it! These additions are pretty *sweet*! Glucose Guardian has the best ring to it though! 💲💸", "No hun your husband is screwed up. The way he treats you is no way of a man of [NAME]. You deserve better. ❤", "An imaginary god won't make you feel better, that's right, just the one true Living and Eternal God of Great Mercy who loves you.", "This is the best thing I've seen so far in 2019. As a gamer and a human being this is love in video form 😊", "Sadly no... I’m in Delaware 😩. But I’d love to help in any way I can. Keep me posted. ", "I love this 😂", "I like how nobody else is doing anything to stop him", "I love how happy the dog looks in this pic. 😊", "A reminder that >![NAME]!< unironically likes the Emoji Movie."], "annoyance": ["Looks like complete slop with 4 turds thrown on top. 🤢", "THINK OF THE😤😤😤GENERATIONS OF NEWS🇺🇸😞🇺🇸THAT GETS LOST WHEN THESE YOUNG UNS 👲👲👹STOP LOVING NEWS📰PAPERS I FOR ONE🇺🇸😎🇺🇸SUPPORT OUR NEWS📰PAPER INDUSTRY🇺🇸🏭🇺🇸", "No no no i didnt learn about that in my middle school bio class so it can't be real 😤", "This obviously led to your slow downward spiral into apostasy. The spirit never returned after skymall destroyed your testimony. 😜", "I'm so jealous!", "Online gaming is toxic. If those cuts were ever tapped, there would be lots of people in jail.", "It feels like it plays worse tbh", "Every time you share this with someone you teach your body that you don't need to hide this.", "True, but it is deceptive when dealing with c diff, it may give them a false sense of security.", "Please let [NAME] live 🙏🏽", "you said that he said \"women shouldn't be allowed in the workplace\" which is dishonest and false", "Being lonely without him is far better than being lonely with him. Good line. I'm stealing that one!", "Tbh I think there are a lot of parts of chicago that are way shittier than memphis", "No, i'm arguing that if she calls someone disgusting for how they act it's wrong to act like the other person is an asshole for retaliating. ", "I think the Chiefs need to get [NAME] so their defense is weak enough for us to beat them", "I met up with a woman who was 49. She reminded me of being old. That isn't attractive. Youth makes you feel alive.", "You're still going after this man, you posted from your alt account, give it up and take the L. It's not emasculating at all.", "this meme is so old it whipped me back into 2011", "At that point [NAME] was no longer a virgin! No seriously, ask [NAME]! ", "Smh some of the removed comments.", "> [NAME] My god we have to stop with some of these advanced statistics, it’s legit getting ridiculous. ", "Reading that made my stomach feel how it does when I get the wind knocked out of me.", "Oooff I really hope this doesn't happen 😰😨😰", "You finna be nauseous as hell man, Dont stress it though just throw up", "They were criticizing your spelling.", "Yes, we do. One with very misguided priorities", "Bad children get their souls put in the face table", "Same here. And I really dislike strangers and groups, so groups of strangers are a next-level nightmare. ", "\"I shouldn't have done that, it's not the honorable way.\"", "Wow guns and ignorance. What else is wrong with her?", "Woooooooooo it took long enough but the UYU boys finally did it and made the league", "my mom caught be masturbating to dominatrix porn (i was bored of vanilla shit) LOL But porn addiction is bad because it can stop you from approaching women etc", "It can be uncomfortable to be honest but after a while you both find your sleeping positions.", "Usually its better just to ignore the dude whos insane, because you don't know if he has a knife or a gun", "Will forever be burned into my brain! Will never forget the feeling just please not 2 cycles in a row 🙏🏻", "Shut up about the sun! SHUT UP ABOUT THE SUN!!!", "They’ve always been bad my guy", "I have a feeling this is gonna get really crowded, and end up being a shit show with such short notice for everything.", "Literally anyone could be a freedom fighter if you look at it right (or wrong)", "Bad sarcasm in response to a bad joke seems about right to be fair.", "I understand your point. But I’d still rather get some stuff stolen than lose a member of the family.", "I'd be ok with [NAME] if it guaranteed we were firing [NAME]", "No steel toe boots either. Amateurs. If the owner made his cooks do this instead of proper contractors he deserves a workers comp claim.", "If they want the situation to escalate, they may just keep nagging me and wait for things to tip over.", "Damn i guess people shouldn't steal. Or smoke", "I had no idea someone could actually be this stupid. > capitalism.", "They stole my joke, damn them!", "No one is going to create more competition for themselves", "Oh man is this true. Coffee has a seriously negative effect on some people! I'm 39 and just figured it out this year", "I ain’t your pal buddy.", "It’s always weird when you spot someone you know on here 😂", "Definitely not a misunderstanding if you read the articles Bloomberg posted.", "Oh I know lol I overdid it w that comparison. The point is singers have shit vocal nights but that doesn’t make them unprofessional. Shit happens.", "I know that’s what I was trying to say. Idk y that got lost in translation.", "I meant mainsource [NAME]. the one that assists you on your journey. >! not the one that is evil as fuck!<", "By all means, tell me what I said that was incorrect. ", "Thats not even compareable, for one epic made NONE of these games except fortnite. Please explain how third party exclusives within the same platform should exist.", "You're making yourself look more stupid with every reply. Google what the heck model organisms are.", "[NAME] damn cummonists", "Did you see the Beauty News video about it? One of their Estee Lauder products turned out to have been expired before they even bought it 🤢", "So long as it's for the worse I'm all for the wait!", "Yo. This is the stuff of nightmares, and that background music really freaks me out.", "Don't tease me with [NAME].", "Eyebrow zits are the worst. I'd rather have a lip pimple than an eyebrow pimple. Also part of the fanclub for your eyes.", "Your boobs should be sisters not... completely unrelated", "The amount of Islamophobic media bias is disturbing.", "r/everyfuckingthread Reddit Cliches have been observed by this bot 951 times.", "i mean it can if its a meritocracy and an uncorrupted government. Whereas in modern America theres a shit ton of nepotism and a corrupt state/federal government", "I seen reactions to this elsewhere and DAM famales are some sensitive fucers, you see something online and your whole life fall apart like 🙂🖥️😢😭😢😭😭😭😭😭😭😭😭", "I have and i’ve also shot some ak’s they’re not too bad but i still prefer handguns despite the kick.", "[NAME] nerds thinking they are cool by assigning some bullshit fantasy words to error messages...theater mode is probably just acting up", "I don’t watch the Colts, but out of interest do they insist on making [NAME] block consistently like we did.", "You are not well-informed. Their policy is in accordance with language used in ITS OWN platform, not elsewhere. So no.", "Sure, there are plenty more if you are so unsatisfied", "We dont want or deserve to win this game. Sloppy sloppy sloppy", "Mine used to tell „you complain too much“. I was also angry when I was with him. I‘m not like that.", ">doesn't make a border wall ineffectual. As ineffectual as the TSA is, at least they can't be defeated by a simple ladder.", "I feel bad for all those kids whose parents decided to homeschool them so they could be professional HOTS players without all that stupid learning getting in the way.", "Just say you value the friendship too much to jeopardize it with complicated red stuff.", "Never take advice from someone named \"poor judgement\" ", "It was deloitte wasn't it. That is some bullshit application.", "I'm literally screaming.", "Even if I close the app, mine still pings.. It's maddening", "Guys it's a dril tweet, false alarm", "Oh [NAME] if you ever burn anything you will never live it down.", "My cousin is coming back as interim exec chef this week until we get a new chef. If you are my cousin the answer is NO!", "Play something else and come back later. You’re burning yourself out", "I’m not going to be a scared wizard and call him he who must not be named", "[NAME] and [NAME]. There really is NO point of them staying and they are unbearable to watch.", "Apparently reality is a simulation and the programmers are messing with us at this point.", "I love this show but I feel personally attacked when they say you can't live with 6 cups of tea a day and no food 😢", "Hillbilly is preeetty badly deformed, and he's got a secret brother in his shoulder, referring to him as \"normal\" just ain't right.", "“Thrive has changed not just your life but mine as well.” 🙄 yeah, definitely a child’s sentence structure", "This comment has been removed for breaking rule #8.", "tbh college has been a hair easier for me than high school. The worst of it is making tuition and trying to register for classes", "Did I present a braiwashing sect as something positive? Both are bad, but at least you can therapy your way out of emo.", "Yea but you seem to forget how bad we were last year. Worst year in the franchise history.", "If there is no goal on this powerplay it will be difficult not to be hopeless", "It’s not as self serving maybe. But Democracy is definitely still self serving", "only take your shoes off if there is carpet. and carpet is nasty.", "Yep. If we don't come up with a solution, there is no need for solutions to anything else.", "IMO there are quite a few jobs that are criminally underpaid, but that's just me.", ">No most cops are good people who wants to inforce the law. Pick one.", "yes the one place i can reinvent myself over and over without killing the bank account. i think the things there carry a certain personality with them too", "Pretty blunt/rude on his part. Maybe he felt bad for you and wanted to be your friend though.", "They were barely given a chance", "Ghost them. It’ll drive them crazy and give you the satisfaction", "Well folks, no more amputations for diabetics, as it leaves the individual permanently disfigured...", "wasn't aware of that sub, and wow ... that's one crazy racist cesspool!", "Man, such a shame we only got three movies. They really didn't wrap up all the plotlines.", "Was a post of a video by someone whose flag was stolen and thrown in the mud.", " \"If you don't wear BROWN AND ORANGE...YOU DON'T MATTER!\" We need a tshirt with that on it asap! ", "I’m just going to keep sipping my tea 😔", "I spent a few months in LA and it freaked me out every time someone zoomed past me.", "Damn look at [NAME] and his insane get off. We could use an [NAME] now probably now than anyone on this roster.", "> (pun not intended) Yeah, you keep telling yourself that 😉", "In my experience it was just people burning the fuck out of popcorn (possibly to cover up the stench of weed) at 2am", "Everyone’s a god damned critic. Try doing five minutes of stand up and see if you don’t end up on this sub.", "Because the other option is Labour And they are treacherous", "is a minimum score. If you don't get it you fail the ASVAB. It's a really simple concept.", "Women can pick on a man's height but all hell breaks loose if you tell their make up is garbage and they might have a weight problem.", "I would gleefully look forward to a battle where fascist apologists and race baiters utterly destroy each other. Maybe then we can have a civil, unified society.", "Interesting, but I can't imagine it will be there long until someone steals or destroys it.", "i want the little polly pocket heart purse so bad but i ain't paying hot topic $40 for it", "He is just a kid, calm down and/or direct your anger elsewhere.", "they already ruined their own lives by having an affair. the other spouse knowing is just a consequence of their selfish actions.", "Yeah that’s how I feel but that might be kinda hard to explain to non lgbts 😕", "Your reading comprehension isn't very good.", "This whole ordeal seems entirely pointless, but i don't want to turn away in case i miss some drama", "Was almost hit by some idiot yesterday that drove straight through a red light and into a crossing.", "Honestly not mad at that lineup at all. Let's make it happen VH1!", "drafting doesn't guarantee position or quality...AND tanking destroys free agency and devalues all the Magic assets for transactions this summer", "Think this was an underrated signing. Dudes such a beast when he’s on, can go multiple innings.", "The nude dudes in the Playgirl mag! It was like Playboy magazine, but with naked men. No boners allowed, tho, so they were flaccid. ", "To be fair the lore is so nonexistent other than on Ubi’s site you could probably just pretend that’s the case anyways.", "The blonde bitch must go 👱‍♀️ this is clearly the land of brunettes", "Aren’t people on the internet the best! I don’t blame you for deleting, no time for negativity in this life. 🍻 ", ">It is all about [NAME] I like how you brought up [NAME] and now your mad because people are calling you out for being wrong.", "we're all in the same struggle except for those few traitors that dared to go out and actually get into a relationship", "What an insult to Pinocchio but the analogy is on point 🤥🤥🤥🤥🤥🤧🤧🤧🤧🤧", "We always look so hot headed at road 😞", "Considering the fact that I don't consider jealousy or envy useful, you are dead wrong. It might be other people but not me.", "This is like the timeline from hell.", "My favourite part is that the Saints are completely right, but it doesn't matter a god damn bit.", "Except people have been yelling about climate change for decades, it’s just that finally a prominent politician has made it their main point.", "There is no coming back from this. Move to Africa, never talk to your family or friends again. Also throw away your phone. ", "Well they're stoopid poopyheads, those tattoos are cool AF. 👍", "Fuck these trendy hipster joints. Give me my shit like normal fucking people.", "I got sucked right back into the vicious cycle of love-bombing, gas-lighting and degradation.", "Too bad we couldn't elect a good leader in 2016...instead we got a bum. Oh well, [NAME] is finished. [NAME] 2020 ", "I... can’t tell if sarcasm; because literally all of those positions involve cynicism.", "It's not his job to train you.", "Chogochujang is a fuckin drug. I've convinced myself that I'll take a bottle to wherever I travel in case the food doesnt fit my taste", "Have you read /r/NEET ? You'll find that not all people hate being unemployed - they choose to be unemployed.", "Underrated comment 🤣", "This is so crazy pessimistic. A generic [NAME] will win with plenty of room to spare, the problem is that \"generic\" candidates don't exist", "Most countries function as a faux democracy I think. Especially in the USA whereby Congress takes lobbyists money it becomes more of an oligarchy", "I don't wear panties. You'll need to describe the sensation.", "No, they build their team the right way so they won't be trading for our \"crap\". We can dream though. ", "Infatuation and love and really different and I've found our the hard way, wait a couple weeks before using the big L word Nice tho :)", "No idea what this means but the fact that you said sweetie lets me know that you’re probably really obnoxious or just being sarcastic", "Communism is 100x worse than muh evil nazis. Commies need the whole world to follow their ideology and even then it would not work.", "Complete opposite for me. I lied about being at a friends how while I was sitting there talking to my recruiter.", "I'm irritated by the upside down \"Anti Crease\" bit more than anything. ", "SHIT. I just gave my son some Skittles. Lemme edit that right quick LOL", "Ego is a hell of a drug", "This is obviously fake everyone knows the earth is actually a dinosaur shape", "Ooh I thoughy today was last day. Damn it I spent 10 hrs playing HvV today😑.", "Only all the time. As of a few years ago it’s been impossible for me to do it, which is discomforting to say the least.", "if dxm is causing this problem for you, don't ever abuse oxy's or hydros... you won't piss for days 😅😅😅", "Music was better when [NAME] beat his wife", "It was inevitable, after so much cultural shading of men, that “toxic femininity” would enter the fray. Welcome.", "I guess when you marry as a virgin, you don't know what you're missing out on.", "And here I am thinking that the animation after surrender/Victory is annoying ;-;", "9/10 our managers side with us because if they don't we get angry at them. The guestomer will never be coming back but the employee will", "I just learned this with your comment. Came to ask who granted [NAME] legistaice powers", "I can't really provide anything to you that you haven't already deliberately misread yourself. I can't force you to be honest.", "using the crying emoji is a sin against humanity, and you should be executed via the electric chair for doing so. ", "Well, ok then nevermind. I'm surrounded by people I mostly disagree with, but I honestly don't know anyone that I would call outright evil. ", "The way that was worded I can't tell if your super calm or about to flip a chair", "Meh, it just keeps players from diving in taking stupid damage. (At least it should.)", "I shouldn't be tanking this much rating after even a year bro. You don't understand how bad it feels to be in this garbage elo.", "I think I will try to push through, I guess I can always drop a class or two if it’s too much and even take a break ", "To think that Doom GOATs isn't even EM's strongest form...damn, no wonder the [NAME] are 100% on EM", "Please tell me your shop didn't get you in trouble for that D:", "Please stop cussing.", "It would be a little less irritating if the 10 cents you pay if you want some paper bags didn't go to the government as a tax.", "Although I don't wake up as much with alcohol, I feel less rested the next day. ", "I envy flippers, but am in Canada where postage is so high, shipping would eat any profit.", "If you still have fish or plants, I would love to take them. Unfortunately I don’t have space for another tank", "It definitely revealed how ugly the hatred on the Left has gotten.", "I used to do shit like this...back when I had a serious drinking problem I was in denial about", "For the love of [NAME] stop making him relevant. Please.", "No, no I'm not.", "It would be a crime to not invite him.", "Not the snowbank, though. That will end badly in spring.", "Because I felt like it, just as you felt like announcing you basic grooming while trying to be insulting. 🙄😏🤷‍♀️", "I CANTTTT😭😭😭. That's as bad as you said, it will get better friend. r/oldpeoplereddit.", "No, you should definitely do drugs. Just stay at home when you do.", "Hey I’m at Ellsworth and Guadalupe! No snow 😕 probably while we sleep tonight 😐 Happy New Years neighbor!!", "> It's a bad precedent to start once this community grows. Community does what?", "*laughs in uneducated Finnish farmer on skis*", "Honestly, this has got to be the most reckless way to bully and harass a kid. Kids have a tendency to grow to their expectations", "Nobody will ever dethrone nurses and teachers, but hotel employees are quietly becoming some of the weirdest people in my Tinder matches.", "Yeah you're right, I mistyped it. Should have said after 1st and after the 2nd. There's none after the 3rd.", "BALL DONT LIE", "Because he’s actually cool with racism and anti-semitism. Just draws the line at rape.", "Our federal budget is $4 trillion. Until entitlements are reformed the arguments over what things cost is irrelevant.", "Y’all are just jealous that this individual identifies as a fish hook. On a serious note though going through an airport tsa must be a nightmare", "It wasn't any better 10 years ago if that offers any sense of relief.", "[NAME] had talked about this entire operation is shady with an anti abortion agenda that's hidden behind their intentionally misleading name.", "I have [NAME] hat so I could marry it, flip it and kill it", "Laugh and hang up. Then tell my husband that an ex from 25+ years ago just called me and spouted a bunch of nonsense.", "Don't blame me, I voted for Kodos.", "The dashcam only proves that someone inside that vehicle was angry. It barely proves a gun was fired, let alone at someone.", "Lolol yes taking over the world if there weren’t so few of you! Pot meet kettle- INFJ A5 here 😶.", "because people are idiots and don't like being wrong", "Shits me no end mate, good on you for doing something", "What’s wrong with this", "I disagree. Every starting receiver [NAME], [NAME], and [NAME] will have over 1k yards on the season while [NAME] cracks 2k. ", "..... That would seem like the ultimate way to get rejected and never spoken to again.", "getting sucked in to a maneuver thurster or the primary ship screws are hell of away to go", "delusion hits hard", "Just split for gods sake before kids are born.", "I blame [NAME].", "Couldn’t agree more", "I agreed with your first point and then stated a statistic. My bad, awkward wording on my part.😢", "Why are you so fucking concerned with what someone else uses to clean their teeth? You sound like a toothpaste troll.", "Holiday getting abused as usual", "Furry btw so why don’t you take yourself also", "So police were banned from having holidays, not police banned everyone else from having holidays", "I found that after particularly bad games I feel the “need” to smoke more weed, like a cigarette after a carcrash IMO", "Just get divorced and be roommates.‍♀️", "I feel stupid for not looking at her bio, but I do have some more pictures ", "HHDGFMDHNDFG my ENTIRE new years party looked at me and started asking me questions 😶🙅‍♂️", "No it’s okay I just rub some Young Living™️ Thieves on ankle and it fixes everything", "> they were also throwing like paper balls at each other on the carriage it was.. just.. wow. #😱", "Because you aren't serious. You're just mad because you got told to stop using slurs one too many times.", "> Just because you're white doesn't mean you should try to speak for white people. That's the joke™", "if its not obvious everyone is having issues with this scam site", "Keep falling for the kind that aren't even interested in relationships. 🤦🏻‍♀️", "The likes of [NAME] utter genius cannot be fathomed by mere mortals", "I just can’t imagine he is as bad as that...it’s just hard to believe.", "This entire discussion is very unnecessary", "They should be liable for this abuse. It’s just insane!", "My fav frank songs are white Ferrari, super rich kids and bad religion, I know those are popular songs I just wanna get deeper into his music ", "I'm ordained. When's the wedding? 🙋 This is a terrible idea. I don't know what I'm doing.", "In such a polarized time, we can all recognize each other's common humanity in the fact that no one likes [NAME] best. ", "Nah, they're a fraction as immature and petulant as the politician we can't ignore that actually affects our lives.", "I'm not to proud of them right now. I'm mad at them ☹☹ But big ups!!", "why is this hard to believe it’s totally believable", "I don’t even like basketball that much. Chill out man", "Nothin worse that doin the smooth criminal to be able to piss in the toilet", "How to pretend to be the woman who had her face ripped off by Travis the chimp", "It's a fair question to be sure. Crime dramas have largely overstated the importance of reading [NAME] rights, so most people have the same misconceptions.", "It bothers me that certain people praise him as an entertainer and could care unless about what he did. Look at [NAME]... Makes me question humanity🤔", "I honestly don't know but the more attention something gets the less it gets ignored", "It really didn't. You were the one who came out hurling insults around. Are you projecting? 😂😂😂", "14 days actually So we're both wrong, yay!", ">Well, minus the interbreeding part. Eh, I wouldn't be so sure about that", "And maybe one day you'll be able to afford one, but until then continue being an edgy teenager whining about the war on drugs. ", "How can someone be so stupid to post that online, let alone publicly do that", "How many times has this ‘football fan’ committed these crimes now. Someone should lock him up.", "So dumb it's genius.", "Yeah their passes are crazy.", "this is so niche but i still felt that shit in my bones", "I'd say we are a role sub at best, sorry guys just telling the truth", "Is that [NAME] as the commentator? EDIT: just finished the video, feel stupid now", "😂😂😂😂 please [NAME] tell me that was in Titusville 😂😂😂😂😂", "Funny because I only owe 20k... I guess no one told these kids community college exists.", "I crave nuts and nut butter all 👏 the 👏 damn 👏 time. I think my body know they’re calorie and nutrient dense 😂", "Try not to mix too much. It will get overwhelming and you'll just end up with bad trips.", "that's hysterical. two legitimate babes.", "So you stay on your theft from auto waiting for them to dispatch the next shift to the backlog of calls.", "Yeah and if the media finds out that they weren't drug related we will never hear of it again", "I'm hearing its getting expensive to live there, is it worth living there by yourself as a server", "I might be stupid but I thought [NAME] wore #16?", "Trust me it gets worse from there....i shortened it a lot", "Fake was the right call either way.", "Oh trust me, I thought of that - but I felt as though the phallic shape would cheapen the resemblance to feces ", "shut up LIBTARD you right now:🤯😭🥺", "It creates perverse incentives. Allow underpaid prison labour and suddenly you've an incentive towards exploiting your prison population rather than rehabilitating them.", "So people will support him in this fake news quick reaction political environment", "A divided Korea, is a divided Asia. The day Korea re-unites, will be the day Asia gets back control of their own destiny.", "I don't need to tell you how you're a paranoid conspiracy theorist you are doing an awesome job of that already!", "I don't even know what your asking now", "Here, we [NAME] are open books. Brutal, and often hilarious truth in every word we speak 😂", "*crying* I only created this user 2 days ago and I have to wait 30 days to create subreddit UGGGGGHHHHH", "I will burn the X down if we lose this game tonight.", "I guess that's better. I think an important aspect of feminism is that it allows idealized women to be imperfect yet exemplary nevertheless.", "This is a good change. I've heard too many sad stories on Tinder about this sort of thing, looking for a way out. ", "I can hardly wait to see this guy paired with [NAME].", "Yeah, you should divorce your husband. Unless you enjoy being miserable.", "Lol the fact that actual fans can't afford tickets is why there are let's go heat chants at this game", "Oh I get it. I totally misunderstood.", "I can't wait until I can get my app up and running now.", "[NAME] will get booed at home after a golden sombrero in May while hitting .230 and [NAME] and [NAME] putting up big numbers elsewhere.", "Actually you're a [NAME] if you aren't for exterminating the 'wrong inherently evil and guilty race'.", "She was acting from her emotions instead of logic. I suppose I have a huge distain for that.", "I mean, if it’s rotten food, especially fruit, mixed with various meats and maybe some seafood- you can get a pretty mean stench going. ", "That’s horrible. Only religion could make an otherwise normal person want to show a torture and murder video to a child.", "More of us than you'd probably think. Vocal minority and whatnot.", "This person shouldn't be allowed to drive ever again.", "Underrated comment.", "Yes. You’re both at fault for not getting vaccinated.", "This guy has some massive self control after the fact. I felt like getting back and punching that Croc.", "He helped him up. And [NAME] walked back, mad at himself for falling for it", "Yeah, not having a system that treats a kid that can't read as an emergency is a problem. ", "he wanted to piss off his neighbor next door that yells at people fir walking in his grass.", "Thats odd but ill check it 🤔", "They make money to sit and talk to you there's no reason to feel like a burdon cause it's legit their job.", "Wow did you really just scam me😔"], "curiosity": ["Can you snap a picture of that pinky in your butthole, friend? ", "If she loves the place she’s at why leave? There’s something to be said for that. Idk your all’s financial situation tho", "Super wet board.. “this feels like a set” What? 😒", "Yeah dude I like the brown sugar ones a lot, what’s the problem?", "I don’t think it was a freestyle? So not really comparable?", "it’s happened before?! love my hometown of beautiful new ken 😂😂", "What? I’m regular lurker here that just deiced to comment.", "Where is the discusting from?", "Did he use his full title when he introduced himself. Cause that would be sweet", "That's ironic. Because [NAME] isn't getting the Wall funded, we are pulling more resources off the border blockade effort?", "can you send the patch notes? i cant ever find them online.", "Was that a thing? Please tell me this was not a thing.", "Cool, but what's your point? You gave some context without really saying what you think.", "Oh my gawd. WHAT?", "Looking good!!!!!how are you? woww you are a treat...😉. Cute body :).", "Really? I was in New York last week and had to stand in the freezing cold to pump gas twice.", "What? Trolls? Actually, yeah, probably. ", "So she knows of 3 languages, Wonder what they are?", "Not threatening? It is an exhortation to commit a violent sexual act against a woman.", "So [NAME] thinks the AFLW has been both elevated and shafted by the AFL in terms of promotion?", "WUTS THE ISSUE SOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOON?", "Right? No one brattier than incels.", "Wow. Yellow erasure much??? 😡", "Yes I heard abt the f bombs! That has to be why. Thanks for your reply:) until then hubby and I will anxiously wait 😝", "Now I guess the question is, were they dipping their brush in their own paint pot, or were they sharing with a friend ?", "That sounds awful. Do you like that schedule?", "Did insurance cover this? Who was the surgeon? Unfortunately without it...this surgery can cost up to 20k or more in American cities.", "The correct response for OP: \"In that case... Would you like to watch a porno on my flat screen mirror?\"", "He raped her. What is wrong with you? Go back to Incels.", "Im curious, why do you think that?", "Umm... educated people who think that killing a fetus after viability is abhorrent?", "Also op I have my associates on top of my bachelors? Whatchu mean", "Was it? Honestly I didnt get it, even asked some other people and they didnt get. I guess color me ignorant. Care to explain? ", "Will they ever stop?? FLG is a cult.", "At least we’re in this together? 😓", "That’s a bold move, [NAME]. Let’s see if it pays off. ", "You're telling me you don't get excited when you see a big hit or players drop the gloves?", "What were they mumbling at the end before the commercial break? That was weird.", "Deer needs to make a false injury claim and get paid did you see that fake I got hit jump it did?", "Are you thinking of Austin, home of Hormel and Spam?", "> so I would never say that to someone *To* someone, or *about* someone?", "Maybe they want to be a show couple ?", "Maybe? Must’ve been one intense game of [NAME]. ‍♀️", "Why does everything have to be a debate?", "*How???* The internet never ceases to amaze me.", "Didn't you just post this and people told you it was dumb and not meant for this sub?", "What if she’s also the franchise owner who likes to get to know her customers better?", "The only thing wrong with her is her face. Maybe she has a giving personality?", "What’s all this [NAME] business? Edit: Thanks for the info below everyone 😇", "It's bad enough to break into a house, but snooping and stealing from a friend?! r/trashy r/iamatotalpieceofshit Hope you have better luck with friends in the future!", "*Thank you, Brother* But really tho where is the petition 😂", "Will I get banned if i say \"Boy I sure do love *collapsible bed word*\"", "Copyrights on the individual track designs? Maybe but I'd like to see them", "Who on earth would label what you had an affair? You were separated. That is not an affair by any stretch.", "I mean… yeah? So glad to be at that age where the conversation would be more uncomfortable for them than for me.", "And I said, 'wouldn't that have _prevented_ you from having the name [NAME]?', and he said *FUCK*", "I'm fine, how about you?", "Or don't notify the boss, and keep not singing Happy birthday in restaurants. (Maybe I'm just no fun?)", "Seriously? Never knew... but yea that would make sense", "10? If they're teens their original joint apparently didn't last that long.", "Really? How would they know what pharmacy you want to visit?", "UGH ME TOO! Eager to wake up with mania, any day now.", "I live in Baltimore and heard she will have an office out of here. Any details on how I can volunteer for her campaign?", "We need an update, man. What's this \"Outside\" like???", "What was fluky about the 2012 Quakes? They won fair and square and they did it the MLS way", "She likes sending nudes? I mean, just go with the flow and see what happens. ", "Wait did he’s married with a family and tried getting in your pants?!", "I think I need to convince my boss to open a Beijing office! Why does using the accent feel fake here?", "Who was it? I got here after it was deleted, and I'd like to read the comment history.", "Mid game? I was worried it would happen to me except reverse. Hold out on this contract for another hour haha", "soon i’ll have an army of karens and no one will be able to stop me", "Wtf the dude is 29? Seemed like only yesterday he was the most hyped goalie prospect in the world...", "Source? 😂", "It wasn't an intelligent comment to begin with why would I take it seriously? Though I guess those 28 people did.", "Tf what it this for a motivational speech?? Tf is fb doing to these kids", "LOL THEY DIED? like if you get reference", "As anyone else ever **needed** waffles before? This winter morning is killing me.", "What are these other non stick options?", "Don't y'all scream communist at everything and burn Nike stuff for no legitimate reason?", "OMG. How have a I never heard this before? Absolutely dying. You can tell [NAME] just lost it off mic. 🤣", "Why do you think he's right? What reason would a nonprofit newsroom have for publishing sensationalist headlines?", "ISN'T YOUR CLUB RUN BY A JABBA-THE-HUT-LOOKING DONALD-TRUMP-ACTING MORON WITH A ~~FIVE SIX SEVEN TEN~~ FIFTEEN YEAR PLAN?", "B + A? Is that [NAME] and [NAME]?", "Wow, I’m so speechless right now and you got me curious as to whose the pretty face behind these wonderful comments 😇", "If you made it a goal to speak a word to him, then how do you know you are blocked?", "Is this real? 🤔", "Interesting, no denial about being an unwelcome individual. If my suspensions are public knowledge then prove it. ", "Destroyed healthcare you mean? We have to pass it to know what’s in it. 🤣 what a dumbass.", "how'd you get into my brain???", "Why is it so hard for people to accept the word no? Jfc. She definitely deserved what she got lol.", "So? [NAME] was and is a far higher rated player than [NAME] as much as I like him.", " No mention of [NAME]? For shame, subreddit. For shame. ", "> whatever happened to MK9's revealing style? Female characters started getting treated as actual characters and not just strictly fanservice mannequins.", "Aren't we back where we started? I'd say that if you're OK with animal torture, you're a pretty cruel person.", "Oh my [NAME], is this the new transphobia specific \"Post Hog\"? Because it really should be.", "Who cares? 2019 season hasn’t even started", "69 levels in one week?", "Did you really upload a video you took, of your own cat, to whyweretheyfilming? Seriously?", "You have friends that reddit? What a peculiar notion.", "That isn’t the Thai flag? 🇹🇭", "Did you noticed they removed my post? Yep.", "A successful centralized ratings company?", "Can someone post [NAME] before picture I'm curious now", ">Ultimate 12 Inch *notices bulge* *OwO what's this?*", "Doesnt have insane standards or anything. I don't see what's wrong?", "Whats wrong with removing illegal immigrants?", "Now I’m curious about their respective heights", "I was too mad to continue with the second episode lol I see now that he's married and think HOW?", "Would he have more leverage after the election?", "oh yeah? what if i can't read at all?", "What strain?", "They put him on a minutes restriction for some reason, guessing cause he's not in really good shape?", "What?", "Mine is Woman by [NAME] 😂 I get the chills when I hear that song. Maybe it is a hymn?", "Why do the religious think an omniscient god needs to test people? Shouldn't it have know who would fail long before it even created the Universe?", "Stop eating 3,000 calories a meal?", "Should this be tagged nsfw for the knot?", "You \"finally\" realized this? This sounds like a journal entry from 2003.", "Can a gang member legally citizen arrest someone 🤔", "Emergency vehicle, lights on, no siren?", "RIGHT?! My mom would literally never forgive the bitch 😂", "Is it that common? Here on the tube on London there is barely room to breathe let alone spin so I guess we avoid this kind of crap", "There's also the option of \"who cares? Ship and let ship\" but okay. ", "Holy crap, what happened to that guy?", "Crying? Yeah i like crying C-calling R-out Y-for I-serious N-mental G-treatment", "Damn is it really?! Ah, that makes me love his performance even more", "Just \"asking for a friend\"...huh? 😂", "> some blue dog dems will resist Are you kidding me? The Dem establishment won't give her an inch", "Life is precious? Then how come you shot [NAME], huh?", "The Best Argument against RWP/Neocons/Palecons/Libertarians/ClassicLibs is the fact that the American State have indulged in Wars for commodities since its incepcion.", "Have you tried warm tea with honey?? That always helps my kids throats when they are sore!", "Florence, SC?? Bc if it is I wouldn’t be surprised at all 😂", "You would think so, huh? Not the first dude who has tried to use that rationale. The first one I dated though.", "You want me to go searching around for that? I'm good. I'll just assume you're wrong because of the way you type.", "Is this something from [NAME]?", "So what you’re saying is that the frogs used to use the chemicals on us? Oh, how the tables have turned.", "OmG is that Jogfrey StirS UnicORn BlOod?! 😍😍😍", "And now you manage a gym on base ..or..?", "It seems there is strong agreement on all sides that \"Nothing changed\" now. Is that progress? /s", "Where did they film it?! Is it at real Pine Gap? Love the show, binged first season one eve😍", "Me this morning 😭 all I ate yesterday was a salad and a bowl of soup. Whyyyy", "Drunk, with a kid in the back going 150mph? I’d like to see her charged with attempted manslaughter. ", "That’s what babs thinks 😂", "You know what’s ignorant? People who spend their free time making themselves look like a belligerent, disputatious assholes. Find something better to do. ", "I don't really understand what you mean 😩 haha Can you explain please?", "Are you actually going to get on stage and say it into the mic? That’d be fuckin legendary", "You know what I meant you bastard. 😛", "Would it make you feel any better, little girl, if they was pushed out of windows?", "Seriously?", "What are you apologizing for? Vent bro, that’s why we are here", "These comments are in stark contrast to the more level-headed ones in r/news. Wonder why?", "This isnt an exaggeration? 🙄", "Can't believe everything you see on the internet eh?", "I look fine af 😜 and yourself?", "Ugh can you imagine marrying into one of these families?", "Um....Yes? I would love it if everyone didn't believe in [NAME].", "Why so may downvotes?", "[NAME] a drama queen?! Surely you jest./s", "I see you flaired it with help,so what do you need help with", "That’s why it’s a repost. To anyone who’s cake day is 2 day🤗", "So then what are the odds the refs had money on the game and a vested interest to ignore calls?", "Right? It’s not like her family seems like they wouldn’t have helped with her son.", "Thank you 👏👏 looking like she's going to the gym, yet wearing heels? Looks awful", "Wow you think 15 downvotes in Reddit from the YIMBY cult has any meaning? I didn't say anything pertaining to economics.", "\"[NAME] ***WHO***?!!\" --Miss [NAME]", "What country are you in? That makes a big difference for context of advice.", "> What are your thoughts on public breastfeeding? What a strange question to ask 😂😂😂. ", "Every other week we hear about a different #1 ranked restaurant in the world. How many #1 ranked restaurants in the world are there?", "It released like a couple weeks ago??? I don't think all that much would've changed in 2 weeks...", "Interesting I’ve never met any one IRL that met that way. Guess there must be some people meeting that way 😀", "You wash your hands with hand sanitizer? 🤔", "Is this the correct way to dislodge a train? It seems reckless.", "what is cringe about this?", "Do you smoke? Smell strongly? Have dirty boots?", "Do you regularly go around calling people a know-it-all when they've generously provided you with specific information you've demanded?", "Yeah, but what if he didn't have a camera? You see it in Russia all the time, which is why everyone has a dashcam.", "[NAME] would love her!!! \"Do you forgive Daddy?\" ", "don't we all hate them?", "I can't read Korean. Out of curiosity, what are the others?", "What law did they break? This is just another example abusing a system for profit without the necessary laws in place to protect people.", "Will we see [NAME] as PM before that? We shall see", "He did a [NAME] score? ... yup, that's how unmemorable it was", "Because it contains the nudity of a child, and that is a federal crime?", "People: Hey! Me: WHO ARE YOU AND WHAT DO YOU WANT FROM ME?!", "Would you’ve still got with her if you’d known beforehand? No judgement, just curious.", "You don't have a Mrs do you?", "You aren’t mentioning the specific position and the industry. Not even in what country you are located. How can anyone offer advice?", "Considering the century is only a touch over 19 years. Is this really news worthy?", "Can you please update me! I'm in the exact position! 24FHL with 21MLL", "How can they expect you to write if you can't read? /s", "don't you get it? It's freedom to kill children now...", "So, just a super verbose tone trolling?", "Excuse me who the hell is that?", "Ive got these too, any tips on how to remove/make them less obvious?", "Can they do the same to Tyrael while they are at it?", "Are you implying that you can't take a joke?", "Oh yeah I know, but like.. _why?_ it just seems like such a waste of his time.", "You're glad Australia was playing politics at a time like this? That's not a vote of confidence in the [NAME].", "Did you know that [NAME] and [NAME] named one of their children after a suburb in Pretoria? How cool is that!", "Did you laugh at this meme?", "80k/month? Damn. I need to become a Union Square store", "Damn, chairs can communicate with eachother now? What a time to be alive!", "Why it's bad for a union rep to be siding with ownership in the middle of a contract dispute on Twitter of all places?", "Is it just me, or do these children look really uncomfortable around the Duggars? The smiles look forced...", "Really? I could've sworn I've seen people disabling comments on certain posts before..", "The \"YOU SHOT MY MERCEDES?!\" clip is heavily underrated imho. Glad it made the cut for this amazing video.", "Does this mean there's no police on the streets or do they have to work with no pay? (I'm not from the US)", "Oh that's actually really interesting. So IQ of the general population would be a bell curve by definition?", "OK. How old was the father when you got pregnant?", "Is everybody forgetting that bills need to be signed by the president to become law, or get 2/3rds support in both chambers if not?", "is [NAME] also running as democrat?", "Haha, thanks, bot! How's your day going? ❤️🌈🚀", "You have just given a face(?) to my phobia", "Could you imagine? That would be so terrible for viewers. 😂", "Did [NAME] mention the astroturf pitch after today's comfortable 3-0 win? He certainly made a big fuss about it after the loss at Rugby Park.", "I’m assuming you’re referring to the poor execution of the hanging? He only used half of the holes", "I have a 1080ti and an i7 8700k and on very fast at 40k bitrate I'm already hitting 50% cpu usage on obs alone, any suggestions?", "I know, right?! I was literally in tears Saturday night 😪 It's only 3 years old!!", "Are we gonna ignore the fact that he passed someone in the right lane???? That’s illegal", "Why does everyone keep assuming that we’ll suddenly sign big name FA’s? This is a terrible idea.", "Can you give a source for that? I'd like to understand better.", "I did not notice. What's the point of dark blue lenses over cold, dead, black eyes?", "Can these guys just pick a team in the AL and go there??", "Why did he think that you work there? People visit hospitals all the time.", "What’s going on in here ? 😰😰", "Also, do you have a link with updates? I cannot find any reports like this. ", "wait, no more [NAME] SJW pwned vids in my recommended? YOU DARE DISGRACE OUR LORD AND SAVIOUR?", "Is Arges the Bright one available? I see his spawn location is in game now", "Your hamstering is beyond entertaining. There are tons of posts, but you can't find any?", "Like what?", "\"in2\" Is this a time saver over \"into\"? This reporter says no.", "Can you explain to me what SW BRT means?", "Fly out of KDVT? Love flying out there.", "Chelsea just signed a striker. We need it we get it mentally. Arsenal is still ducking around as usual. Where is the change?!", "It serves as quite a lesson to anyone, don't you think?", "I never considered until this thread that tone of voice is something that people find attractive? that seems so alien and bizarre to me.", "So he “wants to be in Denver”. Hooray. Can we hire the best guy instead?", "How long have you two been together? Have you talked with your bf about any of these concerns?", "Do we know what the source of this rumor is other than twitter speculation?", "Your son went to school in a treehouse?", "It's interesting but would be super impractical as a prosthetic for an amputee or someone with a limb deformity.", "Do i just need to watch just 'some' or all of them, oh and what about his books? I gotta buy them too right?", "But it does? Admittedly it does take a couple days and a few friendly reminders", "I was freaking out watching this. WTF are the parents!?", "Why wouldn’t you want as much exposure to the idea of this protest as possible? It’s an incredibly important issue.", "Wow, you an asshole much?", "It's natural selection when a mentally ill person shoots and kills an innocent person out of the blue? Wow... just wow....", "That hit was under 2 seconds after he had possession. Was it unwarranted? Yes Was it SUPER late? No", "Oh [NAME] what happened?? A water main break up there😂", "So is the OP still permabanned for no reason?", "Haha I've never seen a BritSovcit video but now I'm gonna have to check some out", "Is that [NAME]?", "Goodness, how will [NAME] even defend this? Please try to validate this so I can become a muzz and you earn your good boy points from [NAME]", "She is blackmailing him, which is illegal. If she releases the pics, that would also be illegal. How old is/was she?", "Thank you! Do you know what agency would be interested in this information?", "No. I wishm Why did I stop? Kids work and money. Not a minute to myself", "Why does every comment here have at least one reply that is like an essay long", "What is the point of this app? Not much is given on their page on the app store other than \"fun\"", "Do these Salinas officers not realize that no-shave November is over?", "If she was in that mode, why would this guy even be in consideration for a Super Bowl date? ", "What are you referencing?", "“Stop. What are you doing? Stop.” 😂", "I mean, I try to just avoid grizzly bears, don't you?", "How could they forget the gravy?", "Did you look at the picture that spurred this entire conversation, genius? ", ">Feminism is how we get to equality how do you know that?", "You speak the truth, plain & simple. Yet we’re the malevolent bad guys! WTH?!", "Hi [NAME]. Glad you are joining us and am looking forward to watching your episode. Did you do sleeve or rny? I am having rny in 2 weeks!", "Would be really interesting to see how an FMT from a 20 year old would play out in the gut of 60 year old, or vice versa. ", "What? The claim is 2018 best shooters. Not overall best shooters", "It's the physical pain, mostly, I think. Maybe with cbd stuff getting big and easy to get now it'll taper down?", "Interesting how the before photos are clearly yellow-tinted, as can be seen by the difference in the skin complexion ", "Of course not. Why admit their circle jerk was wrong? They'll only learn the lesson after the lawsuit ends.", "What age are you? I didn't realise you were a child until now.", "Is that what happens is [NAME] route? I chose [NAME] and he only does once.", "I see. Do you think my best bet is to buckle down and earn some OTR experience?", "Really? I find being left alone better than being harassed, honestly.", "can we all just get along over some tea", "Who has the skills to turn this into a fight seen? Maybe ninjas or the 7 dwarves"], "sadness": ["My [NAME], check your corners people. I guess it's harder on console to let the team know though.", "I unfortunately can not afford a lawyer. Luckily the only thing that we shared is our daughter", "I just watched this episode twice and I already miss him. Restart the series.", "I remember being three years old and feeling mortified and frustrated that my preschool teacher and classmates were freely dancing to ridiculous music.", "How about this, you can be the \"bigger man\" and the rest of us will bask in the tears of saints fans. ", "You missed the chance to title it [NAME] :(", "He was cut yesterday, unfortunately", "Wow, what a violent cunt.", "That guy is gonna regret losing you the rest of his life. You know why i know this? Because i am him 30 years ago.", "“Game 7” Unfortunately we’ll never get there.", "Usually i am getting games back to back so no standing time for me 😒", "It will be painful but it will be worth it! Good Luck, and may you never be a slave to a drug again !", "“Your” people are mentally ill and need help. Go get it ASAP!", "Good lord, that 'chandelier' made entirely out of antlers is pretty ridiculous 👀 ", "Keeping the stomach warm also helps. Holding the baby with their stomach against yours helps them fall asleep. But it doesn't work all the time unfortunately.", "For real. I get tired of all the griping. Deal with it or get out.. or start a freaking riot and make changes.", "Not at all. It's great of course for financial reasons, but it then makes me worried about how much time she'll have for a relationship.", "Oh man I feel bad now. If you find it funny than it's funny 💖 sorry", "That last sentence pains me", "I got a free Razor for being a student so I'm a net loss on their company :D", "Meh, it’s “next man up” over there. I’ll be worried when they stop making it to the playoffs. ", "That such a sad flop [NAME]", "there's one in between my gym and my work, which is dangerous since I can justify it as just as good as a protein bar...", "The comments on this have me rolling 🤣 more seriously though, I hope everyone’s alright!! ❤️", "🎵 I review you 👏👏 zero bye bitch gone 🎵", "I swear, this is the most brutal one of this year yet. ", "Did the Benghazi investigation lead to more than a dozen people thrown in jail, cause this investigation has and it's not even over. ", "One day I was really desperate and tried putting warming balms that are intended for sore muscles on my lower tummy and it helps so much!", "I know, i read that previous post. Im just worried about your parrot getting injured because of that woman :/", "Suffering from success...", "Another senseless tragedy.", "Not only does the overbooking hurt the customers financials and time, but violations like this one put lives in danger.", "and as soon as I said ni IPAD tonight, I was like GIRL what the fresh hell is tonight gonna bring! ", "Yeah I know a lot of people fail to realize it or at least right away", "You know I never thought I'd celebrate someone's death, but once she goes I'm going to have to try very hard to not enjoy it...", "This is why I have trust issues", "Her face right befoe this needs to join the meme economy. The \"I'll regret this for years to come\" face.", "Some of them really seem to be embittered by their own paranoia.", "It never ends well", "I miss being little 😭😭😭", "The few people that survive jumping from bridges say, almost invariably, that they regretted jumping the second they entered free fall.", "It is sad they didn't have a 4k highspeed camera running on this... I feel like the world lost an amazing possibility", "This can’t be considered cruelty free because now someone’s hair style is gonna suffer", "I'm sorry.", "I think it's safe to say I've peaked. 16/25 on the second half wouldn't all that surprising but I probably whiffed on [NAME]", "\"Being asked not to rape is oppressing me\"", "So good to see him and good to see he’s doing well! I’ve missed him.", "Yup, lost a whole train station inside of their houses. Great loss ", "dude,,, same i cried today because i couldn’t go to the gym bc my foot was too swollen to wear shoes lol", "I can't yo! Food might fly out his tooth- hole! 🤮🤣", "Worth reading if you worry about", ">It's not that I care Every reply now is you crying about being downvoted lol", "1-2-3-4 I declare a thumb war! Dangit [NAME], you win again! Ok you get to stab me again :(", "Just drink the bear. Life is too painful and short to worry", "The Donald raiders are the most savage of the bunch, they not only downvote brigade but also annihilate civil debates ", "Sadly I know lots of peeps that would find this dude hot. He has that LA 90’s Persian chic thing going for him", ") /sorry, the Excel formula part of my brain was driving me insane.", "You'd think we don't have anymore tears already... It's been 62 years of crying.", "That’s a... tough decision. That dog better be able to talk.", "I’m pregnant and my dog is with my parents across the country while we renovate. The feels were too much 😭", "Bro we got destroyed last time, we’re due for a heartbreaking missed field goal or extremely ill-timed turnover ", "Nothing makes me exit a video faster \"looking at this made my nipples hard\" 🙄", "Wait until you’re at least 25 to get a tattoo. You’ll more than likely regret it otherwise.", "Or perhaps we should look at the bigger problem: mental healthcare in the United States.", "There’s a lot of us ladies here, unfortunately 😔", "It’s one of the nine characteristics of BPD. Probably most people in this sub have struggled with some sort of addiction to a degree.", "Not worth it. My family is the same way. I am scapegoat. I cut them all off and I have never been happier or more at peace", "Despite her being on a plastic surgery page getting botox and commenting that it didn’t hurt 🙄", "It’s also dangerous to be riding a motorcycle waiting behind a stationary car if another car isn’t paying attention and slams into you.", "That ESPN intro made me emotional 😭", "I'm 21. I've entered adulthood and I even have to face negative comments from family members. Adulthood won't save me.", "It’s awful. I couldn’t even see the ending at all.", "You sound quite childish and unable to engage with any information that doesn’t conform to your narrative. Sad.", "Oh my gosh. This woman who died also had a son who died. Holy tragedy", "that number 3 is soooo familiar and sad.", "I won't stop crying 😭", "If I see this gif one more time, I’m going to lose it", "That's unfortunate for you.", "Orange fan sad. :(", "I miss [NAME]", "Then it'll hurt more when I kick it in the balls.", "I passed the aftermath of this wreck on the other side of I-20. What a tragedy.", "I’m offended that your offended", "I feel your pain 😪 i got scammed $1400 in November. I felt like a dumbass for falling for it too.", ">sentence more severe. Debatable, I'd rather be dead than have everyone think I relentlessly molested kids. ", "🎵 *The waiting is the hardest part.* 🎵", "\"UGH FEMINISM!!! SURELY THATS THE REASON I CANT GET LAID!!!\" see you in hell ", "This is what happens when you've gotta get the video out as fast as possible. Quality suffers.", "You better be praying for me. I'm living in SO MUCH SIN!", "I'm crying. Their faces 😂🤣😂", "Code Vein looked interesting, though with all the delays and the fact that they've gone quiet, it's gotten me a bit concerned.", "People tremble in fear of the name Rupple Poopels 😂", "[NAME] THAT HURTS DON'T DO THAT", "You've been a sad boi around here for the last week straight, you'd do well to take a break.", "Yeh pretty rough. I mean we all know [NAME] won, but it was much closer than that ", "It's probably more like when the only tool you have is a hammer, everything looks like a nail. I'm so sick of this paranoia.", "Even if you think me and him aren't soulmates, youve gotta be pretty sad to think soulmates don't exist. ", "I’m stuck at work tonight so I missed it 😢😢", "Yeah, empathy, a hell of a drug ;)", "My life is complete", "*nods* I know an unfortunate reality. I was presuming that he isn't in a situation like that based on what he said though.", "It'll be hard to surive on that wage in Vancouver. It's expensive AF here.", "Doordash pays less than minimum wage, no money even to buy cheesecake from the cheesecake factory after paying rent and Bills 😥", "Ugh. \"I've found my forgiveness in [NAME].\" Burn in hell", "😂 Poor kitty.💗 I can hear that howl and see that face! You betrayed her! 😛", "Wow 40 years at 18 wow how unfortunate.", "It’s hard to take the tweet seriously with that font 😂", "Don't worry, with a lifestyle that requires them to have a new hip before the age of 20 they won't be making it much further.", "Preach. The nuthuggers and happy go lucky blind sheep if the front office are nowhere to be found. So disappointed in this team.", "[NAME] is so rational, I’d just cry really hard if my parents spent all my college money 💰 ", "this was hard to watch but i’d take it over the grungy redhead talking about her full tummy 🤮", "it made me cry too when [NAME] return to her older self😢", "I miss rock fest 😔", "I forgot about that. 😂", "BPA not fit especially when we dont have a good team", "When I get a brain freeze, I grab my chest and throat. Very painful. Then i keep eating. ", "Idgaf anymore. I lost all hope in moids. I'll keep looksmaxxing for myself.", "Bro, highmountain looking sick", "I walked 500 miles and then I walked 500 more, you can’t relate to my pain 😤", "My heart is breaking for that little girl.", "Personally, I assume that those who claim NOT to be deprived in this way are just adept liars. That's how deprived I am.", "The left says there is a police brutality issue so their fix is to make it hard for non police to get and carry guns. 🤔", "I didn’t know it was that serious 😪", "I still think he should have been the first goalie in the 2014 World Cup. But alas that injury ruined everything."], "approval": ["I have and it didn't help. It's only a matter of time now for how long I can hold on.", "TeamViolet going strong fam!", "I'm American and only speak English and didn't get that pun either...", "That's quite an arrangement", "Well yeah! Doesn't everyone? I'm in the one about ED. I guess I'm a natural deflator. 🤷", "in this case, you are paying with both.. it's just as data mineable as any other source", "Now I remember, you're an OC student. This sub tells me you're brilliant...", "I moved to the construction industry because it's less mental stress and I can myself better", "I see. Never get bored is my main goal :)", "Back in my day the only bars you could find were real ones👴", "I once called a retard \"beautiful\" lulz karma please 😄😄", "The real villains are those aware of the cruelty of life, but then reproduce anyway.", "Im glad I am able to help others, even if its just yourself. Stay strong and look after yourself. You can do this 💪", "Oh tell me about it. I'm INTJ", "[NAME] making his triumphant return after snagging #1 last year 🙌", "I am sure epic is going to go the disney way and not have any \"controversal\" stuff on their platform.", "Nothing ocular about that smackdown. Raunchy just peaked all over [deleted].", "Probably but we kind of need a lefty though to pair with caleb. Maybe [NAME] steps up again but you know we need more options.", "This is absolutely lerfect, fantastic lunchpine.", "That’s why you gotta say you’re allergic to everything except your non-mixture opioid of choice 😉", "Now that’s something I’d like to see 👌🏻", "Ok 🤷‍♀️ I believe in you, you can do it. ", "when my friend introduced me to [NAME] i was only 7 or 8", "Im so glad that he Reacted that way i feel the same way about my college but im in the last semester 🤓", "You know damn well it is.", "No superbowl @ lambo for this generation; hopefully global warming will make an impact in the next 30 years. :)", "Yeah, right.", "Yeah because a country can't multitask. Go pedal your propaganda elsewhere", "you have [NAME], you'll live.", "Yeah, somebody needs to seek counseling immediately. ", "That’s hard-boiled. This is the secret weapon we’ve been waiting for. You are a god-damned hero. 🎖", "Better get yourself here before March 😂", "I would do this job for free! /s", "That was my first thought too 😂", "My home equity rose 120k in the 3 years since i bought it. Just saying", "I was giving an example, not explicitly talking about aramusha. 🙃", "Thank you, I know my OHIP Is up to date as I have my health card in my wallet and I updated it myself when we moved ", "I had so many avatars named after Star Wars characters on Millsbury. I miss it 😭😭😭", "Give me a country and I'll do some research and post what I find in the morning.", "That's why you gotta pump that charisma stat to the max. 😉", "Yeah, assuming what he said is true yes he has a chance, but it's hard to say for sure given the circumstances ", "Oh. For real? I stand corrected then. I haven't encountered that before. 🤷🏻‍♀️", "Please for the love of [NAME] be right 🙏🏼", "The capitalist countries have welfare for those that can cope. The other countries dont.", "you are fucking amazing. stay strong 💓", "That's the spirit 🤣 for me it's more about strangers wanting to hug me. But you do you 😎", "No disadvantages in stereotypes.", "Oh that sucks. Maybe you could give each other a show 😉", "Wow thanks. Could have sworn the Score app was showing 3pm when I checked it two days ago.", "Done that. Body dysmorphia makes them look the same to me 🤷", "North end pizzeria! Best pizza in town", "we need to deregulate more so we can beat them. america needs to be #1 in something", "i think there is empirical data for evolution...", "Megatron hanging out with [NAME], [NAME], and [NAME]. This is like a fever dream", "That’s mad hombre Switzerland confirmed 🌊🌊 I bet you get bare skiing done", "i know :/ almost perfect but i’ll get there eventually!", "Oh, I ripped one 😉🍁🔥😗💨☁️💯☁️🤙🏻", "Because I am a human, and I can do whatever I want, as long as it's not against the law", "Of course, us first borns gotta stick together. ❤️", "> I dont understand why team record matters so much. The entire purpose of playing is to win games.", "It does indeed. 😏", "[NAME] [NAME] speed option was so much fun. They are the most criminally underrated cfb duo in my opinion", "cake fails are the best thing to ever happen to the internet, so with that said - this is turble. 🤣🤣🤣", "Lovely. You enjoy that train of thought lad.", "Weird how these type of stories seem to happen to low level 'public figures'. In this case a 'actor/singer'. 🤔", "Hmm experiencing sex from each other’s point of view would be interesting 🤔", "at least give the penguin some scritches, as it said no matter what they do, it would head to the mountain anyways 😭", "“Too many people have seen me naked... I wanna keep whatever dignity I have left.” 😂", "Oh you magnificent person. Yes please.", " 🎶 Hark to the tale of [NAME], and the boy he loved so dear. They remained the best of friends for years and years and years. 🎶 ", "Oh so now we’re not letting plays finish before calling offside cool..", "Hmm...I'm very human...I AM a Vampire...🧛‍♀️💜", "I was listening to look alive by [NAME] and [NAME] and it was perfect timing with this video and the song😂😂", "All I meant was that domics is actually waaayyy taller than me 😂", "I'd take either without a second thought, in all honesty. Ideally both.", "🤣 yes... sure. Let me talk to a teenage Q believer, listening to [NAME] who doesent even know what projection is... next", "Nice, but everyone deserves the best.", "I feel like you just jinxed them 🤫", "Yup. Gotta get back in there 😂 Meant to type “habit”, obvs", "The only person I didn't want was [NAME], and I ended up getting [NAME]... ", "That's some creepy coincidence, then! Maybe I'll find my Donut twin on here one day! 😮 One can only hope...", "If you went through the campaign, idk what needs to be explained 😂 ", "Those people are seeking fame and riches, of course they're gonna run into scumbag predators", "Nia even in its current state vr can help you with that. And maybe even more 5 years from now.", "Strong and stable...", "I think they meant r/socialism_101 (needs an underscore). r/communism101 is also a good one.", "😂 MIL would never have the self awareness to understand the double meaning but I think it's hilarious", "Yea that makes sense. It seems like just another ploy for attention on her end 🤷‍♀️", "I honestly think It’s gonna be [NAME] or [NAME] tho 😬", "Thats the second quickest way I know of to burn through $1,000...The first being: R/WallStreetBets 🤣", "I got an instant win. One free chicken strip. 😂🙄", "Let's do this... 4 game win streak again!", "Itll happen. Im 36 and i think i finally found the one last year 🤞", "I may have undersold the amount of trucks. 😂", "Oh now I get what you mean😂😂", "Alright well nice discussion for sure. Think this just gave me an idea for r/changemyview so thanks for that.", "Haha sorry, I make hip hop music 😂", "Not a point I’m trying to make. 👍", "Except that was days ago. 🙄", "Now that is an original Idea!!!", "😭😭 okay. You’re right! I should just like make ice cream at home and get over it.", "[NAME] leans so far forward when he skates we love a king of physics and momentum 😤", "Good morning have a good night me and lucky you! I gotta wait for mine😑", "I can see the rippled sandy bottom, the shark is clearly visible, the surface is near. I feel ok 😁", "Your name is amazing", "Whoops, just posted about those two subjects elsewhere ITT before I saw your post.", "You’re right, no one is taking you seriously, Reddit user.", "That’s what happens when you’re from the uk and there’s literally nothing but 1 uk event outside of the pro league and America.", "The first sentence alone sums it all up 😂", "This is the only viable way out of Brexit.", "I felt like a baby being nurtured 😂😂😂", "my late [NAME] kept bank suckers for low blood sugar", "the ancap ideology has spread to birds now. Our numbers grow stronger every day😂", "Apparently my state 😔", "Peace to you both.", "Haha so give it a try is what you are saying 😂😂", "Good job homie 👍🏻", "“That ad is an over-generalization!” “Most men feel this way and agree with me!” Hm. 🤔", "Welcome to switzerland 😂 I see it everyday, when I'm on my way to work. ", "The best timeline", "It’s beautiful. I think I need to move. 😊", "Uhhh I can’t choose just one! But I would say it’s all between documentaries, music and my pets💕", "What a refreshing question and topic of discussion. 👏 NOT 🙄 *“Discuss.”*", "It's free hand but thanks for the input 👍", "Na I see [NAME] doing a [NAME] in his fight vs [NAME]. Goes all out rage mode and big [NAME] cleanly knocks him oot.", "Give it time.", "Your desperate attempts to pretend that this is nothing are...really weird, to be totally honest.", "They are very heavily scripted which is why it can be borderline unethical.", "Yeah that happened to me twice a month for years with an ex. Maybe someday we’ll do it 😅", "This is too accurate 😂", "I know what you mean. I'm actually looking for a [NAME] irl. That's hard to find...", "Tackles aren’t flashy I guess 🤷‍♂️", "...says a fellow redditor.", "One of my coworkers at my old job used to get a venti hot white mocha with 20 packets of sugar stirred in😷", "Amen to that!", "it is actually called a mechanical bull", "Kayaking on a hot summer's day with just enough of a breeze to rock you with the waves. I can almost fall asleep out there.", "Search your feelings, you know it to be true", "Tried that for a year and still scrawny and look young 😂", "I take it they want to have sex with 🐇s.", "First thought that came to mind were those water benders in the swamp in Avatar: The Last Airbender.", "Yeah, people my age make me more anxious than older people. I feel like my generation is more judgmental.", "Well probably that's because it's the salary the job pays. A better question would be why is [NAME] getting 3.5 million from Russian oligarchs 🤔", "You don’t have to be like a polar bear and fatten up for the winter 🙄. Put down the Doritos and go for a walk", "Yes that is so true why didn’t I think of that", "Sure, they can help nurse [NAME] back to health. ", "It's finally official, we got [NAME] ", "Maybe they just wanna hook up on this hook up app 🤔", "They probably be high asf telling you about how they can’t get high 😂", "Explain how British farmers taking common aborigine land in Australia to be used as private property 'isn't rooted in colonialism'.", "I'm sure your kind is fine the way it is", "Dental Assisting. I still deal with people but going through school and doing hours at a dental office I'm thoroughly enjoying it.", "I have the same lighter! It’s one of my faves. Just bout some Christmas themed ones too 😂", "I guess [NAME] are especially good at making heaven sound boring 😂. I'm also an [NAME]", "Last time we played this well on January, we had an allstar center 👀", "RemindMe! 10 hours", "Ah ok! I figured I was getting it wrong.", "They listened in a way.. they just executed it in such a way that makes us pay 3-5x over what we should be paying for skins.", "Consider yourself lucky haha. I used to call my local radio station daily to request they play it ‍♀️", "I mean, it is, slowly but surely. It sucks. ", "yeah you're right. i just glanced over and thought it was a swish haha", "If found seeds in some of that absolute dankest flower I’ve ever smoked. Grease monkey.. I can still smell it 👌", "Not bad at all.", "So excited!! Probably gonna be my new main ⚔️🛡", "My exam is over and my winter break starts now 🎉🎉💃 I've been waiting for this omg", "Rotfl! 🤣🤣🤣 I'll have to turn on caption from now on...", "Im color blind, i usually see blue as purple and red as green soo...", "We are there right now. 🍺", "Could this be more .jpeged", "The only thing that stops a bad toddlers with a gun is a good toddler with a gun.", "Bumper is cheap, at least you alive. Perspective.", "Of course you don't think it's relevant. Your empathy for human life is tentative at best.", "Thats who I thought it was too😂", "This is delusion beyond what I'm willing to engage with.", "Seconded. OP, PLEASE CONTINUE THIS STORY! 🙏🏼🙏🏼🙏🏼 And also maybe give an insight as to how this couple ended up with a devil child...thing...", "We're one in the same!!!!!!!!!!!😂😂😂😂", "Like any relationship... Communication is key 🔑 Oh yeah Please just be yourself ", "Wow 😮 you really convinced me... like gtfo here", "Wow how many runs in the first half and how many misses by [NAME] 😅😅😅", "Okay, carry on then. Just thought I’d make sure you recognized that there was a difference.", "While I agree, that doesn't necessarily means we should take those 3 in the first 3 rounds. It really depends on the players available. ", "I didn't believe it until I saw a video with creepy music. CREEPY. MUSIC. That's when my eyes were opened.", "> Bittersweet Poetry That's a bonus track on some international versions of Graduation, so it is an album track 😇", "Hey, don’t complain. I have 4 and I’m like “so you’re saying there’s a chance!” 😂👏🏼", "That video was so shaky I thought I had Cerebellar Hypoplasia for a minute.", "[NAME]. Get off of the computer my man. Get some fresh air, there’s a whole world out there. ⛑", "And the commentator in Australia said that we have been poor defending corners this year 🤔😂.", "That sounds like a good system.", "I’m on it. Will be recruiting family and friends as well. Thank you 🙏🏻", "Passion is the best.", "I think you mean what a factual statement.", "Also feeling very inspired....i will definitely try doing the same thing", "Apparently it’s more important to stop the rise of socialism and make America great again!", "I’m not though 😂 I do it by choice. ITS MY CHOICE TO HIT THAT BIG DOPE YA DIG 💪🏼💪🏼💪🏼", "Yesss to all the frosting. 😋", "Me and my girlfriend were holding down the harmonies in section 8 YOURE WELCOME EVERYONE 😂😂", "I did rank them above protista.", "...and I think you just jinxed it. I hope not 🤞🏽", "Free market healthcare. Check out what countries like Denmark can achieve in healthcare through taxation. Must be communist propaganda.", "Here i am playing Daggerfall"], "joy": ["GG haha 😉", "Just be glad you’re not his wife", "Well I am happy you believe that.", "I think you're right. She has oodles of cash and young grandchildren to enjoy. Going through that hideous gauntlet again probably isn't that appealing.", "I’m desperate for it. I once got to lie in bed with a girl friend a couple times. That was cool. But we barely touched.", "Okay I can see this looking really cool for a festival or photos though 😄", "To that I say, you're welcome to get in my pants as long as I'm not in them too... 😁", "Ignorance is bliss", "This is a great coming out, I also which it went this well for everyone 🏳️‍🌈", "ah ok gotcha. glad you guys looked even better when [NAME] left! always cool to see", "The no rape was my favorite part, so glad people agree", "The best feeling ever was when class was over and it never got to your turn, so you didnt have to present until the next day", "😂😂😂😂😂😂😂you win the internet today 😅😅😅😅😅😂😂😂😂😂😂", "Good luck! Also, your story cracked me up. I've been going through some interviews myself lately but fortunately they were over the phone 😅", "[NAME], but they all seem to be genuinely happy with their lives and supporting each other, so I’m happy for them too", "That treatise is working well for the environment! 😉", "Glad she reads the comments of every [NAME] Facebook post ever", "I talked to her family previous co workers and friends", "You can see his tooth bouncing off the pavement on the right after he falls. Brings a tear of joy to my eye 😅", "Well the good news is once all the boomers die off you won't have any pesky old people to blame anymore.", "Thing is, some fans will *never* be happy. There is nothing that can be done to please them. That's the problem.", "Spending the day with family in beautiful Bowral 🌿", "I hope that the talk goes ok. Though with these justno's it may not. I'm glad that you are prepared if it goes south.", "What about a meet tomorow night (saturday night jan 12th) its supposed to be nice, just let me know and ill swing on by. 👍", "Bowling makes me feel better, it's hard to be mad when you're bowling with some pals", "I really hope you won't have the chance to enjoy them because man, I didn't like them anything :)", "I do enjoy my lawn. 😁", "See him live if you haven’t already. One of my favorites to see in concert.", "I would give r/momforaminute a visit, the people over there are fantastic and I think they can give you some comfort ", "Wow, you sure got me ", "I'm glad :)", "I'm so glad [NAME] finally got her visa, she's going to do awesome living in the USA!!!!", "The simple ones feel elegant.", "You’re only as young as you feel 😄", "Lovely act of kindness🤗", "The best music for the best voice....epic & timeless 🎶❣️", "oh this is gonna go well", "My Ping Pong Queen looks so happy! I cried lol", "And I'm happy we all agree it's deathcore.", "Well it was just an educated shot in the dark but glad to help 😊", "I hope it heals well! I will bring out the Oww Mah Layg dancers to encourage healing and positive energy to help you and cheer you on! 🎶💃Oww💃Mah💃Layg💃🎶", "This will pass and you will be happy again. Just not right now. Hang in there.", "Same. Gives me the attention and love feelings that humans have failed to give", "Oof I’m glad this was the top post bc I literally came here to post it after seeing it on Facebook", "Reading this made me happy and I don't even know you. Keep doing your thing!🙌🏼", "Glad he didn’t try to backpedal about his feelings. They are valid and he has a right to have them.", "That actually sounds like it would help, I’m glad it worked for you and I hope you eye is ok now 👁💪🏻", "That would be so nice to see", "WHAT that's heresy - how can you get BTS and EXO mixed up 🤣 Although I would die if they collabed! Can you imagine [NAME] rapping with [NAME] 😍", "I am so glad they didn't have this attendance in my day, skipping class would be impossible.", "I'm just glad they'll chill out in the main sub, they were swarmin.", "I think you and I think alike. Sometimes I wish I knew less of history... because ignorance can be blissful", "Tell them you Reddit while you poop. No one will dare question your bowel movement and you'll be free to share the story!", "😀ahhh I see what you did there, clever.", "🧀 <——The best gold for you! 🙌", "I personally wish that they stuck with the spin offs but if their happy I’m good.👌", "oh my good", "I am glad I found this subreddit \"gatekepping\" is a phenomenon vocab btw.", "I got to see some fish at a science museum not long ago and it really brightened my day, too.", "MULTIPLE TIMES NOW IT'S BEEN INCREDIBLY NICE ON THE MOUNTAIN THE DAY DIRECTLY AFTER I GO SKIING.", "I shouldn't be giggle-snorting to this, but internally I am.", "It’s always nice to say something [nice]!", "Just got back from Orlando to Chicago yesterday. I have a good feeling about this one!", "I feel like I'm in a yoghurt advertisement announcing how my digestive system is all rejuvenated. Its that wholesome.", "gotta love my s-tier talking to people anxiety haha wait no i don't 😎", "Now all we need is to beat them in the playoffs one last time and win the super bowl THEN I'll be able to be happy", "This is so wholesome 😭😭😭", "I feel for you (at a title 1 middle school in lausd) I had a tough day today and reading this made me feel a little better ✊🏼", "I like how she dabs on the way down.", "Nope.cool !🅱️RO", "You must be fun at parties.", "I doubt it, serial killers enjoy killing, the stuff they do afterwards is just the icing on the cake for them. ", "denying and lying or walking into a minefield what \"nice\" choices @.@", "Good to know my paranoia has paid off haha, and same, sooo many snacks.", "Hahaha. I see what you did there!", "Haha. 🤔", "I’m so happy [NAME] gets to make more money", "Glad to see I'm not the only one with that bug. Maybe someone will report it some day.", "Do you boo boo. Live your best life", "It makes it especially delicious when our one sub with ~100 active members gets accused of controlling the entire political debate on Reddit", "I’m really excited for this year! Especially the Wu Lin hero , I can’t wait to wield my double-handed jian😍😍", "Yes! Im glad you see where he got that n-word take from 😂😂", "I'm elated to hear that 🤗", "My second doc! I’m a student from Cleveland and would love any tips you guys have.", "I have a model gun IRL, similar to the ones in Persona You could imagine how fun it was playing through P3", "These things are so cool.", "okay glad you have bots cause whoops", "😂 Dude, ok your cool now", "Been to 54 countries at age 34. No debts, ever. Aiming for retirement in my early 40's. Life is good.", "He's been cheered for years now.", "When [NAME] like “should we have an alien baby” and [NAME] looked SO happy 😂💛", "that sounds cool, i will make sure to check something like that out.", "😭I appreciate the feedback <3", "It's a superfund site with a couple of inches of topsoil on it. Have fun with your cancer dummies.", "Aw it’s so nice of OP’s mom to take care of these cubs.", "Don’t be clinically depressed, go outside! Be happy! 😊", "I'm a guy and it's the same for me! I'm glad I'm not the only one who feels this way. 😊", "Just a friend, chill", "I'm crying laughing in the cubes.", "Kids Day in Toronto, Leafs STHs donate their tickets to kids so there's like 10,000 kids in the arena today. Pretty cool thing they started last year", "[NAME]! You made me the happiest girl that could eva be!", "Nice try hom... oh no it’s real this time D:", "Want to get a hangover there 👍🕺❤️", "What a great photo and you two look so happy. 😍"], "disapproval": ["No, it isn't K.", "It wasn’t significant.", "You probably just have a fashion preference, if you arn't dysphoric about it then you don't have another gender really. ", "From what the experts say his chances are like 0 so 🤷🏻‍♂️.", "The wow at the end without an ! really had not emthamused!", "I can see why you’ll never be in a leadership position.", "🎶 I've always been crazy 'bout Irish girls! 🎶", "Why delete it. It's relatable, never be shamed of what you're going through. ", "And you don't take delight in seeing the person you love in pain. Amen my dear!", "> its exactly the opposite of what I do to get a girl in the mood This is super creepy", "No. You are not.", "Oh come on, you can't mention Psi-Ops without linking the theme song!", "That's not what follows from that at all.", "\"That's impossible.\" \"It's necessary.\" If they were aiming to make a [NAME] a steely-eyed missile man, they succeeded. ", "No, that's not possible. If you have proof then it's not misinformation what your spreading but simply information. ", "Say it with me now: WE 👏LOVE 👏PAT 👏C 👏AND 👏WE 👏DON’T 👏CARE 👏WHO 👏KNOWS 👏", "That, the fact that the photo was taken on someone's phone and the fact they couldn't be arsed to crop it properly...", "I’d give this comment a gold if I could!! Yes, as a husband here, there’s no better reward!", "I can't keep up! This drama is too much 😭🤣", "They likely just didn’t have enough forex to pay their bill 😂", "Ohhh I didn't catch that :P", "Beat me to it. Just because the news makes it seem like there is a pandemic of school shootings, it is exceedingly unlikely to happen.", "I keep getting my posts removed and banned from that sub. 😒", "Fun fact: cops beating their wives has nothing to do with this post. 😮", "Ooh wrong answer, but you'll have another chance to win 10,000 dollars in the lighting round! Will be right back after these messages.", "I understand that they're meeting a demand I just don't think meeting that demand is a social good.", "Oh man, glad I'm not watching this with my extremely emetophobic mother ", "Yeah....each state gets two senators regardless of population. None are favored. Population is represented in the House.", "We already had that fake news before. There's no such discussion.", "[NAME] office just denied it", "So spend your time going to therapy and watching genuine porn 🤷🏻‍♀️ No one here can fix what ails you.", "[NAME], I believe you buddy. you might be a weird dude... but no one is weird enough to make up a story that bizarre yet banal.", "1 Corinthians 13 😅 I am lazy so i won't write it down sry", "And I barely said anything 😂😂", "Great person, tough as hell, will truly be missed😢", "Everything. Everything is wrong with being hypocritical.", "Even after reading all your posts, I still don't understand... 😑", "What a state in America looks like when recreational marijuana gets legalized. 😂", "I don't know, not everyone has at least 2 other friends willing to wear these shoes and dress in jet black.", "literally wasn’t the worst effort of the season", "She doesn't have to pay anything this is just an opinion of a lawyer. No court ordered that.", "Not sure if something wrong with my phone but I got a notif, did ya reply again 🤔", "I dont think prostitutes are going to teach you how to have good sex 🤔", "only facts mate - so nothing you would be interested in", "They also oftentimes are not friendly environments for women and queer folk in my experience", "Oh no you didn’t just quote tlc...👍🏼", "Bomb on your chest Do not try this at home", "They don’t. Conservatives want to characterize any scoopy news organization as unreliable because they can’t get ahead of them easily.", "But those are typically quieter and then I won’t need them 🙃 are we done", "Gangs shooting each other on the streets is not the same as a crazy person going into a school and kill a bunch of innocent kids with an assault rifle.", "Oh yeah lots of elitists who think they’re a damn gemologist but know nothing 😂", "So. Much. Reality.Can’t. Take. Anymore. Reality. Not. Scripted.One.Bit. 🙃", "Actually, they aren't blunt like the west. \"Soon™\"", "I lowkey think they been messing around. It wasn’t a “oops we were drunk moment”. 🤔🤨🧐", "Can't imagine voluntarily looking through those photos.", "I mean, this very post is climate change denial related, which has zero to do with the second amendment, so I don't get your point ", "Umm, I don’t think empathy means what you think it means...🤷‍♀️", "i can't even stand up straight on a paddle board in the calmest water imaginable", "🎶Hello darkness my old friend...", "I was never a fan of it. It should be a regular foul.", "> America is fundamentally anti-fascist [🅱️itation 🅱️eeded]", "I am not expecting this to be an easy task... 😬", "Yeah because streaming services don’t pay their artists well enough", "I don’t know where you live but in my area people don’t really care to have a good-faith conversation with an anarchist.", "Nope I’m not exposing my kinks to Reddit 😂"], "embarrassment": ["No faith! Shame!", "And a pretty bad [NAME] too.", "Sounds like a problem with how you are playing, not with the perk.", "Rip time wasted editing, its a shame that not many other people saw this", "I just don't want to see them shame themselves, and actually show their worth and virtue instead of showing themsleves to be a walking sexual object", "Sorry you don't understand the basic thrust of socialism.", "Looks like the walk of shame. Heading home after a night of partying and to much drinking.", "So was mine, until I got into a spot of bother in the saloon at Van Horn 😂😂", "All I ask is to not embarrass us on National TV like they did against Philly.", "The real bad beat.", "That's a huge shame and says more about Sacks than it does anything else.", "Yes, we are going to kink shame you. ", "[NAME] has weird ideas about everything.", "The only thing I can think of is [NAME] and [NAME] everyone is very uneasy about.", "Please don’t. Please talk to someone", "I feel a deep sense of shame."], "surprise": ["I do that anytime I see something pointy. I'm just like, \"I wonder how it would feel to stab my eye with that.", "With punctuation like that I'm surprised you're not from Jordanhill", "What a weird character to use for something like this", "Right, that makes sense! I wonder if the person I met in real life would acknowledge he's more of a fence sitter than childfree, haha", "Wow, talk about being [NAME].", "Considering my wife barely touches me, I think I could get this job. Wonder how much it pays. ", "Interesting what you said about the crew and better to fly solo than with people who bring you down. I'll remember that.", "Wow, you must have no idea what medium of exchange means.", "Feed her poetry. But in a metaphorical way not in a weird way", "You should watch the “Genghis Khan” music video by [NAME], suddenly these two really look like the couple in that video 😳", "Omg if WOW sue’s her then my depression would be cured and I’ll have my jush", "Oh the pain. I have been gifted faulty genes that gave me humongous pores and a hairy upper lip. Only a miracle can save me from here.", "The intro in that video looks like a sand storm on there, imagine a sand storm while playing GA on that map, it would be awesome!", "And I Am Sending Amzing Vibes Your Way😊😊", "Wonder if some of the ‘cuse guys we got because nobody was available anymore will be cycled out", "Completely off-topic but Ok I'm Officially Intrigued by Watchmen.", "Omg it’s like you’re taking the words from my mind.", "Wow that’s a fascinating belief", "Wow Donkey must be smaller than I remember", "Wow! Dude has aged well. Maybe I need some of that snek oil!", "I didnt have a single black teacher in my 15 years of schooling. The area defenintly plays a part in that but it's still a bit shocking.", "Rollin the green for 48 hours, weed will make you feel like you got awesome powers, like flight.", "Surprising you choose to believe things that aren’t true 🤔", "OK. That is really weird.", "[NAME] isn’t a rocket scientist. I was surprised about the Thailand thing tbh I did expect it to be true haha.", "Me neither. 🤷🏻‍♂️ Freaky mind of mine!", "I was honestly shocked when they denied an overpayment, especially since after the charges cleared it would have been a $0 balance.", "I wonder if, as an added bonus, [NAME] ended the cameo with a dic pic. ", "I'd really like to see them together in something else. They have a weird chemistry that works.", "The Almond Magnums are amazing... and I ate the three in one sitting 😭 In Australia you can find the magnums at IGA :)", "It is the recent patch most likely! This never happened previously.", "As someone who went through school before the internet existed, yes, weird creepy kids existed. Although it was more in your face. ", "I wondered the same thing. I never knew that this is a thing.", "How do we do handle the venom, and marvel is all metaphors-avi [NAME] ", "I know North America is a big place but I wonder what it will take to see similar crowds in cities over here.", "That's a weird way of spelling Disenchanted", "The best one for me is still Borderlands 2, and it’s been a fucking while. Amazing how far ahead of its time that game was.", "Oh wow, this is the first I've heard of her aligning with those people. ", "I just mean symbolically it's weird to call your own flesh a 'blanket'.", "You have a long and amazing life ahead of you...you're beautiful 💜", "That’s absolutely fantastic but I literally was only pointing out the last time I can remember Connecticut being in the national spotlight.", "Weird flex but okay 💪", "Oh my [NAME] me too 😂", "I am [NAME] total lack of suprise", "While we watch the private form of Operation Chokepoint with Patreon, it's bizarre that people don't believe this stuff is real. ", "Wow after that [NAME] turnover, I've never turned off a game so fast"], "amusement": ["So I've never seen [NAME] before and decided to Google it out of curiosity... Cheers for that", "[NAME] is not a guy I root against. Just hope we have a good enjoyable game", "They’re all so damn gorgeous. No complaints here lol", "Ugh, thanks. I'm still working through it emotionally 😂😂 so funny about worrying over the stain! ", "Oy vey, [NAME] 🗑 is gonna be *pissed*!!!", "Lmaoooo how’d you miss him that close 😂 sweet justice", "You can just say grownups use lubrica ... ^ohhh", ">like if onions made porn Lmaoooo 😂😂👏👏", "[NAME] got a serious case of the giggles today.", "The comments in there are so nonchalant I can’t help but laugh", "Did not expect pint sized [NAME]. That was cute!", "Have fun getting arrested for child porn then! Check your DM’s 😉", "Best swimmer outta all my siblings 🏊‍♂️🏊‍♂️🏊‍♂️🏊‍♂️💪🏼", "LOL. Glad you noticed.", "gotta get that AA out yo! 😂", "That’s pretty accurate", "oh got it😂😂😂😂", "Being physically attractive 😒", "That was the best time to be Black in LA", " funny, your asking for proof of something the moderators actively remove and then say ShOw Me pRoOf Or ItS fAkE.", "Being a broke college student doesn’t help😂 thank you for taking the time to listen though it’s really helpful lol", "[NAME] is so fun. You can cc everyone and be annoying af. Imo [NAME] is the most fun role 🤷", "This is so sweet 🖤", "Super righteous.", "Too funny 😂😂😂😂", "According to you lol. MBTI could potentially be all of those things if applied correctly.", "Unfamiliar with **[NAME] neighbours** Still I live at least 75' from 2 very nice quiet and respectable peeps.", " Lol! ♿♿♿ &#x200B;", "My life!", "As comic book guy from Simpson’s would say. WORST. WRITTEN CRIMELORD. EVER....", "If you want to start a family, you can't just pass up 20k no matter how nice your current school is. ", "Tree house of horrors they are all great.", "Great album! 👊", "That was hot!", "Lol maybe he is not but I think my point still stands 😄", "Lmao it wasn’t free, we were stealing", "😂 Lmao your mom’s revenge is pro-level and I love it.", "I actually laughed at this", "LOL get it guys the joke is necrophilia 😂😂😂😂😂😂👌🏼👌🏼👌🏼👌🏼👌🏼", "LOL...love nagy shock-faced", "VP pick guaranteed - and the pivot will be hilarious", "Wat u been ordering u naughty boy😂", "Sigh, that was beautiful 😢", "Fight milk 🥛 lol", "Went to their other location in Capitol Reef National Park and it was fantastic. The cauliflower dough is great even if you're not into gluten-frei.", "His friend was sexy as hell 💁", "Haha your mom lol 😎😎. Having flashbacks of 4th grade rn", "Aww!! Thank you! I had fun making it, I also ADORE [NAME] 😍", "Funny, I don't know a single MRA who's been accused of sexual assault... but I know plenty of feminists who have...", "This guy looks like the real life [NAME]", "Well it obviously helps you rationalize your total unwillingness to take action to make the world a better place. I hope that you grow past that.", "Oh nice I have that one", "LOL, had me confused for a second. Didn't realize you had responded to another comment of mine as well. ", "~~macri gato~~ Also, nice to see Buthan there", "hhhh, lol ", "I mean who cares, this show isn’t built for perfection. It’s built for comedy. ", "Hard work and determination💪💯", "This is brilliant.", "Jajaja (hahaha)", "Absolute queens! ❤🏳️‍🌈🏳️‍🌈🏳️‍🌈", "A person seeking companionship is one thing but attention from as many dudes as possible is another lol", "Awesome! I'll see it ASAP. When work won't be this hectic. 😊", "That needs a standalone cooler to plug into just to operate effectively lol", "Man. I wanna be there to see his face! It’d be great. 🤣", "It's been 10 minutes, I'm still laughing 😂😂😂", "[NAME] is cuter 😆😍", "*Bud Light presents...real men of genius. 🎶 Mr Take Your Cat Up Tiger Mountain On Your Shooooulderrrrr* 🎶 ", "I needed this laugh like... damn. This comment is just as good as the OP and the OP is pretty amazing. 🙌", "When you look back at your picks and realize you’re laying pretty much entirely chalk Tenn -8 Bowling Green -4 Akron -1 NC STATE -1.5 Duke -21 MSU This should go well lol", "Well, exactly that actually, lol. ", "Knife Fight used to be an awesome cooking comp show", "Tbh may have more luck on r/funny", "Dude, you look fine bro. Even at 26 and still in school. You’re fine bro.", "Awesome pic!", "My bad. Was half asleep while typing and couldn’t remember how to spell😂 I just let autocorrect take over, thanks! Lol", "Lol. Yes! [NAME] and his $14,000 suit love you but please don't touch him.", "Lol same here😖", "Uber is fun and cheap.", "Some \"Mean Girls\" style backstabbing will be a great B-plot for this new season! 🍿", "Haha, maybe at the 55 title party in May ", "SS: Collapse of the west, and re-birth, all in a beautiful video.", "Honey is a cutie! My aunt and uncle have a dog named Honey too. 💗", "Hahaha 😂😂😂😂😂 this is so funny and relatable!", "Ok.... he can *call* it the State of the Union, but that doesn't mean it is.", "sending my thoughts and prayers LOL to your family!!! 😂 😂 😂", "Some very fine, well developed grade school humor right there.", "I hope you stay as warm and safe as you can ❄💙", "Lol ok 👌🏾", "This, this is brilliant", "Lol I don’t think it’ll change anything.", "I have never visited the NOLA, but I hear it has great blockparty and festival cultures (Mardis Gras being the main one)", "You’re an amazingly helpful man. All the rumours about you are false.", ":^)", "Lol...I was thinking the exact same thing.", "At least it made for hilarious responses by people being aghast by the price.", "Yes that would've been so much fun! You can only imagine my shock and disappointment...", "That was brilliant 😂", "I get that but there may be some folks out there that aren’t like that. Any help would be much appreciated.", "It's the first two themes in the themes section lol - what game did you get :)", "Hahahaha. This. This right here. 😂", "What a funny story.", "Not offended just dont care to debate over game development or how long it takes 🤷🏽‍♂️ lol you win sir", "Or woman who would look beautiful without her glasses and ponytail.", "haha they definitely test for patience... looking at you gov.uk, and the whole of hmrc if I'm honest.", "😅 sorry. Lol", "It makes me mad when people steal them lol... chances are if you're nice I'll just *give* it to you", "Funny how we get more anxious about our heroes than their victims", "Just be yourself lol. Some girls find awkward/goofy cute 🤷🏻‍♂️", "Your baby is adorable. I can’t even deal with the cuteness 😂😂😂", "This is super old news", "[NAME] lmaooo this made me laugh, thank you 😂", "Laughed. Out. Loud", "Damn perfect 👌", "OMG! 😂😂😂😂", "Really seemed like a great guy :(", "This should in r/funny not here, very expected", "this is so true!", "Just kidding man 😂😂", "I got a good laugh at this one. I feel bad.", "That’s exactly how mine is ! Wow that’s sort of funny there is an actual name For it 😳😔", "Cute! But also, your husband is holding that dog up by the balls 😰", "Ha, ha your mad!", "I have no idea if this is sarcasm...", "Yeah you are second. Time to move on lol", "*Hey just noticed..* it's your **3rd Cakeday** somenbjorn! ^(hug)", "Wow that's so lit🔥🔥🔥😂😂💦💦💦 im so proud of your autistic son for making it LOL OUT LOUD 👏👏👏💦💦💦👏💦👏💦👏💦👏💦👏💦👏💦👏😘😘", "That's fucking awesome! I had no idea they would straight up off a dude for trifling! Lmao Winning information forsure, cheers man.", "That guys entire account is the biggest comedy cemetery out there", "Haha. Dried fruit is partially how I got fat again.", "\"This is just unprofessional\" lol", "What a methy situation!", "LOL this. I would love to see that.", "What if [NAME] just tricked everyone to make us appreciate the coach we had all along...", "I can't stop laughimg at this😂 thank you though", "😂. Ur pathetic", "In an unfunny situation you made me laugh, so thanks 😅", "Ah, the movies are fine. It's pretending they're a profoundly trascendental form of art that I find ludicrously funny.", "Let's us both hope you will be losing it come by the end of the September then... LOL It would be freaking awesome if it happens.", "A hug? Lol, shugos new hugs look alot more fluid and faster. Get ready to eat more", "Haha yeah actually they don't feel that good but life does involve sacrifice.", "Lol I saw a comment on this article that said \"but who released the measles germs into the public? 🤔\"", "😂😂😂 you're great", "I would lol", "Aww... she'll probably come around eventually, I'm sure she was just jealous of [NAME]... I mean, what woman wouldn't be! lol ", "You and me both.... Production of reality tv is where its *at*!!! 😂😂😂 (sarcasm) ", "Oh whoops haha", "so lucky. im afraid to tell my [NAME] gf. :\")", "LMAO! I would heed his advice if I didn't get chased off by the private land owner 😁", "Roots reggae or Dub 👊", "Looking cool [NAME]", "It does lol If you delete it off your phone it wouldn’t trace your estimated location unless it’s active on it", "😅 I wrote that to indicate tears of relief and happiness but what I was actually doing was laughing like a lunatic knowing that I wasn’t alone.", "Don’t feel bad for playing Minecraft, it’s still a great game and is starting to get kinda popular again.", "You're a big guy.", "Such a great movie that kinda gets overlooked.", "Omg I think I laughed way harder at this than I should have!! 🤣💍", "Needed a good laugh today 😂", "This!!! 🐃 and 💍 for your hard work!", "Was hilarious. RIP Roman", "I find it funny the same people obsessed with “owning the libs” call others “intellectually bankrupt”", "Omg lmao 🤣🤣🤣", "Haha, small world, I live/work in the Twin Cities already! 😂", "Jokes on you. I have anxiety so I do this a lot", "Man I hope this is sarcasm 😂", "This made me laugh way harder than it should have", "Right? It looked wild AF for a baby shower lol", "Oh, well when I said \"we\" I didn't mean Reddit, lol. My bad if that was unclear.", ":((", "😘 ☂ ☂️☂️", "Cute pupper 😍😍😍", "They’re words and they’re hilarious", "The hair is super cool though", "thats one impressive car!!", "This would, honestly, imo, be a better response than what we've gotten so far. ", "Try your luck with ranked. it you stick it out enough you'll get high enough to play with good players", "Lmao Stole my joke! 😂", "Whatever you do, respect the kids' genders.", "A good therapist can lead you to talking about what you need to talk about once they get to know you and your emotions and trends", "Good read man, sounds like a crazy time, its the worst vomiting red in front of ramdom people lmfao 😂", "Yeah -- a woman who expects a guy to never even think about other women for the rest of his life is a special kind of delusional.", "i've never been baby crazy but goddamn if i'm not always craving an adorable puppy in my arms 😭😭", "Yep [NAME] and BIG for the next two seasons will be so fun to watch", "How he dropped that sheep, probably going to hell but i almost choked laughing. ", "👍 excellent! I was wondering if anyone else knew this little known nugget from history.", "In all seriousness, stereotyping does suck and I feel for you. But stop being a crazy horse lady and maybe you can change people's minds. Lol", "Lol i love my life. You're the one insulting random strangers on the internet. Must suck having no life 😂😂😂😂", "Haha yes. Thank you. No accidents, so it went well 😂😂", "Lol. My gamer tag is the same as on here if you ever want to squad up and play man", "Its a funny joke but it's delivered horribly", "Exactly lol.", "Better than any HBr, anyway", "Didn't even notice until you *pointed* it out. I had a bit of a giggle.", "Congrats for coming out 😁😁", "Now you’re repeating yourself. Boy bye #wasteoftime. Have fun trying to call this company and their products bunk when everyone loves them haha", "Cute. 💖", "my good girl", "Ay my brotha I'm peepin that squad car A$AP 👌", "Looks soooo much better", "Desktop link: ^^/r/HelperBot_ ^^Downvote ^^to ^^remove. ^^Counter: ^^231558", "I mean, I acknowledged that I'm not going to become a GM lol, but could you elaborate?"], "fear": ["[NAME] awful.", "Definitely was a nonononoyes for me there lol, I'm a horrible person", "Ehhh I don’t know, I still find it kind of cringey with the “[NAME]” talk and all that stuff.", "Oh that sounds gross! Now I have this horrible deamon / alien like picture in my head 🤢", "Looks like the next level of a horror character", "It’s horrible for me, way worse than your situation. Be Glad that you aren’t me", "This is reddit, unfortunately it's entirely possible he isn't being sarcastic", "Thought i was already there with the terrible title.", "Some additional background the robo-voice on that video is horrible.", "Being bullied is what taught me I wasn't wanted anywhere.", "I hadn’t even noticed the hairline, was too busy looking at the rest of the awful stuff going on.", "The bruised banana kit is only 👌aesthetic👌 cause it's a meme, I swear if the kit belonged to Huddersfield or something people would think it looked ghastly", "Being ugly and confident does not mean you'll do well in dating. You'll just try more.", "Oh cool another manufactured awful [NAME] pushing untalented rapper. It’s getting more obvious as time goes by", ">[NAME] One of the most horrifying stories I've ever heard of: the mom should be in psychiatric care and the doctor thrown in jail IMO.", "OMG the bra hanging out of the back of that dress is so cringe.", "Mine once went 6 hours overdue. It was horrible. Big hugs to you. Drink all the wine you can find!", "There were those god awful GoPro shots in the fight scenes where they had a shaky camera fixed to the actors facing directly at their face, though. ", "So many great shows they killed because they didn't advertise them and put them at terrible air times :(", "In case you're wondering, Nintendo does put a bittering agent in their Switch cartridges...and it tastes horrible. ", "Cause emotions are difficult and people fear rejection", "Oh, those dreadful things. I gave those away.", "Oh true I remember seeing it on Spotify’s charts for weeks. It’s terrible.", "What the fuck is that horrifying picture", "There's no need for anger, but cringe and embarrassment are called for.", "Threaten to release....welp , nothing coming from this.", "This is so scary but true", "I understand it but still can't ask questions. I am too afraid", "So cringy and desperate", "Ahhh, I see. I thought you were saying they made you afraid of the sessions.", "Right!? I'm glad someone else noticed. I was horrified when she trespassed into a stranger's home. So violating!", "This is the most scary [NAME] can ever be to me, cause it’s also the most real he could ever be 😂", "The most cringeworthy thing about this is that they have missed a golden opportunity to say pizza time.", "This has to be made as a satire of terrible memes . Like r/okbuddyretard material", "This must have been totally horrifying for you. I'm glad to hear you found peace in the second birth.", "Yikes. That sounds terrible 😢", "That was a terrible pass regardless. Wasn’t close", "It's wonderful because it's awful. At not with.", "Watching LEC is such a snooze fest... the casters are awful, the interviewer has awful flow, the players have no personality...", "Horrible waste of time.", "\"I CAN CLEAN MY OWN VAGINA NOW!\" Kills me every time. ", "That’s horrible. I’m probably going to donate to them I can’t imagine not missing out on a season because someone stole.", "I discovered this show on the cnn docuseries about the nineties. What a terrible idea for a show 😂😂", "He had been so worried that the stepmom would have a hard time integrating into the family.", "I know 😢 it’s one of my life’s goals to see a moose in real life despite how terrified I will be lol!!", "Rheged sounds like a racist name for a [NAME]. Don't think it will catch on tbh", "Just imagine Disney characters without gloves. Yes it's that horrifying", "That's nothing, before BSE we did horrible things with bone meal animal feed. Cannibal cows.", "Shock collars are horrible. They poor pup. 😫", "You're analogies are terrible and prove the opposite of what you were arguing, numb skull 😂", "I would think terrible, awful things.", "This is awful."], "caring": ["I’m glad things are coming to light, I pray justice is served for the victims. ", "So sorry for your loss! I lost my cat 6 years ago in 2021 due to terminal autism. 😭😭", "Do whatever you want if/until you have kids. Just stay safe.", "I'd be able to give you more helpful advice if you could be a little more clear with your situation and what you're asking.", "Apparently government cares about the environment about as much as many of our neighbors.", "Hope you're ok!", "Good luck with your procedure! Be strong and don't try to let anyone even think they can try to change your mind. This is your decision.", "I have. Take care", "I have a cold too 😿. Hope you feel better!", "Right? This pops up like atleast once a month, for months now. Dude needs serious therapy...", "Except the ones trying to zipper by flying by everyone just to slam on their breaks to zipper...", "Can confirm, I have 2 (but be careful as you may still be allergic to their saliva)", "Sorry dude. I’m pretty new here. Wasn’t sure I had to do that. My bad. 😢", "I’m so sorry that happened to you. Are you feeling okay now? Thank you for the concern. ❤️❤️❤️", "I'm so sorry. She's a very lucky cat to have people who love her so much.", "Bhahaha! I’m sorry, that sounds awful.", "Her playing with fire, and getting burned. Stay strong. ", "Sorry, I posted this first but then you said something that I wanted to acknowledge I agreed with.", "He's ancient. If elected, he'll be 79 in 2020. I like him but that worries me. ", "I’m so sorry to hear that! 😂😂😂", "Just be honest with this person. Sorry I didn’t read the whole thing I don’t have time rn :(", "Star Wars Episode IX: We’re Sorry Please Come Back We Fixed It", "good luck stay safe!💓", "Stop, this is a safe space.", "BLESS THIS WOMAN AND HER EVIL FAMILY", "Sorry, mom took it out of the oven already and I am STARVING!", "Sorry This and [NAME] shot in game 5 of the 1990 finals are my all time favorite moments in basketball.", "Don’t worry, [NAME] already added it to his collection.", "She hasn't even fully moved out yet and I feel the same way. I'm sorry. I know how awful it feels.", "Because it's too late and you're hungry 😅", "Show them to me when you draw them... if you want... Take care.", "Hope the horses are ok", "bless his heart", "I'm sorry. Now my entire bad pun looks even worse than it did when I started.", "It's a disturbing read. Have a good time 😂", "Sorry you feel that way", "Plus she's probably going through some extreme grief, life insurance is a huge practical concern for her right now. ", "Hey now I masturbate in my own filth and I don't take kindly to being compared to these people.", "I'm having a hard time understanding what exactly happened. I'm sorry you're having these problems. 🙁", "So sorry 😐", "I'm so sad for you, I'm so so sorry. 💔", "This happens to me all the time I’m so sorry 😣 it’s always with burgers, too. So painful. ", "\"I'm sorry mam, but we dont allow children in the store unattended, so you are going to have to leave.\" ", "I understand. Sorry that happened to you. Stay strong!", "Sorry man, I have no idea either! ", "use this to make you aim better than my bad aim :)", "Unfortunately, I don't. Sorry. 😔", "Don't worry you'll outlive them.", "Sorry, \"semi\". Happy?", "He’s a coward, but no need to ruin his life. You should feel sorry for him. ", "Sorry you are still being messaged by ugly guys, that must be really tough, you are brave for still using the site sweatie ", "New year home boy. You can still change. If not, 2020 is your time to shine boiii", "nah it takes it a lot more than one time, I reckon you'll be fine considering your aware of the risk", "Don't stay too long or you might go Nakamoto : P", "You are ok.", "Doesn’t sound like it’s going to work out, sorry dude", "I'm sorry I watched that", "Damn, sorry to hear that. Hopefully the right gig will come along!", "dont be scared", "That's ok I get it exactly you're ok with me", "I'm so sorry. I hope things get better. 💗 I know emotional damage is rough.", "Omg I just looked it up and all the places look so beautiful there 😍 also I’m sorry that it’s homophobic", "I didn’t get to watch!!!! WHAT HAPPENED!!!!!", "Don’t worry! I was never convicted of anything!", "At least take a cloth and wipe off the dust. I've seen better condition stuff at the thrift store.", "Good for him, most guys are like [NAME] and would take her back in an instant.", "We're not roasting you. That's not how it works here. Go get help and feel better then come back for proper roasting.", "I've had sex with somewhere between 30-35 women, 100's of times total, since we've been married. Never cheated once. *Swinger things*", "Gotcha. I see my clarification above. I sincerely apologize that anything I wrote made you feel that you needed to enforce your boundaries.", "So we can forgive her a little for burdening Dunder Mifflin 😂", "If you have a pelvic kidney and some back pain, I know of the perfect hospital in Florida for you.", "You need medical help.", "you guys are getting a better pick that we are. take solace.", "Recover well. (Argh, my english is too terrible 🇲🇫)"], "remorse": ["Typical left, calling people [NAME] just so they can hate them", "I'm sorry for your loss. From the picture it looks like he had a great life if that helps", "Love ignores poverty", "That game hurt.", "Was my friends family... They had the wrong address, you're sick dude. ", "Same. You all tried to save me, but I rewatched with the sound on and... I have regrets.", ":( had to change my flair for this one. That bites", "I guess I’ll watch this surely not morbid documentary before bedtime..", "Bet Highland Council are sorry they sold their bunker last year.", "\"I've made a huge mistake\" - Me, walking into this person's house.", "Middle school. Puberty was rough for most of us. I was a victim and a perpetrator of a lot of stupid behavior in middle school.", "I think it’s not so much that we have low empathy it’s that we hide our empathy as a defense.", "I bring great shame on my family with my poops. If only I had the will of dear god emperor [NAME] to halt my poops indefinitely like is able.", "No one to blame here, bad luck is what it is.", "I'm too late to rub this into all the casual's faces. :(", "I got mine at 21. The ex wife would have had me snore instead of wear it for years.", "I regret that I understand that reference :(", "I can't believe he told that story. I'm sure the minister that released the water is now so totally regretting not asking for a bj!", "She always says the most basic things\"wow he hit him\" and her lisp is pretty annoying.", "Collusion! Nah but seriously, Knicks need to fall back. ", "yep. I feel guilty for throwing them out but they're basically useless.", "omg that's gonna be a hell of a reunion as well", "Adulthood and the real world are blaming poor people and working class people for their problems. Got it.", "My wife with BPD hasn't even kissed me in over a year. Get used to it if you're sticking around.", "I wasn't ready for the wholesomeness when I saw it.", "The positive side to this is i get to relive the same emotions that I felt losing my virginity....ever few months.", "\"You may die, but it's a sacrifice I'm willing to make\"", "Wrong. You tried to use a WW2 example and it backfired on you.", "Sorry, I don’t see a difference. If you are opposing people’s access to something, your opposing that thing.", "crowd needs to get amped up...seem a little lifeless …[NAME] drew a charge CMON LETS GO", "Sorry, but this was already on our front page recently, so I'm gonna have to remove it. ", "I did Google it, you self-righteous colossal turd, and turned up nothing. So forgive me if I don't trust your hearsay.", "For me, I didn't take pause because I never considered it. :-/", "[NAME] ain't all that. Sorry.", "When we have tens of millions starving or dying of thirst, at least you will still have the moral 'high ground'.", "I once went outside with my eyes open, it was way too intense for me.", "Yeah, sorry, I was on the mobile site, and wasn't able to delete it.", "People who unironically call others “snowflake” tend to get offended way easier than anyone else.", "I’ve missed my sweet prince", "My one regret is not making an account sooner. I lurked for a long time because I felt like I didn't have anything worth saying.", "these have to be probably the worst presses ive ever seen, sorry mate", "I’m conflicting I want to upvote but really feel like it should be downvoted", "I've gone through phases like that, usually related to depression or something else going on in my life. See if it passes in a couple weeks.", "That sounds like something you would see in some fucked utopian society where if you had enough points you were \"*sent away*\"", "You've been muted. Usually awarded for extreme toxicity, don't worry though its temporary.", "Haters gonna hate that which they don't understand."], "optimism": ["I’m finishing that right now. Very fascinating.", "i really hope this is old and ironic", "Keep going... 😏😏😏😏", "I'll probably try this one day 😅", "Lucky, when I did it my nickname ended up being [NAME]", "Ya got a good life... *ya got a good life...*", "Justice was served", "But, oh boy, they can try.", "There's a lot big talk here that will look kinda dumb if we're third/fourth midseason. I hope we aren't being clowned halfway through the season...", "I would replace the standard size with the magnum XL just for shits and giggles. I bet they will message you back real quick or pick another replacement 😆", "I get that. That's why thet time limit. Even if it's just to reevaluate.", "This is a family friendly sub; please don't say the McC-word.", "Get involved and take others with you. Part of the only way we’re going to get better options, we’ll get there!", "Have a great weekend", "All I can say is.. good luck bro", "I hope you're pregnant, I'm not doing this anymore... Gx", "Good luck!!! 💜💜💜💜💜💜💜💜", "My 4 month old just got her second round of shots, so yeah, we feel you. Hope you're able to get a good rest!!", "I carry 2 small stuffable throw blankets and a sweatshirt. Sweatshirt to ensure warmness. Blankets to ensure cuddles. I’ll let you know if it ever works.", "Please keep your head up, things get better, stay strong. :)", "I get wound up over completely imagined conversations too 😅 I'm trying to meditate and learn to stop myself from going down the rabbit hole.", "Sounds like you know the answer, and at first she will resent you. But hopefully over time will realize what your doing. ", "Good luck! It's a long road ahead for us :P i have a job interview next week and i'm going all in for it.", "Fair enough! that's useful and relevant (if anecdotal) evidence. I whish there where good studies on all of this. :-/", "Even for an infidelity sub this is heavy. I hope you find peace somehow.", "Hush up. This is one of our greatest accomplishments. Teaching minorities the subtle art of self suppression though mutual degradation was no small task.", "Legit I just go to places and tell them to surprise me. That way I get to keep trying new types of food 🥘", "Wow, if I hadn't seen my mom's cat recently I'd think this was him! I hope you find the owners", "I'm working in a creative industry; you'd probably fair well.", "Hope you're havin a good trip my dude! Good vibes ✌🌈", "I do have ps4 😂 But it's more easier to play on Tablet because I can play wherever I go ", "Good luck with that!", "Ohhhh....this would be easy but....nope....not gunna.....", "> I think [NAME] is the best QB Prospect since Luck 😐", "I hope you two can figure this out. I feel for you and for him.", "Play the lottery my dude, you just got lucky.", "[NAME] I hope that isn’t the release date. I’m holding out for 12am EST 🤞", "That’s awesome! Hopefully the sanity keeps up", "In 2:55 they’ve scored more points than Oregon/Michigan State did in 60 minutes! 😂😂😂😐😐😐😥😥😥", "I hope you have a wonderful cake day!", "I think we still have a decent shot at the playoffs because the hornets are also really bad but I would rather miss it and tank tbh", "given his form over the last year or so, turning into nueur would have gotten us that goal haha", "You got this, good luck brother", "💕❤️💕 I believe in you. Stay strong"], "excitement": ["Omg. This is just the best ever. 💜💜💜", "🤣 wow... I read it all in a serious tone until the end! 🤣", "Wow, my favorite artist and my favorite basketball player. This video is next level 🌊", "We're moving from Utah to California later this year. These statistics make me even more excited!!", "Well Happy Birthday from another random stranger on the internet. I spent my birthday mostly alone too, hope your day wasn’t too bad. 💙", "I missed this. Wow that is a travesty", "Wow! Now that's some propaganda we could use more of!", "Happy Birthday! ✨", "Of course! Happy cake day 🎂🎉", "Happy birthday 🎂!!", "Happy birthday!! Lots of love and hugs from a stranger in Hanoi 🤗🤗", "Oh same here. Too relatable. Makes me wonder what 50 year old me will miss about the body I've got now.", "Wow. I thought the antivaxxers couldn't get any lower. Boy was I super wrong.", "Congratulations! It's an amazing feeling isn't it! 😍", "same, just found it interesting and sent it so people could see. ", "And yet nobody bat an eyelid when it was [NAME] who was palling around with [NAME]. I wonder why.", "I just got a $250 Bucca order, lets see what happens", "Happy Cake Day [NAME]! Enjoy this slice on me 🍰", "Hell yeah. I'm really just thinking about the irony and double standard of the Left. It's amazing that these people are that cognitive dissonant.", "Amazing doggo 😍", "They think they're so special 😂 I usually end up saying \"oh wow another one!\"", "Can’t wait for the saas drama!!! 😂😂", "Happy Birthday!", "Omg like if you read this in 2019😂", "Omg I just finished and I'm in awe...", "WOW!!!", "Omg!!! just saw an interview of her! Wow this [NAME] is a horrible mother!!! Oh my Gooood! 😱", "You're welcome", "There's that NPC reply i was expecting.", "They’re more and more surprised every week when this is reposted.", "Happy cake day!!!!!!!!!🍰🍰", "Wow the [NAME] replies appeared in less than ten minutes this time!", "That Moment when you suddenly find yourself in a 3 minute starring contest", "Happy cakeday 🎂", "Huh... interesting. Man, russia sure is pressing its borders out. Almost like it's looking for operating bases.", "I don't even really like Papa Johns, but I'm starving and that looks amazing right now.", "Oh I should've checked there wow I'm slow 🤦", "Happy New year! 🤗", "The secondhand panic and embarrassment I feel from this is astounding", "That glo up though. Omg 😍😍😍", "Happy Cakeday! I met my partner of 6 years at a London [NAME] meet-up 🤩", "Wow that’s one way to get out of it for a while 🤔", "Oh wow My heart ✨"], "realization": ["They aren't wrong here in illinois. :(", "Nothing has come close to it well except for GOT.", "It still wouldn't make sense. The problem isn't the looks", "This looks more like us", "Well it looks like I am going to spend at least a year renting to check the city out", "Just for the sake of accuracy, is there a citation for this quotation. It is spicy, but I can’t bother to check right now.", "OH me too, didn’t realize it was really a thing till now 😂", "You’re not wrong. The post is mostly a joke 🤷‍♂️", "I don't recall saying we didn't - I just don't think we're particularly bad.", "Wow. I could have gone my entire life without witnessing this limpdicked haemorrhoid rank the severity of sexual assault based on who the victim is.", "no, you always upvote what fits the sub", "What's absurd here is that anyone believes a bottle of champagne is worth 34k.", "In all 18 years of my life this is only the second time I’ve seen these. I could’ve sworn they where discontinued", "Which is still a very racist thing...", "Allegedly boosted. Tournament is over and it went down to 10k", "Woah woah. Didn’t imply I knew where you were from. Just giving a point of reference for my comment. Relax 😂", "That isn't entirely fair. We're also for harboring regular ol' right trolls, too."], "gratitude": ["The movie with crispy Lord [NAME]. \"Good Evening, [NAME].\"", "Thanks but not pictured: my 3” heels I usually have to tip toe to kiss the dude🙎🏻‍♀️", "Doy, that was silly of me 😅 Thankfully we’ll never be around her ! ", "Thank you. I found out I can return it since they made it heavier than I ordered.", "Ah gotcha. Thanks.", "You guys are the reason I had my first smooth hit in months, thank you🤘🏽🙏🏼", "Ok thank you", "I can never refold the paper properly so kudos just for that!", "Thank you for the kind words :)", "Good to know the obsessive thinking is because of them... I’ve felt like it was just me ha. Thank you 🙏", "It's already the 2nd here, but happy new years! 🎉", "Thanks for this.😊 I like to learn new things. #experiencematters **Themoreyouknow**🌈 ", "As a [NAME] I love your username. It's not suspicious at all! Call me 😘", "Thanks, you are right, I appreciate you reaching out", "Thank you! I had no idea Reddit had profile pictures and I've been using for a couple of years.", "Ah yes, Plastique Tiaras drag race, thank you so much izzy....noriega <— That explains alot!", "Welcome to the Wild West. It's fucking amazing.", "Thank you for that. My gf jumped right next to me! 😂😂😂", "Welcome to the NFC Payoffs -Life long Vikings Fan-", "I have a great connect for 2c-b", "Thank you oh my [NAME] 💖💖💖", "Oh ok... well good luck 🍀", "Oh okay. Thanks.", "Mmm I dunno about that 😊 but thank you", "I’ve never heard of this website! Thanks for letting me know.", "Thank you 🙏", "Thank you! [NAME] is drafting off this documentary.", "Excellent collage, I learned so much from all these guys. The community is great, the unconfiscatable conference was awesome 🙏🏽🙏🏽", "Perfect, thank you!! [NAME] this week and [NAME] next week, I’m getting closer and closer to having them all!! :)", "Thank you! Very cool!! 😎", "Welcome to Pittsburgh", "I tried it that way first and thought this was better, thanks for the input though! ", "Oh my gosh!!!!!! 😂 you poor thing! Thanks for sharing!", "Thank you soooo much 😍", "Having long good chats with brother about stuff, got clear boundaries set, thanks all", "Thank you a lot! Btw that user name tho 😆", "37 and together 12 years. 11 yo kiddo. Thanks for the tip. You're right.", "Oh well, you can thank all the illegals coming into America illegally for that one. ", "That's not it, the game (sigil is a derivative if scrapheap challenge. Thanks for the suggestion I appreciate the suggestion though.", "We get it, you take Etizolam, congrats I guess..👏 ", "Thanks for pointing them out, it's hard to see through my tears 😢", "Ohhh, thank you for correcting me 😊", "Congrats and be well. Peace and tranquility to you. !", "She’s still living rent free inside your head if you’re looking her up Edit: thanks for the gold kind redditor tehehehehehehe 🤪🤩🤠", "Thanks for the warning 😉", "Fair play, thanks for educating me 😊", "Thanks everyone for your feedback! Dosing one bottle tomorrow night around 8pm EST, will post back with results 🤠", "Thanks man! That feels good to hear. I’m glad someone is on my side and finally understanding how I feel about this season.😄👍", "Thank you all for the insight.", "Thank you! We all appreciate the kind words! 💓", "😂 thanks. I like yours!! Makes me think of yoga retreats but like in the best way possible", "Thank you for providing a source👍 ^^^Oh, ^^^look, ^^^noodles!", "Thanks for clarifying, was definitely originally taught wrong then. 🙃", "Congrats! Enjoy a free slice, I think you know what to do with this 🍕", "Congrats to you!! My husband went from being like your husband... to processing cannabis oil. There is hope.", "Thank you. 😀", "I needed this today. Thanks stranger", "I am honored to be your only comment", "I’m very happy for you! Congrats! 😁", "Happy cake day 🎂🎂🎉", "Now I’m crying before work thanks a lot 😭", "I always just say “thank you” because it’s a nice thought 🤷‍♀️", "Thanks a bunch!", "Talked with my parents. It was so relaxing and beautiful <√9 Thank you a lot ❤", "thanks, my roommate is a photographer so props to her 😂😂", "Crotch goblin has me in tears😂 totally gonna use that in the future now😂 thank you😂 r/rareinsults", "Kudos to OP for not falling for the bait.", "This type of discussion is exactly what I came to r/medicine for. Thanks guys!", "Thanks for giving advice to the people who need it 👌🙏", "Thank you for the advice. It is really really appreciated. 🙂", "Thanks man 🙏🏽", "Thank you! 💓❤", "Thank you 👍", "Good luck and congratulations! You are not your diagnosis 😁", "Ha! Thanks for this.", "Heppy birthday OP! hope you get your favorite cake/dessert! 🎁 🎂", "thanks for sharing."], "disgust": ["To be fair, we’re still missing CP3 and [NAME]. This game has been pretty ugly overall though. ", ">Morality is always subjective because morality is decided by people/society. Congratulations, you’ve found the worst take ever. ", "Yes it is child abuse. It’s sexist too.", "Originally just a child murderer.", "To me the toenails is the grossest part! 🤮", "These disgusting old hags are literally old school flesh-consuming ghouls. Like [NAME] or [NAME].", "This guy doesn’t like fox hunting because “toffs” do it. As with all policies of the left, it’s grounded in jealousy. ", "I got grounded from reading once and it was the worst punishment I ever had 🙂", ">testing teenagers for four mystery roles Oh good lord. This is going to be even worse.", "Some graffiti can turn that really bad", ">My worst vice is vaping [NAME] to say you are not promiscuous. 😉", ">recommending Elite mode to first time players My stomach turns in disgust", "[NAME]"], "anger": ["I bloody hate L3-37's name. it's literally L337. How much stupider can a droid name get.", "People who hate [NAME] really really hate him. It’s quite fascinating.", "Those inflated monopoly prices go back into Ontario coffers for services like roads and schools! How dare you question them. /s", "I mean that’s a stupid rule that creates an echo chamber, but I don’t see how that belongs here.", "Damn. Is that what those shorts are supposed to look like on people!? 😂", "I knew the punchline as soon as I read \"Tide Pods\" and I hated both myself and you for it. Take your upvote.", "Problem is as soon as someone criticises Israel they jump up and down and scream anti semitism", "Yeah that was inexcusable", "I just don’t like him 😂", "damn, congratulation 🤣", "It's 57% upvoted, which pretty much means most people hate it. ", "That woman is simultaneously very evil and using her evil to make others regret doing evil things.", "I read that as \"It's fat being fucked in the picture\" lmfaoooo", "Here come the angry [NAME] stans 🤪🌹", "Sure. The subject of her video was certainly creepy and obnoxious.", "Dont call your self pansexual if you've never deepthroted a pan.", "Oh my [NAME] your desk is fucked.", "Thank fuck they died... I mean rip, so sad 💭🙏", "I knew this was stupid when the shittastic music came on.", "oh shitttt. it’s upside down", "I love working with people but sometimes I really hate people. 🤷🤷🤷", "You have to leave the house.", "This is why, when I do it, I'm gonna do it as quick and brutally as possible. This is inhumane.", "Ahh damn! Gotta pay attention to that, never even knew!", "[NAME] damn it", "An angry old person yelling at a retail worker will never listen to reason.", "I hate [NAME] omg I just do", "i hate furries", "on that real shit", "The [RELIGION] Church has been raping children for decades, that we know about. More likely hundreds of years. Probably since they've existed. ", "#I HATE BOTH EQUALLY", "Hate to tell you, but it was inspired by a real girl [[NAME]] ", "[NAME] just got punched in the face", "Saw plenty. That is how to be a jerk to a cat. It will enforce bad behavior.", "This is something that has to be learned from experience. Don't be hard on yourself!", "Because we feed the shitty ones so there is no incentive to put in effort", "That happens and is his own fault. Glad he's gone and Juve have [NAME] now.", "Fuck me, that is good. ", "Fucking hate [NAME]..", "Buddy rocket league fair? I’m play 2 but I play like champion 1 and just get shit teammates 😡", "He had one poor split, and he already looks strong, fuck your mindless hate", "Stars don’t get chicks my dude. Good way to let everyone know you are a fucking goober", "Access should be hindered it's getting destroyed.", "**You are breaking the car!**", "But everybody got mad when Russia recognized [NAME] as US president. Go figure.", "I don't care about him at all. 😤😤😤", "Ohhhh now I get it Omg I'm so stupid", "As someone who hates wake up dragon punches, this made me hard", "When it’s read this way it’s way more badass. The way people normally quote it just sounds stupid.", "Fact: violins don't make music. And if you think they do, you're stupid. ", "Apple can still go kindly fuck itself tho", "Never said that. Not once. Punishment isn’t slavery. Unless you’d rather just kill lawbreakers", "Shit was so cash bro lit 👏🏻🔥👅", "I believe that this may be meant for the person above me, for I have moved into the realm of monetized bananas. ", "Oh shit. I'm so sorry! 😂", "Thank [NAME] for the disclaimer you almost tricked me justin", "Wow. Forget the separation, lawyer up and go straight to divorce. ", "Idk what tf that is😂.... Don’t hate me guys!", "Its an mlm in disguise, branded to appeal to the college demographic. I got the fuck out ", "Yeah definitely not like my welder boyfriends hands for sure", "Fact, the sky is orange. And if you think it’s blue, you’re stupid", "If you're old school like me, you will always hate the Cowpokes more. ", "True. Icing all three of your villains for the duration of the film is a bad idea. They need to be making moves.", "This is hilarious. Great work🤣", "This really tickled my anxiety. I hate it", "Orange man bad ----- > Treason is bad ergo, Orange man is treason.", "No because thats stupid", "If you can't do your jobs you risk fucking losing them.", "I still hated the system though. I felt penalized for using anything that wasn't the power beam the entire game.", "But once again that is a problem with the people. So many just attack the people who disagree instead of the arguments.", "Damn, I totally have used Dragon as my handle on certain dating apps before. Not sure how I feel about that now lol", "I spent like 6 hours overnight browsing the top posts here when I decided to check it out I hate how much I can relate", "[NAME] is going to hit [NAME] again at some point isn't it.", "Stop lying to me", "So you're a liar.", "oh shit u meant the actual post... yeh i live in china this all we got😂😂", "NOO HES SO ANGRY", "[NAME] I hate this", "I hate losing to the Blackhawks like I love my wife: Intensely.", "I've always hated the 610/45 interchange. Everyone slows to a crawl when there is no need to slow down.", "Great fucking game for [NAME]. And I can't believe some people are trying to hate on him for one TOV in the 4th. This fan base smh", "I'd punt her to another planet if she said that about my dog. Wtf is wrong with people. 😠", "Goddamn it Your username just started a song in my head 👶🦈", "I know you're annoyed, but can this sub not be a place to post screenshots of poor opinions from the other sub? It's getting overwhelming.", "Kill it with fire.", "I hate this and I love you for sharing it", "[NAME] from ZoE and [NAME] from TTGL. Actually fuck all that [NAME] from The Big O is where it's at.", "I'm so fucking dead!!!!!!!💀💀💀💀🤣🤣🤣🤣🤣😂🤣🤣🤣🤣", "Windbreakers, we’re supposed to wear them when it’s cold as apparently a joke to keep us warm 🙃 I hate doing drive ups now", "Is calling bullshit allowed in this sub? Cause theres no way this happened as [NAME] described. People don't speak like that, even crazy ones. ", "Worst radio ever.", "From red deer as well. Don't worry not all of us are ignorant and hateful.", "This happens all too much. The game cannot keep up with so many actions especially if ur ping is bad", "[NAME] is so pathetic, 40 year old man jealous of a 26 year old DJ", ">both parties are dumb >stupid tribalism 🤔🤔🤔", "I hate when MoonWolf1-799 is taken.", "Damn it, I only have 6 comments on this sub, I don’t qualify😞", "Kill em with kindness, as they say", "This post fucking sucks because it doesn't cater to my beliefs.", "FUCK YOU CHAD, WE ARE COOL GAMERS RISE UP😎😎😎💯💯💯💯💯🔥🔥👅 BOTTOM TEXT ", "I’m tired of these stupid posts. Stop trying to become a meme. You’re ruining this sub!"], "confusion": ["I personally think think life is beautiful but living is hell, kinda like a hurricane can be the most beautiful thing.", "Those not a part of the Austinfred bashing hive mind at the other sub will find themselves here tomorrow. 🙄.", "I posted the picture on this sub. I'm not sure how to link on mobile, but someone else posted the link on this thread.", "*Chocolate thugs don't mess around* That's interesting though. Something to look forward to when you wake up", "Some of my best rolls were with 50mg. Less is more!", "Im not 😀 Glad you realize your mistake and why I was confused 😉", "I feel like I got lured into a fever dream by a normal combo video's beginning", "Weird way to type YYYY-MM-DD", "I don't know", "I imagined a big last stand but it was just kind of a mess", "At some point you just gotta say, that’s impressive. This isn’t that point. ", "I'd watch it without a doubt. I'm especially interested in the different Tracer playstyles, because the only one I know is dive.", "Me too! That’s what I heard :/", "Of course. And dont think for a second we dont know who this really is! [NAME]!", "I think I know why [NAME] put you on this earth. Go on now you have a job to do.", "I'm high RN and can't understand this", "Most of us think it’s just a conditioning thing right now, but we don’t really know", "Yeah that’s what confuses me, like most people (men) who are here are just incels in denial", "I thought [NAME] was dope. Never understood the hate for it", "I’m still not sure how we managed to do that. Gas prices in this state has gone up around 70 cents per gallon since around 2013", "I don't understand how her hair is 'too light' or how that effects the concealer.", "Wow, now that you say that . Although, we do have [NAME], South Park, Family Guy and American Dad now. Mmmmm, [NAME] ", "No Greece is full of poverty, I understand the confusion though ", "There’s a fine line between love and hate, you know. "], "disappointment": ["that most of the fandom does not get that reference is depressing", "I'm guessing \"Corporate Stooge\" didn't focus group well.", "Gold Coast seems like it would go well on paper, but turn up to the actual thing and seems strangely disappointing would be good to tell friends about though", "+1. I don’t make it to DuPont anymore unfortunately. If you’re in Rosslyn, I’d recommend American Threading Plus. ", "And you can't really see the bottom part so that's probably small too. Really grosses me out", "Not all idiots with guns put others in danger. Many just have bad sense with guns. An even smaller percent actually causes damage to people.", "It was salt. This is the laziest ‘dish’ I have ever ordered in my life.", "cancer is incredibly difficult to get a vaccine from, since it is unique to everyone. Different DNA in each one. both are hard to cure.", "You're not getting more benefit, you're getting the same insurance plan, it just costs more.", "My parents just couldn't understand that pick", "I'll think about prime, just heard a lot of negative about them that spooks me some.", "I hope you don't mind...", "My favorite [NAME] post-match celebration hands down.", "They are the best but my office is so far away 😞", "Really worried about NISA translating it, but at this point I don't care any more, as long as we get an english version of it.", "I use to get this but now I just get ghosted.", "Unfortunately not:", "Dude I have a verrrrry strong feeling the barber did that on purpose. Nowhere in the world is that an acceptable haircut. That’s fucked up", "Reality is often disappointing", "Every day in everyway. If I am to happy with anything next thing I know I'm actively destroying it.", "No TV Party for you 👎", "😂😂😂😂😂😂😂😂😂😂😂😂😂 you got the wrong [NAME] —", "Running a company will be the same disappointment. Your problem is unsolved.", "I mean, if I make it look like an accident, just think of all the ribs I can buy with the insurance money... ", "I sit on one of my legs. I always have my other leg weirdly sticking out. Like I’m trying to crouch, but failing.", "I've seen guys who didn't know each other start conversations about sports. It all seemed very effortless.", "Damnit, you beat me to it.", "this is def an ad to buy doritos, but ill be goddamned if its not a pretty cool recipe", "Reality is often disappointing -TPUSA, probably ", "You went two months without eating it, you deserved to eat it until you felt full. Don't worry, you deserved that meal."], "desire": ["Gotcha. Given how contentious even the top-tiers are, I wanted to play it safe.", "that tease tonight lowered my hopes", "As it should be. No way I'd want my kid crossing 5 lanes of traffic to get to the bus everyday.", "Naw man that’s my stove, I just wish I had a carrot 🥕 for y’all", "I wish someone would just run [NAME] or [NAME] open ice, it would be worth the penalty ", "Good for you bb. I wish you all kind of life gains", "I'm sure you're alright, [NAME]. xD", "Thank you for being willing to learn", "Personally wish they had a male version of 🤰🏼", "Interesting...🤔", "It was eaten by a Photoshop coyote. Adobe support is your only hope.", "This is what I want the most now that [NAME] is out but I think we live in a NO world", "I wish I could buy one! So cute!!!", "Playing hard to get", "I wish I had known this when my kitty ran off years ago. 😭", "As always - in need of good shower.", "You’re a life saver, wish you a blessed new year ", "That's why imo [NAME] death is better.", "I wish that too 😢", "Cheers to that, girl. 🥂 ", "I have a sudden urge to delete my reddit account", "Maybe take a look at narcissism behavior. Trust your gut feeling. I wish you peace", "i wish it was 2 hours :(", "Have a little faith [NAME] 🤠"], "relief": ["I put Norilsk on my phone so I feel better when Chicago is crazy cold", "Music and getting outside really helps me, even if I’m not sober. Cheers."], "pride": ["I'm so proud of you!", "I personally am very proud to be a vegetable. Corn, to be exact. Corn pride y'all"]}