{"amusement": ["that's adorable asf", "That one is pretty obvious", "I literally didn’t know that it was a interlocked I and U. Holy cow that’s crazy.", "Awesome ! That will be worth multitudes one day for certain. And such a classy gentleman, [NAME] is the best in NHL", "I was talking about you when I said if Idk if your talking about yourself", "Haha yeah, apparently their ringleader just got banned on Twitter. ", "good thing it was our only car and we worked hard to get it", "[NAME] isn’t a rocket scientist. I was surprised about the Thailand thing tbh I did expect it to be true haha.", "In all seriousness, stereotyping does suck and I feel for you. But stop being a crazy horse lady and maybe you can change people's minds. Lol", "there are different levels of terrible. Supplying the PLO/Hamas with arms ranks prettttty damn high.", "If I tried that I would lose badly, get laughed at, and be back at square one.", "To me, the best smell a person can have is just a clean smell. ", "[NAME] had a great idea about this problem actually", "OP literally said guys like [NAME] are not unicorns and not hard to find. They never said [NAME] was the ultimate standard lol", "You look chunky", "Shhhh let them have it, they need this. They are still living in 1990 lol", "I don't know", "That was intense", "And then everyone clapped and the teacher got on his hands and knees, begging to be spared from your superior intellect.", "This team + 2 lottery picks and another offseason for our young players will definitely be a playoff team next year.", "my gawd! This is adorable!", "Saw [NAME] of Big Bang Theory many years ago without makeup and she looked awful, and that was when she was pretty", "I'm very much like that, here's my face lol You're either interested or you're not", "Don't be afraid to go through therapy.", "Here’s hoping this ends soon lol", "Let’s be real here. He’s *every night and day*’s biggest loser.", "lol you think you can get 21 back.", "> appreciation and celebrations From the sidebar: > For **anything** about the YouTube gaming channel Game Grumps", "Damn....poor guy", "Funny that dinner sized is larger than lunch sized wherever you are. Seems like a very specific cultural thing.", "Now THAT'S a victory royale :)", "Fun fact: [NAME] decided to delete an entire string of comments after mine because they made him look like more of a man-child than he already is ;)", "Officer [NAME] is the penultimate FA character. Apart from the fact he's attractive of course AAAAAAAAAAAAH", "One more pos to add to the heap.", "I much prefer when the CB is given a taste of their own medicine. Far more satisfying than being polite. This one is great!", "lol comment of the night. thank you.", "B E N", "You keep turning it into all or nothing lol I said *less* bookshelves will be made if *more* bookshelves are reused", "[NAME] back, LAL will keep it close at the least or snap out of this funk.", "Sitting at home drunk waiting for my tech to charge so I can sit out back and listen to music lol", "My biggest fear is catching feelings. I got dangerously close once lol. It’s just about self control.", "Nice. How is prep going??", "Ok I'm pretty sure [NAME] has been part of the main cast since episode 1...", "While he ingests hot pockets in jest.", "They're all so cute~ Here's mine", "Kinda let down tbh", "I agree. The timing is really funny to me", "That's just how to look good in general", "Thanks, it’s funny how to me this seemed a leap but not one person agrees, lol", "lol, dude. I don't know, but thank you. they might don't care but you do care. So I'm not much more loser.", "lol the zoomed in crotch on the right", "But the best part is the struggle snuggle as we like to call it.", "/u/skyboundIan no spoilers in the trailer pretty please :D", "Even then, the commentor could have gotten the joke and was just being dead pan. ", "I remember that! She crashed and they asked her to leave lol. That was one of my fav moments.", "For sure. I am infatuated with sharks, and much of that obsession comes from absolute fear haha. ", "Funny, but why do I care what his name is?", "I’m genuinely upset that people missed the sarcasm because your comment is hilarious", "OH NO! LOL That'll teach ya, kid. ", "Okay, I'll admit it. I laughed.", "Saw this on r/teenagers first haha", "She better!!! .....nobody else will", "I'M A FIVE STAR MAN!!! *as [NAME] clicks one star over and over", "I sent that link to my girlfriend, whom I met on Tinder lol", "Especially the Lexus peeps. Just baffles me how they dash in their nice cars.", "Lmk if you do this shirts hilarious and I kind of want one", "Cute, super cute ", "Hahaha, FUCK", "Nobody has been banned lol", "this, from the good the bad and the ugly", "I had this back in 2012 so no not at all LOL", "Aaaaaaaaaaaaand... *BOOP*", "I don't know you, but I am so proud of you. Hugs.", "You didn't disappoint. I'm proud of you.", "He would die", "Having fun fighting that strawman? Let me know when you're done.", "No it was a joke", "aries actually haha", "Shadow of Mordor 3 looks pretty lit", "I was just about to comment this. Do people think throwing an lol at the end of everything will just make it fine and dandy. Ridiculous lol.", "The HMC is pretty big and they don't allow stunning.", "the longest week (2014) I don’t know if it’s still available but it was pretty good romantic comedy", "yeahhh fellow new shift here too * high five *. Congrats!", "[NAME] isn't really that bad, he's also a cheaper option who [NAME] trusts.", "That actually sounds pretty bloody hilarious. Maybe I'll work that into one of my one-shots.", "Good job! Next, I recommend going NO contact.", "Lmao why does every sw fan have to be so melodramatic", "I wish I could retort with peep show memes about nazis and pints now. Haha! Cheers", "Fucking awesome tournament to watch, well done WePlay, grats to Maggo. The constructed meta ain't that stale!", "*They ARE my children* And now you see why people call you a future crazy cat lady.", "Korean is not that hard of a language as far as foreign languages go anyway Hahahahahaha, how long have you been studying for?", "They are awesome!", "Lol idk how he messed them up but they were like eating rubber or gummy candies almost", "Typo...RBG lol", "Yeah that's funny. Girl who didn't like that is probably some [NAME] wannabe thot.", "Saddos??? And holy heck that laughing emoji, what a disrespectful sociopath. I'm so sorry you have to deal with her.", "I waited 15 days for this joke, I'm so proud of this community.", "Good suggestion, he does a great job guarding [NAME] in their matchups", "lol I’m realizing that now!", "I mean [NAME] rookie of the year thing. Lol am dumbass Just a misunderstanding.", "Thank you so much! We will likely also be doing that haha :)", "Canada here, yup..... gods damned homophobic leftovers.", "That, and truthers. Like, why? It just makes everything else she says seem suspect to the average person regardless of how sound it is.", "What a hilarious joke... Comedy has basically become bashing.", "I would tend to agree, but it’s also the crypto market. You never really know what it’s going to do lol", "[NAME] would laugh and hang up if this was the offer", "assault some more people.", ">snopes >Wikipedia >Wikipedia K", "Here's another message \"You're a good mom. Your boy is lucky to have you.\"", "Maybe she’ll think it was cute how shy you were", "According to you lol. MBTI could potentially be all of those things if applied correctly.", "[NAME] sued by floss kid /s", "Fun fact: There are only 2,208 billionaires in the world", "I think this is what inspired [NAME]", "I think only bc skilled players play her. Tbh I am not one of them", "Lol don't worry, they even make you somehow hate [NAME] in season 2.", "Miss me with that", "Some people are lucky! Def ask your daughter.", "That’s absolutely fantastic but I literally was only pointing out the last time I can remember Connecticut being in the national spotlight.", "Saw it at work this morning, christ the clouds were beautiful", "Ur a silly goose", "Imagine thinking you can learn what you need to about parenting from a paper lol", "If you keep grinding you could become rookie of the year 2020 imo", "Your #1 priority is the apartment paperwork. Good luck", "I have silvered it as it was what I was thinking and they beat me to it hahaha", "I am really sorry for you, but oh my [NAME] this made me cry laughing. I hope the cat learns to like you eventually", "I don’t know Lady [NAME] drag race has a nice ring to it LOL [NAME].", "oh no, I didn’t mean one of my boyfriends haha, I meant one of his things. we’re not in an open relationship", "You goatta be kidding me!", "This is hilarious! Sounds similar to my buddy's experience at his gym in CoHeights!", "They’re all so damn gorgeous. No complaints here lol", "This made me laugh so hard I farted and woke my dog up. Only thing missing is the confetti.", "You know you could replace republican with democratic and it would still be funny", "[NAME] is great and all but him and ab need each other", "You’re the best grandmother a person could hope to have.", "I'm not sure how to post a picture lol. Here's my attempt.", "Hit my head on a bench doing parkour. Looked like that lol", "[NAME] is a 6'5\" [NAME] that can't rebound or defend.", "I had an ex who was [NAME] and a drunk and eventually got into crack", "Pistons gonna have to part with something the fans don't wanna give up. Haha", "It sucks being unattractive. It pisses me off that there are so many beautiful people in the world, and I ain't one of them.", "He will but the Chiefs will absolutely have a shot because the Pats defense is egregious on the road. I mean they let [NAME] go off lol.", "The left really needs to co-opt “Gamers Rise Up!”"], "gratitude": ["I appreciate it, that's good to know. I hope I'll have to apply that knowledge one day", "I didn't get it the first time, thank you for replying me.", "Thanks dude, speaking of the Sahara thay is how dry our texting has gotten. Any tips to spark it back up?", "Ahhh thank you! This is only my second scripted video. The rest are just me babbling into the mic about art", "You're right! I linked the wrong one. Thank", "Thank you so much I am so proud of myself!", "Thanks guys for the explanation, didn't know that!!", "Thanks for the gold kind stranger", "May [NAME] SWT bless you, protect you, guide you, and keep you active in this faith. Welcome to al [RELIGION] =)", "Thanks. I appreciate your advice. It is what I was looking for. Thanks again.", "That’s because [NAME] thinks he’s the man oin this team. [NAME] I can’t wait till he’s gone", "I'm glad he's still watching", "Nice post here, dork.", "I found her advice very insightful. Maybe it will be of use to", "bleh. You would think 160 reps in and I wouldn't have that problem. Thanks for the insight.", "This is the full-circle EP story I came here for. Made my morning. Thanks Aunt [NAME]!", "Thanks I don't know why it didn't load for me on my phone.", "Thank you deeply for these words!", "Thank you for saying this. It is disrespectful to me. And it hurts.", "This is so sweet. Thank you for being an awesome parent !", "Thanks for the link. She actually likes some of the stuff!", "Thanks! I'll work on this next time!", " thanks bot! You too man!......Soooooo, what does YOUR hair look like?....", "Thank you all for the insight.", "Thank you & my heartfelt condolences. Snap in to a watermelon and drink to forget.", "*tomorrow Thank you for this.", "Thanks a bunch!", "Thanks for the kindness; it’s all good enough- I’m hoping to move out later this year", "Okay, thank you!", "Good advice, thank you.", "Thank you that’s sweet of you (:", "Thank u!!! Im gonna try this one bless u", "thanks for clarifying, you put me into cardiac arrest for a moment", "I'm not sure what you mean by 18th century family here but otherwise thanks.", "Thank you for those words. Your message made me feel better!", "Thanks! I was probably going to look in the Midwest", "Brace yourself", "There's piece of shit 2 bedroom homes in Palo Alto that cost 3 million. Those schools are damn good though.", "Okay, thanks!", "Sounds like how I brought in the new year. 3 arguments and counting.... thank [NAME] there is work tomorrow", "Thank you everyone for the suggestions. I think they're great much easier than my thoughts of trying to donate money instead of the contents.", "Thank you! [NAME] is drafting off this documentary.", "Thanks for the tip, just got some FYH Caesar on sale, can’t wait to try it!", "I tried my best, but my best was never enough. Thank you.", "Thanks for the sauce boss", "Gotcha. I'll do a little Google-fu and see what comes up. Thanks anyway!", "That makes sense. You had a good reaction time. Glad no one was hurt.", "Thank you for not making a cake day shit post", "Thank you.", "I'll have some wasabi with tapeworms tonight thanks.", "Hey nice rebuttal. I got some new information out of that, thanks for that. It's all about learning. ", "Yes - thanks for this. Have just finally contacted a counsellor after talking about it for years.", "Thanks so much! Im not sure if its directly from youtube its", "Thank you. This is well-written and it’s really helpful.", "Thanks for the link,much appreciated,great info you found.", "Omg! That's awesome thank you so much!", "Ok, thanks for the clarification. I don't find it compelling but I appreciate your time and patience.", "Firstly, thanks for pointing it out, and secondly, you should have some sort of [NAME] nearby, he should do the job", "Silence and For Greater Glory", "This post is SO HELPFUL. Thank you!!", "Ugh. This is horrifying. Thank you for sharing.", "Hope to see you in the chat as the episode premiers! Best wishes!", "Yeah fucking thanks, politicians back in the day.", "Thank you! Do you know what agency would be interested in this information?", "Good deeds don't buy off being shitty. This is why [NAME] is remembered as a monster.", "Glad to see people actively calling out yet another asshole on here pretending to want to help people. Good show!", "Respect my authoritah! Demanding respect sounds like a guarantee of not getting it."], "joy": ["Like [NAME] said at the very end of the stream, “You’re still here and you can still do amazing things.”", "My nightmare is having an iphone.", "[NAME] was only OP when it came out. [NAME] was OP for so long. I'm still happy they finally did something to her.", "FUCK TAMPA. FUCK TORONTO. WE WINNING THE MOTHERFUCKING CUP", "I like this template, it makes me happy.", "Ooh wrong answer, but you'll have another chance to win 10,000 dollars in the lighting round! Will be right back after these messages.", "It was a pretty shit joke that deserves it", "Just wanna say I appreciate you posting these videos every few days!", "Enjoy you Salad", "Twilight... STILL a better love story than The Last Jedi!", "Its the same AS to go to a bank and to say My kid loves money give him all of it", "They wanted [NAME] to be in the cameo and both to wish her happy birthday as specified in the order", "cross post to /r/palestine they will love this", "Lucky, when I did it my nickname ended up being [NAME]", "Dude I love working OC. You can bounce around like 4 different districts", "People on Reddit barely know anything about law but they love to get riled up about the little that they do know", "These refs are [NAME] awful. Find a new job", "You're creepy", "Lots of words and said nothing. Cheers.", "Such a great moment. I love sports because you can always remember where exactly you were when great moments like this happened.", "Also the joke. C=Sea Pirates sailed on the sea", "I’m so happy [NAME] gets to make more money", "haha packing it in already after a regular season loss", "You’re an amazingly helpful man. All the rumours about you are false.", "The QB said they loved it", "If your enjoying your time with the other person then you are always on fun dates.", "Dude, I'm happy for you. Keep going, you're doing great!", "Dental Assisting. I still deal with people but going through school and doing hours at a dental office I'm thoroughly enjoying it.", "I love it when people delete their whiny comments and then try to reply with something snarky", "The important thing is that you're having fun", "I read this place obsessively and didn't see it, so I'm enjoying it and upvoting it anyway", "NICE... TO.... MEET YOU... OW!", "St. Anger and All Nightmare Long are my favorite albums :))", "[NAME] is not a guy I root against. Just hope we have a good enjoyable game", "I moved to the construction industry because it's less mental stress and I can myself better", "What's the source? I love this.", "An indie rock guy I loved used dialectics to explain his songwriting process, it was weird.", "[NAME] damn what a comeback. I love this teams fight.", "Its been a long time since they were teenagers. My oldest granddaughter is a teenager.", "Have fun.", "Literally never in my life. But I’m only 19 so like", "Happy Daily Peko #270! Source couldn’t be found I think it’s from the manga.", "not giving a s* about what others say ;)", "I'm just glad they'll chill out in the main sub, they were swarmin.", "thats amazing!! Congrats!", "\"drop the beat *AYYYYYYYYY........OOOOOOOOHHHHNNNOOOOOO\"*", "I can easily relate to that as well. The siblings are the ones who will stick with us for the whole journey to the very end.", "Thank you. I thought I was going crazy for a sec.", "Nukeville sounds like a nicer neighborhood. Like no broken and burnt houses and like children playing in the street and people having barbecues", "At least she had a great experience", "Tell him, that just as he has a very shy person and I told her just to get a pretty woman with a strapon.", "One of the podcasts I listen to, pump talks, bought one from [NAME] for a girls birthday and apparently it was very sweet! ", "It happened and I'm very happy"], "realization": ["Yeah, somebody needs to seek counseling immediately. ", "I’m currently putting a investigative task force together and I believe that I could be done assembling that team in as early as 400 years!", "Finally figured out who these two remind me of", "What is the protocol for those seeking asylum? Do they get a fast-track to refugee status if their asylum is granted?", "[NAME] is a comedic goldmine. I don't blame comedians for milking the idiot.", "Ah, the ol' plurality of majesty.", "As a 29 year old newly married man, I still do some cringey stuff from time to time. ", "Thought I saw a shot glass in there the first time I watched this.", "Dear down voter, go to your own sub and take your childish down voting with you.", "It only struggles because it's released too late by [NAME] defeat.", "A lack of the romantic partner is the stressful situation in my life.", "I don’t think that many people really thought [NAME] would be a game changer.", "From the South and can confirm that [NAME] is an idiot and should be saying brink.", "The restaurant business is pretty sleazy. There are a lot of affairs there.", "The logic is so the government can oppress you.", "Sorry, I posted this first but then you said something that I wanted to acknowledge I agreed with.", "I confirm, my increased by around 20% every year for the last 3 years.", "Read divorce busting and kill all marriage counselors. As much as it sucks...youve been given a gift by him giving you time.", "I have many a screenshot of blatantly false posts that my older, conservative, religious relatives share on Facebook ", "I have friends who drove from interior Alaska to Arizona in less than 48 hours... It's possible.", "It even has a name on it from the original creator you reposting scum.", "How long have you two been together? Have you talked with your bf about any of these concerns?", "5 hours late!!!!!!!!! omg.", "I'd rather not be in the 90's kid category anyways.", "What a wonderful world", "Furry btw so why don’t you take yourself also", "I’m so jealous", "Mob mentality makes it worse. Four man SWF groups are generally, by far, the most toxic people in the game. ", "They were criticizing your spelling.", "Awesome, love the input! I totally get what you’re saying!", "[NAME], if you're doing an Undertale deal, not having a red heart on your ass is inexcusable.", "I've actually taken this opportunity to get back into making YouTube videos.", "I like to think that the next update will add zeros effects towards the tac mask challenge. Speed things up real quick.", "I wouldn't ever make a broad generalization like that. Typical honkies, assuming stuff", "Let's be real, [NAME] is coming back.", "I keep being drawn to her privates because it looks so strange to me.", "Which is fine, when you rush back guys from injuries you end up with a [NAME] situation.", "I had the volume so loud and it came out of nowhere. It felt like those meme videos with the morning.", "I wonder if it's a deal issue and they are allowed, again, to slip away in the last minute.", "Also I know a guy in a metal band called Artificial Sacrifice. They're really small and always looking for gigs. Check them out on Instagram", "What kind of source has that info but not enough to say what would come back in trade? Meh... I'll ignore this one.", "If he would have landed that swing, it would have decapitated that guy.", "Yeah, one more time for good measure. “Hey, hold on there you forgot something “. WAM", "> [Citation needed] The fact that no woman will date you.", "*Hey just noticed..* it's your **3rd Cakeday** somenbjorn! ^(hug)", "Rural MO. The nearest Whole Foods is an hour away. I can't imagine too many [NAME] could handle the distance.", "That's why I get my info from reddit, and use Facebook to keep in touch with the fam.", "Btw I’m totally including myself in the karmahungry section but that pic was just too appropriate to not share", "maybe next time you should do some fucking research. prohormones will shut down your test production", "Has it really been 10 years since brown saved the world. Now I feel old.", "To be fair I was in that crowd and there was barely any room to move.", "I really appreciate this post. I have been having a shit day and this honestly made my night!", "I know, you see somehow the world is changing me and its so wonderful", "Last year preseason was in December, but the season started in January. I expect pre-season to occur some time during the second half of this month.", "ISN'T YOUR CLUB RUN BY A JABBA-THE-HUT-LOOKING DONALD-TRUMP-ACTING MORON WITH A ~~FIVE SIX SEVEN TEN~~ FIFTEEN YEAR PLAN?", "I have a really nice tempurpedic one and about 6 king sized fluffy ones that I use to just fall asleep hugging", "Im color blind, i usually see blue as purple and red as green soo...", "I feel stupid for not looking at her bio, but I do have some more pictures ", "If they rig the DNC once, they can do it again.", "I suspect that it's harder to combat sexism in academia because racialized theories have fallen out of favor but sexist ones are still all the rage.", "GOW always had combat challenges, they just inegrated it more seemlessly this time, instead of having it in a seperate mode in the menu.", "Banned or moved to different platforms mostly. Never were that many and those that did post here had trouble following the rules and were downvoted heavily.", "It goes away and can be treated. Once treated it would never return until she had another child.", "I was pregnant!", "“So a guy cusses you out for lowballing him...”", "In fact I plan to start using them in my videos since I plan to make this year feel like 2009.", "I don't remember if I've entered", "Do you mean a \"theocracy\"?", "Cheers, i was out of date. Things change fast!", "My biggest problem with Yuri on Ice is that it didn't have enough episodes to show the payoff of their relationship in my opinion.", "That’s what I came here to say! My sister was born in 2003 and writes in perfect cursive.", "Like this just cuz of the [NAME] rhymes background raps...but dude your [NAME] is sick against [NAME]", "You're still going after this man, you posted from your alt account, give it up and take the L. It's not emasculating at all.", "I heard your dad went into a restaurant and ate all the food in the restaurant and they had to close the restaurant.", "i think that is called masochism", "Ok mister [NAME] triggered boy", "You can still check your feelings and then see how they’re messing up your facts.", "There’s a fairly strong intersection between white supremacists and antivacs from what I’ve noticed", "Just you. All my other senses open up, so my vision _changes_ but i'm still eyes open", "Google “Video Game Addiction”. You’re already at step one. You know you have a problem.", "Increase in robberies on pot shops. I really hope not though.", "I make lots of lists and none of them are useful. Except my playlists, I use them.", "[NAME] only runs in [NAME] shorts!", "Lmao “now everyone *has* a job”", "Realize that all those feelings she had for you were lies. She is liar. Don't let her take up space in your head rent free.", "That’s no ordinary rabbit!", "Ok dude!", "I read it as him taking her virginity. Raping her...unless it was consensual and she WANTED to lose it.", "You can assume he means in the 5 man at least in terms of how the matchup takes place.", "I think [NAME] is a crisis actor!", "Everytime I wore white pants! Finally got an ablation after kids, best procedure I've ever had besides lasik.", "I think Seager and Urias will be better than any free agency acquisition we can possibly make. If. Both. Are. Healthy..", "So it's we now eh jerk-off, as in troll farm to creat FUD and drive the premium up on the order book. I knew it.", "Not true. backtested analysis shows that 85% stocks 15% bonds provides better returns.", "Tell me it's real, the feeling that we feel", "I mean, I acknowledged that I'm not going to become a GM lol, but could you elaborate?", "I honestly am not sure. I just know that I don’t do it."], "neutral": ["Anything >0 is way too common.", "GAMING!!", "This one comes up a lot just saying.", "My coworkers mood rn. Sober AF.", "Proven defense and offense at 26 years old on a contract that would cover THE ENTIRETY OF HIS PRIME isn't an upgrade over Andújar?", "I got I got I got...", "Lmao, The first thing i did after reading is trying to do it.", "\"I SAID, [NAME]!\"", "Yeah for me it takes me weeks to get over s relapse", "What do you do for a living?", "Oh gosh dang it", "oh he does", "Chaintip is coming back, it's just taking me a while!", "Don't forget about random sex", "Holy panel gaps, [NAME]!", "A whole lot of reasons tbh", "Women don't have to pay for this service.", "You could visit my family palace in croatia...", "Happy Birthday!!!", "This article gives the details", "I think that was [NAME], but I'll see if I can confirm that.", "How many of you just tried to take their shirt off like this... Be honest.", "*it's free real essential oils*", "Repost with a better title", "It’s [NAME]?!", "Anyway we can get [NAME]?", "That’s so wholesome.", "Probably Papa John's rather than Pizza Hut.", "Limits... vote yes.", "....never?", "While you were pickling your okra, i was *pickling my brain* ...waitaminute", "for 150 million!", "Looks more like [NAME] to me", "I was at that game!!", "I commented like 5 mins b4 you lmao", "Back up, [NAME]!", "The future is now old man", "Is she talking about his dickee?", "you go away", "WHY IS THERE WOMAN ON MY ENTERTAINMENT??????????", "Siri \"calling mom would be sad\"", "So dumb it's genius.", "> Conversely, Scandinavia does alright. That’s what they said about Venezuela. ", "as the old saying goes, we know what they all r, just trying to negoiate the price.", "Which part do you not understand?", "i think there is empirical data for evolution...", "Then again, socialists have never been *particularly* averse to the odd spot of murder, have they?", "Yeah take a read", "What was I expecting smh", "Like I said deleted", "If the alternative to you being single is with this guy, stay single.", "Could you give an example? You're basically saying that you do MC but don't really say how :P", "The same as Unicorns to Leprechauns.", "Canada is also getting news coverage.", "[NAME] the only one who’s still part of the organization here", "that's so sweet", "delusional about dread being a scam (don't know how this would work) and more of these conspiracy theories with zero proof/", "How did you get access to PCTC?", "I know. My question was if they **used** to compete in T5-TTT2.", "#Go Knights Go!!", "Depends on the state, generally speaking.", "Should've gotten a prenup.", "Perm what? Seems like it’s like permanent virginity with a haircut lookin like that", "Source leads to artist’s Twitter page and post :3", "ITT: r/politics learns what a marginal tax rate is... and now they are experts.", "This dude is acting like python is hard smh", "How is Canada going?", "Incoming 20m a year contract [NAME] !!!", "yes i emailed him and within 10 minutes he emailed back and asked me to call him directly. we spoke for over 30 minutes.", "Oh boy....", "No, go home", "Like this game from a week ago? 26 points 14", "So it *was* you I saw in the window in De Wallen, then? :D", "Told ya.", "That’s a Prog Snob for ya.", ">uploaded sept 20, 2016 >frysuspiciouseyes.jpg", "I Am [NAME]!", "On a related note, why does it shatter? I expected it to break into a few large pieces, rather than completely fall apart.", "I was too busy catching the pokebugs!", "Except when you get put against the same 6 stack 5 times in a row and they smash you every time... was not a good time", "I might be able to help. A/S/L?", "Ugh her mind!", ">\"ad\" nauseum I see what you did there.", "I really should know better than to ask questions like that here...", "Just a heads up that’s not what neoliberalism is.", "To quote [NAME], \"What an eyesore!\" ", "I mean, it's just a happy birthday post", "I guessed this", "At least the ice didnt break", "[NAME] IS SMILING EVERYONE", "I suppose inducing vomiting is a sort of detox...", "Typical. Ugh", "he saw it", "how was your day?", "He was huge!", "Weeks a year.", "You're way too involved in this. Take a break from the internet.", "So guys, we did it", "How about catching the tines of your fork on a small hole and hearing it scrape across four other holes?", "What I’m hearing is you’re under 15. /r/teenagers is that way", "[NAME] was autistic BOOM", "supa mario brothas 2 ya bitch", "Nothing says “I peaked too soon” more than a class ring.", "Date women! (Honestly tho, it's better.)", "Mine did too", "[NAME]: So, I hear you guys are doing video tributes now? [NAME]: That's what I thought...", "So one study on ten years of data in a chem unit/battalion and you're extrapolating that to the entire DoD?", "\"Freedom is a cage\" -[NAME]", "There’s some Rask sparks!", "Very wholesome!", "It's John Fogerty v Fantasy Records all over again, and the parent comment is Fantasy Records ", "Isn't this researching online?", "Who knows, he could say \"rough\" and I could wind up in handcuffs.", "Please go to youtube and leave a comment and share :) Happy new year!!!", "is your friend.", "I have a big family of artists", "Your opinion doesn’t matter enough to me to trigger me :)", "[NAME]? We have a friend in one of those condos on 19th.", "delusion hits hard", "Rambo with the stinger", "not my kid, not my problem. Best comeback ever xD", "You don't look at accidents on the road? Yeah, I don't believe you.", "I feel the same man. Keep going bro!", "His mom is indeed half black, [NAME] brother [NAME] confirmed it years ago in an interview. Doesn't fit the white supremacist narrative.", "Canopy Growth will be valued at 1 trillion USD at one point."], "approval": ["I'm glad the republican won cause I want the best high I have had 5 back surgeries and need another.", "Throw it all on the mortgage. Don't spend it on garbage you think you need.", "That's not her. This is she is in the movie:", "Yeah just like the Spider-sense, Preflexes can be tricked or only blares up at specific situational times. Bit inconsistent, those two.", "I believe he means he was a very pretty child to become otherwise after puberty...", "The absolute subhuman filth that worships [NAME] will believe that this isn't even a photoshop", "[NAME] damn son. the fact that you said \"re-education\" made this 5x better too lmao ", "That’s petty debateable, there’s disagreement in the ranks but not enough to change their names or policies. ", "I'll keep an eye out.", "[NAME] just think of how overworked her liver and kidneys must be!!", "So I suppose they’re more like the flying monkeys than the wicked witch?", "It's not murder if he wants to die, it's euthanasia. She doesn't necessarily have to be the one to do it. ", "I think men take pockets for granted, once you're without pockets you'll understand the pain. ", "Probably but if we spread the word, hopefully we will get some people on there", "This sub absolutely gets personal within seconds of anything he says being postes", "OH MY GOD TIDYING UP WITH [NAME] IS ON NETFLIX RED ALERT IM GONNA GET SO ORGANIZED", "Didn't you know, it's all about winning, nothing else matters", "in this case, you are paying with both.. it's just as data mineable as any other source", "Those Boys risked their lives for a strong independent woman.", "For most people after 4 to 5 hours it gets up to the full resolution", "Chasing thoughts and storing tension in your hands is how you distract yourself from feeling social tension and empathy. You need to allow yourself to feel these feelings.", "Just like in Seinfeld when the waitress called the audible after [NAME] talked about how much he likes manure.", "It’s actually not. But i agree.", "It's not even that... just string in the water.", "“Respect the house” while it is impossible to live in your own before you're 30 nowadays", "I feel a tad lost without it now that my drive for football has vanished and basketball and hockey simmer one. The show's every night after all.", "GH is slow compared to DD. Worked 4 hour block on GH and got 0 orders. Turn on DD and get an order instantly.", "Not under [NAME]. Under [NAME] desperate greedy extreme partisan coward politics. They purposely brought racism front and center.", "I get ya man. It happens to the best of us.", "Would you move your car if told not to drive?", "I hope for Irelands sake you're right.", "True, we take pink and black pills daily, even some stacies are conscious of world around them being a grim place.", "I get to walk home for 30 minutes for the next 3 days. Pray for me everyone.", "No need to apologize. It definitely put things in perspective. I’m just glad your DD ended up ok.", "I think you should manage your hopes and expectations that you have about her. Start dating other people. Let her go", "Bisexuality: Sexual tension with everyone. Somehow a much smaller dating pool.", "yeah, it's basically Hillsong with sugary shakes pretending to be food. ", "Don’t forget to show your work!", "you keep telling yourself that - now go back to sleep before you embarrass yourself even more", "To me his not doing it right because he is breaking contact with the skin. Keep contact and go back and forth!", "All it takes is for you to brag to the wrong person and then poof", "Yes it is. It's *you* making up your odd little fabrications.", "Have you talked to him about it and made it clear he understands where you are coming from?", "I met [NAME] and he actually DID give me 40 dollars...I worked at a movie theater near where he lives and he bought snacks.", "[NAME] is seriously in the top 5 best female characters ever written for TV.", "I feel the same way! It just doesn’t get better for some of us, I’m sick of hearing that it gets better.", "Opposite reaction to the right trying to demonize her. The obsession with her from the right is insane.", "That’s what I suspected. Will be interesting to see if they can steal some wins against the top teams in the league.", "I'm flattered but I'm a good [RELIGION] scarf", "Obviously a flying monkey somewhere. What a nightmare that guy is. I'm glad you cut him out of your life.", "I didn’t realize! I’m pretty new here. Should I check the website?", "i ask them if it is a preference or a dietary restriction. never had a problem with it", "[NAME] just keeps hopping backwards and forwards in time with no repercussions?", "If the fan doesn't work, then I'm fine with it.", "I don't see the weirdness there. Also, yes, him then and now could spit in my mouth and I'd be perfectly ok with it.", "That, the fact that the photo was taken on someone's phone and the fact they couldn't be arsed to crop it properly...", "[NAME] killed him and was only in for like 5 minutes...", "Suppressing anger is a horrible idea. You want to dissipate it in some healthy way, not bottle it up.", "If you wanna be my lover, You gotta get with my fat, Make it last forever, Inconvinience never ends.", "istanbul and ankara matters. Also percentage-wise it acts as a nationwide survey. Out of ordinary results like below 38 or over 48 would be very important.", "Oh I wish that was how everyone thought. Unfortunately it's not.", "Sounds like your location overall sucks. Have you ever thought about getting a work visa elsewhere with a more accepting attitude?", "[NAME] rolls out of the rack, combs his hair and Dood is ready for National Television.", "they just want someone to agree with them and tell them they're right. that's all these sorts of posts ever are.", "Damn look at [NAME] and his insane get off. We could use an [NAME] now probably now than anyone on this roster.", "yes the one place i can reinvent myself over and over without killing the bank account. i think the things there carry a certain personality with them too", "the laycount is legit buds @IAMTHESmoothOperator", "it's not hipster until you start calling it mylk, anyway.", "spurs getting carried away now. Fouling their own players.", "Plus she's probably going through some extreme grief, life insurance is a huge practical concern for her right now. ", "Oh absolutely. No way he should run in 2020. I don't know what alternatives there are though.", "It is possible to be a shitbag and also suffer the unfair competition of organized conglomerates of shitbags. Besides, OP wasn't referring to all independent farmers.", "No cap, [NAME] wins champs this year, you'll see", "I would shoot a cop who shot my animal. Save the consequences for later, you just assaulted and possibly mortally wounded my best friend. ACAB", "Your comments are nothing but rhetorical ways of telling me I'm wrong. Zero substance.", "But would the flashing swastikas be unexpected, if you already predicted them?", "Less expensive than chain-link. Needs warning signs, though, and be within his property line.", "Redpill is a modern name for an old sentiment. And anyways Matrix came out 20 years ago.", "It's more like the western world is infuriated that a non-democratic Asian republic is on the trajectory to becoming the leading superpower. Case in point ^", "I have and it didn't help. It's only a matter of time now for how long I can hold on.", "Very true that is why I'd also reccomend a mod tweaking AI. Ofcourse the dev's should've done this all themselves but alas.", "yeah, they both suck... i am not a customer of either, and never will be again.", ">Will continue if anyone wants to read more. We are not, therefore please do not", "Surely anyone can submit an application for a writ of habeas corpus?", "You know even when women wear their hair natural they’re still putting products in it right?", "> \"But I'm their father. They have to,\" he kept saying. And there is delusion colliding with reality.", "Yep, the presidency isn’t at all related to the 22nd amendment. Be gone, chud.", "People need to want democracy in its raw form though. We're too tribalistic for that.", "Desperate times call for desperate measures.", "We also turned the ball over about a million and 3 times. I'm over it honestly", "[NAME] were the only reason this episode was remotely interesting lmao", "Him staying seems more realistic. I just hope we can land him.", "There mostly isn't any. Nature merely found a way to encourage the behaviour that leads to babies aka sex.", "Followup comment that not-so-subtly requests gold by feigning ignorance or pandering to the pathos of uninspired premium redditors.", "The guy that started everything vs the guy who will end everything.", "The \"people's assembly\" is the latest ruse by neoliberals since they realised they have little chance of winning if another referendum was called.", "\"Those [NAME] can't take an empty gesture.\"", "Her elitism is what earned her the place here. She's clearly a lefty statist.", "Considering their plans, they won't have to spend too much time in order to consider it the rest of their life..", "He looks like [NAME] soooo... accurate.", "The guy on that wouldn’t let [NAME] touch his own boat", "Wow, you must've never been on /pol/ or like dozens of anti [NAME] subreddits.", "Multiply it by hundreds to account for all employees of the store and then yes, it is true Also love how they mock the mentally disabled here. 10/10 /s", "It's not just what he said, it was the way he said it. Good stuff.", "And that's not [NAME] either. It's former HS o-lineman who now runs a frat", "I've agreed with this since day one. Check out his match he he had with [NAME] back in NXT", "The vagoo has been stretched over the bike, it allows for a comfortable and pleasurable ride, pretty innovative and cleaver way to operate a locomotive.", "My home equity rose 120k in the 3 years since i bought it. Just saying", "REVENGE GAME — a former [NAME] is going to go off today... [NAME] DROPPING 40", "You can't just assert that something came from nothing, you need to provide evidence for said claim.", "I was a [NAME] fan for a good bit, so that swayed me a little towards his teams", "yes it does.", "Well that Praying Mantis had some balls. Just imagine this tiny little dude said a prayer and then jumped right in to fight this giant.", "Science has its role in a society. It should serve that role. It should not try to usurp morality, spirituality etc.", "This is why you dont brag online and post personal gun pics. It can be used against you in a court of law.", "Finally some good vibes in this sub, im happy for you man!!", "[NAME] insists it went off the glass, i trust him!", "No no. totally justified", ">First of All, Nationalism ≠ Protectionsim. Excuse me, yes, it is. Capitalists believe in globalism.", "I do the 4-second gap as well and is it infuriating to see someone take advantage of it.", "Only a dozen times? That’s nothing. You can do that in one evening. You’re giving up before you even tried!", "We will pray for your conversion and for those who misspoke for the church. Keep at it. The fact that you’re here means something wonderful.", "Is this in response to something that you've noticed about or just a general statement?", "Siblings growing apart is a natural part of life. Unless your close in age then it's almost certainly bound to happen and that's fine.", "And any form of bottom up government is also extremely susceptible to corruption. Basically, humans suck. ", "Explaining the whole thing i wouldnt have the heart to physically or mebtally hurt a person such as raping someone", "Anything in this sub that reaches front page is. I'm subscribed for the sake of genuinely funny content.", "Only people who think they’re better than they are blame their losses on a grenade in the game.", "I would gleefully look forward to a battle where fascist apologists and race baiters utterly destroy each other. Maybe then we can have a civil, unified society.", "Name something just pick a single thing so I can present evidence to you .. quit sealioning", "That’s why this team sucks. People are still paying to see them, so upper management has nothing to worry about. ", "She’s out here lookin like Snuffleupagus from the muppets with those big eyes sheesh", "He is 100% [NAME]. Not using [NAME] for the role of Admiral [NAME] is missed opportunity ;)", "I agree with [NAME].", "Sure does bud. You now belong in a racialized group. Your membership to the \"historically oppressed minority club\" is in the mail.", "[NAME] found the perfect position to not have to defend [NAME] or [NAME]. Amazing instinct to be honest", "All that and still tweeting about real and perceived insults.", "Ouch. Rough year for the jags. Where upstate are you?", "I will definitely check that artist out, if there is something that can lift me up a little bit, it's new music. ", "Oh, did they innovate anything I would recognize with their obscenely large financial investments? :):):):)", "I agree with this coked-up fiend.", "She’s not even on vacation anymore!", "Kraft is the wrong kind of ass though. Even the generic stuff is better than kraft.", "All you will ever get to work for a clown like [NAME].", "This face will not age well.", "Maybe one is bigger than the other, so getting more t-time?", "Those backpack leashes suddenly don't seem so bad", "I was already taking a break from basketball this season, but I think this really put the final nail in the coffin. This team is hopeless. ", "I noticed a lot of times racists just try to bait people so you did the right thing.", "learn to say no more. After a few times you have something you like destroyed it gets easier.", "Downside of city based police. State level policing is where it's at. Problem on the Gold Coast? Send police from Brisbane.", "Yes! Though I also do sofrus. Learning to write mezuzos and another megillah at the moment.", "You describe yourself as your knowledge of Asian languages stopping at knowing they exist? How did you know it was Mandarin then? That's impressive.", "This girl is my hero.", "I do go to the school counselor once a week. Thank you for the suggestions", "Alright. Go to your corner.", "The video was leaked with the caption: >“Here is America’s favorite commie know-it-all acting like the clueless nitwit she is,”", "The strapping type twine? White stuff? Once pulled a car out of a ditch with a few strands of that.", "> western values You mean liberal values?"], "sadness": ["Oh, gotcha. I have a friend with unipolar depression who does have memory issues, so yes, that can happen during depression too.", "Something something broken arms", "I got mine at 21. The ex wife would have had me snore instead of wear it for years.", "Sadly I had to scroll through the story to read this", "Guys help I can’t stop playing it, my hands are in so much pain!", "that number 3 is soooo familiar and sad.", "I bet he jerks off while holding a gun in his mouth while crying.", "Missed that part, but now I see where you are coming from.", "My heart is breaking for that little girl.", "Sorry to hear that was all it got :/", "Both the odour AND the smell! Poor guys.", "That's one of the only times I've ever felt bad for [NAME]. He was relentless and would not let it go!", ">just because I miss [NAME] and [NAME], who played them. You forgot to add the rest of that sentence ", "Not the snowbank, though. That will end badly in spring.", "as a Ducks fan, this thread makes me sad...", "I wish [NAME] would debate [NAME], if he was alive :(. ", "This is a great troll. I feel bad for anyone who thinks this is serious.", "I told them I’m not ETFSEC so they cancelled the call :(", "I had to mute cause the sound was making me cry.", "Hard to follow after reading his post history. Says he is divorced...", "one dude puked on my patio, he fell out at 2am! weak!", "So, you literally grew up in a barn?", "This looks like it was written by someone’s desperate to be “down with the kidz” mother.", "The DNC effectively *was* lead by [NAME]... That was the problem.", "okay, enjoy living in ignorance and hatred", "I’m gonna sit down and cry now", "They're currently the opposition party, sadly. "], "anger": ["The last thing I want on my team are former Eagles players. Fuck that team, the organization, and the shitty fanbase ", "Indiana resident here: fuck this state.", "If it's used as an excuse to fuck the onchain throughput, it is.", "How is it racist? I fail to see how.", "I didn’t like him before this, now I really don’t like him. ", "In reality the kid said: “fuck off noob, Genji grandmaster main here boiii”", "Fuck those people, there's no point thinking about them", "Hated her. And that was honestly a more offensive reaction than everyone laughing at her IMHO", "Fucking refs suck my balls.", "Instant fucking turn off, ugh. Fuck us for wanting equality across the spectrum", "Calling (some) media the Enemy of the People and Fake News - is that not impeachable in a non-bizarro world?", "[NAME] should have come back. I'm surprised you could get any worse than the s10 one but shit i was wrong.", "Because ridiculously attractive people also have self esteem issues and depression Guess what honey The world sucks for everyone There’s no escape We will all die in misery and alone", "FUCK LES BRUNS", "Can a lad please send me one of whatever the fuck this is plz.", "Didn't even take a sip of the wine, and he still got wasted. ", "Hate those ~~things~~ Tweets.", "Just the ones who jump on my car. So far that's no one, but who knows what the future will hold", "Why all the downvotes? It's a fucking pizza thread?", "[NAME] royally fucked up that last rotation. Also did [NAME] even get a single kill with their specialists ?", "The Cavs didn’t even want [NAME]. They just wanted to fuck with us.", "I mean, it was season two level of “what the fuck are you doing writers?!”", "[NAME] is bae, how dare you.", "An ex-friend of mine proclaimed than anyone who speaks of being raped is a horrible, unethical human being.", "Oil barons hate him!", "Who's to say she'll pay for funerals? Why not just dig a mass grave and call it a day?", "Yeah it is, I hate it so much, I wish I woke up earlier.", "C'mon baby, C'MON DEEP SHIT", "At least he was polite - \"please\" fuck off! ", "Stop arguing with people.", "Judging by my 10 month old, that is about 2.5 days worth of dirty diapers. ", "[NAME] is a hungry little bastard.", "Gawd but [NAME] is a bitch.", "I’m tired of these stupid posts. Stop trying to become a meme. You’re ruining this sub!", "About as far as I got too, what a rude condescending wanker he is. ", "These were one of the worst commentators I have ever been forced to listen to. The jokes were so cringe-worthy.", "Fuck if I only could have those a single family home prices back :( maybe I wouldn’t be living in my RV", "[NAME] just reminded us last night why he’s paid his ridiculous wages", "kill me. lifes meaningless bc of this", "What an immature response. With a little passive agressive racism to boot. Classy.", "Niemi locked in holy fuck.", "Where is that damn SaLt LiCK", "It’s fine. Baby boomers are always angry", "Oh come on! Stop posting this stuff. FFS will you think of my blood pressure!? You’re killing me (figuratively speaking).", "The Right: \"Why won't the left let us rape, abuse and brainwash children without putting their liberal noses where they don't belong.\"", "Sexual frustration."], "caring": ["At least this person sounds like they don't want to be fat. They just need guidance m", "toxic players will sure show you the ways soon enough. Hope you got the game for free.", "But when you do, just remember that trick so you don’t have to take your break or get an RI. ", "I'm so glad to hear that! Good luck rebuilding yourself.", "Oh that’s so sad that she thinks anyone cares about her opinion", "Save money and find a good partner so you can be financially stable with someone you love and do whatever you want the rest of your life.", "That's way dangerous to keep then together they may break out and start feedig on the other ear buds to gain heir strength", "Don't forget the part where [NAME] doubts himself or goes off on his own and fails. Then [NAME] tells him how much she loves him and to run", "There's no L in cyrillic. They were so close.", "Sorry bucko r/necrophilia got taken down, I think your in the wrong place buddy. Here I’ll call you an Uber, take care of yourself. ", "I'm asexual too, so I'm doubly protected against advertisements.", "You have to walk before you can run", "The real worst though is when she says, \"I love you more\" 100% seriously.", "I'm very open to doing anything to help me abstain. This seems very helpful I'd love to know more.", "Why do you use your valuable time to hate? We only got time to love each other and ourselves.", "Do whatever you want if/until you have kids. Just stay safe.", "I'm cringing for you. Good luck in your future after this.", "Offense is taken, not given. Calm down, you'll live longer. ", "Better try next time. Remember to apply yourself and learn history instead of getting angry.", "Go with her, eat healthy food with her too. It may help", "What happened? Did something set you off? THough sometimes we can have good days and bad days, don't let it offset the progress you've made", "it's ok [NAME] I feed my cat bananna yesteda y", "Thats a red flag that you're a big part of his son's life after 5 months. This all seems very immature, both you and him.", "Careful, it's hot ", "KNOX VEGAS! Out of every place I’ve lived, Knoxville and Farragut were my favorites. Despite political leanings, every neighbor was so kind. ", "I really need to get more sleep.", "Going by the dates given, this child was born in 1985. So Mom really cared about this in the 80s. ", "Like I said, I’m glad that’s working out for him but for most of the world being gainfully employed societal norms absolutely matter.", "He’s a coward, but no need to ruin his life. You should feel sorry for him. ", "I miss him...", "That's great to hear! I had no idea we actually helped so many people with just a dumb sign and some cookies.", "that's one amazing thought! All the best! we are with you!", "hey of course, I’m glad I could shine some light. Stay strong mate ", "\"I care about the nation and the world\" and \"I'd rather let trump win than vote democrat\" are opposites of eachother", "OK. You’re not distinguishing yourself from an anti-theist. >[RELIGION] [NAME] I said ‘a god’.", "Or, [NAME] is upset we aren't in the playoffs.... You know. He only really cares about winning ..", "You'll be fine.", "I have no idea Lmao. One of the kids at my school shared it. 16. Actually cares about politics. So L", "If that's a euphemism for \"emotional thinking\" then I agree with you", "You don’t know what would happen if you lost weight, so why don’t you focus solely on that step first."], "love": ["He's dressing like his dead 'friend' to keep him in his memory", "Oh perfect- I am surrounded by [RELIGION] and they LOVE those kinds of “parties”", "Almost like being in Love by [NAME].", "I love [NAME] as well! He seems like a genuinely nice celebrity", "I love the comradely for finding the source", "Love the use of ginormous ... so true", "Love the [NAME]", "Thats what makes me think OP is secretly the \"nice guy\" here.", "I like my coons too", "I love making peoples’ names verbs related to things they do!", "I would love it. I'm financially responsible and it would send me a signal that you are as well.", "Thank you! Ill sign up as soon as its working! I checked it a few min ago and its still giving the error.", "Love this show :)", "[NAME] can hug them too.", "I want to thank you for seriously entertaining me today. Best clip ever.", "For the love of [NAME] gobget the tweezers!", "Seeing this makes me happy. I hope this is true :)", "you can be sweet", "I know they're probobly not good but I love charged hadoken into vskill combos/mixups. It makes her fireball more interesting than just a zoning tool.", "I once hi-fived the GCS mascot and loved to tell the tale, [NAME]!", "I love music but I haven't given a shit about the Triple J's Hottest 100 in at least 10 years", "She just needs to kiss [NAME]", "Dipo always be in our hearts. The one that got away", "I love it", "I love you", "[NAME], I love science.", "Love your /u/ so much.", "I can't wait to tell my daughter how she used to love me so much she even wanted to watch me poop.", "just give me platinum and go to sleep ♥️", "That's a cute spider.", "Bah gawd that drop step fake pass turnaround jumper is [NAME] move! They really love each other!", "Good to see [NAME] getting some love.", "Great game. Love winning in NOLA.", "Wow I’ve never seen that one and I love it! Could you share the picture?", "I love [NAME], but man I wish I knew what [NAME] would have been like here.", "Love the idea for the [NAME] skin but I think it might be too hard :/", "Always been a Yankees and Chargers fan. Ask me how it feels to lose to Boston in two division playoff rounds within a few months.", "Thank you for your inspiration", "Didn't know you're that close of a friend.. very cool!", "Yeah, it’s a really similar thing. Some kids love it, some kids are really freaked out. "], "surprise": ["Obviously lmao weird flex but ok", "I was there on the opposite side of the field. I did not believe he made that catch until we saw it later on tv. Unreal.", "Gotcha. I was married a few years before that, but you might have known my sister. She dated a guy in your branch named [NAME]", "this is so true!", "omg pizza time with junko time", "Weird flex.", "When I think about [NAME] and [NAME] at the same time I get a fucking aneurysm from the stupidity.", "I wonder what a hug would feel like a lot too.", "NL West had 3 teams in the playoffs in 2017 and 2 in 2018......wtf you on about", "I can never refold the paper properly so kudos just for that!", "That’s awesome! Hopefully the sanity keeps up", "Baby steps and patience with yourself!", "[NAME] is getting ready for sex!!", "Wow! That's awesome! Congratulations! Its wonderful to have hope of being off medications one day.", "A surprise to be sure, but a welcome one.", "I guess so ¯_(ツ)_/¯", "Wow! You were either a very precocious child or still lived at home when your wisdom teeth came in.", "What the fuck. Got that song on repeat right now", "I'm surprised not to see whining about [NAME] books more often, speaking of children.", "This is amazing. WTF.", "Ah! I couldn’t remember his name!", "Sounds weird but dont swallow", "i had a weird feeling colts were gunna win the SB, should have put some money on it ", "Mommy bad man!!!", "It that where the phrase \"what a kroc\" came from?", "It looks like they do but random redditors do not. What a surprise.", "Wait..whaaa? :D", "What a very \"centrist\" thing to say. ", "My [NAME]! This isnt a vaccine! It's a jello shot!", "Same reaction I had last week when I learned that [NAME] was once engaged to [NAME].", "What does FPTP have to do with the referendum?", "You could buy a used car for the price of those shoes!", "A beautiful poem for a beautiful thing. Happy cake day btw!", "This is the most high school post I’ve ever seen on this subreddit.", "Guess I hit a triple"], "confusion": ["Ive been asked this in a similar situation as well. Interviewer was female and i would bet it was female in OP's case too", "I'm confused...did you do anything? And people that aren't your husbands family or friends are also saying this?", "Maybe I’m unsure of that", "Been a weeb for yrs and i still cant understand besides a few phrases", "> So having sex is a medical condition? no but std's are", "Not sure why you got downvoted, it's easy to miss some of these brand replacement names", "I haven’t scrolled it down yet. I thought it was a woman then I saw the name.", "Not even if I worked there, would I attend her meet and greet", "First thought that came to mind were those water benders in the swamp in Avatar: The Last Airbender.", "I guess the trick is not to eliminate susceptibility to 51% but to minimize it extremely.", "Most people who call themselves anarchists are against the free market because they don't understand it.", "I don’t know anybody of 22 who gets 10 hours of sleep every night", "Do I even wanna know what that means?", "Wow! I’ve never seen so many deleted comments, and that’s saying something.", "As a contractor this is a huge nono. If it's not on paper it not on your wall either.", "You're being loyal to your mother, who's cheating, and betraying your dad, who's faithful. You might want to think about that.", "I'll see if I can find it Found it!", "I didn't know that communism was a subject", "The fact that big corporations that made their successes off capitalism are embracing Marxism is really disturbing.", "I have so many questions...", "If you really think that pro-lifers think sperm are \"potential children\" you severely misunderstand their worldview.", "Cannot confirm i don’t see any dictatorship yet", "If someone starts that, I’ll join in. Their mods help perpetuate it all.", "No Greece is full of poverty, I understand the confusion though ", "Ok just making sure i was confused", "Competent, maybe, but erratic, unpredictable, and somewhat homicidal. ", "I'll share some soon. Just as a heads up: There seems to be quite a bit of trickery going on.", "They don’t. Conservatives want to characterize any scoopy news organization as unreliable because they can’t get ahead of them easily.", "Clearly they do know who to trust now.", "Just because she was watching, doesn’t mean she was into it.", "Why on earth would that happen? Do you really just discard all reality and think of things in terms of a pantomime?", "Right, and the names would be different."], "disapproval": ["Speech should be illegal if it is an incitement to violence or a call to commit crime. Everything else, however repulsive it might be, must be legal ", "They listened in a way.. they just executed it in such a way that makes us pay 3-5x over what we should be paying for skins.", "You can only have such preposterously high rates if your tax code contains legal ways to evade taxes (e.g. deducting depreciation on loans).", "It isn’t that bad :/", "Maybe 2 years ago the time wasn't right for your relationship and now it is. It's been long enough to give it a second chance imo.", "This is r/tifu. If you're not caught jacking it into the turkey, you're doing it wrong. ", "Yawn. They’re toxic together and their only trait seemed to be getting naked together.", "No, that's not possible. If you have proof then it's not misinformation what your spreading but simply information. ", "You don't need to screw your face up like that, it's already screwed up enough.", "Well, ok then nevermind. I'm surrounded by people I mostly disagree with, but I honestly don't know anyone that I would call outright evil. ", "You assumed that I complained about wl charge. Gg. I never said anything that might help you deduce that. Dude just stfu.", "Dude, stay on drugs and leave politics to sane people", "Except you haven't achieved anything. You inherited a lot of money and retired young.", "My life has been destroyed", "No. We all begin in ignorance.", "Uh, yeah. That was a dumb question and if you thought it was going somewhere you re dead wrong.", "Any food shortages will be caused by these idiots each buying 38 tins of beans a few days before we leave.", "The left solution is to make them all citizens and to buy their votes with welfare and to never lose an election again as they destroy America.", "The general rule is that [NAME] is talking rubbish whenever he opens his mouth.", ">tries to insult [NAME] for wasting time in a stupid thread >is only other person in thread", "[NAME] has only missed a couple games and WCJ hasn't missed any. Not sure how you rank their top 4.", "I think you need to explore your motivations a bit more. I very much doubt you just want to know and \"That's all.\"", "[NAME] are as anti-men as democrats. Forcing your kids to be masculine because they're boys is as bad as brainwashing them with feminist crap.", "Compelling argument, in line with expectation", "Damn the Cubs fell hard!", "They just dont want to go to school. Source:am high schooler who would skip school at any chance given", "Downvote because prophet", "In 10 years, she’s still be a loser.", "Don't think so. Pretty sure i tried it on the MOG 12", "He needed to back off a little. He’s forcing it too much. Give her a second. You’re practically a stranger.", "True, my bad. ", "Can't believe everything you see on the internet eh?", "And evidently [NAME] has a weak stomach. Ha.", "It's absolutely 100% abuse, as others have said you need to get the hell away from him.", "You can try, but I suspect it might be a waste of time.", "dudes jelly. keep your distance.", "This march is spreading complete lies then as there are no rights a man has that a women doesn’t.", "Exactly, humans are selfish. That was kinda my point, my reasons are superficial and only affect me. Theirs are not. ", "Exactly. How that woman has survived two no confidence votes amazes me.", "Whats wrong with removing illegal immigrants?", "I love this one too \"I like to be spoiled and will spoil my man as well\" Men translate this into \"Pay me for sex\"", "Did the Benghazi investigation lead to more than a dozen people thrown in jail, cause this investigation has and it's not even over. ", "has nothing to do, was removed. Please keep reporting posts like these.", "Maybe a relationship where you don't live together would suit him better. Some people feel suffocated when they are with their partner for long stretches of time.", "It’s only missing a line that says “who was born in June” for absolutely no reason", "Having grown up at that dog park, it's definitely crowded more or less at all hours. Lots of retired folks in that area. ", "2019 should just be a picture of a trash can or dumpster on fire. Amazing how shitty DICE can make things in 10 years.", "I refuse to read him any more. Just another [RELIGION] man getting a slap on the hand & a cover up job.", "Several of the scenarios in the ad were talking about intervening when boys were attacking/bullying other boys.", "Nobody likes you", "The men who didn't get other matches were being hypergamous in matching with a [NAME].", "The best losers of grand finals cod has ever seen", "I always felt [NAME] was just a bit too slick. I never trusted him even before the scandal came out.", "Bro we got destroyed last time, we’re due for a heartbreaking missed field goal or extremely ill-timed turnover ", "Yet again; totally missing my point.", "Oh I get it. I totally misunderstood.", "My bf uses profanity, and I don't care. There's no reason for misogyny though.", "Yeah he was going like \"YOOOO\" and his boy was like yo chill man tf this aint no club keep yo voice down lmao", "And maybe one day you'll be able to afford one, but until then continue being an edgy teenager whining about the war on drugs. ", "was never caught by my parents when jerking off, but had a few close calls.", "I mean it doesn't say anything about comments? Anyways who cares it's a celebrity its his fault.", "School Board Trustees are leeches of the system in any district. It's the most unnecessary position that does nothing more than continuous damage.", "I so badly wish we could all gain this mindset and keep it. How easy would life be.", "You can't compare general economic losses to tax funded expenditures. It would only be fair if we lost 5 billion in tax revenue.", "This team isn’t winning the 2019 cup. I’m focused on 2022 and beyond", "My reaction was a dejected \"ahhhh damn.....\"", "Home field advantage is barely a thing lmao also I hate the Patriots, you're just being an idiot.", "We had a long debate about how old Jackie bird is and as per every year were surprised by the result. Was pish", "ahh [NAME] know you are well known people sooo...this isnt good thing", "I'm concerned for my fellow redditor. You seem to not be feeling well, and hallucinating. Shall we have a mod come check on you? ", "I disagree. Every starting receiver [NAME], [NAME], and [NAME] will have over 1k yards on the season while [NAME] cracks 2k. ", ">The young will never trust them. Ever. You hope.", "Lmao without [NAME], [NAME], [NAME] and a b2b too. Not a big deal. "], "annoyance": ["Can you please update me! I'm in the exact position! 24FHL with 21MLL", "I think you should be able to, with enough skill and precision but not in a spam swing fight, I agree.", "Just cut your losses, get out and don't look back!", "Hmm thank you. I am not good with words. Can you please elaborate if there is any distinction?", "What a horseshit response", "Holy shit.....just holy shit", "True. Icing all three of your villains for the duration of the film is a bad idea. They need to be making moves.", "What was that behind the back nonsense, criminy. TO THE BENCH", "Y’all are just jealous that this individual identifies as a fish hook. On a serious note though going through an airport tsa must be a nightmare", "Imagine being this upset about another man’s marriage, someone you don’t know personally mind you. ", ">I'm just trying to be respectful of the native speakers who did and who prefer it. Literally no one, because it's a made up word", "He starts mildly enough with a pucker... then when she *backs away* he opens his mouth and goes further. Seriously - what kind of idiot is that guy?", "Haven’t forgotten, but let’s get his ridiculous defense up to par. ", "Damn! You were so close! Scary. Damn damn!", "Damn that coyote was a fucking noob.", "They didn’t you lying sack of shit. This sub has no moderators.", "After BB20, I’ll believe it when I see it. But then again Vegas isn’t announcing this, CBS is", "What was her emergency other than a teen throwing a temper tantrum", "i am retarded", "Don't post this on Yelp. She'll hate you for life!", "Stop. How can you watch [NAME] these past years and think he has 2-3 years left.", "i am the new [NAME] hope she doesn't get hated on when she returns on all stars", "There's so much missing information that is hard to dissect. Did you initiate the divorce? What was the reason for the divorce?", "You beat me to it", "This made me spill my drink.", "Im always worried that League Pass won't be the Orlando Feed. Thank god today is [NAME] and [NAME]", "And him to then yell back at them.", "All they see is EA bad, this whole sub is coming full circle jerk now.", "Ouch. That hurt the ego. And that’s not easy to do.", "This really tickled my anxiety. I hate it", "I just love that this is appropriate for football now/again. #FuckLA", "Can't blame him. As an [NAME], everything I know about American Football came from Eyeshield 21.", "From what I understand it's effectively an authoritarian state right now.", "I’m sorry should I have brought my make-up wipes and washed my face during my MRI? Or my ultrasound? Find some peace, man. "], "desire": ["Really? How would they know what pharmacy you want to visit?", "It makes us more determined to tank for Zion", "As the global wealth concentrates into fewer and fewer hands, I for one, welcome our neo-feudalist world order. ", "LPT: If you need more money just get a better job that pays more!", "Stick to your arts degree, the men will keep building this province, regardless of having to fix garbage the TFWs built.", "Anyone who complains about being a loser is a loser.", "> But now I know I just have to write crappy books. Probably the easiest way to get rich in America tbh.", "I see BOTW and now I'm waiting for a group of grown men to watch shitty old movies.", "trust me, he's not.", "I would not recommend water panties, you might find things a bit squishy! ;)", "Great video, not the same as the gilette ad but still full of a lot of information. ", "It is SO gross, I despise him and think he's a gross predator. ", "Dude seriously they got some really weird and specifically targeted propaganda on their TV shows", "A lot of times the only thing holding any of us back is ourselves. It's not too late to start writing either.", "Are you replying to something in particular, because what you stated is so obvious I would hope it need not be said on a science thread.", "Looks like he tore his patellar ligament", ">arent as attractive as their peers Except for the women who date older RICH men, those tend to be more attractive.", "Maybe or my reptilian DNA hasn't manifested yet", "Only married once so can't be that bad. Not that it even matters", "I can try. That sounds interesting. Its hard for me to not be interrupted at my house too. But ill definitely try.", "You know the bulks going well when you ate that much last night that breakfast is a struggle", "The part that shocks me is that they allowed him to wear shorts in regular class.", "Thanks for sharing your story. I hope you are doing okay now.", "I want to come back as a tree", "15 is too old to play playing fortnite smh", "You have to assert dominance or they'll never learn.", "Damn, we need to get this idea to [NAME]! ", "I like #5 too she is slacking on her end of that bargain, she’ll leave [NAME] before she ever sleeps with him. ", "I've found that reading before bed helps my brain get tired without needing to exhaust myself by staying up very late.", "I would never do such a thing. :P", "oh no [NAME] wud is u doing", "As for myself, I've very rarely do I make my day! And it's not like I do, and do it try your best.", "Oh [NAME] if you ever burn anything you will never live it down.", "Some of them are delusional and believe their victims want it", "Bomb on your chest Do not try this at home", "Can these be made so in the future it could be made even higher? Like adding an additional 15 feet or so? Would be cool...", "I dont like american music cuz south korea has the best dancers?"], "embarrassment": ["Such a strange signing, hopefully he wont cause to many problems in the dressing room", "Short and simple... More embarrassing being a janitor or being in the unemployment line?", "I have a boobs but a penis, it’s quite the embarrassment.", "You know, I was wrong. I always assumed false dichotomy was their favorite fallacy when it's clearly strawman.", "Hi I'm an order of magnitude more awkward than you and I'm coming."], "excitement": ["Stafford Starford Starlord OMG!!!", "How exciting.", "I love Rocket Love and Blasted. I just wonder who the songs were written for because these are all reference tracks except Acura Intergul", "Oh tell me about it. I'm INTJ", ":o thats pretty good. Not what envision my boy [NAME] but I like this alot.", "It’s amazing.", "It almost looks like stuff from Japanese Pizza Huts !!", "That's interesting I can definitely relate. I ask going to ask if people are cis too but I didn't wanna confound gender with sexuality", "[NAME]! You made me the happiest girl that could eva be!", "I saw that twice last year.", "FANTASTIC, was watching this episode last night. [NAME] is great.", "I scrolled past this and thought this was a title reveal and got so excited. Good GOOD theory though!", "That’s crazy. Depending of the state you’d effectively be obligated to work for that employer.", "It's always bothered me. He reminds me of [NAME], coming in for the kiss with his mouth wide open!", "My boyfriend is so much like your husband. I’m so happy for you to have him, he sounds wonderful. "], "disappointment": ["can I use I can't believe it's not butter because my boyfie doesn't make over 20k :(", "It is so ugly I felt personally attacked by it, what can I say", "But still incorrect usage of that subreddit. Shame! Shame!", "Seconded. 8 years and I never reached the final castle.", "Could be depression with psychotic features. Talk to your doctor asap!", "She might just be insecure. You do have a bit of an age difference, so she might feel like she doesn’t match up to you.", "When you've been dodging as much as [NAME] has, to this challenge, ppl start to 2nd guess and lose faith in you.", "\"I don't socialize because i'm unhappy and i'm unhappy because I don't socialize\". -Socially anxious bastard", "For religious folks, good and beneficial stuff that happens is always sent by [NAME]. Bad stuff... The [NAME] works in mysterious ways.", "I’ve got bad news for you about NFL locker rooms if you’re offended by homophobic slurs....", "Oh no you got us Feminism canceled Pack it up y'all", "They were pretty hysterical about [NAME]. Certainly surpassed by [NAME] hysteria though.", "I was hoping this would happen since I saw yesterday's post! I was not disappointed in the least!", "Nobody ask me about the day I've had.", "He's messing with my emotions and my fantasy hockey pool....", "Oncologist: I have some thoughts on this Centrist: No one wants to hear about it. Pander to someone else", "That's how I used to feel but contracting oneitis added a heaping shitpile of loneliness and agony on top", "I asked her before I told her. She took it on herself. I say NO all the time when I don't want to hear sadness and pain", "Me too! That’s what I heard :/", "The tutorial is small, has no networking, and is low in space. your answer.", "CENTRISTS ONLY LEFTISTS GO AWAY also stop downvoting we don't want a circlejerk.", "You’re not winning this one. Move along.", "A one-line whip is still whipping against, although it is a pretty disappointing decision.", "Partial reopening within the next two weeks for services to the [NAME], but unfortunately for some a lot of the government is never coming back from this.", "It inhales you ignorant octorok", "I’m sorry to hear that friend :(. It’s for the best most likely if she didn’t accept you for who you are", "Yes. Some shows get canceled before they can even finish the season", "GOOD [NAME] ALIGHTY, HE'S BROKEN IN HALF", "I love how he looks around for a flag and doesn’t celebrate at first"], "fear": ["Also the reason for last year, playing him as a cb was necessary but proven to be a terrible position to be in.", "Watch [NAME] left arm and hand as he's on the floor. Scary.", "> The most important part of the adduction machine. However I am thinking, akin to being asked stuff like that, everyone will be awful.", "what are you scared of!", "This was the one post that truly frightened me about the insane left. They are a cult, and not on our side.", "Fear mongering.", "It's the hard R that'll get you in trouble.", "Im at the game,somebody please put me out of my misery ", "I was scared of my room and even when I fell asleep in my bed I would sleep walk into my mom's room", "I think that question has a very complicated answer"], "optimism": ["Genuinely, it is! The only complaint is that kentrosaurus is spikey as hell, and I find him with my foot in the dark fairly often...", "no, educate yourself like an anarchist. ", "It makes it especially delicious when our one sub with ~100 active members gets accused of controlling the entire political debate on Reddit", "How do you know if this gets downvoted to hell, but a lot of times before dying (6 hits taken.).", "I’m that skinny and have so much trouble gaining weight", "“You *definitely* don’t want the spider to bit ya where the good lord split ya...”", "Good ol best available dasher", "That sounds pretty good", "The fufure is not written! But my skateboard career is!", "36 and definitely not what I used to be... still ok though!!!", "I don't know how that works, but it's definitive that it will happen on that date.", "[NAME] and [NAME] had equally good chances when they were on the same line in the first/second period - they just didn't convert.", "Try some other banks, maybe smaller ones, and good luck! Maybe get that deposit up a bit more, and borrow less.", "It's almost like the whole rationalist thing was started by an overconfident person.", "I'm not a miner. I'm not a service but I run a full node for experimentation and learning. Do I help or hurt decentralization?", "This will get us focused and we’ll play hard with a vengeful attitude next couple games", "LPT: As soon as you wake up make a repost, your virtual internet points will make you feel better.", "Wow they got them [NAME]? Those US agents are some lucky guys", "You actually have a point. But I think as long as they both dont have an issue atm it should be okay.", "if you have a problem with it, don't take your kid to see the story time show. PROBLEM SOLVED!", "E - Either we turn it around and make the playoffs or tank and [NAME] gets fired so win win right?", "Finally getting the help it needs"], "remorse": ["I forgot it’s Saturday r/trees :) If you read the rules you get this", "Ugh I'm sorry man! Jerk off until your heart is content and don't apologize for it!", ">Federal minimum wage should be closer to $5 That's a horrifying thought.", "Hi Mom I accidentally adopted 20 traumatized nerds. -Betty Darkness Dementia Raven Way", "[NAME] don’t make up only 2% of the population though. Edit: I mis-read. I’m sorry. Please ignore this comment.", "If Android: YouTube Vanced is your new best friend. If IOS: sorry lol get a real phone", "Not his fault [NAME] got butterfingers."], "grief": ["It would be terrible if he died and they put his head in a jar or something", "Rip time wasted editing, its a shame that not many other people saw this"], "disgust": ["Disgusting trash feminazis, fuck your hijab", "I feel bad for these guys. I'd like to be able to help ex-mos in trouble.", "Some people have no shame or sense of self-worth. It’s sad.", "Sitting down and wiping is disgusting. Especislly when using a public toilet. Fucking savages up in this thread.", "Why aren’t we putting guys in for garbage time?", "Finally, I can sit on another person’s lap and have them not be disgusted", "[NAME] is an **integrity** man. Without it, there is nothing. edit 1:without it, not with it, sorry typo", "There is an actual subreddit for cheating. It's disgusting.", "Oh, fond memories of accusations of belonging to the CTR squad for so much of 2015/16.", "I’m afraid I just blue myself", "Me too, I've heard before that I'm too blunt and I feel bad about it at times", "I named my new kitten Baker and you can bet your ass that he’s getting posted here next time there is a flood of doggo posts", "And Arsenal fans hated him as he left them for his boyhood club, which made his great performances against them all the sweeter", "Did I say he was a scammer? I said he's disgusting and there's nothing endearing about him at all. Not surprised this subreddit is defending him", "This is a toxic behaviour.. get rid of him as soon as possible.", "You can't just say the word \"disinterest\" and expect anything to happen"], "curiosity": ["There was a time I said the same thing about Zucker. Hope there's something to that.", "Wow, I stand corrected, it's *even worse* than I thought!", "I almost think he may have opened the door.", "They got cockroaches . Seen it", "It's extremely common. Hell you probably have it yourself and just don't know.", "\"oh that wasn't me, my baby brother must have grabbed my phone\" ", "Wow. Imagine being this stupid. Life must be so hard for you.", "Very interesting to find out about small details like this. Are there any similar problems with any of the other armor sets?", "Are you lost?", "It would be exciting I guess.", "Sure! You had my curiosity; now you have my attention...", "I wasn’t saying she was faking just curious to see her reaction to it", "I know it's so amazing. Too bad all the people that hate the game haven't thought of giving it a try.", "Ohhhh....this would be easy but....nope....not gunna.....", "Recently got this book! I would be interested as well!", "So I've never seen [NAME] before and decided to Google it out of curiosity... Cheers for that", "Is that proving Jewishness for Halakha or for the [RELIGION] Agency?", "Which guy is that again? Theres also [NAME], hyper pro military special ops guy. "], "pride": ["Not gonna lie I’m pretty out of it for New Years so I probably knew-jerked more than necessary. Happy New Years my man!"], "nervousness": ["I didn't believe it until I saw a video with creepy music. CREEPY. MUSIC. That's when my eyes were opened."], "relief": ["I imagined as much, but I wasn’t sure, thanks for the clarification.", "Glad I'm not the only one", "Because the mystery is solved if you see the end. The hands striking simultaneously and close together on the same side= beatsaber e: on Normal"]}