{"amusement": ["This is me and my wife. She squeals with delight whenever it snows and I start looking for property in Arizona.", "Awkwardly remembering all of those promises I made mid-panic attack...", "i think u mean symfuhny lol", "Holy shit nice block [NAME]", "Love your username!", "Well being very close to the border, I know lots of [NAME] and your guys' hugs are always warm!", "Gotta cheat on taxes somehow LOL", "She even tweeted the Ghost Adventures crew, oh wow. ", "Dragon bender has even more negative value than [NAME] haha. But yeah, they’d need atlesst a 2nd for [NAME] crossover ", "The last time Russian military contractors met US forces, they lost 200 men and dozens of armored vehicles. Lmao.", "I was a huge fan of the script ones but the new greens this season look pretty fresh on ice, too. I like bringing the red back in", "To all of you who never had to take the SATs, consider yourselves lucky.", "And in those dominion game, everyone clapped. And [NAME] was there.", "I thought it was funny ‍♀️", "It's a black cockatoo. They're rare and kind of beautiful to see.", "My tongue is still a little scorched lol. But totally worth it", "I liked the charlie one more.", "Imagine the jockey explaining that to his boss and then cranking the legs to raise it while everyone looks on :)", "Why nothing will change at all ... lol", "My gym coach used to make a buch of two pack jokes. This was before [NAME] died so it was alot funnier", "bargaining chip for what? The 25% tariff increase is not big enough of a bargaining chip? lol", "Lol dont mess with [NAME]!", "Np! Good luck!!", "HE SHOOTS AND SCORES!!!!", "Wow nice way to live in an echo chamber.", "This just looks like it’s actually from porn lol what is the original context", "I mean New Orleans is really fun even with little to no drinking. I wouldn't want to live anywhere else.", "That’s an early contender for title of the year 2019. Bravo.", "In doing so, they gave humanity a cinematic treasure for the ages. ", "lol robot car", "he had the shits", "LOL \"making\" Nesquick takes exactly 7 seconds", "I personally like Picard better. But Kirk must have been more fun to write.", "Wow it's almost as if those losers have a lot of money or something else to leech off of.", "No surprise that the game series is gaining traction!", "Wow wish I could take that. That is an absolute steal. Not a lock by any means but value alone is worth it", "I cackled!!!!", "[NAME] is so frisky this season.", "No [NAME], and [NAME] back on the left. Finally. Please take this chance [NAME]", "> he fingers my bumhole like he's trying to get the last Pringles out of the tube. My favourite line", "Look everyone it's that boy that laughs at everybody! Let's laugh at him!", "[NAME] fast asleep is adorable. I love how the two blonde girls are asleep and with drool.", "Truth Yeah keep living in your reality lol Delusional idiot", "Take an updoot for making me smirk and smile. It might be immature, but it's hilarious.", "Just Wow.", "I guess that's better. I think an important aspect of feminism is that it allows idealized women to be imperfect yet exemplary nevertheless.", "You look like [NAME].", "In the cap era no goalie has played as much as [NAME] has the last 2 years on a per games basis", "Nice of you to jump in for no reason, very cool.", "[NAME] lol. I eat what I want.", "[NAME] looks queasy already I like where this is going", "And do they all follow her main account? See, she has fans, they just all happen to be her. Lol", "It is hard [NAME] damn work, making something this pretty look like a chump!", "That was a long read but it was worth it, good on you lot for sorting it out and winning the case", "Exactly, but I guess I've gotten used to people forgetting the club exists haha"], "excitement": ["Happiest of birthdays, hope you can share it with the ones you love ", "Ty going through a lot right now and this made me smile.", "I used to fantasize about my morning oatmeal. One packet of instant oatmeal. [NAME] dreamed about it.", "Wow, that’s a big 3 year old!", "Wow that's just like when I sing it", "Dropping the Scud on the enemy is always good revenge", "Thats one way to make political and economic instability sound super fun", "Haven’t watched the new episode yet but the art definitely reminds me of [NAME] MS Paint art.", "I’ve been dreaming in rdr2 several nights. Not a bad thing though. I must have a lot to process", "It's givin' off that disco vibe, and if I understand correctly it's okay if it's the [NAME] way.", "that's an adventure!", "Super excited to watch them in Syracuse next year. Might actually spring for season tickets", "YIKES!!", "great for on the go! but i’ll always smoke glass if i’m home :)", "Have fun!", "you get an upvote for that username! I wish I was a funhammer", "Hell yeah o/", "yeah but like I’m highkey anxious about getting shocked and screw Apple for getting rid of the rainbow logo, it was so cool", "soon i’ll have an army of karens and no one will be able to stop me", "wooosh! orange fans mad", "Good call. Run!", "This story made my day. Ha!", "That would be cool too!", "I'm still testing the waters. Hazelnut mocha latte with almond milk is da bomb!", "I’m interested in the tactics and positional play lmao ;)", "That’s my favorite way to introduce myself tbh", "My favourite scene in the movie.", "Oooo, shiny! (Is the blue one the new one?)", "Ah the high life. Must be sweet.", "Man, I can’t wait to buy cannabis from [NAME].", "Oceania is my favorite Smashing Pumpkins album", "Pretty cool that the same building is there just a different use.", "How has the season not even started, and Plastique already is my fav", "Wow... Mid 2000's this would of been a way better follow up to Space Jam and probably just as if not more popular.", "If that really meet to comfort us, guess who has to foot he bill...", "Cheers dude. Upvoted!", "I'm just gonna hit \"back\" now. See you guys.", "Yep California, I would've been surprised if they cleared him.", "Wow, now that you say that . Although, we do have [NAME], South Park, Family Guy and American Dad now. Mmmmm, [NAME] ", "So many players from the current crop are going to end up on 300+ games, crazy to think how exclusive it was not too long ago", "That’s how you know they’re happy.", "Fuck yeah, I eighteenth this. ", "Cheers for the reply ;)", "The god awful CGI is honestly entertainment enough!", "Bruh I don’t even have an IRA anymore all of my money is in silver, platinum, and stock options. TRUST NOBODY", "I workout to \"the grid\" a lot. It's a 20 minute piece that continually builds. Its wonderful.", "Shit, with a full season of [NAME] on the docket? Yes please.", "We don't care as much for 69. Hard to do properly. Glad it works for you. We prefer to take turns.", "One of my 56 favourites", "Pressure 7 targets/10 targets, popcorn, any tracking, and any tile frenzy because I enjoy trying to beat my highscore"], "approval": ["I played in the WSHL last year and this really isn’t a surprise. It’s crazy how unbalanced the competition is in that league", "Because on a visa, I get 3 months of unemployment and I used up 2.5 when I got out of school first. ", "An extreme strawman example doesn't change what I said.", "Its very obvious to me he is still in love with her. He is definitely not in love with [NAME], the marriage will be a disaster.", "I feel you girl", "I think you'll find that dating is really difficult for poly men. It's the biggest reason why I'm monogamous.", "I never noticed this, how cool. I will keep an eye out for it! Another death foreshadowed by something small.", "Damn, wish I could just pick up a hobby and start training 4 or 5 times a week...", "It's interesting but would be super impractical as a prosthetic for an amputee or someone with a limb deformity.", "that's not scarcity its desperation and prioritizing looks over everything else", "Nah [NAME] gonna be an asexual for sure.", "Horrendous , this is also reflected in my experience act school where you are not allowed to defend yourself at all ", "If I met a woman that loved me and I her, that stuff wouldnt cross my mind. Its life. You make it work. ", "He’s soft. No heart.", "Sources suggest some very shady characters agree with you OP. What do you have to say for yourself?", "True enough. I'd love more LGBT friendly horror.", "I had this insight too What is it called? Theres probably someone who already had this idea 800 years ago and wrote 7 books about it.", "They could have checkmated the \"journalists\" and avoided this situation by saying they decided to switch to only pay for quality journalistic work.", "So we should stop caring about other people and only look out for ourselves. That DOES sound like a baby boomer!", "Hmmmmm that is interesting. I wonder why you were told different. I think I'm going to email support and ask.", "She knows you only want them vaxxed so they're weaker and will be easier to seduce!!!!!", "Honestly Quadriga has been pretty decent, can't fault them for the bank struggle, that's just how the Canadian banks have been towards this space. ", "I thought that too, just work hard you’ll get there ", "The BBQ ranch and Greek are my favorites!!", "We don't have this problem where I live, we use Torrents ", "I've heard vegetarians talking about various sources of cholesterol, maybe try r/vegetarian and ask what meats they prefer?", "Also, if you start looking for your partner to get mad at you when depression \"kicks in\" then you're probably starting it yourself. ", "The commies will be much less sympathetic if they get the chance.", "You good = are you ready?", ">Even though [NAME] quit live performing after he got diagnosed but ok", "yeah its cool", "Ask her out for date 2, see what happens. Sounds like a fun spontaneous night. ", "they sounds like autistic meltdowns triggered by an immense fear of vomiting, nothing much to do", "I think I had that thought years ago, but then I heard they were making a third trailer park boys movie, so I wanted to see that. ", "You seem to be missing the point. Mine are imperfect which makes them natural looking and to me more appealing.", "Heroin definetley isn't safer than Ritalin. The whole reason people prefer prescription drugs are because they are cleaner, thus safer", "Me when I distract the last zombie so my friends can work on the Easter egg without starting the next wave", "Wants to stay with the Texans too.", "Always toward absent lovers love's tide stronger flows.", "Sorry, no trivia today. Calendar had a fun fact which I'll edit this post with when I get back to it", "[NAME] will be the 2nd best player in Juve team now.", "Maybe because those are real, tangible things and not lines of code", "I don't filter it out because I enjoy my daily cringe from the constant open letters. \"To the ____ who ____\"", "it will be the compilation of 3 games, don't get your expectations that high.", "Not true for a lot of people but [NAME]", "That would be really rough. However she is so incompetent I wouldn’t be surprised if she self immolates", "You should come. You'd enjoy it.", "Unfortunately, we live in 21st century America, where this kind of behavior ensures that they will both be given high-paying jobs at CNN.", "This will pass and you will be stronger because of it", "If you know it's the right thing to do, it's better to \"lose\" that person than to \"lose\" that opportunity.", "I would trade any and all players, no one except maybe [NAME] at this point ", "\"You aren't important, just impertinent.\" That's a third degree burn", "Regardless, fight 'em every inch of the way like it's the last hill to die on. Complacency is complicity. ", "They literally don’t have enough time on the planet to regret their actions.", "Update: still alive, the paranoia is gone ", "People still expecting that are delusional regardless tbh. Messed up they'll never say what happened to Half Life but time to start using some context clues herr", "Communists love the state, make no mistake. It's either totalitarian statism or mob rule, which commies would fail miserably at. ", "That may be true. I was just pointing out that the logic of an appeal to nature is fallacious", "LONDON I honestly don't even understand this one", "It's almost like they actually prepared to govern instead of just obstruct. Remember \"Repeal **and replace**\"?", "For the sake of football and this sub everyone wants [NAME] to win", "To much of a good thing is a bad thing", "\"Someone else must start this however... but I will sure join in the violent fight that will ensue... I promise!\"", "I recommend reading it. What an odd duck/rabbit.", "It seems like the problem predates the current administration, which makes me think it has more institutional roots.", "Ironically every /pol/ meetup is more diverse than the people pushing diversity and race mixing. Weird how that works huh", "I'm with you. I'd like one too.", "> It's not like Bonds use was worse or anything list would beg to differ.", "How about a downvote for the update?", "Its more of a suggestion its not in forced at all i doubt a lot of people even see the quiet carriage sign", "At the time they would have. It became endangered and we had to stop.", "Too right. I hate the Sun. worst tabloid out there", "Yeah usually I’m defensive around people I don’t know casually walking around with things that could be powerful weapons.", "While I agree with my political views could be of the top of my least favorites and [NAME] weren't ruined by the pic.", "I wish it'd stop being submitted on the sub. We're out on him and it's pretty obvious.", "If you don’t think this can happen in the US your going to be the reason it does.", "No idea, don't see the EU budging, probably some vague clauses that have no weight.", "Well since they hate cops and love criminals... this fits for them", "Just be a criminal if that's what they want. People should always be careful what they wish for.", "Alright bud, I'll be sure to do that on my nearest panic attack. Cheers", "Wish the blasters were more like BF1", "Like have an anti interventionist foreign policy.", "The BBC covered up a pedophile story involving high ranking politicians. No thank you. They are basically the public relations branch of the government.", "Wow! Prayers for everyone there.", "Pretty sure it was New Orleans.", "I run both, use my bl, next chase, dh. Even with exhausted, bl has that stagger reduction, so you can kite killers", "I walked 500 miles and then I walked 500 more, you can’t relate to my pain 😤", "Stoicism isn't a bad thing. The idea that all men HAVE to be or by nature are stoic is.", "Definitely not a misunderstanding if you read the articles Bloomberg posted.", "Well one would believe they have learned their lesson regarding nuclear", "then youll do just fine!", "I find this super relateable, I had no idea others felt the same way. ", "Ya, he’s a lot better. If someone maxes dlo that will be the new [NAME] contract.", "Well you got me. Interested in seeing what other E rides people got", ">It'd be good for Venezuela That's the hallmark of U.S. invasions; invaded countries always do well as a result. /s", "They can be upset about both. Believe me, I've heard the lecture about how Catholicism is a cult and the abortion tirade in the same sitting.", "Good thing it wasn't entrapment. Entrapment would be tricking him into, or forcing him into breaking the law. Here she's just lying and begging.", "I think Voit hits 30+ so it’s not impossible.", "[NAME] doesn’t roll his ankle on a 🎾 in 2011 and we win a premiership imo", "After [NAME] comment the stock prices fell and the [NAME] was never heard from again. Crab juice went up 4 points", "People are still playing bf1?Wow thats nice,I should play some games until more content drops for bf5.", "Exactly. I forget what the \"killed per year in a school shooting\" figure is but it's shockingly low.", "If you're worried about cost, getting a double edged safety razor is a much better choice, also way better for the environment.", "Jazz fan here. I completely feel. [NAME] cousins has more votes than [NAME], and [NAME] hasn't even stepped on the court this year", "I seen a video, must have been one of the students where they've completely surrounded the [NAME]. ", "He was so apologetic the bulls couldn’t bring themselves to it.", "Pretty sure the plate is completely visible in the article...", "This is a great coming out, I also which it went this well for everyone 🏳️‍🌈", "If there's evidence besides say-so, chances are better.", "Don’t regret the time, had it been sooner you might be absent a kid or three! ", "I think if we survived during The Blitz I think we'll be alright now.", "Ikr. Spend your time doing better things like reading [NAME] fanfics ❤️", "Girl I got you. guys haven’t experienced culture where basically every girl calls herself fat or tries to restrict their eating because they have insecurity or dysmorphia", "I'm sure the two young sons of [NAME] are comforted by the fact that the cops involved didn't want to kill an unarmed man.", "I'd say the key difference is probably vegemite consumption...", "That's good to know", "Scenes like these are what make me wish I could forget the entire show at will. So I can watch and enjoy them all over again.", "A real man ain't be ashamed of crying. I cry with you my bro. Let's all cry together!", "Outside of Reddit the Democrat base has definitely not gotten more progressive.", "I honestly believe that being a Saudi woman should automatically qualify you for refugee status.", "It's one of my most hoped-for things. I think you should be able to approach a player and request a duel. It would be sick", "[NAME] was almost all around higher rated going into the draft Hindsight is 20/20", "That is the end-all and be-all of the situation. if you feel upset or insecure you should definitely be creeped out as he's doing it.", "A new apartman will give you peace of mind. Start saving up.", "I’m pretty sure it’s soup chef.", "I have an idea. Hear me out in this. Maybe we shouldn’t get upset about [NAME] until.... they...sign... elsewhere? Too radical?"], "neutral": ["Breathing out like a dragon keeps me from gagging when i brush the back of my tongue", "I picked it so it forced me to stay anonymous.", "I used to live there (Hell) and I had this religious/fundy coworker who used to love to point out that \"DARWIN Road leads to HELL!\" ", "Something I read once that I tap into often: The hardest thing I ever did was to forgive someone who wasn’t sorry. Peace to you.", ">Doctor: So do you cancel a lot of plans you make with friends >Me: uh technically no", "I think we all are", "Ah yes, the standard midwestern transplant rite of passage. “THIS ISNT COLD LOL IM FROM WESHUBEKAUAN MINNESOTA AND YOU GUYS HAVE NO IDEA WHAT COLD IS”", "And Tranna for Toronto.", "I never said it wasn't a fighting game though in my comment you replied to I specifically say it is a fighting game.", "You want to celebrate your convict heritage.", "Yes he is. Cling to your safety blanket for now cause momma [NAME] is about to snatch it from you.", "Run, run Run for the roses Quicker it opens Sooner it closes Man oh man oh friend of mine All good things in all good time", "A 12 million sub channel has value. Wouldn't be surprised if it's been hollowed out ready to be sold and rebranded.", "A good everyday dua would be including me in your prayers", "if you hate pedos then check out", "Mine used to tell „you complain too much“. I was also angry when I was with him. I‘m not like that.", "I don’t know where you live but just a bj should be around 80$", ">YHWH >Abba >same dude I knew it", "You'd think people who have this high an opinion of themselves would be more open to taking advice on how to beat certain matchups. Enjoy being a scrub.", "Idk it’s your choice", "nope! she meets up with robb en route to the twins and he sends her back to riverrun to not spite the freys. little did he know..", "Stedying not cool job... we will pley and swegsters i am a vary gud bad boy"], "realization": ["But it's soooo obvious.", "Sad but true.", "Oh, so that's where I left my cigar", "I mean, the whole point of this sub is to complain about not having a plate ...", "Maybe time to see a doctor or psychologist? Although a bit of social anxiety is normal and not necessarily the disorder.", "They were hurt to get that way. Hurt people hurt people", "That's ironic.", "That may not be their choice anymore", "It's bad when that sounds tasty to me", "I’d rather give up masturbation. No time for it anyway when I work.", "What’s weird is. I never miss anyone. Like, ever.", "Yeah it isn't the same singer. 'Don't hug me I'm scared' is voiced by [NAME], the lead singer of KKB is [NAME]", "My dad was on 20+ narcotics for over 20 years. Now he just smokes pot and I've never seen him happier", "Pretty wild.", "Guy on the right looks like [NAME] long lost sister", "Xmen didn't have posters that said \"hey you know how many times I've mentioned it to someone they can't be charged for just looking..", "That's gotta cut deep!", "The best way is killing people that don't know you. Also you could steal some things so the cops think that it was a robbery", "Wow my wh had toxic friends too", "I'm guessing they give up garbage time scores alot when they have the win in hand.", "I find it really strange how people align themselves with or against a politician so strongly.", "Cross posting is a thing.. I'm not subscribed to /r/funny so I wouldn't have seen it had they not.", "Signatures are no longer required for transactions in the US as of April last year, so I guess this no longer applies really. ", "I take it they don’t train high risk traffic stops in Arkansas?", "That has some amusingly unfortunate implications for those that believe all [NAME] are descendant from [NAME], son of [NAME] and [NAME]. ", "Odd to think that most people in this photo are either dead or just about into pension age.", "I feel like I've seen a comment like this on another post", "Duress I tell you, it was done under duress!! ", "The problem is not getting new players but keeping the current ones.", "[NAME] has to use a gun to defend himself after multiple robberies and an attempted rape...", "Its probably just related to something she is dealing with. Stress/anxiety often causes nightmares. But there are plenty of potential", "Whoops, I'm* dying. But I wish, they make so much money. ", "the real crime would be to not finish what we started!", "It could have heat resistant padding on the other side. Honestly in the 1940s it's probably asbestos on the inside lol", "I don’t care enough to search it honestly Edit: removed emoji because reddit", "Shrug. Cant blame anyone other than your parents.", "I'm sure this is only because there's less people there", "Hey! I play the lottery every week-this will eventually affect me...", "It really do be like that", "It’s the same argument, but with a different context to demonstrate the flaws.", "Likely just a scam", "I don't think you know what a vegan is", "I think I’m about to die from cringe overdose", "*Claims to know Chinese people and Chinese culture* *doesn't even speak the language*", "No. You're not the only one.", "Think of his target audience. They’re the ones who are fooled by talkers, not thinkers.", "reaper was getting self healing from dealing all that damage", "Oh, did you not know [NAME] is the highest graded overall passrusher in this class? At any position!", "In America this guy would have been shot before he entered the door", "Because they're [NAME]: > Puritanism: the haunting fear that someone, somewhere, may be happy > ([NAME])", "Also curious. But as someone who lives in northern Ontario, this is pretty accurate", "I think it is more likely that you simply do not know what science is.", "They have great chemistry and it’s a cool dynamic but it can’t take over the entire show", "No one takes you seriously in life. In your fantasies, that should also be the case."], "disappointment": ["Man, [NAME]. What a shame that trainwreck turned out to be. ", "I understand what he was trying to say, but [NAME] it came out badly.", "I’ve never heard of this before. That’s awful.", "Granted, I dont have a proper measure of the number of monkeys needed to hash $0.05 worth of tx fees.", "NO GOD NOOOO!", "its even worse because the starter kit is like $70 too right? So in reality she probably made closer to $30", "My knees, I had to quit running because they got so bad. Even hiking starts hurting after awhile, especially on long downhills Also glasses and deep voices", "SWTOR is horrible when you want to play together with someone. So many parts that you can't join in on.", "This is going to be a disaster", "His music is bad starting with that yeezus album", "[NAME]. Hands down. When your own mother doubts your abilities you've got some problems.", "Someone really needs to solve the problem of how to put cars into video games, I'd love to see it one day, just imagine the fun!", "I had forgotten it was coming up until I saw this. That us my level of excitement and anticipation.", "[NAME] these things were terrible. i presume they still are. #teamlemoncreams", "I think it was just a poorly worded title, what it meant to me was that there was a reason other than teaching kids to count. ", "It'll be hard to surive on that wage in Vancouver. It's expensive AF here.", "I cant get a cat but derpy behavior makes me want one so bad", "Even Rolling Storm seems better, and it is not very good.", "The worst case of cultural appropriation is him mimicking human language and thoughts when he is clearly some kind of barely sentient pond scum.", "Please don’t downvote me I just have a question What is wrong with libertarians? This sub seems to hate them and I’m one.", " Turkey's situation is bad, but still nothing compared to Venezuela. ", "Goodness, that shot of McDonald's is **super** old. It looks like a picture from the 90s/early 2000s.", "As bad as this sub was in the 1st quarter, our announcers were just as awful.", "I don’t think [NAME] knocking us out of the copa would change anything. Our team is incredibly lethargic.", "Welp. That sucks. I always check left and right when crossing an intersection, getting T-boned is one of my biggest fears.", "This was diabolical. This is our Ulema. Wonder where we went wrong...", "This is where [NAME] loan becomes a bad idea. I know he wouldn't start but now there's no backup RB.", "[NAME] continues to be my god while I continue to be banned by Swery. ^^Seriously, ^^what ^^did ^^I ^^do?", "Not only does the overbooking hurt the customers financials and time, but violations like this one put lives in danger.", "“Spite-based refugee system...” really got me chucking.", "And you can amend a tax return. She can’t amend a terrible life choice like that.", "this 'bug' has caused me countless death... i always used rifle primarily and switched to shotgun after rifle shot", "Nah I dont think the panthers are good enough", "Stop giving panhandlers money. They dont need it.", "I was, and it's not. He's mad that someone posts articles he disagrees with. Pathetic and his fury is deranged ", "The man and dog have been spotted running past [NAME] and nobody is helping! I would help but I just had my nails done.", "All of Disney is cringey. It needs to be stopped", "Maybe but kids and social media and cellphones in classroom, and a pervasive culture that glorifies sports over education are ruining our education system. ", "The food you are putting in your mouth is causing obesity. Stop abusing it. A higher body weight is the cause of your increased risk of ILLNESSES", "This is the one picture that gives me mad inferiority complex.", "Been getting this same feeling these days.. idk what it is I just have no drive anymore maybe once the cwl comes back it’ll help", "d'oh, my bad 😔", "Yeah, all the stun cannonballs are horrible. ", "I mean, if A video pops up of [NAME] pissing on underage girls, nah, I’m not gonna still be a fan. ", "Your logic is pretty messed up and the pos assumption has zero to do with this. Centralized mining will cripple the ability to fight censorship.", "Wow you’re pathetic for calling out someone who did something right", "That says to me that he believes you are the issue, not his mother.", "Shamelessly stolen from", "Unfortunately, I don't. Sorry. 😔", "I passed the aftermath of this wreck on the other side of I-20. What a tragedy.", "When it goes bad", "There are 1.1K comments right now so I apologize if it’s been said but... government/politics should have noting to do with running the economy", "They didn’t even respond to my email so I don’t think it’s gonna work", "thats some very advanced way of thinking - and I dont think I was able to do that when I was 18", "r/UpLiftingNews Edit: I just got banned for posting this there.", "I am bored of [NAME]. Next celebrity chef!", "I think thats dumb and simplistic. You really can't boil down the sociology of race by comparing it to 2+2=4.", "I was also bullied at work. I was on lithium for a while. You're not alone.", "This... This is where my journey ends. I was not able to make it to the end, good luck future redditors! ", "Struggling to find :(", "I wish I could forget. Stop reminding me :(", "Except forming an opinion of a topic without even having basic knowledge of said topic makes you sound pretty arrogant and entirely undercuts your opinion.", "Wow. I thought the antivaxxers couldn't get any lower. Boy was I super wrong.", "Not really sweaty palms, but holy hell that's uncomfortable as all hell...", "Food stamps are a disgrace. People should get money!", "Sheet cake did *nothing* to you, man", "> If it was a nationalist reaction to globalism, it was English nationalism, not British. This was and is discussed way too little.", "I can’t believe sb found this even remotely funny.", "It's irrelevant though. it doesn't need to be specified in the title of a post.", "It's nothing on you. I just hate the idea from a justice standpoint. I strive for fairness as much as I'm able.", "Tried so hard and got so far, in the end it doesnt even matter", "I went to a destination wedding being the only single person. Promised to never put myself in that situation again.", "No. No it isn't. Its a bad sitcom joke.", "I would stay away from buying from msL. Just remember that [NAME] looks like [NAME] on there. Trying to make a change :-/", "It was intentional. Maybe not with much thought behind it, but a very dangerous instinct.", "Wow, the cropping on this shitpost is as bad as it gets."], "annoyance": ["Then it was effectively them pissing on your territory. Same with the bed. They don’t get to pass the threshold again!", "Wait this is what chill looks like? Some girl told me that I look dead amd I flinch at the slightest movement. You really call that chill?", "he's clearly not equipped to argue, i can't decide if he's a dumbass teenager or a dumbass boomer. ", "I know. Honestly, I'm applying to other districts. Tired of 56 miles round trip daily for a miserable job. ", "Why does he take offense to something that you did to YOUR body? It's YOUR body. I think it's blatant disrespect from his part.", "I think you also underestimate how big Chelsea has become, especially in the States", "Seriously. I had 2 jobs and was in college. I sleep more now!", "Lost his legs, what an idiot.", "I like [NAME] but he's biased. If he's planning to becoming a real journalist he needs to leave his bias at home.", "That is really dumb. If you have a crime committed against you, you have a civic responsibility to report it. We need those stats. ", "I'm more than sure we [NAME] lovers feel the same way, her outfits are awful", "\" [NAME] has come down with a terrible sickness which caused him to deactivate his twitter account\" Jeez sicknesses these days get worse and worse. ", "At this point I am questioning your sanity, you compare a guy with 40/34 goal seasons to a kid who literally can't hit the net", "It’s showing up on mobile aswell, the double slash is weird for me though, probably on his end", "Why would you doubt it dumbass?", "Oh sure, that makes it much easier to pay your bills with no money. The money will just come at some point in the future! ", "Its one thing to LOSE a debate, its another to be disqualified for wrong think. ", "The new beserker face ruined him for me. Made him another old, wrinkly hobo.", "Human life has value. Veganism and pro-life are 2 completely different ballparks morally. Terrible argument 1/10", "Sorry, but you probably do given the AVers do have a limited literary skills at the best of times.", "If I have to watch Canada lose in a shootout I'm gonna lose it", "[NAME] [NAME] is like the 72hrs from console of course we like him wtf<3", "I flew off the handle and that's my bad.", "So far she seems pretty decent but I'm side-eyeing the hell out of him. His conduct at the restaurant was so bizarre and creepy.", "No but it would be weird if you masturbated to it like I did", "This is probably why you're not in a relationship.", "No, he’s been with more women than I have been with men. He loves sex and has no problems with an erection. ", ">the silent majority This is the most ignorant thing I've read so far today", "I never said they were garbage, just that they come out too frequently.", "> it will not make her look like an idiot It would be hard to make her look any more like an idiot than she already does.", "To be fair, we’re still missing CP3 and [NAME]. This game has been pretty ugly overall though. ", "Yawning at the insults to me, not the Woman", "Self-deprecating humor is mainstream now. A lot of hot people now have hobbies and personality traits that were once almost synonymous with dumpy/nerdy/ugly people.", "Inheriting your dad's company when he dies doesn't count you spoilt piece of shit.", "ugh.......", "I know logically that I haven't gained real weight but overeating both weekend days makes me feel like I have. I drive me crazy sometimes.", "Fly, you fool!", "The fact that her pillows are brown is way more disturbing to me", "Not anymore, haven't heard of him in ages.", "Our draft choices are horrible anyway, it doesn't matter where we pick.", "This guy hasn't learned his lesson. Bake 'im away, toys!", "Scotland aren’t the best team to compare against. On their day the could debatably beat NZ on a bad day they lose to America", "Well two other close testers are really upset about rolling", "This is the whitest thing I’ve ever seen in my life", "On a college campus surrounded by undergrads. I feel old.", "Omg, *please*", "Man, these fourth quarters, the Nets are on some [NAME] shit. It just seems mental now", "new genders about to drop doesn’t strike me as a bad joke tbh.", "I read this while taking a sip of tea. Bad idea", "Champaign’s a weird town in that aspect..", "Well if he takes his daughter to a nightclub then that’s a bit inappropriate", "As a libertarian, the market value of my love for you is pretty damn low but I’ll give it to you anyway.", "This video was uploaded in October 2013, over five years ago now. This just feels like an unnecessarily inflammatory post for karma to me.", "Don't understand the question. Obviously you make up the rules in the middle of the game.", "Of all the stupid terms for people out there “womxn” is by far the stupidest", "Yep, they expect you to revolve around them, but think they’re exempt from returning the favour. ", "Why don’t people just call the cops and give them the video?", "I know right? Let me just stop what I'm doing to feel pity where you go wrong in relationships.", "This has been reposted so many times the photo is degrading.", "When you stop making garbage takes, I'll stop correcting them", "wow...u wanna say u were never toxic and u never rage okay if u can t do what I asked just go away ok???", "Yeah it's a weird thing people do", "Most of the cast of Riverdale save for [NAME], but for some reason my girlfriend and I can't stop watching this trainwreck of a show.", "Score is currently 12-12 when 25:th round begins and [NAME] has 35-10 stats. Insane.", "Yes, it can be a very stressful read at times.", "Thank fuck they died... I mean rip, so sad 💭🙏", "I'm so racist and self important I refuse to braid this girls hair", "Problem is as soon as someone criticises Israel they jump up and down and scream anti semitism", "Bro, highmountain looking sick", "The kids aren’t doing anything stupid here... cause it’s a fake video. I feel like this is in the wrong sub.", "Damn MLM at its worst", "I would not feed her anything that would cause extra butt wiping. No effing burrito!", "Don't attend. Don't engage. They want validation, don't give it to them.", "Pretty sure he's by far and away the biggest asshat on this sub lmao", "Luckily every elevator would be broken at all times.", "Crap, crap, mega crap!", "I feel digestive regret just looking at them.", "I stopped reading in the first paragraph where they try to make Vanderpump Rules and Desperate Housewives legit shows.", "Omg, the kitty bites the knee and then looks at the human to gauge reaction.", "Can confirm. My forehead creases came from doing this for years.", "Weird, huh, how people always seem to look for ways to justify our per capita emissions. ", "Women don't want their own shit. They want our shit. ---- [NAME]", "I'm so tired I read anti neurons as anti lemons for some reason", "So much fake news.", "Tell her to stop eating shit and start using mouthwash.", "The only thing wrong with her is her face. Maybe she has a giving personality?", "Yeah, it's pretty funny how incapable most of them are of actual satire and subtlety.", "Yikes. That’s straight up paranoid, you can tell they were looking through comments for someone to rage at. ", "What’s worse is that the judge and businessman are old college buds.", "Whiskey isn't going to help. She should pray to [NAME] that another man comes and brings purpose to her life.", "It’s lunacy to think that [NAME] is an actual Russian agent, since there’s literally no evidence of this.", "Yeah, and I don’t know why, it was totally out of character for me...", "That it just seems worst now because we have phones (instant media)", "It takes a lot of time to watch games. I got better things to do.", "IM GOING TO GO BACK TO INDONESIA UNLESS YOU STOP PAYING CHILD SUPPORT YOU SHOULD BE SUPPORTING ALESS AND [NAME]", "A fucking power outage during a hurricane and your car is fucked.", "11 years goddamit I’m old", "Srs it's so bizarre! There's often someone like \"OP is wayyy prettier than [celebrity]!!!\" as well. ", "80% of the country is putting their faith in a man who doesn’t even have personal awareness of where he is.", "My nipples are rock hard right now, just ruined my shirt. ", "If I see this gif one more time, I’m going to lose it", "Damn, 14 year olds in 2019 are bigger shits than I was when I was 14.", "People would still always parry them (600ms) :(", "Pam Beesly and Jim... What a waste.", "I personally find it very funny how they talk about vaccines not helping against cancer, while there isn't even a vaccine against cancer", "It's even more useless if there is no other source of power (capacitor, etc.) other than the sun to work.", "Virtually no happiness anymore, exhausted with trying, meds not working properly and just tired of it all.", "More interested in getting responses to my questions rather than cryptic clues! Not sure of the relevance of your question.", "Can you update this 20th century \"meme\"? I thought millenials were the \"entitled\" generation. ", "Exactly. Some ammo is already cheaper than that.", "What is normal? It should be tho....", "You can get trough it, it sounds like fucking bullshit, but you can", "No! You can't have that one! That's a coconut cake!", "Haha sorry I’m still pretty clueless about this app", "It depends on who you ask. i didnt downvote you, im answering now", "Man I hate kids", "You need to look in the mirror if you going to say that [NAME] is overrated yet want to trade him for scrubs like Dedmon", "It's ok to debate and reevaluate scientific things. Really it is. Scientism however is the idiology, religion, that useful idiots and politicians are pushing.", "I think peach is hotter but not her attitude ha", "Its the easiest subject in the whole school, they teach us stuff we should’ve learned when we were 11, it’s so bad...", "*[when your pet is still barking at you]* I'm done trying to convince you.", "Damn bro thats wack. But life has a way to with things she'll reap what she sows. Feel better", "Just read the text of this amendment. I am literally sick to my stomach from reading this. THIS MUST NOT STAND!!", "Better yet, get rid of them if they are non-essential. Why are my tax dollars paying for worthless jobs?", "Only an idiot would visit places like China or NK. Arbitrary abductions and detentions against foreigners have happened for a long time now."], "disapproval": ["It was a poor choice of words.", "I'd imagine they're mostly fakes. You'd be uncomfortably warm in a real CG Parka in our climate.", "Hard to expect much when he has not been involved in the offense for most of the season.", "I want to hate you but my mind won’t let me", "Liberals have become the very thing they accuse everyone else of. Being intolerant and racist.", ">Being sexually desired False, since there are a lot of things you can change on yourself to be more desirable. Also you act out of experience.", "Then stop arresting them for shooting at thieves", "People who hate [NAME] really really hate him. It’s quite fascinating.", "> since he was the one to take it away from [NAME] last season [NAME] didn't deserve it last season", "He was playing with absolute garbage teammates, and the one year he was on a decent team he had 44 points in 48 games. ", "Would love to if I wasn't sitting here writing a 40 page report for work.", "Self-selecting user ratings are not a reliable representation of the entire audience. They are meaningless numbers.", "[NAME]. Has a great bit about how negative everyone is about everything.", "If he wants to play more, he should play better. Otherwise, leave. [NAME] has been very bad.", "I wouldn't announce that they are LuLaRoe.", "Hamberders doesn't seem like a typo—that seems like something a person would write if they heard the word spoken but never saw it written", "ehhhh I don't think so. iirc [NAME] was responsible for that Russian embargo and he's the reason why AKs are so expensive now.", "Your company sucks.", "Growing up there were people in our church who hated the Smurfs because they were magic using communists.", "This is a crime against humanity and the FBI is on its way. Do not try to leave your current location, you are being tracked.", "Boomers ruined the world", "Keep it too the one thread please, you're already not keeping up .", "Anything other than harassing motorists or worse, pretty simple.", "Actually, I don't look a lot in the mirror so I can forget how ugly I am .", "Ha, my husband goes out after you guys have done your thing and checks for himself, he's been burned too many times.", "Direct democracy is a terrible idea. People are morons who's opinions are easily manipulated.", "I'd take the bet of them not winning in the next 5.", "i'm not that into shower sex tho. like it's fun sometimes, but it takes me so long to get off when i'm wet.", "You spelled Nazis Propaganda wrong.", "Considering the fact that I don't consider jealousy or envy useful, you are dead wrong. It might be other people but not me.", "And if you ever make a fat cop joke on reddit then you're the worst criminal of all!", "Same. More often than not, people don’t bother to wipe up their pee on the toilet seat.", "As a risk analyst, that's a terrible idea, Risk is too high and the benefit to cost ratio is not worth it ", "You've violated rule 4. Please adhere to the rules of engagement.", "No... that's literally our first rule.", "I don’t like [NAME] very much either, but she’s not a mess here. "], "curiosity": ["Bulls medical staff misdiagnosing again, what else is new", "[NAME] will probably get something as worse as [NAME] in ep4", "Damn how do you post something directly to the front page?", "This team doesn’t deserve to go the playoffs. Only [NAME] deserves to go. Is that possible?", "Come on, I want to know how it goes.", "Do you feel like being with him is the only way for you to be okay, then?", "Am I the only one who is glad I saw this meme? I mean I'm officially traumatized, but still.", "You don't even provide a verifiable example, why should I accept your evidence.", "oh, you're back? have you gotten help for your paranoia yet?", "Throwing the book to see what sticks you think?", "Yep! Wanna come do karate in the garage?", "And what about selling your precious mind creation to someone that doesn't deserve it?", ">it should be **illegal** to teach **religion** to young children Do you believe in a separation of church in state though?", "I wonder if that was the original plan or if [NAME] just realized what [NAME] talked about and threw in that note to explain it.", "“Oh hey, I think a second ago [NAME] just put a move on [NAME]! Oh boy I wonder how that was.”", "No clip? Screenshot? Picture at all? Sounds fake as hell", "You know that mista mista lady? I think I just killed her. - [NAME]", "So for you, consent and coercion are not mutually exclusive, correct? Are they ever?", "That sounds like a reasonable estimation. So what are YOU going to do? Because you can’t force them to treat you like real people.", "Boy, are you going to cake yourself when you find out what french kissing is ", "Read in the news yesterday that 3.6 million have lost their insurance since the rump took office. I wonder how many of them died because of it?"], "optimism": ["She went from normal mom to ~~[NAME] amazed by balloons~~ [NAME] really fast.", "Or you can just support your local farmers that slaughter their animals in an ethical and way less horrifying way.", "[NAME] deserves to play for a proper club ffs.", "I actually liked them. I love the idea of Conqueror being a rabid and maniac dog.", "This chick is a lunatic now", "Oh this is just too easy....just log into your account and start posting anti-feminist and anti-Zionist comments...your account will get nuked within the hour.", "[NAME] queen will live until he is 86 years old. Thts what reverse flash said so its the damn truth", "You’re in Iceland, a particularly craggy rock would be pretty interesting to you. ", "I adore Brutus and Pixie!!", "There’s nothing more oppressive than having all the power in the world and then having a minority group point it out to you", "No one asked for that honesty.", "Reality: someone sees a pet outside and thinks it doesn't have a home, so they adopt it.", "I love the sense of humor on this sub. It gets me.", "Sounds good.", "Those dont seem exclusive....try both", "Don't underestimate him, he can do it in 2", "Teach her the importance of standing up for herself and being a strong person", "So I did. Good call."], "confusion": ["are your feelings hurt?", "Is it bad that im really bummed he didnt get hit?", "[NAME] aren’t a race either. Are you trying to be ignorant?", "I’m conflicting I want to upvote but really feel like it should be downvoted", "Weird how the cops can pick and choose which laws to enforce and when, but I guess that explains a lot.", "So you're protected everywhere except where it hurts?", "An eye for a *dead*eye? I'm sorry...", "What? That is the most recent big meme, it's not cringy", "why does this feel like rightwing propaganda made because they are pant shittingly terrified of her...", "Sorry, what?", "Is it just me, or do these children look really uncomfortable around the Duggars? The smiles look forced...", "> I really hope QCX addresses that last point. Who knows [NAME] could've fled with the money or something. What the hell dude. lol", "I want to know if he was ever with [NAME]. We needed more [NAME].", "Is this the track that’s just [NAME] cat meowing but slowed down? My memory is failing me", "This works for me too. Not sure why either.", "Didn’t the chinook end? How are her legs not freezing off?!", "Well I like [NAME] but other than her, I don't know any interesting asian youtubers. so help me out", "The Sunshine Skyway Bridge? I'm near that, too, and have also thought about doing that.", "But what did he druer? Sorry. (Im not sorry)", "Deadass? Shoook?? Come on [NAME], do you really talk like that? You sound dumb. ", "Have you told him you aren't 100% ok with it? It sounds like you're regretting this decision.", "Why am I crying alone in my room rn", "> Also why I watched the old guy getting stabbed with screwdrivers till he stopped moving! Dnepropetrovsk maniacs? (3 guys 1 hammer)", "then explain to me why everytime I post reply to u/955bsp, in an old post, you start spamming me", "A dry phone?", "Does she hate the men in her family too? O.O", "So how depressing is it that I know that's not true? You still gotta pay for a cold delivery.", "Piss off a small percentage to gain an even larger one? That's hardly unheard of. The amount of publicity alone for this is astounding.", "Was this at Meadowvale? I wanted to take a pic but had my gloves on", "Why are you nervous about getting fired if you aren’t doing anything wrong? If I were an employer firing an employee would be my last resort.", "Did I just get called [NAME]? Achievement Unlocked!", "Why is this downvoted? It’s right.", "> some blue dog dems will resist Are you kidding me? The Dem establishment won't give her an inch", "I had a guy who just kept jumping off the bridge in Eichenwald to his death over and over.. in a placement match.. WHY!", "True or False, you post in /r/The_Donald ?", "Why? I don’t think I’ve ever seen someone not like [NAME] irl or here. Witten I can see though.", "Power trip blindness is scary; how someone can't see the obvious aftermath of acting like this with their employees?", "Are ya completely sure that's not from that Thursday last summer?", "Are you in love with the memories or do you still love him for who he is now?", "I don’t think it’ll happen solely because of UA, however that’ll surely be cool if it does happen", "They're tender and precious to the man?", "Are they sure one didn't kill the other and themselves?", "> salt rifles. but then how will we kill the flies??? /s im sorry, I had to.", "Starting?? BF4 is a lot of fun when you havent played in a while. Just faster and more immersive.", "Is this a joke..?", "Don’t know how I missed that", "Why so may downvotes?"], "anger": ["You shut your mouth", "Maybe slw the fuck down eh", "Shh don't spoil it for us", "Don't call this baby a jerk It just loves its humans too much", "Stop using your corporate jargon around here!", "[NAME]? Nah, that's him in the background. The idiot with the leaves is [NAME]. It's always fucking [NAME].", "I. AM. AWARE. That doesn't make it cool and good for him to race bait.", "You are the type of fellow that puts mommy in the cheap home and cashes her cheques, loyalty of a snake.", "Damnit, now they're ruining IKEA too.", "But atacking it over and over again is considered griefing, you wanted to shoot fishes in a barrel over and over and got caught.", "I’m just gonna go ahead and call bullshit on most of the details of this story.", "Dude I have a verrrrry strong feeling the barber did that on purpose. Nowhere in the world is that an acceptable haircut. That’s fucked up", "And still our government is not responsible enough to pay its bills. It's rather pathetic.", "This picture is a prime example that [NAME] are intolerant douchebags who will always demonize wealth, fame, and entertainment.", "You're didn't vote for her you are obviously a racist, sexist, homophobe, you're the worst kinda person.", "heck", "He's being so unprofessional. He's out for blood for some reason.", "This is child abuse. No decent parent would force their kid to starve just because they don't understand science and nutrition", "Shame on you", "Makes me want to go shit on the doorstep of 540 Hampshire Street (Good2go HQ)", "These honestly are getting infuriating. The creator of this made this whole thing up yet Facebook old people take it as reality.", "Should of just stabbed her up tbh why let someone steal from you", "> I am not [begging] for money Yes you are. Rule 2.", "Oh *hell* no.", "[NAME] damn it", "That's...not at all what I said. I said I *hoped* they would tell me. [NAME].", "You're making yourself look more stupid with every reply. Google what the heck model organisms are.", "Shitpost from the uncultured", "Must be so frustrating having the wrong old man facing their own shutdowns.", "\"Sign our petition to make Qwandor the dragon a male! There are already enough girl characters. We don't need a third!\"", "I'm not crying... you're crying!", "Your girlfriend is cruel and emotionally manipulative. Get the hell out and don’t let anyone else treat you like a dirty little secret again.", "Wow. I could have gone my entire life without witnessing this limpdicked haemorrhoid rank the severity of sexual assault based on who the victim is.", "you are correcting and downvoting me after I've already corrected myself, btw.", "IT'S ALL YOUR FAULT MAMA", "Tell her to stop being so fat, then. Edit: /s", "You’re the coward! I was the second man to walk on the moon. NEIL BEFORE ME.", "Come back here and fight me m8", "I don’t care about the first seed until a week or so before the all star cut off?", "Plus [NAME] has won before. [NAME] is a perennial loser. All he has ever done is played on teams that were the worst in the NHL.", "Suddenly, a loud audible groan from every structural/civil engineer in Maryland that now have to deal with that bullshit :/", "I feel bad for them now, but if they ever get good I’ll hate them like the rest. ", "I have a feeling this is gonna get really crowded, and end up being a shit show with such short notice for everything."], "disgust": ["Never made it through, it makes me physically ill just seeing images of that monster combined with him describing his incomprehensible evil.", "And there's good reason for that. The SD is absolute shit", "Good lord, totally missed that. What a croc.", "Seeing him RT rev gave me some hope which hurts worse", "You're ugly", "Yeah! We should have given him justice by believing in claims with no merit! Yeah. Btw. [NAME] raped me 30 years ago! Get him!", "Yeah but scary brown people. Ever thought of that libtard? /s ^just ^^in ^^^case", "can't wait to catch me one of them suckers", "I thought this was a torb skin and I was about to die"], "surprise": ["Shocking description of the criminals. Never could have guessed that", "Woah, woah, woah. You're trying to tell me that elites have a stranglehold in a country with an *actual* aristocracy?! ", "What? That's a classic \" did you like it\" parent move.", "huh i didn’t even know that button existed", "Oh [NAME], just when I'd forgotten about that..."], "gratitude": ["You are not a slave to your parents. You worship them by serving them. Otherwise you are a slave to [NAME].", "Love it. More power to you!", "[NAME] FINALLY fournier, [NAME]", "May your test be negative and your New Year's be happy!", "Happy birthday kiddo, free updoot for u", "I'm right there with you on the acting. Never thought I would be able to pull it off.", "Laugh now, while you can, and the robot overlords are weak and stupid. Tomorrow, though... take a deep breath... and wait.", "I'll show some love for diazepam! Congratulations on the re up and let me Know if they are", "I'd be happy to make a donation if you've got some left!", "It’s always nice to say something [nice]!", "38 yrs. It was worth it though.", "As an autism mum, I can’t thank you enough. ❤️", "I’m glad to see [NAME] finally get the big screen presence they deserve.", "That's just reckless. He's lucky he didn't get permanently disfigured or killed.", "It's simple, he's blunt, and that is what some people need."], "desire": ["I hope he loses just the end so it looks like a trimmed cigar", "Left beer outside so I could make a cool picture for reddit. Please give karma.", "Wish you did more. Sounds like she deserved worse.", "I wanted [NAME] so bad, but at least we got a cute character (little ticked about the scythe but, I'll still play her)", "We need more boards and to create a bit more space for [NAME]. Then we’ll be good.", "Brain dead clearance. Honestly deserved lead. They have been better.", "Find yourself another pretty, nice girl that doesn’t have cheating tendencies. They exist ", "Man, I wish I liked music that much. Well maybe not *that* much, but you know what I mean. ", "I don’t like [NAME] all that much, but that dude seems cool. I hope it hits a goofy dark line like [NAME] or [NAME] tho.", "Please be [NAME]. I like [NAME], for the record. But I'm def willing to part ways with him. ", "He will, I feel like it's Christmas Eve and I'm waiting for [NAME].", "Meanwhile, I was literally saying to myself \"*I like rusty spoons*\" earlier this morning RIGHT BEFORE logging onto Reddit. Kinda strange", "I want to be a rapper. I also like to write poetry and stuff. So to be successful with those things also I want to design clothing.", "I wish that laugh would jump off", "Can PG just chill", "I know! I would absolutely do this as well. I’d love to to a AMA with him to find out more.", "My goal for the year is to delve deeper into GTO related play and how to better understand how to use that to play better myself and against others", "If you still have fish or plants, I would love to take them. Unfortunately I don’t have space for another tank", "I'm full of envy. Would love to be on that sort of money! But I fail to see the problem with it.", "Yeah I wish they hadn't opened the entire game with the ol' [NAME].", "Haha I'd like it if our parallel lines intersect *heavy breathing*", "Wish a cute girl would stare at me.", "Good. It's weird that Polish gun culture is nearly non-existent, given their history as a country. Hopefully this is a step toward fixing that.", "I was expecting her to come in to work looking like [NAME] from the [NAME] show...", "I still want BO4 multiplayer prestige 0 Level 55 icon PepeHands", "Please explain oh wise one", "Oh I don't think so. I like AOTC and am looking forward to watching a 5 hour analysis of it.", "Over 38 games against City we aint got a hope, but over 90 minutes.. hmm. Hmmmmmmmm."], "joy": ["my favorite moment in the history of the show is when he thrashed that woman.", "Nicknames like that get me all hot and bothered.", "I feel like we have a deceptively large fan base", "This interview has so much gold in it. The Wreck it Ralph bit is my favourite.", "While living in Japan? Never say never... but it is very hard to imagine.", "105 strikeouts over 81 2/3 innings. that's good lol [NAME]", "Happy Birthday!", "I’m really glad [NAME] wasn’t [NAME]", "That looks righteous!!", "Aww now I can’t listen to falling down", "4! The sweetest year.", "Gotta love these kids! When they do or say the cutest things like that, it really makes u melt....... Enjoy OP!!!", "Don’t forget Kylie 1.0 was in it !!", "You post your pics online. Good for you! You're probably not a subhuman", "So did mine! And I'm now one myself. Sending a trillion hugs and props to you!", "Haha, thats brilliant.", "I'm always down for pimple popping pupper pictures!", "I just told myself I wasn't going to check this subreddit until I'd beaten the episode. And I didn't.", "My favorite so far is \"national emergency declares national emergency.\"", "None that's why I asked. Glad to see your doing something and not just wishing or whining as that wont make it happen", "It's good though because itll make you cherish the happy times while youre in them, instead of lookinf back on them.", "Oh my, my Japanese course is paying off! Yes that's what I was trying to say 😄", "See this guy gets it!", "Good for you man. Enjoy.", "The struggle is real", "Omg so glad I’m not alone", "Girl said yaaassss", "That beat slaps. Good memories", "Remember, we still have freakin' Alaska", "[NAME] wore them today. Trying to be like her crush, [NAME]. It's kind of sweet.", "I like it, especially the shovel and therapy lines"], "relief": ["I’m glad I’m not the only one.", "Ah I needed this!!", "Whew. I thought no one else would recognize Mac Tonight.", "This very thing got me diagnosed as ADD. I'm of the drugs now and feeling way much better."], "caring": ["I hope you can get some relief soon, I can’t imagine how awful that must feel ", "Hi, [NAME]! I just wanted to stop by and wish you peace and happiness! -HappyFriendlyBot", "Don’t let the bastards grind you down. I’m so sorry for this experience. No one deserves to be treated that way.", "Come on, be nice to our resident libertarian to alt right pipeline example", "Best of luck to you my friend, keep going ", "because you are in danger of appropriating methhead culture.", "Don't worry about it.", "I’m gunna be the bigger man... blessings on your weekend my friend...", "I'm not trying to intimidate you, just saying that what you are doing is wrong and illegal, and you should stop doing it.", "She reminds me of my crazy sister. Just a ball of nervousness and constantly just on the verge of crying.", "I'd not help you either. Not giving that dude a 4k. Although, I'd be looking for hatch instead of nothing.", "I'd worry about traffic more than the TSA.", "Peace be with you", "Yep, sure is. Have things gotten better for you, though?", "If [NAME] is being considered for all defense, [NAME] needs more love too", "You really need to learn to read. 32 isn't too late!", "I’d be very concerned if the posts on this sub were coming from 7 year olds.", "But it'll hurt", "Just keep trying. Dont give up! If you are getting numbers that is half the battle...seriously.", "Can't let it get to you. You tried, got rejected, so move on.. Believe me I know it's discouraging but everyone gets rejected. ", "Did you buy a new saddle as well. Also need to go to settings and set as default or make it active.", "If you are reading this have a nice day!\\xEF\\xBB\\xBF", "Find a better partner. It's past time to move on! He sounds very lazy, selfish, and he doesn't care about your needs.", "This is why I worry about you sometimes", "I would like to send you a card or an email for your next birthday if you would want that :)", "Don't forget those ungodly concoctions with apple cider vinegar", "She could've liked you before you guys connected on the other app, just left swipe her and never bring it up.", "Dude take the medicine. It helps.", "Maybe don't be friends with this person anymore...", "No no, We miss Uncle [NAME]. He cared about is. Until Aunt [NAME] moved in 😕", "You might want to let your attorney know about this encounter. I wish I could send you some teabags and a hug.", "Then leave him. You're not married and sexually comparability is a huge part of making a relationship work. Don't underestimate this my friend.", "I suggest that you start by not apologising before you do something harmless (e.g. the beginning of this thread)", "Hey fellow conservative, you seem concerned. ", "Usually its better just to ignore the dude whos insane, because you don't know if he has a knife or a gun", "Look at that thing...could tear you to shreds", "Wishing you all of the best friend !!!!", "That's so horrible. I am so sorry that you had to endure that abuse. I hope that you have a bed that you love now.", "You will never be safe as long as the CCP can imprison and torture you", "That sounds terrible, man. Have you been to a doctor yet?"], "embarrassment": ["Sorry for the late reply. Bought it on the NHL shop, they have them in both fanatics and addidas.", "Also here's my starting point on the right, obviously, for my bulk.", "Oh man, glad I'm not watching this with my extremely emetophobic mother ", "Large weight fluctuations + a baby have caused my body to look cute in clothes -- Not so cute without them.", "It's a weird way of saying you don't want to see my penis", "I might have exaggerated a bit for comedic purpose. I'm sorry. I'll edit it in.", "I'm interested, more than I should be.", "Wow. You should actually delete your account.", "ok, im sorry", "I’m in one of those schools now got offered weed yesterday almost bullied into smoking"], "sadness": ["That \"Hard work\" usually involved the junkrat pressing Q so I'm not about to shed tears", "Feel so bad for her, not even mad about the glove wipe-offs. ", "My friends that were badly injured from the first fight. Read my backstory comment.", ">Found out that **my** [NAME] Oh, I get it. You've caught the scent of a lesser stag in your nostrils. Pity!", "What a catastrophe."], "grief": ["Oh this poor sap", "So sorry about your loss. It's so heart wrenching xoxox", "I'm so sorry about your friend. What was he like?"], "pride": ["He looks proud of his work, leave him be.", "Thats a move i havent seen before", "you can tell who is in power by who you can't criticize' = Israel", "Thats the high life of empowerment."], "love": ["I <3 your application of facts.", "i love them on the grill with italian sausage they turn so sweet, "], "fear": ["Terrifyingly accurate bot", "Or you just get rejected and then not murdered and your anxiety worsens until you can no longer approach women or even men.", "It happened so fast I didn't even have time to be scared."], "nervousness": ["I pray in the space I have inside my truck :)", "Yeah that's where I think the problem lies. It's that I don't really want to be open to others."]}