{"love": ["Man I love reddit.", "I like it that way :) My point is that you’re an attention seeker like [NAME]", "I love you. I had no idea before now, but I love you.", "I like Kyber", "Sending love! Feel free to update me on progress if it helps! illegitimi non carborundum!", "I love [NAME], he’s literally the craziest couch in the nba lol! He could win couch of the year or be fired next week! ", "I love this.", "i love you.", "I love this movie! One of my favorite little touches is the music [NAME] character is listening to", "Get one. I love mine.", "I just switched to the extra srength coconut oil one and i absolutely love it", "Ugh YES. I literally am so against it and everyone is always like \"why it's fun\" but like I just want to find love ", "I really love this title.", "My favorite calm BGs are [NAME] and [NAME] :)", "old [?] people love their bags.", "I love you, 125.", "I’d love a new Governor to do it. [NAME], [NAME], and [NAME] are all talented orators.", "I like how they’re not facing each other.", "I like how it's also a subtle girls>guys", "you are two hot cuties, all the bestest!", "I absolutely love that idea \"BuT a CoP tOlD mE\"", "I really like this play on words.", "Really I like the new fatalities", "Very nice, man! Love it.", "A blanket. My friend crocheted me a blanket a few years ago and I use it every day. Love this thing!", "I agree. She seemed to truly love [NAME] . [NAME] loves the life [NAME] provides fir him. It’s a sad situation.", "Love the hair", "Real Person. I'm just saying I like the merchandise.", "This is the sweetest thing ever, im gonna steal it and use it on my fiance", "there's no limit when it comes to owning dogs.. more dogs = more love", "I equally love and despise them when they talk about a player diving as \"flopping\"", "I hardly think guys who never even reviewed Moonlight “would rather do arthouse or indie stuff.” They love obscure genre movies, not indie/arthouse.", "She gets genuinely emotional sometimes too. I love it. So refreshing", "I have to cuddle my dog so hard right now.", "Got to love the people who decry a two-colour view of the world by painting it all monochrome", "Goobi is love.", "No hate TGR I love you", "OMG this Extreme Love commercial. Yikes.", "I'd love a 2D animated [NAME] trilogy. You can really go wild with animation and wild is exactly how I'd describe [NAME].", "I trust WeltHam, we low ball them first and watch them come back when they can't find any bigger offers.", "A few months ago I would have loved that idea. Hard pass now.", "love you comrade! <3 you should get a cool flair too", "I like the six nations partly because I get to hear a packed out Murrayfield sing flower of Scotland and that’s always brilliant", "[NAME] and [NAME] are definitely not wings. I like the other guys though.", "I loved when the guy who plays [NAME] showed up as a reporter in The Good Place, but I wish he'd have spoken the same way.", "Yea sounds like a great way to teach your children that stalking and harrassing = love. Husband only hits you bc he loves you!", "I love happy endings.", "Lmao I feel you.", "Find a girl who loves you *and* your eye holes.", "I love this reply.", "[NAME] dumb friends wanted him with the little baddie. and now he's gonna end up back in jail. Oh [NAME] I love [NAME].", "Split blankets are a lifesaver. No more grumbling because someone stole my bit of blanket and is cuddling it...", "I like this new trend", "I let my cat lick the leftover milk out of the bowl after I eat cereal, he loves it. ", "I liked [NAME]...", "Love their channel, with tracks like these I'm expecting them to become a full band", "You win some you lose some. Still love my mavs.", "I love my audio technica AR3BT", "True love, that's the way to go right there. Sex, drugs and Rock 'n' Roll", "I do love the Baroque style as well! All the Church’s I ever saw in Mexico especially the cathedrals in are simply amazing.", "I love you", "New flavour! I love it!", "I always loved the voice he did here.", "I sure hope this dog is reunited with its family. It is one of the cutest dogs I’ve seen, a very unique looking pup!", "Always toward absent lovers love's tide stronger flows.", "I love this comment", "And I'm loving it. It's driving the chuds mad.", "[NAME] is my least favorite out of all of [NAME] love interest (In all live action movies) Bite me.", "I really like [NAME] and [NAME] on the court together", "I love /r/LazyMan", "Love me some Black and Tans, also love Snake Bites as well. ", "(While I love this moment, she wasn’t a judge, she was an inspirational guest.)", "This is an issue I had with breaking bad. I love the show but sometimes the actors would talk so frigan quietly.", "I love it, I understand they can't just get rid of [NAME] for her, but I would be so angry watching [NAME] boss her around.", "I love the jab berto. It’s literally in thin air.", "We play some sexy football at times", "I love PragerU r/pragerurine", "I loved [NAME]. She was too fine. [NAME] and [NAME] too. S1 babes were the best.", "Gotta love an environmentally friendly coaching staff.", "I swear to [NAME], these offseason dream/hypothetical lineups get me rock solid every single time. I love it", "A million little things. I love it, but cheating arc within first couple episodes. ", "Wow, congratulations!! Hugs ", "I love this meme, killem with memes", "I sorta love it? Except the legs, but the faces are cool as hell. ", "He drives to the basket like [NAME] used to. And can shoot the 3. And he's super clutch. Love the dude", "(I tried to answer this in my below comment but I also just wanted to say I really love your username)", "I really like this one.", "Love this guy, love this team", "Loook all around youuuu. All throughout Nature is evidence of a creator and his love ❤️for us", "As ~~a very attractive person~~ an animal lover Monkey Heart sounds kind of cute to me, too bad these racist people use it as an insult", "I love it that they're filming this with a phone or something", "Mostly because of the hype. I love going out with my friends!", "aw momma big hugs.", "Love it!", "Ahh, that's why I love my country. ", "“we love [NAME]!”", "Gotta love jetpacking.", "I love Dlo lol", "Ah I love when I’m looking at a random thread and find you in the comments. Hey [NAME]!", "It's better to say a moment like that could truly ignite her love for the game rather than putting a bit of a damper on it.", "yeah dude I love my 9(???) with the welded bump stock", "So many. [NAME], [NAME], [NAME], [NAME] (with her eyebrows), [NAME], [NAME], and [NAME] are some of my favorites. ", "His character was created to be a love interest and it's literally the only thing they know how to use him for.", "I like you.", "I love seeing satan... I mean saban upset", "The original DayZ mod music was pretty intense.", "Love the idea for the [NAME] skin but I think it might be too hard :/", "I got your back. I love you ❤️", "Gahs that’s so sweet", "Minor character but I love [NAME].", "I love her so much", "Love the [NAME]. They have a great dynamic and it looks like a genuine friendship.", "Street Samurai Koji and Ojiisan Koji are my personal favorites. Greased Lightning Koji is pretty fun as well.", "Gotta share the love, have an upvote :) ", "[NAME] is so eloquent! Loved that scene", "I am loving this exchange. At first I felt really really insecure that my sister and I are best friends and now I realize this person is ridiculous.", "I also love the first sentence (but in a more pro-science way than was probably intended)", "This is still one of my favorite photos.", "I love the '1000 paw slap' at the end.", "i freaking love five below! Wait no nevermind", "If I get another dog imma name it after a [NAME] song SO FUCKING CUUUUTE", "I love this ahahah", "I like it, but it does violate our images policy. embedding it in a standard post would be OK.", "Didn’t realize they lost it. Loved their Cooperstown collection figures.", "Also [NAME] just tweeted about voting for [NAME] as well, they truly do love him", "I think we have the same grinder. Love the bong!"], "anger": ["\"Oh, how DARE you discuss the disgustingly unhealthy and dangerous lifestyle I pursue!\" /s", "Ah yes, the poison. The worst part of any poisoning. ", "A fucking power outage during a hurricane and your car is fucked.", "Who the hell thinks he isn’t overpaid", "Those women are the worst.", "I predict one of them is going to be complete garbage and the other one gonna be competent with some critics calling it better than the original.", "Yeah man, fuck the man. Can’t have people getting free stuff or have any creative marketing ideas.", "If we're bullies, what does that make police who actually arrest people for rape and pedophilia? The final boss?", "[NAME] pissed off the establishment when ripped off the insurance company and pleaded the fifth.", "No...how dare you bring factual evidence into this conversation! /s", "Stop doing weird things", "What the hell does metaphysics have to do with this? Also it’s a meme, get over yourself. ", "Tortilla chips are the worst oml. One time a piece got lodged between my gum and my tooth. Like, that fella was /deeply/ embedded in my gum", "Debs a bitch", "[NAME] was piss poor today", "r/vaxxhappened. Fuck you Jan.", "It’s a shame really... ruining a perfectly good shirt like that", "FUCKING DIN!!!", "It was the worst cinemax porn I've ever seen.", ":( bastards", "I read this to my 17 year old brother and he was kinda pissed off just saying", "you fucking moron", "The ID cards wouldn't have been a problem if they were like the EU one. It was the fuckload of biometric data that was abhorrent.", "It doesn't justify singling one guy out when the whole team played bad. Even [NAME] had a bad game.", "This sub can be so ridiculously cynical. It's just a pretty picture of a sign!", "If I say 6:45 they tell me at 8:00 that they’re not coming :(", "I’m jealous.", "which is the very issue because he banned me", "Allow me to describe the shock and awe I experienced seeing this: **Fuck no why u do this?**", "[NAME] you people are so fucking dumb", "Why is it arrogant to think LIVING IN A FUCKING BEAR CARCASS is wrong?", "This is so painfully 80s. I hate it.", "lmao dana just like \"i fucking hate my nephew\"", "That head must hurt!", "Them boys smelling even more blood in the water. Rack them fuckin points up boys!", "This is the worst meme format in the history of meme formats, maybe ever", "they're called queens for a reason, fuck democracy", "Wtf is a weeb", "I can't wait till they invent that pill either, and for you to start taking it, for the sake of the rest of us. Fuck.", "Seriously? Where the fuck did that sink come from?", "This will either be a classic or a complete shitshow", "He also says something about waking up from a nap in his gameplay reveal calling it a “pain in my ass”", "That's the worst urinal ever.", ">cat beby the fuck is wrong with you", "It's like 20,000 words about a teenager. Fucking insanity.", "You shouldn't force someone to come out you know. Now look at what you did! You killed [NAME]! You bastard!", "It's none of your business. Stay out of it.", "Shoot him, or something.", "He acted like such a jerk- why would you want to be friends with someone like that? I would never trust him again.", "Fuck why didn’t I think of that", "Everyone hates guys that talk shit and can't back it up, don't start shit when you suck.", "I arbitrarily hate poo-lice Get OUT OF MY POO", "Shut up, don’t block the sanctimony train.", "Why don't you just move to secular country like North Korea, China or Sweden? Leave theists alone we don't want you.", "Man, these fourth quarters, the Nets are on some [NAME] shit. It just seems mental now", "Ugh. The Google Plus BB community is the absolute worst!!!", "Bitch real man just panicking purchases a m82 barret..Now excuse me while i hide from my wife for the next month.", "I hate how much I love it", "It’s such a horrible argument I’m shocked they still use it.", "How criminal!", "so abused...", "Huh, so there should be no more men's and women's sports, bathrooms, prisons, etc.?", "I doubt groot arms are on the list of MLB approved bats. It's politics", "Alright stop.", "Seattle has both, and is building a huge extension to the existing light rail system. Traffic is still absolutely fucked.", "Just stop.", "22 points in 41 games with a pretty shitty Utica squad, first full year in NA... yeah I don’t want another Dahlen debacle ", "You guys are heartless, smfh.", "That’s a lot of damage", "if you hate pedos then check out", "That's even worse honestly", "I'm honestly so pissed off for you. That whole situation is insane. Good luck moving on. No one deserves to be treated like that.", "Japan edging out Canada? WTF? There's some bullshit going on there, man. And what rocketed Switzerland from obscurity to the top of the mountain in 2017?", "Fuck daesh *", "That must be so frustrating. Sounds like he’s digging his heels in and refusing to accept his faults.", "You are BOTH awful people.", "Try \"turn that shite aff!\"", "Does that idiot not realize he's roasting himself by calling [NAME] a bad lawyer? You worked with him for a decade, moron.", "Willing to get with someone manipulative and knowing this just to get some ass. Seen that a lot.", "Fuck you my fortnite k/d is better bitch", "Worst case scenario here is he dodged a psychopathic bullet.", "Fuck Liberty Counsel. They are a hate group.", "Damn, politics *does* make strange bedfellows.", "And suck this guy off at the same time", "The worst thing they risk is having to become a worker.", "yeah fuck you too okay", "Asshole w cash amount", "Any chance we could treat the terrorists as terrorists then?", "I think it's ridiculous that we continue to pay taxes to fund paychecks that federal workers aren't receiving.", "wat u fecker", "Move bitch get out the way.", "Why the fuuuhhh", "That is even worse. No tax from them and we provide them with services.", "The whole country is an incompetent scam.", "And then get frustrated when they realize the internet isn't censored and then call for censorship.", "I provoked by breathing too hard. And yes, I hate that. ", "Absolutely this is the kind of absolute hypocrisy that made me leave the church!", "aww hell no. This fucking ad", "What's sad is that I look like this and I'm not a virgin. What's your excuse?", "The planet is being destroyed. ***yEaH bUt TaXaTiOn Is ThEfT!***", "I hate this, and I hate you. But actually I love this, and only like you.", "First of all how DARE you plague this country with your USELESSNESS you degenerate smh", "How the fuck is that not ticketable.", "Oh man. Hardest lesson for me to learn as a new dm was that even with experienced players, combat with 7 PCs is brutally time consuming ", "Why are you trying to cheat NJ transit? NJ transit is in deep financial debt and you are trying to steal from them. Shame.", "What the fuck is [NAME] doing in the background", "Just piss off", "[NAME] would love it if we rolled over into the hypocrisy of pacifism. The only problem I have with punching [NAME] is making sure your aim is correct.", "Did you just say suck a fuck?", "Besides it being hard and fucking up your kettles, irons, hair and taps?", "I’m tryin to make the community better and bring this to peoples attention he’s a filthy cheater", "Damn this is dope", "Some idiot talks shit to one woman - > SOCIETY shames WOMEN for BEING ALIVE", "How dare you not find domestic abuse funny! /s", "Holy shit, your therapist just (inadvertently) explained SO MUCH in my life, internet stranger.", "I hate Twitter more and more each day....the people on there are so toxic it literally makes me sick. They can't appreciate a good meme.", "Because killing people is wrong?", "the media ruined a kid's life for no reason", "The Netflix documentary about [NAME] absolutely sucks. Don't waste your time.", "Ass is ass!", "How the hell is that comment \"holding the GM accountable\"", "the fuck is wrong with this guy", "How dare you interrupt the circle jerk. Out, sir.", "The supplement industry is another scam. Multi billion dollar industry. Stop wasting your money on GNC prework out drinks and go straight to the real source.", "“Touch me again and I’ll kill you.” I’m low key blown away that The Last Boy Scout even *made* it to Australia.", "Exit scam. Check out their cold wallets, holy shit.", "u fucked up", "The trouble is that they are, in fact, very devout [NAME]. ", "> It's not like Bonds use was worse or anything list would beg to differ.", "Wait. That’s illegal.", "I don’t like [NAME] in the slightest but I hate [NAME] even more. Get her Belcalis", "That specific block is probably one of the worst in the city.", "You may be harder on yourself than necessary. Keep praying and confessing your sins. No one is perfect", "The Keystone Pipeline brings in oil from Canada. As long as Canada keeps fucking over the [NAME] they'll be on good terms with the US.", "You just defended him with a bunch of doublespeak bullshit so I’m gonna have to disagree. You’re a fucking idiot.", "Irrational anger especially certain family members", "Thats pretty lewd.", "The humidity in Sydney is worse.", "Fuck with these giveaways.", "I love how some people have the mindset \"children should be seen not heard, unless they something rediculously outlandish then they must have a supernatural connection.\"", "that was a horrible mess with 3k skills", "[NAME] what the hell is going on at hq", "She got the death penalty...? fck me.", "I really hate this family. Nothing but snake-oil salesmen who's negative influence will reverberate for a new generation of young women who deserve better role models.", "are you implying [NAME] throatfucked these cats", "Holy crap, that movie was bad.", "Ironically the fact that seemingly half the goons were inexplicably women was probably the \"SJW agenda\" this guy hates.", "Someone who's done very little to earn your ire. Did I piss in your cornflakes?", "[NAME] is always late to meetings", "You will also be removed from a jury if you utter anything about it.", "You will watch porn again, don't try to fool me", "[NAME]. [NAME] and [NAME] just style on these scrubs with fucking mecha Tai Chi.", "Nooooooooo I was a student staff member at the WCC and this makes me so sad and angryyyyy", "the fucking buffet part killed me, i always considered myself good at roasting but damn bro lmaoo", "Nah, you’re pretty fucked given the amount of weed you smoke and the fact you’re planning on finishing your 1.5 grams before the test.", "You didn't tell me there was a gas lesk!", "You die.", "Drive thru is the worst. The number of times people would sneeze in my face at the window was infuriating.", "Yeah, without the music that scene would have been much worse."], "curiosity": ["Why is [NAME] smile at the beginning the best part of this whole thing?!", "How so. What is the basis for your feeling of universal entitlement?", "This is interesting. You want to share experiences with her but not necessarily have sex with her?", "What did it say?", "That’s so cool! I can’t wait to see when it’s finished!", "Did you guys use condoms before? Or was it just the mental hurdle of knowing you weren't taking any birth control?", "Brew bus in the Tampa area?", "Wow...is that true? I’d love to see more on that. Can you provide any links or documents on that?", "“Screaming outrage” you say? Project much?", "How can someone be so stupid to post that online, let alone publicly do that", "In this regard, how are babies different from neighbors?", "So $0.50 for that GIF? I think I'll pass.", "Why is it embarrassing?", "I've never heard of him. Do you have a link? Curious to see if he has any videos on accents I'm familiar with.", "Is that you, [NAME]?", "What kind of frankenshoe...", "Sorry, I have plans that day, week, month. Watching TV while you peruse Reddit are plans aren't they???", "Am I the only one who can't get the sound to work?", "Lets see how [NAME] goes in Round 6", "I ask them straight why they don't respect my decision. That usually fixes it.", "******fucking internet, am I right?", "And here's quick exercise. Can you list five little things you're grateful for? Not big things...little things.", ">Doctor: So do you cancel a lot of plans you make with friends >Me: uh technically no", "What really got [NAME] bigger that much?", "I get why you hate this guy, but why do you hate [NAME]?", "Wouldn't it be easier to find 10% then multiply by 2?", "Maybe crotch-thrusting \"power pose\" on top of the White Cliffs will scare them all away?", "It's not funny, but what do you mean?", "Op literally listed the OS requirements. Those are fairly current operating (last Gen more or less) systems are they not?", "Interesting trend. Just wait till they learn about the church's racism and history claims....", ">the MESSAGE in the ad is absolutely positive (obviously), Are you sure that you understand the meaning of \"obviously\"?", "Does he report it to the police? I didn't see that part. I believe him. Stranger things have happened.", "why cant gifs not have sound? thats for youtubes are for.", "does any body notice that 8 in 2018 looks weird", "Doesn’t a disaster declaration at the federal level, which is a condition of FEMA funds, require the president to sign off?", "Could Unity not sue the author for giving instructions on how to illegally obtain their product?", "Many great years in these jerseys, would love to see them come back as our 3rds with the 1970s originals for the 50th Anniversary season", "How did [NAME] shave her hair with just scissors", "I feel these people think, what you think you can just feel good? They always feel bad so should you.", "Would it make you feel any better, little girl, if they was pushed out of windows?", "That's where your mind went? Most of us instantly think about Winnie the Pooh and the Hundred Acre Woods, man. What's wrong with you?", "Can anyone share the attitude of the madinans towards [NAME] when he went there?", "Oh boy is this gonna be the new thing? Cause I like it.", "I love spaghetti... Can I have your recipe?", "I'm an inspiring man", "How can someone be so stupid, hope it hurt maybe learn not to do that again.", "BUT WHO WILL BUILD THE ROADS", "But according to [NAME] [NAME] didn’t use a phone to contact [NAME], right? Also, Oct 5?", "Here did you know that [NAME] slept with 35,000 women. Outrageous.", "Are you claiming that the entire biology and geology communities have been lying for centuries?", "You know the first thing they're going to ask \"so, are you hungry?\" ", "next time offer dude a hit of your weed, ive been waiting for that to happen to me", "What’s the motive for doing this? To save on fuel by transporting as many people as possible in one go?", "US postal service right? Might have something to do with the government shutdown, but I’m not sure.", "Out of curiosity what line of work is he in?", "I appreciate the honesty! If you don't mind me asking, what state do you live in?", "[NAME] is that you?", "Why is neighbour spelt incorrectly?", "Related question: is there a level cap? EDIT: I mean for the account, not the characters.", "do you......do you actually believe this!?", "What? I’m regular lurker here that just deiced to comment.", "Isn't this the game that is PS4 as well?", "I just roam around without a hat. is that so hard?", "Interesting take there", "I mean ILB is a huge hole for this team. Why not protect any prospect? But we'll keep [NAME] and [NAME]...", "this was very interesting, the first time i saw it posted here... 3 weeks ago", "Am I the only one who finds this hilarious? Good for her!", "Seriously? Never knew... but yea that would make sense", "Ha. Do you have evidence of his cheating? Send it to his family and don’t say another word.", "Don't you feel embarrassed at all that your country answers to a country literally opposite of the world from yours?", "I did the poll slowly. Is that ok?", "Soooooo Florida?", "So, where we at on this? ", "To see how much he really cares, what he will do, it usually backfires on me though :(", "What do you do for work?", "What is it that we don't know yet about the Rebellion, if you don't mind me asking?", "anyone who tells u what to do is a fascist", "Could you point to a specific policy of [NAME] that was to the left of [NAME] on race please?", "Sweet, I've put that as location and took a note of that route. You fancy it?", "I don't see whats's the issue here Edit: spelling", "What comment.. When he said I dont think so, or when he realized he was on TV then said I cant say ", "Omg why does this sound like [NAME]?", "We had a great thread of egg jokes in Slack this afternoon, after the whole \"can this egg get more likes than [NAME]?\" thing.", "What? That's a classic \" did you like it\" parent move.", "Well I heard advice everyone to listen to this episode it was extremely interesting.", "Where’s the bar on this canoe?", "Mexico's or USA?", "Yikes. Was he unfamiliar with the area? How did it go over at work?", "Really? Hey mods, I have this pain in my lower back just about _here_.", "Just googled him. Only thing is how do I get in contact with him.", "In just 1 Year the user who posted this got a lot of karma... interesting...", "[NAME], WHY?!?", "So you are the only occupant in the dwelling that drives?", "He will rest easy knowing how happy he made all of us", "Flashbacks to hallucinations? Whoa", "Are you thinking of Austin, home of Hormel and Spam?", "How close I was to retaining last year", "It was a painful cringe, too. Are we masochists?", "What's even worse: the deciding voter refused to support the subway because he was strangely obsessed with a horse & buggy transit plan from 1858.", "Thank you, that is interesting!", "Mind linking the Etsy store name?", "It's crazy how far Photoshop has come. Underwater bridges?!! NEVER!!!", "Then keep your hands visible and fight the ticket in court. Don’t understand how this is such a complex issue.", "Hey, fbi guy... If you arent too busy. Its kinda cold outside and im out of bread. Would you mind?", "Have you read the AUMF? It's insane how much power it grants the government to prosecute the \"War on Terror\"", "What if [NAME] just tricked everyone to make us appreciate the coach we had all along...", "I find porn disgusting and boring, could this be a sign I'm asexual?", "Is this a mood?", "Guess he should just go hungry then huh?", "Zer0 went from 4-0 to 3-2???", "You ok?", "Dudeeee damnn why am I at work when this happens lol", "> When did I ever mention native genocide? How do you think the land was \"stolen\"? The residents were killed.", "What an idiotic thing to say.", "And they wonder why they don't seem trustworthy. Maybe someone should tweet about it and they'd notice.", "And if she isn't? That relationship could be wrecked and your friend destroyed for nothing", "U mad [NAME]?", "What do you know about art", "Is this the track that’s just [NAME] cat meowing but slowed down? My memory is failing me", "The white thing high up in the yellow square is my uncle [NAME] glass eye. Wonder how it got there.", "Is she our girl? She makes the chapo bros and [NAME] cult so mad, I think she's the one I'm rooting for above all.", "I'm curious - are you under the age of 30?", "I didn't read that but so what?", "Ik was more curious with our communities opinion", "Wow what's it like to be so petty? (Fixed)", "Why not $1 million per hour muhahahah", "Tastes better? Or maybe totally worse I don’t have experience", "I’m all for this, but is anyone staying in these hotels? ", "Can I just say I’ve been approached by women, I’m no [NAME], think on that incels.", "Anyone who fell for the Lonzo hype from the beginning should slap themselves.", "So you gonna Break up? She obviously don't care about you're boundaries.", "They do realize that the guy in the first picture is from a musical that mocks the [RELIGION] religion right?", "Oh my [NAME], is this the new transphobia specific \"Post Hog\"? Because it really should be.", "Can a mediocre bot invent Facebook?", "Interesting to see the bulk of people in that thread are pretty anti-[RELIGION].", "Wait a minute-- is this you, [NAME]? Awkward... ", "You realize legal investigations take a long time? [NAME] is a methodical professional and clearly several steps ahead of [NAME]. Be patient", "I don’t understand how her parents were able to take kid when she claims they are horrible alcoholics", "Do you know why their airships have sirens? Edit: It's LASD", "yah [NAME] is well-known knock out artist. What's your favorite KO/TKO of his in the UFC? Oh wait....", "How did limewire make money?", "Why is the waitress posting here?", "I'm curious, too. ", "[NAME] has an amazing track record. I think some people forget how innovative and unpredictable the [NAME] era offense was.", "How are you punishing him for sneaking food? Why isn't that working? What alternatives have you considered to get him under control?", "What do they tell you about them?", "Oh wow okay, where can I get a wind proof lining beaning or scarf? And do I have to cover my eyes or anything?", "So, [NAME] and [NAME] are over? Have to wonder why he thought marrying a 19 year old was the best thing to do!", "Why so hateful. I feel sorry for you.", "And according to [NAME] even Green Arrow couldn't defeat Cicada. Though wasn't that the non-butterflied-by-Nora-punching-the-satellite version of Cicada?", "WHAT THAT EXISTS AS AN LP???? I want it so badly ;___;", "Where did people get this? It’s hilariously wrong.", "Congrats dude! Can you give us a quick tl;dw?", "Socialism?!?! But le higher taxes!!", "r/forhonor leaking again?", "Former [NAME]? I've been scared already by [NAME] who were former d-line", "Flirt so much that it sinks in, or just ask him \"Is this a date?\" <--- Also a prelude to flirting.", "I thought this was going to be a fierce, competitive game... how wrong I was.", "Lol, I’m so sorry for u. Do u go down on her a lot? If so she need to give something too...", "Crippling? How so? It’s with Fox Sports right? I figured they probably had a good deal with them, but maybe not.", "Did I miss something? I don't think she's announced yet. Someone could still beat her to it.", "bargaining chip for what? The 25% tariff increase is not big enough of a bargaining chip? lol", "What reason do you have for not already having been prepared?", "Are you kidding me? /r/subsithoughtifellfor", "It's a genious strategy, isn't it?", "Can you explain how she could block all three spots? I don’t think we understand.", "Are u gey", "Thanks! I'm so keen :)", "That Burberry?", "What’s she interested in? Has she taken any interest in games that you play?", "What’s the most amount of goals that have been scored total between both teams at the rock?", "Follow up — are the Adidas sized to wear over pads?", "Why is this downvoted? It’s right.", "Is that what this is? I thought it was some kind of a tattoo gun.", "What documentaries would you recommend? I want to see it.", "I'm accusing you of framing [NAME] for murder. Where are your records?", "Three times a year? Where/what are you eating?", "And are millennials supposed to be attracted to these? If anything I'd be more offended than encouraged to join.", "what would be the point of that I already told you I was dumb my little vagina looking friend", "Wanted to see if someone *wood* eat it or not.", "Truely the man we needed but do we deserve? We let him down by not spreading truth far and wide.", "What was the first insult from [NAME] to [NAME]? I think I missed it", "Have you been to the doctor to get checked out? Could be low thyroid.", "May i ask where?", "What are you even talking about? I'm sorry you don't like [NAME], get over it.", "Why is it that EVERY SINGLE TIME ONE OF THESE HAPPENS I’m only like a day late", "Especially if he looks good in your bra and panties ...can he give me his number?", "Dude... are you okay?", "AD thinking bout how if he played for the lakers [NAME] wouldve got thrown out the game", "Almost like [NAME] culture is written to be offensive, what with the institutionalized rape slaves and everything. They might even be the baddies.", "What does an endorsement really do though? Does it seem like a publicity stunt?", "And isolated rooms? When I had to go in with my baby with chickenpox they put us in a room where no one else was.", "Sadly this story has died down why is he bringing it back up. Just let it die.", "Let's do it (if done smartly by SK) NK wants to go the path of Vietnam in how they developed", "Really? I thought this joke was a bit plane", "That seems real terrible, does that actually work? Negs should usually be playful at worst. ", "[NAME]? That’s your answer?", "What exactly is the point of stating something as being a “right aligned opinion” then?", "I guess a bunch of people will move over there to avoid Brexit.", "Question for [NAME] the incentive to work hard?", "Daaang [NAME] lost weight!!!! Is she making a comeback?", "Had to upvote just because of how wholesome this comment feels", "Woke is realizing the world doesnt revolve around you at its most basic level. Thats dumb?", "Sounds like a good deal to me. Where do I sign?", "You do know that’s the direct quote from the movie, right?", "Why hello there", "Where do you work/what do you do?", "The Sephardic Temple in my area offers traditional non-equalitarian services, so it’s not an official Sephardic synagogue?", "How disgusting. Those vile people can burn in hell!", "I can play faster. I just don't enjoy it as much. Might I ask what is your draft winrate?", "and is where it's at!", "How are you supposed to get any links in the first place if no site is trustworthy as you say?", "Just being impatient here before the execution information page updates, but if anyone's bought it could you tell me how much health [NAME] new execution gives? ", "All hail valve I guess?", "I'm genuinely curious how Russia's vested interest in South Africa will have any impact on the way that Russian news reports on SA", "Really? Everything seems pretty in order to me", "Did you get to try the bipod? I can't wait till I get home.", "Right? Remember when she requested evidence of pill testing being successful? Then the stats came in from Canberra. #calledyourbluff", "Penis who, now?", "Oohhh so you go to school on a military base? Is your mom or dad in the military or both?", "Hey! Have any work that I can see or listen to?", "Whats your height and weight out of curiosity?", "Make a super sweet piece of jewellery", "Wow! I never saw it that way. Thank you so much :)", "Is that at Beachtown?", "So are we discussing the bill as it is written, or this new imaginary bill you just proposed? ", "Classic lab. \"Man that was really tough, but can we go play now?\"", "So...you can link those then right?", "What do you mean?", "This is awesome! Do you want people to RSVP? Or are you doing this first come, first served?", "This cheat... what would that be? I may have made a choice I'm currently regretting.", "Am I the only one that likes the original better? It was cuter", "What deal did [NAME] make to the **benefit** of the Syrian [NAME]??", "That's really interesting! I've seen that happen before too", "Does it say how many servings are in the bucket? I'm really hungry.", "Are you throwing such a hissy fit that you couldn't read the \"anywhere else other than the internet\" part?", "That's interesting. As an orthodox [NAME], I woulda either kept using the offending term or avoided the name altogether as you suggest.", "That sounds like a reasonable estimation. So what are YOU going to do? Because you can’t force them to treat you like real people.", "Why are people downvoting this instead of providing arguments against it?", "Seriously?", "Oh man... my grandparents on both sides of the family have passed away and it was tough... we’re here for you", "How. Just how", "Why? I love it.", "Want to relay that in a coherent message?", "Why am I crying alone in my room rn", "Oh, the show that had [NAME]? Yeah screw him.", "Sorry, is Russia depicted in the cartoon?", "Is this a joke..?", "So what advice do you have for not getting sued? Preferably something OBGYN related. Thanks for doing this", "Looks interesting, I'll definitely keep an eye out for it when it's closer to release. ", "Sure, as long as you don't ask me what would happen if I got stranded on an island.", "I love [NAME] as much as the next [NAME], but seriously man. Whatchu doing son?", "Is it my personal responsability if I was scarred for life due to abuse as a child ? IS IT?", "Was Netflix ever $7.99 for HD streaming?", "You wanna tap a foetus? Descusting.", "What an interesting thread you referenced in your response!", ">Not really a misquote if it’s an exact quote, is it? u did actually leave out the reasoning tbf", "He went to UW, what do you expect?!", "Yo, we doink'n in here?", "So angry. PMS?", "What is that black stuff running along the tub and into it?", "Who do you think can lead the Packers to where they need to be?", "What are you talking about? Anything bad that happened was [NAME] fault - only good things were [NAME] doing!", "Can someone explain to me what's stopping [NAME] from pardoning everything [NAME] even gazes at?", "Is he not supposed to have what he wants? What he needs?", "Do you have any relatives who could support you?", "Reads the title... so what? Reads the rest... oh. OH. Always nice to see reverse clickbait", ">Add in reduced physician compensation and the number of doctors will go down, Where is this info?", "Is it you, Mr. [NAME]? ", "*How???* The internet never ceases to amaze me.", "What is the chair in the photo? I'm torn between sex toy and torture device.", "Interesting what you said about the crew and better to fly solo than with people who bring you down. I'll remember that.", "really? I tried last NYE during the day and it was dead", "What about hot water?", "Was your father a member? Or did you save a member? :o (very cool!)", "Wow, the JCS twitter account made the photo of [NAME] with his TSK counterpart **their banner**.", "Is everybody forgetting that bills need to be signed by the president to become law, or get 2/3rds support in both chambers if not?", "Can Dr. [NAME] confirm this? Edit: Doesn't matter. T H I C C D O N is actually zaddy af.", "[NAME]*, and do you expect them to get fired literally in the middle of the season? ", "I'm doubting the teeth cleaning.", "why does this feel like rightwing propaganda made because they are pant shittingly terrified of her...", "\"Why everyone hurts me?\"", "Can someone please explain what is happening.", "why does he look like [NAME]", "What evidence at all shows that [NAME] was an accomplice?", "Can you link an example? I’m curious now", "It's the right sub but why did we even set-up so defensively in the first place? Utterly bizarre.", "He knows...its an open / poly relationship. You know what they say about making assumptions.", "Nah, I think it's being as dull as a butter knife.", "Can you believe that? I mean that, THAT is what I call posing. Missed a that", "But what is with that shirt?", "Will we see [NAME] as PM before that? We shall see", "Did you know your post about your comment being downvoted is also being downvoted?", "ok, im curious to the origins of this gif. what live performance was this at?", "Do u realize u can revive yourself with it once it's lvl3 ???", "You've never been to England have you?", "Are you okay? What's wrong?"], "approval": ["You're both wrong NBA is an initialism, can't be pronounced as a word. Oh man I love reddit", "I'm in Printer's Row, but I do have a car so I might just go check it out. Thanks!", "I know this is late, but I can’t believe I missed this. Love it.", "I did marry [NAME]", "Being a nice, interesting person has helped me get a lot of friends but hasn't really gotten me anywhere with regards to women. ", "Ya know... a helmet never hurt anyone", "The finest example of an egotistical, ignorant and racist piece of trash. Humans like this disgust me.", "I don’t see anything awful on her. She’s old. That’s it.", "Old news. Been posted two or three times already.", "Aye it's doing the rounds so I'm sure I'll see it today", "This guy is internet cancer.", "we're ok buddy!", "Nah, there's no such message.", "So your Dad is actually incognito. Well played.", "It's not your fault....", "Gentile is a perfectly fine term (not as coopted ironically by the white supremacists). Do you disagree?", "I'm sure that's a really important issue to you that consumes your daily life...", "Not alone my friend", "STOP GETTING BEAT WHEN YOU HAVE THE ADVANTAGE!", "Oh yeah, from the vulcan council", "That gives you zero right or say over what someone wears. You are wrong.", "...oh absolutely! ...it's really bad if they're having a mania episode...", "You're right, I completely forgot the title", "Played Divinity as well. Is Atlantica what I was describing? If so I'll give it a shot indeed. Is it still alive?", "#THEIR ONLY 3' ABOVE SEA LEVEL", "HE SHOOTS AND SCORES!!!!", "Thanks for the info! I will definitely try my hardest now that I know what to do. I really appreciate your help.", "I figured that’s a British thing. Is that not a British thing?", "This team + 2 lottery picks and another offseason for our young players will definitely be a playoff team next year.", "Yes I do, I even tried a brand new pod as well and nothing", "Living with her, he just might be!", "Right. You can fix ignorant. You can’t fix stupid.", "I've come to the conclusion that TMoR's Snoo needs to be more orange.", "I'm replying just bask in the glow with someone else! Yay!!", "Lmao this article is almost a year old. Yawn.", "I’m not arguing for it. I just think the punishment doesn’t fit the crime.", "I'd steal that!... just as cool.", "Yes, he did. ", "You're right! What a nightmare.", "This guy here", "No he's right, and you're deflecting from his argument.", "Lmao the brigading is real", "Well he's right. The evil is a choice, it's not inherent.", "I understand. Sorry that happened to you. Stay strong!", "I just watched this episode twice and I already miss him. Restart the series.", "He's been holding back for the last 2.5 years. Seems to find it easy for some reason...", "im sure she does and she just doesn't want right wing people/white people to have a gun.", "I'm from Lebanon and have been supporting Celtic since 2006 ! Glad to see there are other people from around the world here !", "at least you found it", "r/fellowkids is like the epitome of Weezer. Looking at you, Pacific Daydream. ", "[NAME] has no jump at all. If he’s injured he should sit and get better.", "Oof... I mean I definitely welcome a dramatic population decrease but I wish we could've done it in a more intentional manner *before* irreparably damaging the environment", "London sure seems to be a hotspot of brazen theft these days. Jeez.", "Sent. And I'll check with the mods. Thanks.", "I don’t think high fees is something they like... but the rest I totally agree with you!", "Join Wattpad! There are many great books and it's free :) If you want \"real\" books, [NAME] is definitely worth reading. ", "“It’s fine guys, she’s 500 years old”", "But we’re talking about some lady that obviously looks older and is far above the age of 21. Not a minor.", "Similarly, the Library of Congress is open and is absolutely beautiful. It's free and I highly recommend it even when the Smithsonian's aren't closed.", "I’d tell her nothing, that freaking weirdo would just never see my kid. The End. Disgusting.", "Ah thanks. Well hopefully he can do better with [NAME].", "Crating your dog is also banned in some places, that doesn't make it cruel.", "I like this sub, and I like you. You're alright. ", "It’s perfect!", ">YOUR STATEMENT I'm not that person.", "And they went to therapy. At least they made active steps to work on their problems unlike a lot of other people.", "[NAME], [NAME] and [NAME] looks like... He ain't natty", "Thank you so much. I fixed it", "Yeah... but did you know he was undrafted out of Minnesota State?", "I mean the whole discussion is about sales soooo...", "I went to the avenues once. I was murdered twice in one day and they stole my grandma's jewellery from her grave in Minnesota!", "This sounds familiar. But no it will be [NAME] fault. She MADE [NAME] hurt you for the greater good. /s", "The number of songs I've written that no one will hear. I've been working on some for 8+ years.", "I can’t work, wish I could. Worked hard my whole life and lost literally everything a few years ago. 20 years down the drain.", "Replace OG for [NAME] then, remove the pick, add [NAME] for salary. I love OG but [NAME] worth it", "I'm just trying to raise awareness at this point because I know it's not my system in particular.", "I ate meat for 21 years of my life, been vegan for 7 now. This doesn't hold water.", "I know! So relieved.", "Sure. The subject of her video was certainly creepy and obnoxious.", "But platonic cuddling is comfy (after making sure the consent stuff is a ok for all parties)", "Oh my goodness I was there yesterday! Luckily I didn't get bitten.", "I agree!!! His character has grown so much throughout the entire series and I was very disappointed that he ended up with her.", "[NAME] and [NAME] were always goldmines. They had so little air time compared to the rest but whenever they were shown it was memorable", "They'll just confiscate it here. I remember I had a pocket knife in my bag that I forgot about. They just took it away.", "Its true. This week my family and I have found out that there is someone for everyone. I tell you there are some weird people out there.", "i would agree with that. i still dont see a good reason not to provide daycare though.", "As a teacher, I agree. Adding 'under [NAME]' just makes it feel all the more forced and disingenuous.", ">Cause they almost never hit anything. Very inaccurate. The benefit of fighting against a largely untrained adversary.", "That escalated quickly.", "[NAME] redeemed herself!!", "Nah, I’m good, just trying to help you out. Have a good one", "Yes! And also when you accidentally look at someone and think that they think that you're checking them out or something.", "Did it taste good; I bet it tasted good.", "You're beautiful! Your sister is a great photographer too, this photo looks so natural! ", "The internet never disappoints.", "Um, I was agreeing the context was indeed *very* different. Not sure what you're getting at. ", "You're a man sleeping with a man. Ok.", "I've never heard him say this... News to me", "[NAME] for reasons of his ACL. Although, assuming everyone on the list was fit to play, I'll say [NAME].", "Nope, you're right, it's the same tweet you're thinking of, check the date. ", "That is the argument used in those discussions. There is no hypothetical here.", "True, but [NAME] mocking someone for making a choice that, realistically, isn't a choice at all is still an oblivious thing to do.", "I can do that too but I have diarrhea", "I knew there is always an Orochi, even in a [NAME] vs [NAME] duel. Hiding, waiting...", "We’ve done this twice, we have four awesome trees from them. Awesome organization!", "I meant the first part. The second part was uncalled for.", "Why him* Having a healthy sex drive isn't a problem.", "It's a Mercedes. Take it in for an oil change, and it's an enormous bill.", "\"It's your outfit, dude.\"", "Is that the big orange cat that got dropped off at a library one day and became the library cat? I had a book about him years ago", "I pose you this question, \"How do you know [RELIGION] is not the right religion?\"", "Your parents must have adopted.", "Enjoy the ahuahuasca", "That's right, always be extra careful around the corner.", "That's the exact person who would buy one of those", "Exactly. So many people live here because they love public transit. It is an ammenity. NJ is not trying to make a profit from the PATH.", "Dude. His wife and baby girl.", "You are correct.", "Exactly! When the mom went to kekeing in [NAME] face to FaceTime with [NAME] in all of 10 minutes my jaw fell to the floor!", "[NAME] bad, [NAME] good, updoots to the left.", "Had no clue what they were but first thing I realized is how bad the logo is", "If people think that the current migrant/refugee crisis is \"bad\", they have seen nothing.", "BALL DONT LIE", "Also do something special no matter how corny it might be to reward yourself. You deserve it friend!", "Goldfish are awesome pets, they are cheaper to replace than they are to feed! :D", "Ah so basically SDS is saying they're officially done with 18. Does the event never end", "Free speech is between you and the government. I don't know exactly what Canary Mission is, but I don't think it is the US government.", "After watching TLJ, I find it impossible to watch TFA. It's a sequel to some film, but that film is not TFA.", "I understand why... But it's so sad we have to lie... It breaks my heart...", "Yes please! OwO", "* Favourite is [NAME] * Least is [NAME] (excluding [NAME]) * Overrated is [NAME] * Underrated is [NAME]", "Yes, you said you are dying, I cannot do anything about that, hope you find peace", "Okay, two men's fault.", "Yes. (That's the back side of the Palace hotel.)", "Also a lot of houses in the US might not have too many neighbours. It’s a lot more sparse out there", "Fixed That For You", "Bad execution but it made me smile through the cringe. The sentiment is definitely relatable.", "I’m fine with leaving him alone, if he just goes ahead and leaves us all alone first.", "voted! threw a couple of my other favorites in there too. thanks for the heads up!", "Disclaimer: This is r/television not r/news. Sorry for the mistake.", "Yes, you should speak with an attorney.", "This screwball is an anti-semite [NAME] supporter, no point in engaging it. ", "So you're male then. Ps ur wrong bud", "Because the mystery is solved if you see the end. The hands striking simultaneously and close together on the same side= beatsaber e: on Normal", "He’s too old for [NAME]", "Sure it's okay. Very sorry for your loss. Your dad's posts kept me coming back here when I was just a lurker. Much appreciation.", "Totally agree with you. Just saying that [NAME] is not a stupid person. A smart person that will be spending the rest of his life in prison", "Yep, same here. Got way too excited, then logical part of my brain kicked in. ", "Oh I'm sure you did. That's why you posted it 3 times, huh?", "As a [NAME], I resent the twilight comment.", "> Crab Rave Ayyy I've never seen this before I kinda wanna go but seems scary.", "I definitely rushed it. What do you think I missed?", "Sage advice. Just noticed your reply now! Thank you.", "Being scratched by a cat is not self harming", "> **Gomenasai,** my name is [NAME]. Lmao. ", "Exactly. I have yet to see a plus sized model without a blemish-free, conventionally attractive face.", "Ah got it. Marked it sorry!", "Yep, this is all I needed. See you guys later, Ima go jump off a cliff", "Ahaha alright. Im done. Peace man good luck with everything :)", "Yes. I got accused of being a man or a bootlicker because I was a mod in a men's lib sub two years ago.", "That's true. But in the real human world, partners have a similar, if not the same, generational separation from their closest common ancestor. ", "You know, that never occurred to me! So keep cool in summer, warm in winter?", "Seriously, I’ve never had rendering problems (External SSD) until now... Not even on the PTR", "Agreed to your statement", "That was [NAME] not [NAME]", "Doing [NAME] work.", "This happened at my local Odeon last night. The amount of confused faces was kinda funny to watch.", "[NAME] has 2 fouls and they don't force [NAME] on him in paint?", "No that's plenty, you've already proved the original comments point even further.", "Oh sure. I bet [NAME] is sick. Sick of Skyward Sword.", "It's great that he was banned and your coworkers helped you out!! :D", "Unreal Engine is terrible for MMOs, yet devs keep using it.", "Yea, it's a waste of bullets. ", "Heh, unfortunately true. Especially with US medical system which mostly refuses euthanasia of any kind.", "Bidets are disgusting. In america, we use toilet paper because our plumbing systems can take it", "How is it the worst though? Me and my friends all use it and love it (since 2016)", "Everyone loved the Snacks trade.", "Yeah that was his mistake", "I got you. Here's to something incredible and explosive happening soon.", "I don't know about that. Old Liz managed to earn around $90k over the past couple of years.", "It look like so much then I realized that I don’t leave my house", "Afton is relatively small, doesn’t have very many members, and is rather close to other temples compared to Brasilia.", "i'll take 2", "I feel like you've answered your own question.", "I so remember that scene!!!!!", "I know man, however in some ways it's a good way to act out a martyr complex. ", "Harsh, but true", "YES EXACTLY THANK YOU ...if only more lower and middle income voters understood this.", "Crude but other then that I don't see any issues.", "So true.... hes my baby but I never expected his level of protectiveness, hes literally an ounce so it's pretty crazy to see", "Yeahhhh no, you're banned for this whole convo.", "Yeah I bet they 'work hard' nowadays and took 'big risks' for their money.", "There is clearly something really goddamned wrong with the policy then.", "I saw MSNBC talk about her twice and I haven’t really been watching the news", "The best album.", "Wait until the clandestine plumber come in. (This is possibly one of the most obscure comment I will have ever wrote.)", "Pretty sure he was being facetious guy", "I'm ok with this. Man, that'd be some defensive OF.", "I support the idea of punishing [NAME] without trying to injure [NAME].", "I’ve read this exact same story except the car was a red Porsche.", "I agree. More stupid ideas by ''the adults in the room''.", "Chuckled. Upvote!", "Yep. I'm glad I never did. I'll gladly use their service for free when it suits me and give them nothing in return", "Fish tanks and fiddlesticks, that was intense!", "For sure brodie, keep us posted man", "We do have Uber. I use it the odd time. The main difference is that here it's taxis only due to regulations.", "Alcohol makes ur body go limp so u don’t get hurt.", "You're right, thanks for pointing that out, I've edited it now. Carry on.", "It's called \"fasci\" or \"fashy\" (fæ-shē) and it's an undercut style cutting hair.", "I like how even in her own post she shows the doctor just said \"what\" clearly not understanding her ramblings ", "Damnit. Have a big trip planned for the first week of February. Can't wait to get to the airport 5 hours early.", "I was fine until I got to the ICU.", "That happens and is his own fault. Glad he's gone and Juve have [NAME] now.", "Oh my god.... They used [NAME] voice!", "Yeah, neither of them are communists. [NAME] is a left-leaning [NAME] and [NAME] is a [NAME]", "I like this rule because in life there are always exceptions. The problem is when you start feeling entitled to *being* that exception.", "Family first, this ain't no stranger trying to profit. This is blood. ", "I’m not crying.. You’re crying!", "That PP also had a much better first unit than this team has.", "There I did it for you.", "I agree. I've been passively thinking that the left and right axis is irrelevant. Its north and south that divides", "That's true, but you see, one man can really make a difference. [NAME] I loved the movie", "Lmao, this guy is a tool.", "I'm sure she values you more than money. At least give talking to her a chance before you do this, you should explore your options before committing", "They are elected to represent Scotland", "My mother did this to me and it took years to get everything fixed. Almost cost me my job.", "I came here to see this. Never disappointed in reddit", "Well I mean he got erased from existence twice and is still here so I'm guessing it has to be something more than that.", "I think you may be missing some of the public information posted by QCX employees over the past year but I think your posted information is mostly correct.", "Yes. I hate everything that has to do with my depression.", "> Consult /r/ssbbw (NSFW) for a better answer. Thanks. But no thanks. I'll take your word for it.", "yep. And there are jobs I still would want done, they just shouldn't be government", "I’ve made candies almonds and cashews in a slow cooker before. They’re surprisingly not mushy or soggy.", "If everyone is wrong I'll still point out that everyone is wrong, doesn't matter.", "As a Bears fan, I'd have preferred them to not have it and for it to not even exist because none of it ever happened.", "I have to agree- amazon is hardcore. They'll permanently ban you without warning, for things that someone else fabricated. Or so I've heard.", "You've been muted. Usually awarded for extreme toxicity, don't worry though its temporary.", "This is spicy", "Chickens would definitely die out, sheep might have a small chance at surviving, cows might have a slightly higher chance, but pigs would surely survive.", "Yes, we no longer have the necessity to eat animal products. Thus the only difference is pleasure.", "Agree on the last point. My INTP friend's ENFP is immature since she's still young. Gets jealous at every damn girl that approaches... Sigh", "[NAME] also played CDM for [NAME] so I would take that CB thing with a pinch of salt...", "I always keep my purse by my side. She is asking for trouble.", "That’s a complete", "I'll be honest - I just want new stories. Not prequels. Doing things in the past are just too limiting with storytelling.", "Vegetarian, liked animals too. Lets just ignore that stuff about the [NAME], I sure he does not really mean it. ", "I believe I have just sent you an invite", "Imagine being the assassin who could boast that he killed a president with a shot to the genitals.", "I wanted to bring to others' awareness here to the site and its absurd name. I've removed the link now above.", "thats right i do remember you!", "Is there proof this happened or is it just her accusation? I'm asking because we already know she's a liar.", "MUSK is just HITLER if you remember that: M=HI U=TL S=E K=R!", "I was able to just get in. I can swipe but can't see my matches or messages", "These aren't [NAME]... they're [NAME] that like to pose in the form of a hexagram for some reason", "We did it, finally?! Idk weird timing.", "I mean, those are all true for people that aren't pregnant too aside from the swelling.", "Yes applaud the atheist and slam your brothers in the apostolic faith, way to go. ", "It's near Brooklyn. Very woodsy, couple nice little antique shops. Most definitely the middle of nowhere.", "Agree, I avoid of the ones that do, pre-ordering any AAA is a no no now as well.", "Absolutely. I have 3 kids with this woman. My guilt is compounded because I will be tearing their worlds apart too.", "Instagram is in fact owned by Facebook", "Yes, I’m sure [NAME] biggest concern is New Japan getting criticism on Reddit.", "If this is the original Thai (I think) one then I would say it was a pretty good watch. Haven’t watched any other versions", "I agree. That should be the core. [NAME] will be an elite defender", "How random. I did that just riding around town for no reason and saw that lighting.", "I get my tax money back every year, no complaints. Plus the college and other skills i got were worth it.", "Those dont seem exclusive....try both", "This ain’t too bad for something posted to Facebook", "Yes, I had to drive about 2 miles to the restaurant but I only waited 5 minutes. ", "I talked to her family previous co workers and friends", "There is going to be an adjustment period at first for sure, but [NAME] would definitely help our defense.", "Thats my GOAT", "Thank you, I didn't know about this sub but I'm subscribing immediately", "Group of guys with full auto guns? Na, bow and arrow guy wins again!", "Jokes on you. I have anxiety so I do this a lot", "I would pay good money to watch [NAME] vs Dr. Now!!!", "Seen this result coming. Best result for us and rangers unfortunately.", "I have that, but my room is right next to my fridge, so that's it.", "yes but you will look like you've never lifted a day in your life without a pump", "True. But that is one out of many.", "But it doesn't matter. You probably have different taste in music than me but it's fine because that's how you feel.", "i'm late to class (zero period) almost everyday because of looksmaxxing. i wake up at 5:45 so i can't wake up any earlier", "You two are on lists now.", "Agreed. Sometimes you just have to move forward and let those determined to be left behind have their wish.", "I completely agree! It's cold at first but makes you feel so alive and invigorated by it too. It's a total shock to the system.", "This reminds me to take a before picture. I'm losing 5 kg of beer gut before May, got to fit into that dress. ", "I was there too! I remember it was a warm day during an otherwise cold time of year.", "Uhhh... unfortunately I can't read the article due to some regulations...but pretty sure that post is just the article", "Hell yeah my dude. And the best part is, if I had the money, I could get either or both of those right now :)", "\"Yeah but they're not violating *my* rights so it's okay\"", "Head is cold because lack of volume blood flow up there.... (I have a beard!)", "Done, sorry about missing that before.", "Here’s the rest of the video.", "Yes but [NAME] advice is better then some randoms lol he was one of the leagues best ever defenders", "Messaging you as well.", "i follow her owners on ig and she actually gets around really really well! its cool to watch really", "58 and I still live at home.", "Struck a nerve I see. Press X to doubt", "Yeah, thank him for helping support this legislation", "Googled it, the US is a democracy.", "Right on, just making sure someone wasn't trying to steal your OC", "This is obviously ironic", "You haven’t missed anything. I looked out of curiosity and didn’t look twice. I was surprised that Colt would do that.", "Found [NAME].", "I'll have to start paying attention to the Diamondbacks now. Hope he does well out there!", "I'm not crying YOU are crying!!", "Yes. Things come back fast, though. I think its an aspect of the 'eternal adolescent' brain.", "Oh I know. [RELIGION] is the most severe form of brainwashing on the planet. There’s absolutely nothing like it. It blows my mind.", "Can't make negative comments about her on here dude. Downvotes incoming", "Or is that a 3:14? You’re in trouble pal.", "I still think [NAME] is better, [NAME] normal are really bad... ", "Ok guys I'll watch it. When I finish it I'll tell y'all what I think", "Hey and there are people who drink their urine too. Maybe try that next.", ">continually push that as fact I never once did. I responded to the corrected statistic that YOU provided.", "The scooters are fine. It's the people that are the problem.", "Get in, I'll tune in now", "but she has the riders of [NAME]", "Okay I will, thanks so much you are helpful. I don’t even know if she is into me or anything but... I will see. ", "Some questions are best left undebated.", "i swear on ford that the crack squad thats about to break into your house and gas you with [NAME] will make you think correctly", "Two different writers have two differing opinions??? I'm shocked, just absolutely shocked, I tell you!", "I'm concerned because I understood it as well. Is Kykko a bot?", "Yeah I could not even do that I could not move my leg to the side", "Doesn't matter if we stop, everyone else will do it. You're telling a whole world looks don't matter, yah good luck.", "It was actually pretty great, definitely going to return next week! :)", "[NAME] isn't secretly homophobic he is openly homophobic", "I'M NOT CRYING YOU ARE", "Interesting that despite not having absolute views you are absolutely all over here pushing the view it's [NAME] that's the problem", "Communists love the state, make no mistake. It's either totalitarian statism or mob rule, which commies would fail miserably at. ", "I hope mcd's charged extra for the sauce.", "Got it! I wasn't aware that it was a slur, and thought that it was just a general term used. Thanks for the info.", "Until you realize immortal Trout is better...", "do your own homework", "Nope. Mac fix+ matte and Body Shop mattifying tea tree spray are the only ones that help my makeup.", "Asleep at the switch! I wasn't asleep. I was drunk!", "No it doesn't. It's a lie. [NAME] is not far right. The US hasn't \"installed\" anyone", "Same. I only use my controller on my pc for dark souls and other rpg games", "Did you mean all of Massachusetts or just Boston? Because I'm pretty sure Western Mass drives well.", "Or you could treat them as regular people and not judge them off their intelligence, then it wouldn’t be a problem "], "desire": ["Yes the ammo health thing really is a chore. Too much realism. we want have some fun in a realistic setting, not a simulator. ", "That was the middle school dream", "I wish I could say the same. This is where I come to confront white supremacists. r/CompleteAnarchy and r/ChapoTrapHouse too.", ">sentence more severe. Debatable, I'd rather be dead than have everyone think I relentlessly molested kids. ", "Wish you could choose to just have two bottles of the Pinot Grigio.", "You know more liberals want more gun control than regular [NAME] do, right? ", "> People on the team needs to be cool. yup, totally 2016(my csgo trading days) in a straight line.", "i wish i could be an ex someone wanted to get back with.", "I’m gonna need a couple more checks before I trade down for a retarded kid.", "lmao i wish it was 10 am for us in south america", "Would you please link the thread about what cheaters think when they leave the marriage.", "Oh yes the dreaded Sabres second period:(. I hope they win tonight.", "One of our friends (seen in pic) wanted to make a poster today. I provided the idea, he created this masterpiece.", "Please [NAME] that’s how I want to go!", "They wanted all the shows to be based in New York. Seems like a weird reason but that’s what [NAME] said", "I wish [NAME] made the levels up to 100.", "Yeah I want all our players to have a nice healthy hatred for Texas. Good way to ensure they get hyped to play em.", "I miss wally he was so likeable", "I want a DL thats about 800€ for a month is the one who's new here lol.", "Please post in the stickied thread. (Rule 3).", "I want you to, please tell me.", "I really hope [NAME] gets a great helm. A crown would be cool but I want a properly armored sword and board knight.", "I wish this was animated.", "There’s something I love about the idea of eating a cheap meal on fancy tableware", "I wish [NAME] son was older so it be possible he did this.", "Think we need a sub dedicated to miserable reviews.", "Thank [NAME] can we need more guys healthy", "The people of NI need to know the joy of football special", "Hi, [NAME]! I just wanted to stop by and wish you peace and happiness! -HappyFriendlyBot", "Lol you wish it was that easy. Lying POS customers have the advantage with review websites sadly.", "I need more videos of this cat, love its face xD", "I love this! Wish I lived in the city!", "Please explain how this is stupid", ">I want to ride my bicycle I want to ride my bike Ah yes, truly makes you think ", "Consider this my formal request for a list of all of [NAME] lifelong dreams.", "I want someone to take me to the hospital", "look more 4th grade comments. sorry you're a child who has no brain. I bet your mother wishes she had a child who lived.", "Yup. You see more hands, have to learn more to be competitive.. etc", "I did. In a selfless sacrifice that I hope brings ample awards.", "Gah sad high five. I tried once for a few weeks and will never try again. I need that support in my life.", "I signed up!! I hope your Mother has a wonderful birthday!!", "You should have gone and joined her for a drink.... That’s my dream... Eventually sit down and enjoy a drink with my siblings.", "Will come back rich and driving his goddamn Bentley", "Really wish we had got something like this!", "Still looks pretty delicious, makes me really want an omelette rn tbh", "I'm 27 and I want to live in a society that shuts down at 8pm!", "I want to change though. If I'm around those people I will remain the same way. Right?", "[NAME] I wish that were me.", "I need to know the backstory on this!", "Teeth. I really want good teeth and my hair is nice and easily maintainable atm", "Brother I desire your honey", "i dream of making $7k", "My boyfriend is transitioning and I hope he turns out as handsome as you!", "I wish they can a option to change it back after the \"upgrade\" because it feels more like a downgrade", "Aw, I missed it :( . I really need to spend more time outside of the roundtable thread...", "I wish I could draw... :L", "i wish i got free drugs :(", "And I wish I wasn't lumped in with new jersey."], "annoyance": ["That sucks! Your lady giblets are NONE of her damn business. Does your BF at least try to curb her mouth?", "i feel like they are hateful towards everyone but that might be me not understanding their community", "Boring way to get it and unfair with the rest of the pkayers", "This. Its not uncommon for [NAME] at all. The world seems to be paying attention more now and thats the only difference.", "YES!!!! I will never understand why some post rants complaining that they cant make $$ off another persons hard work.", "Honestly at this point they need to do that or adjust [NAME] 3d model. The command grabs literally go thru opponents constantly, it looks weird as hell", "First of all, sorry for your loss. Keep in mind that funerals are for the people still alive not the person who has just died.", "It's really odd. My friend's search results are still normal but mine aren't", "Exactly, last year was frustrating with our [NAME] awful home record. ", "Damn, you're right. I could've sworn I saw a 99% up there.", "I would point to [NAME] razor: Never attribute to malice that which is adequately explained by stupidity.", "Yeah, It's just difficult to resist the lure of the dark side.", "I feel personally attacked by this salad", "I think some idiotic members are extremist, but for the most part they just hate mass unchecked immigration.", "Anywhere skytrain wants to expand my tax paying dollars will be ok with it.", "Well he gets an A+ for fackin over the people!", "you’re too lazy to google", "this take can get the fuck out. that bulge is sacred", "Please don’t marry this man-child.", "...be careful, guys", "I'm guessing [NAME] and [NAME]. [NAME] needs to remove that stick up her ass.", "According to roadcam, everyone stops that far past the stop line and if you say you don't, you're a liar.", "They won VEGAS not the PRO LEAGUE QUALIFIER. Stop trying to bait me", "obviously, its just a stupid question", "He has been horrible in pull up situations but not horrible with catch and shoot this season.", "My opinion is that anyone smart enough would simply not work for [NAME] in the first place.", "Why can't America be this cool?", "you are trying to use post-modern mumbo jumbo deconstruction of words. Go away, idiot.", "Sometimes I wonder if people are that stupid or that malicious", "Holy fuck dude. Use the mute button. Your feelings were hurt with one message, now click it, thanks ^_^", "Sir, you have been warned. You antagonistic attitude will not be tolerated. Please try harder at being a model citizen. Thank you for your cooperation.", "I'm so glad you're annoyed.", "I loved this look and it was good but this comment..", "Of all the stupid terms for people out there “womxn” is by far the stupidest", "Yeah, but geology doesn’t provide enough pumped hydro. Not enough places to do it.", "The similarity to cigarette companies is eerie.", "I can't even be mad that you scored a goal with your face.", "And those poor kids are still paying for it. And we have actual grown adults that are bullying them even today.", "And get off the phone! Why are you browsing Reddit on a date!?!?!", "Block her.", "I’m gonna go out on a limb and say that’s a terrible idea.", "GG Chicago, [NAME] played out of his damn mind tonight", "These people in here are joking about holding down and cutting their neighbors faces. It's pretty gross.", "I was, and it's not. He's mad that someone posts articles he disagrees with. Pathetic and his fury is deranged ", "No room. Get lost. I cc u!", "I feel like I should cop a bass to fill the void. Drummers seem the hardest to find these days.", "They could have checkmated the \"journalists\" and avoided this situation by saying they decided to switch to only pay for quality journalistic work.", "In my experience they suck", "I think the flairs get removed if a team hasn't been to a major in a certain amount of time. Don't quote me on that though.", "Only had 1 line to worry about and they did all the damage", "So You're going to become India... Because immigrants... Dude... If you got nothing just say so.", "I didn't need that eye, anyway.", "This seems like a very good write-up to me. I've been debating the issue a lot recently and haven't really come to a definite conclusion.", "Maybe it is offended which is why he commented in the first place", "Multiplayer guys got shafted too. It's sucks, but at least there's some new content.", "I feel like you should, in commemoration.", "True, I am not a fan of [NAME] or anyone really. I did not mean to make so many people mad.", "So he is half decent. Glad to see your finally making some sense.", "All the scumbags around everywhere. Sucks that it's so easy to use for a lot of other things.", "It was his time, even though I'm not complaining about how [NAME] should be avoided. thank you very much!", "For myself and my lustful habitual sins if you don’t care. I’ll be praying for everyone in this thread too.", "ahh bro I jerk off to [NAME], does that make me a future murderer or torture enthusiast in waiting? didn't even know!", "Afaik non-government entities can sue other non-government entities for any reason.", "Finding that common attraction or chemistry is extremely hard for me. I can totally relate to this.", "Damn it. You beat me to pointing it out. XD", "Lol at illegals paying taxes. Most do not pay any or pay very little.", "I could see that nobody wants to be called ignorant. I also learned about the fallacy from [NAME].", "I'm sorry but as someone who travels alone I would be pissed if I was told I can't drink at the bar by myself.", "I don't necessarily hate them, but then again, I dislike it when people breed while knowing how harsh life is.", "The amount of overreaction on this thread is too damn high!", "This draft is one man deep tbh. Not getting Zion would be devastating and a waste of a whole year.", "It sounds like you project a lot of anger...maybe letting things go, relaxing and slowing down is your solution.", "Marginal propensity to consume is what I have heard. Any consumption tax is going to hurt poor more than rich, it is basic economic 101.", "You are taking him out of context!!!", "I don't care what idiots think about me.", "Had such a hard time cutting up the steak", "Hey bro there’s no judging here", "I hate that attitude, as if it's every woman's, purpose, dream, and personal duty to reproduce.", "Until that plant dies because you just shocked the hell out of its root system.", "[NAME] damn it", "You can't just ignore [NAME]' cup wins though.", "That's absurd, people commit crimes blacked out on drugs/alcohol all the time. Also, they could just claim they don't remember it either way. ", "Damn... METOO", "So do you think the court ruling to release the money to them is fake or something?", "I want one....i dont care who.... Unarmed charecter", "Do your own research. It’s not my job to educate you.", "Recognizing that [NAME] had a weakness for her and exploiting it, is part of politics. ", "Come on, at least give the man some eyebrows", "[NAME] looks so much better than she did at the premiere. Her lashes aren’t fucked up and the high pony is great.", "They absolutely dont know what love is.", "I'm trying to understand the cat shirt.", "It’s all good. You do you. I get pissed and overreact all the time.", "stop making me cry man", "damn those unlimited lorries. Must be in a hurry to get back to Cork.", "Being approached isn't a license to act a racist fool yourself", "\"THE SAMPLE SUCKS! THAT TOWN HALL MEETING WASN'T EVEN AS GOOD AS THE TLIC ONE\" ", "I'm on episode 8 and this is where the show has gotten boring af for me.", "What is everybody obsession with trading away young players in this sub?", "so you did listen but pretend not to know then. fine.", "I heard this was because of a bill that happens to go in affect during the Government shutdown.", "We have had luck with a ok to wake clock for quiet time! May be worth a shot.", "Lakers truly have the worst fans", "Jealousy is unbecoming", "Boomers ruined the world", "Some of us disagree with the socially constructed sexual binary concerning how we were assigned at birth.", "My husband gets very prudish anytime kids are anywhere. EVEN in our locked bedroom.", "Some people just need reassurance that they are, in fact, dumb. ", "Damn, that's dark", "I have always found them grating", "This conspiracy theory that entertainment scandals break as distractions makes more sense to me every year", "Seems like you jerk off looking at mirror while you’re crying", "Common sence isnt that common any more", "I stuck a bit of glass up there. It was a pane in the ass.", "The post in this screenshot and your comment shows how fragile you guys really are.", "Our draft choices are horrible anyway, it doesn't matter where we pick.", "Prove me wrong. Provide a single YouTube link that works! Thanks.", "> It almost feels like this is totally a shameless, contentless promo post for your YouTube channel and this book.", "Seriously. The only thing that gave it away was no spelling errors.", "They're just misguided, useful idiots.", "I hate when I get extremely bored doing something that was once all consuming.", "We have laws against all that. Get the police to do take action.", "One of my coworkers made the wait list. Great guy, but yeah, it is a rich getting richer situation.", "**Lost** children. Issues we face today are likely fabricated from the bottom up.", "um what about just not engaging and leaving?", "I think it's weird that he didn't just wake you up and weirder that he didn't tell you until you noticed it was missing.", "But it is! People totally shame you for only wanting one!", "Legally, you are responsible for damage or harm done as a cop is trying to apprehend you. You caused the dangerous situation by running.", "[NAME] is known to make a short video hella fucking long. Not many want to see even more people do that. I'll stick to [NAME].", "I hate when MoonWolf1-799 is taken.", "Fruit is byfar the worst of all flavors", "Seriously! I'm on Xbox and all my crew and we have never had an issue!", "The only people eating it are impotent or ignorant foriegners.", "Right?? It makes no sense she’s horrible", "How much money did you find exactly? If it was a lot then you probably took their cash and the bones were left as a warning.", "I bleed it out, chicken tikka just to throw it away...", "I think it was just a poorly worded title, what it meant to me was that there was a reason other than teaching kids to count. ", "Vitamin C is water soluble, you literally piss excess amount.", "I find that even when I wear a hat, I \"look [RELIGION]\" and get the same hate.", "We're not the only one that has it, but for a city of our population, we're probably one of the worse offenders.", "Holy hell I hate them so much.", "he's clearly not equipped to argue, i can't decide if he's a dumbass teenager or a dumbass boomer. ", "I'd say we should dump him somewhere at sea but the oceans are already pretty polluted... :(", "Intolerance of intolerance isn't intolerant my dude", "He is nearly 25, can't shoot, can't dribble and does nothing great. He wont improve much.", "I cannot help but get a sense of schadenfreude when a seemingly shitty person ruins their own career right before my eyes. ☕️", "The little “you hurt me so badly but I’m gonna be brave” yea... at the end oh my [NAME]. Your friend sucks.", "Not delusional at all imo", "Those vast differences don't get noticed by the public.", "Ah, alright. Solid lists, but I disagree with appointing a sitting [NAME] with only 2 years under his/her belt.", "Hey now I didn't flunk out of med school to be insulted like this!", "What does she want? No sex with you! Your giving up which is what she wants! She wins and you lose. Pretty simple!", "Interesting that the starters are out there in a blowout on the first night of a back to back, [NAME] must be trying to send a message to them", "That is in no way sexual harrassment...", "You ride the Bus and Train? I so wish MARTA was as good as other cities Transits. I mean they don't even operate past 1am :-/", "No one to blame here, bad luck is what it is.", "I’m pissed wood only knows how to skate in one dimension.", "you don’t appreciate the good times till you go through the bad.. things will get better OP, stay strong", "We're sleep walking into, in the words of the Bank of England, a disordely Brexit. It's a bit problematic.", "Honestly you should have gone nuclear on him", "People have made money off it. Belle Delphine was hit with a $60,000 fine recently", "That moment when you feel isolated in r/ForeverAlone. Never had anyone like me", "Yeah dude I like the brown sugar ones a lot, what’s the problem?", "The EPA allowed DuPont to use a chemical that literally kills people in their nonstick pans. They can be bought too unfortunately.", "Haven't noticed this comment before but, fcking [NAME], [NAME] really has become a household name hasn't she...?", "Oh shit, that makes a lot of sense, thanks for dumbing it down!", "Nobody here says 'excuse me' , it's 'sorry' ", "Well damn.", "Oh so you're not even a believer..Yeah, there is nothing for us to discuss. Thanks though.", "It's shaped fine. It fits her. It looks great and I'm jealous.", "The only ignorant person here is you, and the Pope who makes the same baseless claims as you.", "This probably not a good file to keep on your phone if you are accessing this from within...", "There is nothing gross about being gay. Just means we're different, but we still experience love. Love is not gross.", "A machine would literally do a worse job than him.", "To much of a good thing is a bad thing", "pretending the issue is your wife cheating on you is why you're not learning anything", "He’s a very annoying person and illogical can’t work with someone like this", "Damn video made me think there was audio!!", "Mine does this too but reaches out ever so gently and caresses my face. Like thanks bud, but no thanks.", "It positively reeks of an abusive household", "Literally right after I sent it. What the hell", "Back at it with the crazy [RELIGION] conspiracies I see. Did you stop taking your pills?", "Because all our society has done for the past 60 years is talk about your problems.", "Its an mlm in disguise, branded to appeal to the college demographic. I got the fuck out ", "You again? I already told you this isn't the right place for this.", "Why does [NAME] also steal [NAME] revolutionism", "It's alright. This is just an unpleasant memory now. Kind of rude of your brother though!", "We were all duped? I’ve seen through her from day 1, even posted about how fake she is ", "I’d say probably not", "This game is actually worse than I was anticipating and I knew it was gonna be bad", "What's your complaint?", "Oof, what a bad and dated meme", "Op give us a damn tldw", "Somehow I got banned for replying to a troll. The mods over there have itchy trigger fingers.", "Shame is a powerful drug", "It’s showing up on mobile aswell, the double slash is weird for me though, probably on his end", "that was an ugly 5v3", "Oh yeah, those are both totally valid criticisms. It's just that they lose me when they call him a serial predator", "Auch, that's gotta hurt...", "So your dad abused you because of your mum and you still keep in contact with him", "What a horrible person", "Nope. Don't need rewards at all.", "I've never even been to these places much less actually done this but i feel personally attacked", "Marginal taxes was taught in my high school economic literacy class, it's so sad that so many people don't even understand the basics of our tax system ", "That LOD is a moron", "He was just trying to sit down I think. Poor guy, doesn’t deserve all this shit from reddit.", "Says the pedophile demanding to see photos of a nine-year-old boy in drag a month ago.", "Moving in general sucks, moving a book store must really suck", "I meant more that he was poor on the ball today", "Yeah, the golden nugget is \"Get over yourself and let him back in, he made a (small) mistake\"", "Don't you understand, the people affected are [shuffles deck] able to get a 0% loan until the shutdown is over.", "This post is a waste of time and doesn't belong here.", "this guy is such a douchebag", "I don't know about you but parroting racist lies created specifically to devalue AM sexuality is a pretty serious indicator of racism to me.", "It's also why someone I know is working on becoming an orthopedic surgeon. It's very grim and morbidly lucrative in the US.", "At least you’ve got a top-notch pooch standing by.", "Watch the FO not sign anyone. That would be the most dodgers thing ever.", "This is the word or at least Attitude of King. No problems man.. and have a poor grasp of the statement honestly.", "[NAME] has filled a speech bubble with savage roasts, froze it, and bashed [NAME] over the head with it. [NAME] has fucking died.", "From one of his posts: “You and I both know full well that multiculturalism isn’t working, and that [NAME] need to go home.”", "Maybe not harassment in this tweet in particular, but there are difinitely some fans who are still pressed about eliminations and are not afraid to let the queens know", "God [NAME] is awful", "Try nonchalantly handing them your card as if they had dropped it. I think its normal to be shy. *handing on exit, otherwise it could get awkward", "Nope but here you go. Honestly really disturbing, don't say I didn't warn you.", "wtf i love basketball again.", "“[NAME], tell [NAME] what you bought when I sent you to town to get that weird thing.” Me: “Curse you, magic beans!”", "She looked the wrong way on a one way street. How are you that stupid.", "Imagine being so indoctrinated, that you believe that any place that doesn't actually talk shit about [NAME] constantly is a right wing circle jerk. ", "I’ve gone through it before, and it sucks. I’m still a little hazy and withdrawn.", "Wow. I could have gone my entire life without witnessing this limpdicked haemorrhoid rank the severity of sexual assault based on who the victim is.", "Watching porn on your phone is a thing people do now? It's such an inconvenient thing to do tbh.", "Ha, nope! Trying to distract myself on mobile in a really boring meeting. r/whoosh", "You have to be trolling because I doubt you’re this dumb.", "Partywolf had 178 losses in a row? Are you seeious? I can't believe that", "You progressively lose more of your money!", "I don't understand our immigration restrictions. It's not like we don't have room up here", "To be fair that would be a hella stiff drink.", "I am so upset for you and your family. She knew what she was doing, which makes this even more horrifying.", "Is this the go-to battle cry now of anyone The Left disagrees with or supports [NAME]? A Russian Agent? Give me a break.", "A cheater is always a cheater in my book.", "What the hell did you just type?", "HOLy SHIT I HAVE KADRI IN MY POOL", "These are the kinds of comments we don't need here", "That's definitely sexism, same with that ad", "Nothing and I mean nothing will sway a trump supporter at this point", "It’s pretty captivating in a make you want to throw up and then beat the shit out of [NAME] kinda way.", "I stopped watching after I had to suffer through a whole episode without [NAME] removing his shirt", "what an idiot", "All those statistics are nonsense. There has never been “true” capitalism.", "What's he whining about, I am only 52 and stuck on SSI now and only getting 1400.00", "[NAME]? You can't walk by without squishing his cheeks!", "I try to switch it up, too; probably the main reason for the post. Gets boring sometimes!", "Very interesting to find out about small details like this. Are there any similar problems with any of the other armor sets?", "If you think people in this sub are gonna get butt-hurt you are in for a pleasant surprise.", "Into what shit? I like her but Idk she’s hella confusing", "I'll try to stay patient.", "I could have gone to a party, but it's 10 outside. Sue me.", "A new study just came out from China that it's actually too late.", "As high as ~72% in black families. Truly heartbreaking what the expansion of the welfare state has done to the black family.", "You got banned for participating in a brigade."], "neutral": ["That's not even deconstructed. It's just unassembled.", "Yeeeaaaah, move out and keep showing off the clam.", "I can, but not that kind.", "Don't forget the hours of tests and homework you have to do before getting an interview.", "Over-levelling is easy to avoid you just turn off exp-share Except no one is going to do that because arbitrarily grinding is boring", "Go to your room!", "Nothing. He can hold the SOTU wherever he'd like. [NAME] uninvite is just political theater", "In doing so, they gave humanity a cinematic treasure for the ages. ", "He can’t be like that in that business but it already sounds too late. No wonder his staff quit on him.", "We were all that way when we were 17 too", "just supporting the Padres and cheering against Dodgers-supporting teams", "Easy to forget [NAME] since he was hurt but I'd add him to your list.", "Before their votes are immediately and indiscriminately rejected.", "Watch your profits soar high as a crow!", "that missed dunk is so symbolic of [NAME] lol", "Oof. Same guy probably would've had an aneurysm if he saw how much my boss charges for a cup of shredded cheese", "You can't choose whether you like pork better than chicken but you can choose whether you have pork or chicken for supper.", "I kinda expected [NAME] to be like\"Oh he's good? Ok bye\"", "bruh, in what way ", "WHEN IS SOON YEEZUS KRIST", "Which doesn't excuse the fact that he wanted to see sexy pictures of a 16 year old. Gross.", "I was mocking the original thread that this was taken from. Like I've said over and over through this comment thread.", "You are the only person you can depend on", "your mom is safe when she bangs me she makes me wear a condom so she doesn't get preggers", "\"Man is still the most extraordinary machine of all...And women are even cooler\" - [NAME]", "I challenge all liberals reading this to find me one ounce of constitutional evidence that [NAME] should be impeached", "That cat's jump when the coyote takes his eyes off him.. Ouch!", "`too many to be a little late streaks of the other two were going out for lunch at 9 pm to do the same.", "The best terror", "Okay. I mean 18% of the words in the comment you replied to were \"Times\", but okay", "Hey fellow research parker, I'm at Myriad in the lower right.", "He has a girlfriend. Unfortunately she is not thick. He needs to take a page out of [NAME] book.", "Cut contact... End the friendship.... Get on tinder and find a new woman to date....", "Devils Advocate - Didn't the cringe-worthy Nike ad end up benefitting them in the long run?", "They are all secretly projecting their own cheating onto us. Emotionally stunted 5 year olds with zero impulse control will do that.", "It’s a problem because that box of apparent bone fragments could literally have been found anywhere.", "Change it a^r^o^o^o^o^o^o^o^n^d", "Your wife just proved to your son that her love for him is not unconditional. She sounds ignorant, hateful, and should get therapy or get out.", "The table actually hit her in the back of the thighs, breaking her fall in the process. She was probably fine long-term", "Today on 'Days of Our Steelers'...", "Singapore doesn’t lock up all drug users. They brutally go after the dealers.", "Damn. Alright.", "It can either be super expensive and moderately time consuming or moderately expensive and extremely time consuming, depending on how you source your meat", "I mean, yeah, I'd complain a little. But then I'd eat the crap outta that.", "You could just omit the walking part.....", "1. Dr. [NAME] job is just cause drama and look frustrated 2. I wanna know the mothers of people ITT", "[NAME] be exploding", "You: I'm an athiest [NAME]: idc", "Guess Isco should never start then. I think opposite effect then", "Speaking of low percentage.. FOR THE LOVE OF [NAME], CHARGE YOUR PHONE!!", "Do it!", "If we’re not taking QB then we’re taking edge or defensive line. Honestly as simple as that. *Especially* with [NAME] as GM", "I thought funwaa was made up until I actually visited the site", "Bein' separated just doesn't feel so right.", ">And I could be wrong about my [RELIGION] faith but again that’s the point of faith. The point of faith is to be wrong?", "Lmao. Whatever you say bud.", "I always thought filet mignon had bacon and garlic butter. Colour me surprised Deliberately ignoring anything to do with the minion", "This really circled my jerk", "Forget [NAME]. You gotta go to El Campo....", "*OR blasting it from a PA system installed on your car!", "Works for me. The video is called : The great porn experiment | [NAME] | TEDxGlasgow", "You can be so much more specific when hitchhiking.", "He’s still alive so far. [NAME] is going to check on him.", "This live thing is so bad that i just poured a tall glass of scotch on a work night because there’s an hour left.", "I went nuts for a bit and stayed on them for much longer.", "I think [NAME] is the best QB Prospect since [NAME] and I would kill for my Lions to get him.", "Now there’s a thought...", "Of course these are all conspiracy theory shitposts BUT just because he got squeezed out, doesn’t mean they want him playing for a rival team.", "We do what we must", "Im also just a stranger, but if you need a friend online just shoot me a message!", "# SOMEONE GIVE THIS GOLD!!!!!!!!!!!! #", "Work along with More like fill out an application form!", "> Humans are empathetic and do this daily. I have to remind myself of this sometimes.", "Scotch tape for a leak. You might have better chances just asking it really nicely to stop.", "Man that was a long of run on sentences but whatever.", "She probably has a kid by now.", "I considered that they might be doing that, actually...but I googled it and it didn’t seem to be true.", "I hear ya. I got instant Sapphic feelings as soon as i enrolled at university here.", "So the [NAME] invading an even whiter Westeros full of [NAME]?", "Yep. She stopped wanting it after she got pregnant with #2", "It is litterally happening under your eyes.", "Or he just tired of her and this cute chick just slid into the DM just in time", "Ive just given up. Learning to become selfish.", "She’s so hot. Also happy cake day", "What sort of condescending racist grandma shit is \"sweet pea\" lol", "Wiggins and towns pick and roll use it more", "“I couldn’t, I wouldn’t” you said it ;)", "Given the horses ass you lot made of the last one, I think it’s best to put this idea on the back burner.", "I think there are more deleted comments than actual comments.", "[NAME] because hes best survivor", "Man, [NAME] is a weirdo.", "He’a establishment trash. I despise [NAME].", "The fuck is a fortnight? Like the game?", "The picture in the thumbnail looks like the kids in the maga hat that fucked with the native [NAME]", "So in other words you don’t have one? So much for attempting to be on the same page.", "What shouldn’t be lifetime? :)", "Then you’re opposed to the running game. His [NAME] largely suffered because [NAME] got the juicy carries.", "Mmmm...just won it back too. But wasn't given the fief...", "Women don't get an ego boost from and don't enjoy sex with men they're ambivalent about.", "I know but it just makes me gag.", "She already received $750K from the school. And she'll be in debt to the state for the rest of her life.", "Hello!!", "iirc they were changing a few servers names, tht might have caused a few issues", "Nobody has the money to. What a joke", "Just like that he quit. Maybe he didn't think it was worth the hassle/risk of fighting that for a one night, four hour show", "Then you should feel right at home!", "Your mental health. You might think its fine, but having to live a double / fake lifestyle is wearing on the best of us . ", "People have gotten shot with legal means while breaking into someone's home, sued the home owner and won. ", "The only power another has over you psychologically is that which you give to them.", "They put him on a minutes restriction for some reason, guessing cause he's not in really good shape?", "gaslighting!!!!! he’s manipulative", "Oh Lord...", "This stinks like Troom Troom", "Something being blatant doesn't mean another action isn't as blatant.", "[NAME] man, none of them. model yourself after the best version of yourself", "Guess we gotta wash our clothes with some good ol Vancomycin", "Normal people talk to other people.", "weird how they feel the need to announce themselves", "there are [NAME] and [NAME] accounts too that's like this. I've started blocking them all upon first sight", "Is that not with mice though? I could be wrong or maybe its rats & mice. Edit: field mice in particular.", "She's reading Canada's extradition act but not Canada's extradition treaty with the USA. I've had this argument before, it's pointless.", "“You’ll forfeit your lives then” -Winne the Pooh", "Let’s actually go", "It’s almost like a lot of Yankees fans are giants fans, and a lot of pats fans are Sox fans. So. Weird.", "I’m from Oklahoma City. Not a small city, but a few of his patients are from there.", "Loved seeing [NAME] play for us, but definitely excited to see what [NAME] can do.", "Unrelated, but no way N’keal [NAME] goes that high", "Landslide.", "you dont have to believe me", "This is a bit of a political post but I just felt like venting.", "That was one of the first thought I had too. Three!!", "Then income is the right criteria for equality initiatives. That's the logical conclusion we should arrive at from my and your statement", "The air can kill you at this temperature.", "Whew lad they're bleeding employees, reminds me of [NAME] before they bit the dust", "No it's actually a land form just off the toes of the giant!", "i know the feeling dude", "...PLAY DESPACITO", "They're badass for portioning sliders", "Tomorrow [NAME] tweets “See! I told you [NAME] took responsibility! No shutdown! No collusion! Bad! Sad!", "Now there are two of them!", "She sort of left under the appearance that she had just been beaten up, like she was fleeing. That narrative has changed.", "Nobody does that!", "Fag breaks and a boozer within falling distance is a must.", "She’s all natural", "LEAVE [NAME]!", "They can’t ask for much, hes on his last year, it’s similar to us and [NAME]", "As a CPA the part about the tax deduction triggers me more than your cousin trying to sell things to you.", "GDMNIT! Now I'm hungry!", "Although every moment you suffer will last more too...", "Unfortunately many of the people that say they understand and endorse that statement, and the ideals behind it, do neither.", "Most non immigrants won't do farm work for peanuts either", "\"qt 3.14\" made me retreat into my own face, so much second hand cringe ", "Ground vehicles too it seems. Obviously wouldn’t be a problem if the game shipped complete with proper vehicle customization.", "You're not missing anything, don't worry about it.", "Have fun toasting expired marshmallows in hell, lady-killer POS.", "I’m just trying to get a woman’s perspective on the situation.", "They don't get this. They think the universe revolves around them so the rest of the world has to do whatever benefits the narc.", "The Guardian are covering it. Naturally they think we're far-right activists and misogynists whose displeasure proves the necessity of the [NAME] campaign...", "You have to watch the live streams.", "Low hanging fruit my friend, [NAME] the easiest target or them all.", "“To put us all know who [NAME] laughed through it all.", "photos taken moments before tragedy", "salarians don't have marriage, that's probably on account of their short lifespans. ", "None. If you get anything at all, it's a bonus, but don't expect anything.", "Blockbuster was so overpriced compared to local stores though. It was always a last resort for my family.", "The point is still moot tho so whats it matter", "Thought he dislocated his shoulder at first", "The only winner here is this guys future divorce lawyer.", "I remember trying to use [NAME] back in the first NFL Street game, literately the only QB shower than [NAME].", "Yep first to go crying to the government but happy to bully single mums on the benefit", "You have so much to learn my sweet summer child", "It's how the government treats them.", "Human thought she was playing with the cat. The cat just wanted to get drunk.", "Because nobody in their right mind would ever buy it", "that offense averaged 20 points a game. the same as this year and look where we are.", "You are not stupid, just overthinking, it will get lost in countless other posts and in the future it won't matter, good luck.", "Your comment certainly does", "Life beat you to it by years", "This is how I think of my wife and any of her friends.", "Looks kinda lame", "It was a 9 bang which was completely different...", "There is no true 0 speed because it is relative to an object your speed.", "In all honesty no slip shoes do actually prevent slips like 99% of the time. This guy just seems to be the unlucky minority.", "Okay, fair enough, though the vid worried me about the level of grinding in the game", "More or less putting it humorstically. He is shown walking only time. The resta nd there is plenty of it is him teleporting.", "Doing my part", "I don’t think they are. Haksal was streaming KR ranked just a few days ago", "I think he's said before he'd never go on question time", "Lol no.", "DayZ chemlights actually last for 3 IRL hours already, which is plenty of time to find new ones.", "Naaah, that is and always will be [NAME], especially since her redesign in MKX. perfect waifu.", "You still look cranky, goodnight.", "Could have cropped out whoever took the pic.", "\"aaaand it's intercepted! [NAME] at the goal line!\" music to my ears", "Intension or The Patient", "Ignore him, he is a spiteful little rat who is mad because someone did something good and it reminds him how pathetic he is.", "I would love to know the Governor'sr's response to that line!", "I just want tk be a random scumbag", "If you stick a pinky in your butt it activates the hippo camping with us part of your brain.", "That has to be an understatement, I know several myself", "Because she's a mediocre writer who got lucky with Harry Potter and is in no way relevant unless she needlessly retcons HP.", "Clearly it's all the Big Pharma in the Monsanto™. I heard at least two of those kids had three Monsantos™, EACH! ", "*sighs* One day Blizzard will finally understand that [NAME] teleport is what needs changing and not his damn passive ability. For now, the dream must remain a dream....", "Well, I **NEVER**! \"Lady, you really *should*.\"", "lol [NAME].", "No a white chubby boy with scene hair. He wasn’t wearing a shirt in the video.", "You're not wrong, [NAME], you're just an asshole.", "You must make a killing as a Dublin landlord. That apartment will be rented 24/7", "They might say that capitalism has directly or indirectly caused just as many deaths (slavery, colonialism, etc). ", "I never tried Poshmark because their commission seems high. I may give it a shot", "I'd give them a first, but they have to retain salary. You know they'll just destroy that first round pick too.", "Waiting to see angry “pedos” or whatever they call themselves thinking this is fact and melting down over at t_d", "They do in the common tourist hotspots where our undesirables travel.", "I'm referring to leadership and there's been several headlines about it already in the last week or so.", "But those rich kids get to save an additional $600!!! /s", "Every team in the league is gonna call New Orleans...cause it’s [NAME].", "This spring is so loaded, it's almost too much at once!", "i'm guessing there is no dvd plan in the UK", "It's like calling a snake a \"danger noodle\" or a hedgehog an \"ouchy mouse\". It's just like a silly thing", "Oh, [NAME]!", "A 20% win percentage really sneaks up on ya :( no wonder this sub has to have a toxicity talk lmfao", "This picture is old af", "When people protested the ACA by calling it socialist, it moved the frame of reference a bit.", "They were tricked. It’s not like those politicians were being honest.", "BRING BACK NITARA", "Especially the jellies, they come up so fast!", "every time you see the snake edge and still get hit even though you *swear* you were holding downback", "That would be sick!", "I've isolated myself to the extent that i only focus my energy on myself/work.as lonely as it sounds its been such a breath of fresh air.", "Manlets unite!", "[NAME] was gaining a lot of buzz until Twitter cancelled her after finding a bunch of old racist tweets.", "Check out [NAME], he's like the [NAME] of dissosiatives. ", "Welp that was inconsiderate of those who had to suffer. Should of gone home and showered, then head back to the gym.", "Game still \"fun\" if you don't tryhard and play on QM but some people are trolling on other mode and that's Can be hard for nerv.", "You will have symptoms for a few more weeks while it kicks in, good luck, glad to see youre doing better", "Google gold's formula. It's what NRcan recommends. Few whitepapers will come up as well, if more in-depth research is your thing.", "[ALL]: Guys werewolves aren't real. [TEAM]: They are real.", "Sticking his tongue out.... ugh", "She's just going to suck you back in.", "I resonate with this so strongly. Thank you for putting this feeling into words so succinctly.", "He’s your rebound guy. Have fun. But expect little. And certainly don’t expect it to last.", "You all need to move the f out of your parents house!", "We have a realistic chance of winning this.", "At least you can't be strangled with a mobile phone.", "Let her work for her money like everyone else if she can afford to re decorate and go to Jamaica.", "Ahhh, a DM Of The Rings fan I see!", "i got [NAME] a bit of a long shot but i see why", "Another rich person to hired for him to be killed.", "There is a steam game about this called 'Not Tonight'.", "Clubhouse distraction when you can't finish between innings and you still have to go out there with a full mast tho", "(4) Fufill sexual pleasures", "You need to use ladies man perk and an item that has seduction +150.", "Not really... I haven't lived anywhere where trains are common.", "To get that much cap room those are the moves we make. So it kind of is", "Baths, especially after the gym. Fresh flowers in the apt. Emotions are pretty cool too.", "That guy at the start with the hat reminds me of [NAME]", "How does he wake up with hair like that?", "#cooking #uni #urchin #local #tidetotable #truecooks #seafood #cheflife", "Except they call him. He doesn't go to their campuses and try to pick off the weak.", "You seem nice but things will remain this way until someone makes a decision based on your coworker being incompetent and lazy.", "I'd heard that too, but always thought their differences were more artistic/professional than personal... Oh well, people grow apart. We still got Aquemini.", "I think people feel the need to \"catch up\" to guildmates so they can do end game content together", "Every single war fought on US soil", "Range should be maxed", "I'm guessing the NY subway has way higher rider rates", "I have very sharp eyes and chin, so when I frown I tend to look rather belligerent.", "Speaking of /u/'s \"If your nips aren't leaky....if you ain't lactating....YOU SHOULD BE FUCKING PRACTICING!\"", "I was about to say the exact same thing so I will add Review to the list instead.", "Those are some nice guns", "We didn't screw it up!", "this guy rebuttals.", "Makes way less mistakes than [NAME]", "It creates perverse incentives. Allow underpaid prison labour and suddenly you've an incentive towards exploiting your prison population rather than rehabilitating them.", "No, it's still up. It was in the comments, though, not the text itself.", "We absolutely can't leave the first three rounds without an offensive tackle. Preferably Round 1 or 2", "He’s not under contract.", "I feel like we have a deceptively large fan base", "It's not Russian land either. Your argument is still complete nonsense.", "starters gone cold , put in the bench and see what happens", "BRISCOE WITH THE DIME AGAIN", "someone should of grabbed [NAME] by his foot and use him as a club to bash [NAME]..", "Exhibit A, lol", "Those who can make you believe absurdities can make you commit atrocities.", "Possibly, but not if it actually succedes", "Idk for fun?", "Anyone who can pass the test proceeds. The standard exists to protect everyone in Britain, including the failed candidate. They should be recognized for volunteering. ", "I mean, sept is a prefix for seven. Even if it isn’t the right one for that problem...", "and it's way better than the shit websites do now.", "he's playing you on not just this point and you eat it up.", "Go out of your way to listen to the opening segment of [NAME] show today. Epic rant on [NAME].", "Then these people are worrying for no reason.", "That’s fair.", "Our problems are our own. Racism, classism, mysogyny, bigotry. ", "Pedo dream, don't talk to any strange men with candy", "It’s all the anger, it ages her terribly ", "Yes but my point is [NAME] raping [NAME] makes more sense if she gives birth to [NAME] and [NAME], not [NAME].", "> a mother in law unit Apropos of this and not the main thing.. lol! We call them granny flats in Aus :)", "Mr [NAME], tear down this wall. ", "If he worked out he would look good I think. But not in a way I would be attracted to him lol, just in general.", "I clicked tive times on the Facebook like Button", "I think he's showing the scissor cutting himself in half to illustrate the type of discourse it produces when it cuts populations in half", "Call him out in person? Or in front of someone.", "It doesn’t look like anything to me.", "I see your spell check does what mine does with remainers. Nice", "I thought [NAME] had said he hoped to stay in Ottawa? I'd love if they signed him though.", "\"Your dehumanizing the people who are breaking our laws on several levels when a perfectly working citizenship process exists!\" And? ", "Sweet, [NAME] 1 I assume?", "Only good commie is a dead one.", "I, too, thought it was carrying a dildo", "it did really", "When it goes bad", "[NAME] was a [NAME]. He's on your people.", "only suckers believe this don't be a sucker", "So is [NAME] the frontrunner for Executive of the Year, pre trade deadline?", "If you love your car ontario is not the place to be. The salt will rust out your bottom.", "He has like a million jobs though", "It would be nice if south Florida was like that", "[NAME] baking company is one of them.", "No one does", "Lmao doesn’t even try to refute.", "Now watch this place decend into the same voidless pits that r/soccer belongs to Bring on the half n half OF scarfs", "I told her that same thing. She insisted that it was a possession", "Because at best, you’re a racist and an apologist for at least a wanna-be dictator and his supporters ", "They’re saying it was a sick barista", "The dude with the eyepatch is fitting.", "I think that was [NAME], but I'll see if I can confirm that.", "That's what everyone says every start of the season", "If you were charged it is most likely due to poor articulacy/communication skills", "It looks like someone screwed up.", "I don't know if I'm comfortable with a religion that approves of human sacrifice tbh", "Of course, you're /u/Utkar22 !", "It could have been worse! All the chairs and table are still upright.", "Damn, you could make money out of this. Come people I'm Intj, i'll tell you if your ex still loves you. ", "Pretty sure the legislature needs to change laws", "Favorite: Hardhomme! That epic stare down at the end! Least favorite: No One. Completely ridiculous and unbeleivable", "Holy cow. The elephant looks like it just nudged her......and she went flying into next year.", "Yes. Many wedding parties don't know what to do with the ring bear after the vows, so there are many up for adoption.", "you can bring all your cards to the game", "Forget the prison, use his own guns on him. ", "RemindMe! 1 Day", "The only [NAME] reference that never gets old to me os 'i just saw Manila girl'", "You’ll see why it’s a trap once you see the bill.", "Well what's that old saying, those who can do, do. Those who can't teach. ", "Saving for later", "Ah, this may explain all the untimely heart attack deaths we hear about for those who opposed the state or whatnot ", "No, my point is that looking to past behaviors isn’t indicative of what is right and virtuous ", "And then we all woke up from our dream", "I'll tell them how I feel... libgen.", "Lol, [NAME] got me :)", "Now you're lying. Suburbs = more than Bellevue and Kirkland.", "I just want someone who listens to scientists. That's too much to ask though.", "Assault weapon are 26 ton weapons used by the nazis and Soviets during ww2 I think you're mistaking it for semi auto rifle", "Everytime I get to hug someone.", "And the healthy snacks are on their way!", "That should be 9 squares all showing [NAME].", "You should be using a twizzler like a goddamn adult.", "I never thought this fatality fit him, unlike [NAME] or [NAME].", ">just convince 5 other gold players who aren't communicating to run a communication and coordination heavy comp 4HEad", "What in the actual fuck are these refs doing right now.", "YPG has carried out numerous attacks. Yet you seem to judge them on the few messed up things they have done.", "No if anything the exact opposite. Couldn’t be further from the truth", "[NAME]: \"S that D! Shut it down!\"", "They have a local government which governs their reserve, which is elected democratically. It’s their government, it represents them not anyone who is non-indigenous", "Yeah, I'd rather have Butch than NBC", "Yeah... major design flaw.", "I was going to say is there even such a sensor? Turns out there is...", "That was my first thought", "You say only other escape but it's almost guaranteed to save you and makes [NAME] way safer than any other assassin", "Yeah. Agreed there. Thought you didn't know what exactly this was :p", "For some reason I read that in [NAME]' voice lmao", "You don't immediately have to start talking about the issue, you can just talk about something else first to get to know the person. ", "Yes its far from remaining, its even more heavily in favour of the EU than that", "You're dad's favorite? No fair!", "It’s definitely around in Eastern Nebraska. You can even get it at Runza.", "The shitty taste is what keeps you awake.", "[NAME] did a job for us", "Just [NAME] rush the sub, they can try and get us but we’ll break through like the videos of the England team they tried deleting.", "Guys. She can do paarrn! She has her gym moans down. She wld kill it!!!", "Boy does that hit the nail on the head.", "This feels like a reference to [NAME] from Homestar Runner but I'm not completely sure.", "Her comments are disgusting. Reminds me of my mother. I'm so sorry.", "Was thinking the same. But watching the fight, one time def had it", "The DPRK is ethno fascism", "You're the reason Publix was out of meatballs today. Hmph!", "[NAME] knew [NAME] were meddling tho", "This seems like a lot of work for so little payoff. The only thing that bothers me about this is that its not very funny.", "Think they fly in tonight or tomorrow?", "Yay! Mine’s Cymbalta and Lamictal with a dash of Ativan lol", "If they don't mention their children within 5 minutes of conversing with them.", "You think 60% is shafting anyone? I think Tellius is sub 20%.", "This has to be the 7th time this was posted", "The new beserker face ruined him for me. Made him another old, wrinkly hobo.", "you dont have to sign up for anything, just literally paste the output of the script.", "You can smell the basement from here on him", "I'm my parents' first and only child.", "It was done before and it was terrible", "Me too, but unlike phones humans can „life“ without the other", "This show and its always sunny for me", "There isn't. It only exists in the heads of those who subscribe to these tinfoil theories.", "It’s your choice what you choose to do, but just know you’ll be surely missed by loved ones.", "the entire background looks wavy. except for her", "And riding one makes you look like a man trying to be tough during his mid life crisis.", "You take that back right now! [NAME] does not deserve this.", "There are so many posts from [NAME] on here it makes me wonder what people think wholesome means.", "This article and the accompanying photos have gone viral. Anyone who knows him personally has probably read it. Dude's probably being shamed and humiliated as we speak", "You realize that the ex husband is not related to MGTOW at all right?", "I assume not unless he gets premonitions of future memes.", "Are you trying to frame me? Let me put it this way: they're all MA'AM!", "If you need a friend to talk to, I am open.", ">They will sell us the ropes and all that. Quoting a mass murderer who especially targeted democratic socialists on the subject of preparing mass murder...", "This is my life now", "Your dog provided you undeniable evidence of type of person that you are, and you should be proud of that.", "You sound like you have a warped view of what makes someone strong and an overblown, distorted sense of your own masculinity. ", "[NAME] is showing unusual restraint at the sight of a defenseless woman.", "Until the Brexiteers bit at the end you could have been talking about Ireland.", "If money's not a problem for you and you badly need to get braces then go for it, the sooner the faster your teeth can get adjusted.", "u/1R0NYMAN is that you?", "Only for those who have that mindset. The rest of us are living in a factual reality.", "Pedes hate him!", "Someone posted about this happening with their pet chicken but I forgot which subreddit", "I wouldn't count out Scotland in the quarters. They're playing well and have given the US headaches in the past.", "Nobody is shaming them for trying to stop article 13. Youtube is being shamed for being hypocrites.", "It worked once already.", "That's not the point. It's not supposed to be unexpected, this subreddit simply is dedicated to the memorial today.", "Most of them don't technically breach the actual law, to my knowledge. Plenty of them are distasteful to me personally though.", "You be honest with her and you break up with her. At that point her decisions are her own.", "Because deceptive practices are easier than producing actual arguments in favor of your position.", "Can't just GA it but can do A LOT more than pretend it doesn't exist and take it yourself. What a cop-out argument that is.", "You might be projecting. The team has a great record playing in front of him.", "“and THAT’S how you kiss!”", "That would have made everything else worth it.", "The true horror of modern democracy is enabling those who say pork roll to have a voice.", "No he was given a bad team to work with unfortunately, and never got the final shot he deserved :(", "he tried to motivate the team in the locker room but i think it was [NAME] who was like \"just sit down festus\"", "for strong bones", "I would totally park in front of their house. They have as little right to complain as you do.", "He dunked all the time with us. Loved the reverse two hand slam", "I mean, he did believe in a clearly terrible [NAME] ", "I’m anything but little you little puppy kicker", "Now she just needs to put start stealing hams and then if they ask she can show her stump and she will get away with it", "Paraphrasing [NAME], this brought warm feelings to my heart.", "the upside is that they can hold quite a bit, so you can almost always just empty it in the comfort of your own bathroom", "[NAME] was better at converting 3rd and 5+ than 3rd and <5 before his injury in 2015.", "You have to have a high IQ to understand Rick and Morty.", "I get it but it wasn't what i was talking about.", "some people just want attention..lol", "Actually they will reveal that they never were friends in the first place.", "Spin him with your curls and put him in your pocket Douzy. And toss him in the Alps.", "Looks like my greyhounds feet", "AND HIS FATHER WAS A DRACULA", "It's a yes or no question so no you did not directly answer it.", "Pfft. That's awful of him and her. They deserve each other then. Grab your shite and gtfo. Hope he enjoys his fog and dysfunction.", "Makes sense as [NAME] was out the last 5 games. The first 8 of the season [NAME] was sacked or pressured on nearly every dropback.", "She wants to be [NAME] so bad...", "I could've done without the bottom right pic.", "Oh your boyfriend [NAME] is heavy also. Must be a sturdy bed", "This happened to me recently. She was doing her thing and I was watching Rick and Morty. Wubalubadubdub", "They ate not hot, they are just annoyingly humid.", "Did you maybe get Tag and Hide and Seek confused ?", "It's in case he suffers from amnesia and forgets his name.", "They don't care, even if that involves bringing any idiot in regardless what they tag along and other tenants have to suffer until or if they move.", "[NAME] should worry you.", "Dumb people. Poor person. The wolf was the only one who wanted to help!", "Also, this has been said half a million times but the Oilers were not picking [NAME] with that draft pick even if we didn't trade it away.", "Or the pulse night club shooter, extremism is on both sides and to whataboutism is being willfully ignorant.", "8 years ago a “friend” of a friend very seriously said we should nuke Compton. One guess who is a rabid [NAME] supporter now.", "Lmao r/starwarsleaks and r/starwarsspeculation in a nutshell", "It's realistically his last chance to get a big payday.", "I was going to get your guys opinion first.", "are delicious mass produced perogies.", "You can wait ten years to start working on yourself and get what you want or you can do it now.", "shaved definitely makes things more swampy for me. I need the hair to soak up the swamp", "She is married to a banker and I posted about her views that any trump fan would love", "[NAME] is a nut; he has a rubber butt!", "I used to delude myself mine had dreamy eyes. Now I know it was the weed...", "I find one at least one mermaid every 2-4 islands Sometimes 2 mermaids an island", "They're probably usually too fixated on how they look to even consider their surroundings", "I have trophy jeans and a trophy bra! Although RIP my boobs because they were the one thing I liked about my body back then :)", "ah so youre the guy who shows up to the party with one goal, to yell at people when they don’t play by his own rules", "If 23andme and facebook team up, you get a sample and find hee facebook user with the matching sample!", "There is clear video of them harassing people before any confrontation.", "Racism. They're talking about racism. The hate is the new KKK sheet.", "Was hoping for a per bear on the other side, or maybe a running woodchipper.", "Can relate. The spirit kept telling me to move to the Morridor. Total decade+ long disaster in almost every way. Shoulda stayed where I was.", "If you're cold and lonely, they're cold and lonely. Bring them in!!", "There's a sweet spot. Pathfinder Kingmaker has important lines voiced, and others are just text. It works great.", "Should have been a and 1 tbh, [NAME] smacked him in the face.", "The one that is a sentient being; the one that's most affected.", "Either that, or his wife is *really* attractive. ", "You know, when I think of democracy, the first thing that comes to mind is best 2:3... Errr... 3:5.….. uhmm... I mean 5:7... /**S**", "You should call the police and tell your friend maybe you can Stay over at his place", "Well this beats the whole \"[NAME] tried to convince the front office to take [NAME] at 1\" narrative", "Sounds like you didn't catch his disease properly then", "You seem to be unwilling to talk about the actual facts here.", "What’s it like to comment on things without bothering to read the context?", "One period? Damn you think it would last that long", "I think you spoke too soon", "You need to stop focusing on him and focus on you and your daughter.", "He sees you when you’re tweeting, He knows that you’re a fake, He knows that you love [NAME] So resign for goodness sake. ", "In case anyone missed this masterpiece of cinema", "At least we can all rest easy that it doesn’t happen in “The Zookeeper”", "Its a half baked RP. If they wanted to kill each other they oculd have just started shooting.", "france drinks coffe from a bowl.", "There are levels of survival we are prepared to accept.", "When *[NAME]* has to talk you out of an idea, you know you've got to rethink how you're living your life.", "Because your very wise mother KNEW who the real wankers were and she couldn't be bothered... Smart lady.", "The people I went to school with work the checkouts at my local one, no escape.", "It's got what plants crave.", "Hellooo back up career!", "Updooted like the filthy animal I am.", "They hated [NAME] since the beginning of [RELIGION], they treated them like animals", "The sun has set on the English empire", "It’s good to be in good relations with other gms. The bulls basically did the rockets a favor. We got money and build rapport.", "WE FOUND THE HERETIC AMONGST US!", "Ranked #3 edge defender in the NFL, 25 years old, and makes our division rival weaker", "There's having fun and being a hoe, OP seem to assume what she is, so ni worries for her. ", "[NAME] irrational stans are the gift that keeps on giving.", "someone forgot to switch accounts", "(It was a joke)", "Woman here - $50 per orgasm please! I could easily make $300 in a half hour wankfest...", "I'm either an optimistic nihilist or a pessimistic existentialist. Only further readings will tell!", "I like to bring up the fact that all of these pyramid schemes have corporate offices that have the exact same structure they are railing against.", "That was more of a dumb [NAME] decision to play the corners to far back", "Just coming!", "That's what I would recommend too. Go for righteous deflection and second wind as your t2 and t3 for additional anti-gank potential", "The point we're making isn't that it IS an alt-right position, but that only the alt-right would pretend it is.", "> Most resent season", "I have a paper yardstick from IKEA in my purse. It has been very helpful for the craziest of reasons.", "This would be completely ludicrous. Turkey can literally just drive tanks over these guys if they want.", "That’s why I have a separate work number - I can just shut it off.", "That sub lost it's way a long time ago", "There was a huge pervasive fear of nuclear war in the 80s among kids. I remember often waking up screaming from nuclear nightmares.", "But I feel like such a tool!", "They probably make up 2/3rds of the income/salaries though.", "“I do too. One of them is Hulu.”", "Let's get skinner locked up for 8 years first. Don't want to upset him before he signs", "I’m here for you. What would you like to discuss?", "Meth and booze.", "I find it kind of hilarious that you got downvoted for saying this", "You say weaboo, we say virgin", "Probably. The internet is a physically threatening place", "Teachers today complain, but zero tolerance does prevent the whole bull-whip/beat-to-death scenarios.", "Small penis and resulting anger issues.", "It's been pretty mild in New England but we got a massive storm coming to change that at the end of the week", "No being around non judgemental people is a very possitive benefit to leaving.", "They're on the list, still have a few of these to knock out ", "No, some of us thought it was gross back then too.", "Nope, he owns Swift. It's basically a holding company for all of his business ventures", "But but [NAME] and his bad postseason stats", "The pastor they’re having officiate their wedding is deeply and unabashedly homophobic...the hypocrisy is GLARING.", "Yep, I found myself rooting for him the whole time!", "Literally the reason he was discribed as the \"king of parries\". ", "Papa Johns in my area basically gives away their pizza. I can smell the desperation in the store", "It's like [NAME] *Avatar: The Last Airbender*. He had some great source material but utterly botched the execution.", "It's like [NAME] said, man. You look for the guy that benefits, and uh... You know, uh...", "Each season gets better and better with season 3 or something you should go back and see what happened.", "Oh hell yeah. The Don is perfect for when [NAME] rounds into the second half of his career after he’s collected a few rings.", "Guys should also know that not every woman is a size queen. Average doesn't mean substandard, average means just right.", "That basically means this site steals and sells your data so they don't want to make it GDPR compliant.", "The secret is you have to ice them for ten minutes.", "MRW I'm just trying to make it through my day and someone brings up Brexit or [NAME]", "She was behind sesta/fosta just recently. Which has done more to censor thr internet than the net neutrality that everyone freaks out on. This is terrible news.", "No....\"burnt\" together, just planted in different areas!", "Oh hi there stereotypical psycho right-wing tabloid sound bite.", "I peg the difference", "Feudalism is statism, dumbass.", "*scoff* maybe you can’t. /s", "As in when totalitarians show up in solidarity with those \"normal\" people? If you're attracting ANTIFA, you're not normal.", "How is she at all mobile at that weight? Bones are incredible things!", "They're doing a good job dividing people. I see many poor people vote for the rich.", "I am just saying in general, in any situation. Work or not. ", "Bet they're like 12 lol", "Yeah but you don't know if they're responsible for 2018 yet. Have to wait another year.", "Not just a faux pas, it's outright rude and inconsiderate.", "The old bait and switch.", "All the things you've been thinking about, fangirls, make me sad.", "If the alternative to you being single is with this guy, stay single.", "someone on Reddit said he's like a football expert version of [NAME] on Bojack Horseman.", "you never wanna hear that but sadly people will say they love you when what they really mean is you are convenient.", "And we know how [NAME] ended. [NAME] should run away like now.", "This and Theielens record are the two biggest highlights of the season", "Nit bad for a flip phone! That a T-Mobile circa 2008?", "Spoiler: you might be depressed, go find out if you are, then come back.", "That was because he played nearly a third of the year in CF.", "*Peril sensitive sunglasses excluded.", "I was trying to make a friend that was being a douche jealous by telling him I was having a 3 some. Accidentally messaged it to my father.", "[NAME] is doing that since season 1. Even [NAME] commented in S1 that everytime sometimes is up, [NAME] inserts herself into argument. It's her MO.", "“I did do the nasty in the pasty.” “And that past nastification...”", "That doesn’t seem like very responsible presentation of findings.", "The rhetoric of a troll. That’s all you got?", "Could be between [NAME] and [NAME] based on Twitter followers", "He’s cowering in the corner. My only pet!", "LMAO why are [NAME] so bad at this primarying thing. [NAME] and [NAME] are both gonna win their primaries at this point.", "[NAME] receive the maximum sentence and her jail mates know that she kidnapped a child.", "Should have drafted [NAME] and then never traded for THJ...Anyways, just happy we got [NAME] out of this finally.", "Man you sure are obsessed with race. Much like [NAME].", "Your same-gender partner", "Yep, usually if it was the other way around she would love both of her cultures.", "Am interested in responses as I'm in a similar situation, though my tech school is a TDY", "It’s a policy debate round, it’s not meant to be taken as true", "Get more crushes.", "That thread is rage-inducing", "But it seems like im only meeting pros but im silver 6", "shouldve came to america smh", "Same but if we had to write something in English class the teacher would throw a fit if it wasn't in cursive.", "Actually you're a [NAME] if you aren't for exterminating the 'wrong inherently evil and guilty race'.", "Bore off, you pearl-clutching, centerist coward. ", "Well she played a damn long game with this 'Publicity Stunt' seeing as it was 10 years ago", "Those hurt people who are genuinely harmed and need to be made whole through litigation.", "Unread is better IMO. Unread could mean busy. Read and no response usually means indifference.", "Cause she's being doing drag for the amount of my lifetime lol", "but m-muh social construct!!", "> its just there to make people uncomfortable and force a tip. No one working there really expects a tip in the first place.", "Your life must be miserable. That's sad somehow", "You poop into my butt, then I poop it back into your butt...", "He wasn't as mouthy around [NAME]... he seemed slightly intimidated... he needs to take a seat", "Well I can say 100% it didn’t go well.", "You took the **bait**. Unless you masturbated to it.", "And then the oligarchs in charge will be forced to say how they really feel about America... this bizarre logic has very interesting potential.", "They leave me out of everything", "It takes a lot of time to watch games. I got better things to do.", "Does not giving the puck away in the defensive zone every single fucking time he touches it count as an elite level skill?", "I was absolutely gobsmacked when I found out an ICU/CCU nurse can be paid the same as a short stay obs nurse in my hospital.", "Depends of the raise pre and your stack and your opponent and your range and what you last ate", "I was about to say the same lol.", "Well, it's you on mobile)", "he's been around forever but apparently none of y'all have RES", "It's not a recessed center, there's an edge cut out around the outside. It's from the melting pot, best fondue restaurant! ", "Just leave already", "The Morton hockey team train there, if the football moved down maybe we’d have success", "They could not have done the same thing. Only certain things can go in a reconciliation bill.", "me too, always smoke a cig with the joint, they are best friends", "lol out loud", "[NAME] seems to be trying to get the foul over making the 3 a lot this season.", "If the anime really ends that way there’s no way I see [NAME] and [NAME] get back together.", "He'd be a homewrecker if he slept with the guy. Calling out the married dude's behaviour isn't home wrecking.", "The definition is simple: relationship -> sex friendship (not f+) -> no sex", "Spiders in the corners of the house and praying mantis' on the curtains, best anti fly setup ever.", "Everyone can tell when dudes do a combover and yet many guys do them", "Reminds me of when women get upset for \"looking at their chests\" when they have writing on the shirt... ACROSS THE CHEST....", "Hey look It's a Bernout from Potomac! Lol", "Golden road is the only place I can think of off the top of my head", "About every direction, down gives you the same problem as up and every other direction is less effective to escape.", "Bye, [NAME].", "I was more responding to the \"Michigan will be fighting against that all year.\" In two weeks, there's no preseason weight at all. ", "As someone who's been trying to break the bad eating habits, I feel you.", "you're curious.", "Lmao implying it doesn't go hand-in-hand", "Just wanna boop that T I N Y B O Y E on her snoot and hear her Bork Bork Edit: we don’t preserve dogs", ">just something motor**sport** fans tell themselves to avoid admitting it’s not really a **sport**. Errr.", "Say thos: mom, dad, she's busted. Respect my wishes!", "Yeah deffo seen mom do that trick with a Hotdog :) lmao", "1 bit u/tippr", "9 days to beat it before the DMC 5 demo releases and consumes my life.", "Being gullible to anything and anyone [NAME]. Giving to televangelists and getting caught up in MLM schemes.", "If you’ll check my medical records you’ll see I have a crippling arthritis in me index fingers", "When people are insecure, they'd rather have somebody who is strong and wrong than someone who's weak and right, - [NAME]", "NOT EVEN CLOSE!", "Your mom is being ridiculous. It's not a bid deal, she's taking out frustration with something else on you, maybe. ", "are you only looking for someone to share? do you want someone else or are you just doing this so your partner might have someone?", "The lunatic is on the grass.", "You should tell the bison in Yellowstone they aren't really wild animals.", "It’s worth getting fit regardless imo. Can’t imagine life being overweight.", "That was easily the best one. The lyric ended, but somehow he just kept going. ", "I know a partner of mine wanted to convert so we could get married. But he's an atheist so IDK how he expected that to happen", "Author thinks that a guy who bounced back and forth between a bench role and AAA will bounce back and forth between a bench role and AAA.", "Mexicare for All.", "Srs that shade range is abysmal smh", "noun flogging or beating, either as a religious discipline or for sexual gratification.", "It would be okay if they will turn them into some old non-obtainable premiums. I mean limited edition", "Then getting irrationally angry when they don’t see it your way.", "That sub is filled with people who want other people to do things for them. A revolution would be to much effort.", "Maybe the [NAME] curse isnt real, but the [NAME] curse sure as hell is. We dont want any [NAME] on the cover!!", "Not sad enough fo here the skeleton is dead so he can't comit sucide", "Keep on going. I'm at 21 days.", ">big dumb rodeo Them's fightin' words", "The hand break isn't going to make already locked tires lock any more. Just sayin'.", "Well ya but it's kinda too late for that unfortunately", "There was a thread about a month ago:", "Da Colts!!! Go frank go!!!", "This is more normal for INTPs, but ENTPs can be this way as well.", "Last refuge of serous fluids and the dreaded endometriotic nasties.", "Enthusiasm is not helpful, got it. Edit: lol what a bunch of snowflakes.", "It’s just speculation, but...yikes!", "I remember when wall Wal Mart tried to \"overtake\" the German market. Eat this Wal Mart.", "Not relevant. Evangelicals frequently preferring [NAME] to the likely alternatives has nothing to do with the alt-right; there's a little overlap but not much.", "[NAME]: I just want them to get things going. [NAME]: This is the competition!", "Wait till I show up in threads and start saying opposites just to trick you.", "She has a point. The water from the runoff channel behind my house tastes way worse than the water from my sink.", "The hero we didn't deserve ,but the hero we needed.", "Man, what a very tolerant person he is.", "Get woke, go broke.", "Just called, only one left, it's on hold for some fella named [NAME].", "[NAME] needs to demand more from his staff and have longer practices. Idk something needs to change because they constantly underperform especially on the road.", "This is just something I’ve noticed among my NFP Friends vs me.", "breaking news: sports fan does something extreme and stupid over something that doesn't matter", "Tbh I believe that date way more than what they currently say lmao.", "mibr losing to faze", "So I just got peach and now I dunno what to do with it. Someone add me, hmu [NAME]", "So hit Seek and Indeed.", "That's why I don't open Instagram that much", "Real life Troll doll", "He burnt out. Give it some time. Other option is he never really cared, but I find that unlikely. Also maybe life just happened.", "They stole his toilet bucket", "**SHOW SOME CRYING FANS YOU COWARDS**", "Maybe I should tell my family to move the Lavvo further south =) people sound nicer there", "I just mean she keeps saying never again. Again.", "Resting cash face", "It's the number it came from", "i mean if you really want to play guitar with your thumb there’s nothing stopping you", "Good luck.", "I like him too but when we DFAd him last year you’d have thought we cut [NAME]", "You can get into big, fuck up your life forever trouble.", "I see, Unfortunately I don't think equity has ever turned out well in history. Humans have tried many times and failed with catastrophic consequences.", "If you want [NAME] to become [NAME], yeah", "We want buns", "Huh...I always heard that libido decreasing after a few months is normal even for NTs.", "This is amazing OP. Don't care if it's OC or not. This shit had me dying", "First, in war First, in peace First, in sexually transmitted infections", "Tbh, that sounds better than lithium", "We've got a long way to go and a short time to get there. Literally like an hour.", "Auba probably depreciated. Due to age and initial high price", "F for our fallen comrade", "Read my post bro. If the were other girl, I'd know instantly they were into me", "This looks like it was written by someone’s desperate to be “down with the kidz” mother.", "Problem is the people who don’t know the difference between a single solid yellow and a double solid yellow...", "Other teams on power plays: relentless shooting at the short-handed team’s goal Blackhawks on power plays: can barely get the puck past the damn blue line", "This is trying way too hard. Ease up on the carefully sculpted one-liners and I might start to believe this was even partially real.", "I saw [NAME] recently with [NAME] and it was bangin", "Same here. The critical sign and the little chevron only shows up.", "You're in for a real treat!", "This is why [NAME] did what he did", "Why would she say something like that? What did you do", "[NAME] is earning his spot", "I have a [NAME] jersey for the same reason. Ugh.", "Make sure the kids layer up. And make sure you layer up, too.", "Policing The Police': How The Black Panthers Got Their Start", "And it needs to keep pushing harder and harder to the left in order to wash away all the crap that's been enacted since [NAME] got into office.", "Crackly bois.", "People are assuming you’ll survive getting your leg cut off right now. Coma seems better.", "No, he wasn't the entire problem, but his performance can't be excused by coaching alone. He's just not very good.", "As a song from my favorite anime of all time goes: \"Make the impossible possible\"", "Without fail: East of the Hagen Orchards in Bayou Nwa or behind [NAME] mansion (look by waterline).", "Equipment (PC & accessories), settings, the whole transition I feel lost to be honest", "He's the reason why they unable to win it in the first place.", "You should see a \"heat map\" about the movement of a winger and you would be surprised where do they spend more time on the field. ", "Just in case you weren’t sure he’s an [NAME], he decided to obstruct 20% of his windshield to remind you. ", "Maybe next time... Hold that 40 pt L for now.", "*Go and encourage yourself. You can do it you piece of shrewd.", "With some odd cat-like appendages", "He ships.", "challenge him to a bout of fisticuffs.", "Yes honey, now go get the mop.", "Into [NAME] [NAME] poured her hatred her malice and will to dominate all life on earth .", "optic & losing to aches at champs", "This is still an inappropriate photo, no matter what type of dog it is", "LeT mE kNoW wHeN a CoAsTaL tAiPaN sHoWs Up Poor country bumpkins, gotta gatekeep *something*.", "Needs funny captions.", "Your memeing right o.o", "Remindme! 5 months", "People who had theirs stolen or bought a base model with crappy wheels", "It was believable until the “almost got beat up after class” part", "Well ‘hanging with the bros’ is happening either way. It’s what I do in the morning.", "Although it can use a CD, Windows and Linux will both automatically install drivers, so it's weird to do it manually. ", "She's not pointing at you. Look closer.", "their is a differences between losing and being embarrassed", "You can make a complaint and get damages if this happens. They are required to not pester you for two years if you fill it in online.", "It's the issue with a lot of 'activists' who think all's they have to do is exist.", "It’s probably warmer in the freezer than it is outside. Oof", "Because it was windy ...", "> You don't own them so that they will give you eggs, you saved them and now coincidentally they give you eggs. This!", "They both crazy", "What do you mean? It would be the same code for every system?", "It probably will if you roll your eyes so hard.", "Pretty much does. SNP polling at 41% for the next election, CON at 25, LAB 23, LIB 6, and Greens at 3.", "ITT: Reddit ironically using conservative characatures to complain about liberal characatures.", "They r like 5 dollars each", "The stadium isn’t a draw, it’s using space that would have otherwise been available for more housing ", "Next level up to termination.", "Op gets wooooshed", "If there were ever people who deserved that kind of discomfort it would be someone who tortures native animals.", "Hey I said that to my grammar once", "Just like [NAME] was defending himself against those younglings ;)", "Sameee, if I got a dollar for every time I’ve gotten that comment I’d be able to end world hunger", "Must be a couple of Alt Left students at Berkeley Cummunist University.", "A mod like this, especially if it's exclusive to your servers, would be full no matter what", "These are icels. Anything that has its own porn category is kinky to them.", "This is like someone saw that scene in There’s Something About Mary where they wanted more foods to be cone-shaped and really kept it with them.", "[NAME] as family!?!?! I NEED TO KNOW MORE.", "Feel free to tell me. I’ll get to it eventually", "You are so ugly even tears wont show up near you", "Make sure you bring your turn signal too ok?", "[NAME] is gonna smash tj ez", "Better late than never sadly I can see another label scooping him up", "Cough cough, r/gunners would likento buy you a drink for speaking the truth good sir. ", "He's not putting you first though, is he? It's his family first. That needs to be addressed.", "I just popped a pill in my chAmpagne, she say she love me she don't even know my reAl name' -[NAME]", "A car. Let someone else eat the immediate depreciation and break it in for you.", "You know [waves hand] Everyone.", "i already gave away too much of the secret it's relevant save yourself before its too late", "This isn't Craigslist, post is removed.", "It’s rebranded as the ‘Quarter Note Hotel’. For now.", "Its onky been 6 years i think you read the second line", "I assume the [NAME] announcement doesn't mean that his contract money comes off of the payroll?", "It's still not something I'd jump to and I'm currently in a closed relationship really.", "I don’t think anyone would be offended by calling a group guys. But idk", "Someone needs to quit horsing around I’ll go home now"], "gratitude": ["So it isn’t pretty much the same? Glad you think I’m right then.", "Thank you for your wisdom, [NAME]....", "#THANK YOU FOR THE RED ARROWS. I NEVER WOULD HAVE GUESSED IT WAS THE TOP COMMENT", "I would be unfulfilled and unhappy. I enjoy meat, thankfully I own my own plot of land and can hunt on it at will.", "Yep that helps. I’m in a sneakarchy for sure. Thanks for the info!", "I hate you for that title. Thanks a lot. /s Right as I’m about to go to sleep too.", "Ok, will do man! Thanks. Edit: I forgot to mention I heard her asking one of my friends about me and it sounded like she definitely likes me ", "Thank you.", "THANK [NAME]", "I fucking love that you actually educated me a little about punk. Thanks for the suggestions, I'll definetly listen to them.", "Thank you. Should I ask them to see the report I gave to the cop so that I don’t mess something up?", "it is adorable that you think that", "Thanks [NAME].", "i used to do this a lot when i was younger lmao glad to see my vision wasnt just mine", "Thank you! I appreciate the support", "It's called \"internalised misogyny\" and feminists are aware of it and discussing it. Thanks for your concern though.", "I’m only allowed to see counselor once every 2 weeks, so that sucks. Thanks! Best of luck to you too", ">ultra-conservatives Um excuse me, I'm actually a Plus Ultra Conservative, thanks!", "Thanks for contributing to the advertising", "That’s something I hadn’t considered. I’ll do just that. Thank you!", "Thank [NAME] you used this prequel quote and not, “You’re exactly the way I remember you in my dreams.”", "Ok thanks bro for the opinion. I’m trying to settle a argument.", "Nice dude, aimheros just what I've used.never heard of kovaaks. Thanks for the tip, I'll give it a try tonight.", "Not at all. I wasn't offended in the least. Thanks for the promotion!", "Thanks, I wouldn't have noticed the car without it.", "Thank you. Well said.", "Thank you kind internet stranger for listening to me. I feel a little less alone for the moment.", "Ok, thanks for the clarification. I don't find it compelling but I appreciate your time and patience.", "This post is amazing. Definitely starting to see good days and life just kept improving after my Nex. Thank you for this", "Thank You All for your comments. Thank god I wasn’t alone on feeling this.", "Thanks bro!", "I really hope you do this for a living. Thanks!", "I'm about to start my weekend. Don't mind if I do go contribute to the thread. Thank you, OP.", "Thanks globalism!", "Your welcome.", "Thanks! I love watching him every week", "I'll try and search there. Thanks. Edit: it looks like a bunch of vampire story weebs but whatever", "[NAME] endorsed [NAME], for one epic fail in that regard. I prefer to make my own informed judgement call, thank you very much", "Holy [NAME], our hope and handmaid of the [NAME], pray for us!", "Thanks for this.", "Thanks! Do you think a skeleton fort shouldn’t be too hard for a 3 man crew of average players?", "Thanks. Those are great suggestions.", "Thank you for your service.", "Thanks everybody!", "Ugh yes that makes sense. Thanks for the response.", ".. :< you're welcome ;;", "Thank you so much, kind stranger. I really need that", "Thank you, I'll try my best. At least i'm not binging while i'm here.", "Thank you [NAME].. Another disaster you created.", "Thank you [NAME]. Best of luck. I'll always remember your goal to clinch MLS Cup 2017.", "This is very helpful, I'll dive into these links thanks", "Thanks for reply, I'll enjoy reading through the comments... maybe you make a book of it all. ", ">@teamYouTube ok and thanks", "My daughter attempted in November of 2012. She also still struggles. Glad you’re BOTH still alive!", "Which side story? Thanks for the info!", "Thanks! You too!", "Thank you for these advices can't wait to make them to the test ;)", "Thanks I will check that out.", "Thanks, totally makes sense, just need to get out (and stay out) of my head =)", "You are welcome! I am so happy it worked :))", "USA Trash is [NAME] beloved gift to Canada. Thanks [NAME]. Nice hair though!", "Thank you! Forgot to add her youtube. And her second, smaller, channels (super entertaining rants): ", "Noted. Thanks for the suggestion!", "THIS. Thank you for this.", "Thank you. It happened suddenly. Near the end of the game.", "Thanks, i will try to look into possible causes. ", "Alright, thanks", "Thank you. Posted this to Facebook!", "Might do that, thank you!", "I haven’t seen a good repost in a while. Thank OP I’m mean karma whore", "I think you both lose because they're at .500. I hope you both enjoy your Leafs pint glasses! Edit: thanks for Reddit Silver mysterious stranger!", "Thanks for the help!", "No Akechi but I’ll take Ren. ([NAME] they’re all so good)", "You're welcome! Glad you're enjoying them.", "Thank you!!! I'll do this now!!!", "Don’t laugh the way this game went I actually expected he will lay it in... then reality and [NAME] hit... thanks goodness", "Thank you for the advice!", "You've sparked my interest and made some solid points. I think i'll make some calls and reconsider. Thank you!", "Thanks, do we know how this document has been publicised, and if it's not a fake document ", "Thanks for clarifying!", "Ah ok, good to know thank you much!", "Thanks for explaining the point he was making.", "\"Ma'am, thanks for buying the twine. Have a nice day\"", "Watch your language, thanks bud", "Thanks. I appreciate that. At least I know I’m not the only one.", "Thank you kindly :)", "Where I live this standard, however they would of only been together just three weeks. Great news for you guys thou.", "Thank you [NAME] master", "Thank you very much my good sir! If no one else has sent me a picture by then I'll make sure to inform you. Thanks again!", "I borrowed an old wedding dress from a museum. It was a one size fits all kind of dress. Thank goodness!", "Yeah I hope so! I really love her but I understand too that I can only do so much! Thank you.", "Giving gold is like a thank you irl, just go out and start thanking people OP.", "I feel like that's what they both deserve, though. Thank you for the support <3", "thank you so much <3", "Thank you! It will help a lot", "OK, thanks I'm gonna delete it and post it in another sub reddit.", "I resent being lumped in with the group you are referencing, but thanks for sharing.", "Oh thank [NAME] another commercial break. I was missing all these repeated, terrible ads", "[NAME] over there kneeling in front of a picture of [NAME] riding a dinosaur thanking his savior for giving him the strength to be conniving little twat", "lmao and I thought I was the only one", "You just made me remember [NAME] is gone and that made me happy. Thank you stranger.", "Thanks for the detailed reply friend, much appreciated. I’m a history buff and love learning about these things.", "Thanks man! You rule.", "Thanks for the suggestion, I’ll definitely have to hit that up once it gets a little warmer!", "Thanks for the recommendation! This goes straight to the top of my audible queue.", "Thanks to me, my grandma now refers to to [NAME] as \"the lizard\".", "Thanks for cheering me up!?", "I was having a good day and it still really made me feel good. Had a bad day yesterday and it's still affirming to hear so thanks!", "Very insightful and tragic post, OP. Thank you for sharing and raising awareness as someone who has been through the trenches.", "I'm new here from the U.S. This convo cleared it up for me, so thanks.", "Changed it thanks", "Thanks. I'll let him know he needs to step his game up.", "Very cool thanks!", "Me too thanks", "I will watch tonight, thank you!", "Thanks for the recommendation! By this point I should just start a list. :D", "Ballroom Blitz. Thank me later.", "Thanks for the info and the welcome! Blue and Orange forever!", "I’m also glad I’m not the only one that swears a lot at the bastard objects.", "Thanks - I had not heard of shootings in chapels.", "It actually makes me really happy when people literally call me [NAME]. Thanks kind stranger!", "Thanks for the reply! I appreciate your input. Please keep me in the loop, I’d love to be more active with this if possible.", "Now all I’m imaging is [NAME] casted in the American pie movies as [NAME]. Thank you for this memory.", "Thank you. Hugs to you too", "Glad to see Hearts fans giving [NAME] such a warm welcome back..", "Thanks. People need to calm down and give QCX a little time here.", "Thank you!!", "No worries! But I figure the written recipe should be handy for some folks.", "Thanks for the info", "That's along the lines of what I was thinking, thank you!", "Thanks for the hug matey :)", "I really love this suggestion. Thank you!", "Great idea! Thanks :)", "Thank you very much.", "One elite run stopper please thanks", "I will check him out thank you :)", "glad to hulp", "Thank you for the thoughtful advice. I was thinking of getting him a mic for his gaming habit, so your advice is timely.", "Thanks [NAME]!", "[NAME] IS ABOUT TO BLOW THIS GAME UP! Edit: wow thanks for the silver", "The Citadel has given us much to be thankful for.", "Yeah I think I'll just push her away, thank you.", "thank you!", "Thank [NAME] for the adult spammers on my susbscribed NSFW subreddits.", "I’ll give this a look. Thanks for consideration.", "Thank I may just try to find halal store and buy snacks that are popular . I heard even marshmallow may not comply.", "Thanks for the tip, just got some FYH Caesar on sale, can’t wait to try it!", "Hitachi Magic Wand Thank me later.", "Thank you so much! That’s a helpful list with a great variety!", "Glad I ended my shift early to go relax and gamble at a casino... I had been having some issues since yesterday.. having to close app/restart to advance", "Right? Considering it’s such an important document, I should know the damned thing backwards and forwards... thanks again for the help!", "Thanks, i have to wake up early tomorrow ish.. i cant now but if i think of any other questions i will, ❤", "[NAME], I had. It *was* a repressed memory, thanks.", "False false false It's about having a good group of friends to go out with and knowing the right places to go to meet new people.", "Thank you and your upvoters", "Meant to post in r/Photoshop . There are more people online on r/Advice , though. Thanks for reminding me. Can you help me with my problem?", "This. Thank you.", "facetune is hard work you fucking pore. I work all day to support this family and this is the thanks I get?", "I was just busting chops. Glad to hear your health is better. I think you've inspired a post on r/intj my friend. Stay tuned.", "That is a good idea. It may be hard for him to make any progress with him coming over so often. Thank you for you input!"], "amusement": ["Can't jab him outta this wind up unblockable lol", "giving great [NAME] vibes", "His videos are great.", "Beautiful face, but scenically over the top", "you made history, at least", "There are too many depressing headlines on the news. This story made me laugh.", "Very irony based.", "That would be fun", "Awesome!!!", "Yard goats was awesome. Almost a major league feel to it when it’s a packed day", "I noticed that too. How cute.", "That’s what makes this so sweet! Blackmailers are scum. This was satisfying to read. You’re a savage, OP. Well done! ", "He goes after my Wisconsin teams all the time... so I live that one haha. Pisses me off but still love em", "I think the mushroom photos are a joke about his penis.......", "I am a 34-year-old lover of plushies. You are in good company, my friend.", "Cool story bro!", "[NAME] with the beautiful backtap", "That’s a fair point. Pretend to be a foreigner than? Haha I don’t know. I wish you luck my friend!", "Any that lands for us tbh lol", "Congratulations on securing your CF Future!!!", "Gonna have to say no on the last sentence lol", "The new live-action movie looks great!", "Here in Russia, we do not like when our culture is misrepresented, but we make fun of such misrepresentations.", "Funny because I only owe 20k... I guess no one told these kids community college exists.", "Great. Now some girl in Utah will appropriate it for her prom this year because she \"appreciates\" the culture.", "Your dad is awesome", "Oh man.", "I was expecting “little boys pants would always be ‘half off’!” But that would be in r/unclejokes", "Oh whoops haha", "She has an amazing voice", "So insightful!", "Hahaha. Oh, you.", "so very accurate", "[NAME] was our only playmaker the past few years.", "Fair enough.", "This is the most Chicago music video I think I’ve ever seen and I love it. Classic song!", "Walmart is also a good place to look at the local fauna.", "You’re* such a nice person!", "What a cute little accident you turned out to be", "Haha its okay!", "Crap. Well, it's still horribly high on Vancouver Island... Wonderful.", "I follow that account in tumblr, it’s satire. It’s basically what an incel criclejerk of one person would be.", "He had better get 1st ballot. He's a legend.", "Have fun insulting me then. I have fun building and using BSV Insults are too low for me to participate. Sorry", "Karma ++++++++++++++++++++++++++++ What a great example for us all, sir. ", "Nice pen.", "I was kidding.", "... with my stepmom. Haha. Erm.", "Good job for politicising a tribute to a local TV show beloved by many.", "I laugh every god damn time.", "effective java! It's a classic.", "Haaaahaaaahaaaa! Been there. I had a little kid do the [NAME] handshake on me. I just looked confused.", "[NAME] looking like [NAME] out there", "This made me snort while laughing. Well done!", "For real my wife was like what the hell are you laughing so hard at... I couldnt even explain i just kept laughing.", "My first messages from women are either \"hi\" \"hello\" or \"psst.\" Yeah I'm not wasting my time.", "Don't include me in this us! Just kidding.. We need some love and fast.", "Kinda sad if that's what you got out of the ad lol", "I were wondering what's the deal with the second pic .Nice find .", "It was the most a receiver ever put on the Legion of Boom Seahawks though, so that's cool.", "Watch alpha jackals explanation of the Nerf. It's a great explanation", "You’re*", "Great work hentaipoon!", "Her hair is beautiful! I have high hopes for her staying clean and on the right path.", "Omg i love you hahahahgaha", "Revolver is pretty beast tho, 2 shot close range", "Good potatoes, good pasta.", "It's wonderful and gives me happy happy feels", "Still extremely impressive.", "Right?!", "First- damn what a block Secondly- that was a really smart timeout there. Expected a prayer shot.", "Oh please lol", "Stars don’t get chicks my dude. Good way to let everyone know you are a fucking goober", "Yeah but it's fun lol. Hes banned a lot in NA also.", "It is funny and sad, when faced with the option to laugh or cry I choose laugh", "Keep playing ‘18, save your money on ‘19 and go buy beer.", "People label him as hysterical but he’s probably one of the calmest amongst [NAME] on Twitter IMO.", "good start [NAME]. MORE! MORE TRADES! GET WHAT YOU CAN! SELL, SELL, SELL! #BurnItDown #NobodyIsSafe #ShapeUpOrShipOut", "Happy New Year to all my fellow Asuka mains and all you dirty bastards who show no hespect. Cheers!", "I think you’re absolutely gorgeous", "SO MUCH.", "I didn't know operation was a failure to be honest lol just knew what it was", "Oh. Thanks. I was too lazy to read the [NAME] and just presented my opinion. My bad", "Vista tower is going to be such a cool addition to the skyline when the glass is installed!", "Haha this is one of those moments that makes me laugh out loud", "This is even remotely funny", "The sound ISN'T mixed terribly like in high school kids and a nice taxidermised bear in the USA, a beautiful day!\".", "Hahahah holy shit, yes it does.", "> extreme poverty is re emerging in the west. lol", "You're not [NAME] about your joke, good pun there mate", "That’s pretty neat", "Lol I don't hate these tbh at least they're real", "There was no need to crap on this guys feelings but you decided to anyway. At least you did the right thing a helped him dodge a bullet.", "Yo this is actually awesome storytelling and also if I were you I would have clocked [NAME] into next week. Just sayin.", "I thought it was very good. The guy was one sick bastard that’s for sure.", "I'm pretty sure [NAME] was just joking. Not really sad cringe.", "Great point.", "Yeah, great!", "at 3:49", "Yes. Less toxic =/= nontoxic.", "So thoughtful.", "She is :(", "Here's a great essay by [NAME] regarding the Skripal farce that I've just run across:", "Should be /r/me_irl", "Lol. Imagine dying to a floating zombie", "so fucking beautiful. so subtle, but so necessary.", "Much better 2nd quarter, keep it up guys.", "It's a shame when a really attractive person does this to themself. Pretty eyes great smile.", "Clear your notifications, good [NAME]!!", "What a handsome guy, anybody know what breed that is?", "This has the makings of a great painting.", "LCSC?", "Even though it was fake, the Olive Garden commercial was pretty good.", "Funny way to oppose fascism - since they are themselves fascists", "The Patriots dethroned the Rams and the greatest show on turf, it'd be cool for the Rams to do the same now.", "It's funny because [NAME] actually transformed his play after he left Bulls and evemtually signed with Heat. Would be hilarious if [NAME] did something similar", "I remember thinking how smart I was then. /s", "Wow, I’m an idiot.", "Great Photo. Really showcases what most outsiders expect when they come to Nashville for a show!", "Amazing photo. It looks like a watercolour.", "Nelsinho!!", "Ah does look fun", "True that.", "Good viral marketing attempt [NAME]!", "Tory nationalists puts nationalstic soundbite. TBH, at this stage, an endorsement from TM should be seen as implicit admission that independence is a great idea.", "This is awesome!", "LOL thats right, your wait for someone to hand everything to you. LOL", "Haha I can drink to that! Cheers man!", "These are great", "Um excuse me the static reflectives are the best v2s period.", "I'm so proud of you!", "I am and have dealt with the consequences, hence my amazing son. Like I said before, hopefully you don't procreate.", "yes:)", "At least he had some good cushioning.", "I appreciate his deadpan humour.", "At least you supported a talented artist :3", "This is the most reasonable and logical response on here.", "I’d gladly", "The details on this building are fantastic. If anyone gets a chance to see it up close, you definitely should.", "The Dime on Commercial has cheap eats (but expensive drinks) and usually has a good crowd. A bit small but very lively.", "That was quick lol. I like what I see so far too but come on", "Is it fair to say she’s the most versatile makeup artist of all Ru girls?", "Ah that's so cool!!", "Got it, looks like they're in my vicinity. Will keep this on hand- much appreciated.", "I’m really high and laughed too hard at this video, normally I would feel really bad for the old fella.", "How many wins do you got like 200 lol", "Hahaha the first fall is the best ha", "Make fun of them all you want; fact is they won during the regular season when we couldn't.", "Nicely done sir", "ooh thems would be nice", "He’s one gorgeous and clever little man! Congrats on the new baby too!!!!", "The reason most people don't get the joke is because it's such a bad one, that they think that it's not meant to be one.", "I still enjoy the content here sometimes, but....finally! This post nailed it.", "Here's a gun \"oh good something to beat it with\"", "That when you work for someone to live, friend. and congrats, it sounds like you are discovering reality with your second paragraph. ", "Lol it's a public sidewalk, I wouldn't call it their set ", "And proud!", "I upvoted because this is absolutely stupid and hilarious at the same time", "of moms give birth BY 30. About 11-13% of women are childless. Please lol some more.", "Just appreciate the moment jeez", "Now THAT’S funny!", "Same. Ugh", "Man that movie is such a classic", "The best meme", "Shotgun rack? LOL. I had a BB gun rack on my Schwinn in the 60s in Houston.", "Someone else said that, I never examined it that closely because I was too busy having a good laugh lol.", "I see that you also braved the farmers' market this morning!", "Depay being a flop at United comes to mind, so good now.", "That's the spirit", "A hockey themed one with the Looney Toons meeting the Mighty Ducks would’ve been the greatest thing ever", "I appreciate the advice! This is something I’ve been trying to figure out, like I said.", "Also it seems like there is some possibility of the pole going backwards lol", "Yeah she looks like a real [NAME]!", "[NAME] speed!", "It's amazing the advantage that you have when you advocate for the ruling oligarchs.", "Lol, no one can say that because you don’t know who the fucking shooter is. What’s going through your head?!", "Your friend rich af", "You’re so perfect :)", "Oh hahaha, is it a reputable vendor?", "Bravo, that looks beautiful. Though i know for a fact that i would find a way to fall face first on those things sticking out.", "“You fight like my sister!” “I’ve fought your sister! That’s a compliment!”", "The fact that you got a kill with the auger is impressive enough...here’s an upvote", "Great news. Maybe they will be shut down.", "This is much better! Good mods [T]/", "Nice job building yourself btw", "*me three pls*", "ironic/profoundly tragic. tomato/to-mah-to", "This is awesome. nice!", "I was about to explain that the one with 8 h's was taken until I read your username. Beautiful.", "Lots of good memes here lately. I like that.", "lol me too. _\"Go on in you scraggly old bastard!\"_", "Funny thing is, all of my salespeople who consistently sell 20/mo are constantly on the phone. Weird!", "Hahah, nope! Also from Michigan. Michigan, give me my 40* weather back.", "Makes me want to break out my 'learn to use my SLR properly' resolution again.. more time commitment tbh. Great shot.", "Because I was with someone who accepts cheating as an acceptable form of behavior.", "A *Pontiac* Montana?", "That’s the most badass joke I’ve heard", "that's awesome-sometimes getting in the shower seems like an impossible undertaking but you did it", "Haha dude, love your spirit. But. It's not all shit (the cuisine that is), let's not overgeneralize and become the shitheads we are criticizing.", "I actually listened to the entire joke... and I read the press release from the CHRT. How about you?", "Careful, they scare away easily, but they will be back and in greater numbers.", "I’m not sure are we now taking the word of the FBI and Navy as legitimate sources or what’s happening here lol?", "I agree and I’m a man haha", "Great idea to brag about workplace violation on Facebook!", "But if the dentist makes you wait more than 15 minutes, you are legally allowed to leave. ^I'm ^just ^kidding, ^you ^probably ^should ^stay.", "Anytime :)", "That was great, especially as your first video.", "Even weirder way to spell [NAME].", "Yeah exactly man haha. Not just that core is bad but hc is always more fun imo", "They had been chanting \"we want tacos!\" Lol", "This game looks way too fast for the Oilers rn", "We smart apes", "Good kid.", "Pretty certain it was already reported a long time ago that Japan was getting the censored cut of the game.", "What a great word", "Good lord yes. Banging soundtrack too.", "\"...one last time for good measure\"", "Lol, and be sure to slam the door real hard when you leave.", "MEEEEEEEEE. Most people don't get my humour, but every now and then somebody does and we non-stop laugh together. ", "This guy fiths", "His performance this weekend reminded me of when [NAME] came into the LCS, he would solo kill every single lane", "[NAME] has been playing pretty nice since he's been freed from dnps", "Dude looks like someone dipped Ansem into a super mutant vat", "Lol. Build your own or make some tweaks to the printer.", "Or both!", "Lafc fan lurking our sub... lol typical plastics.", "Its not fake. Its real. You now look hilarious for making ridiculous accusations and praises about a person that doesn't exist. Lmao.", "HAHA so sorry. I've had a very slow day at work. Been hitting F5 repeatedly. Was surprised it wasn't already posted.", "That kid is beautiful", "You are a true hero", "Your username sort of checks out? Lol", "Respect for the person to let you know upfront.", "No at that point you’re a POS, or just have horrible taste in women lol ", "I think theres a line between edgy and racist that this meme clearly crosses. [NAME] is still funny, this is just racist.", "Pretty nice to see CONCACAF signing for the CPL.", "Haha, just like teaching.", "Its just a prank bro.", "She’s like a younger freshener looking [NAME] though lol", "srs that’s a cute sweater n all but i wish the pic was closer to her makeup", "My bad lol.", "[NAME] is a cute woman, A Shyster, but cute.", "DAMN!!!", "Haha I hope this is real. Look up neti pot. Warm water will soften the paper and come out.", "And I can't call the capitol switchboard to express my concern about this because the government is shut down. Awesome.", "Honestly right now I just need to know why our usernames are so similar. Haha...", "Only 22? Weak.", "[NAME] MADE ME personally to eat BACON you ignorant vegans.", "What a perfect timing though.", "It isn't complicated at all. You are growing up. Congrats.", "Magic are a good team. They battle every game", "Already taken haha", "They lived a good life! I honor them by using all their parts", "Or it's awesome! It looks so nice out with the sunshine and all the new snow.", "That has to be custom, right? I don’t remember them having any editions like this, looks sweet.", "I took it as a woke/edgy joke. Don't admit it was just a typo!!!", "I'm so proud of this community", "I think it’s impressive. It’s actually fairly difficult to be that slick for that long.", "Now that would be an interesting game! Not quite sure it's the matchup I'm looking for though. Lol", "Music was better when [NAME] beat his wife", "I like [NAME] but she fucking sucks right now for the all star game haha.", "Haha you have a cut on your face you must be the worst person who ever lived.", "i read your first sentence laughed and stopped reading easily verified basic historical facts are not conjecture genius", "Only 27? Lol", "I want my kids to feel like life will take care of them -[NAME] \"LIFE will take care of them?\" *signature [NAME] face* hahahhaha", "Lol, nice try. ", "You chose... wisely", "Excellent summary.", "This is absolutely beautiful.", "Always look to the odd years brother.", "Your wife is smart.", "Clever!!!", "The irony tho", "Good layup [NAME] now just try not to get completely lost on defense haha", "It's a perfectly cromulent scene.", "Hey everyone I like my braves subbreddit without advertisements", "[NAME] just might be the hardest working man in hockey.", "You obviously didn’t get one", "Great documentary on that: Grandmas Boy.", "Your reading skills are unparalleled", "That or spot up shooting. I like the confidence though, he’s not scared to expand his game.", "We have enough places to start a convo with [NAME], but others have better pieces.", "Splendorinthetrash is a genius, undoubtedly!", "Tough deal haha. The recall just happened though so you may still have time.", "He is good! Funny thing is, a lot of the religious dogmatics in his videos remind me of certain IT posters.", "Gnostic atheist here. This is a great summary!", "That's different lol.. And any positive, faint or not, is a positive!", "Haha exactly right!!", "Your meme is bad and you should feel bad", "I meant that you're funny, not that you've got a weird life", "Money can’t buy happiness, but it can make getting there a hell of a lot easier.", "All those empty seats smh. Imagine paying $300+ just to see the Rangers get slaughtered at home. And yet, I still want more goals haha.", "The amount of salt in this thread is overwhelming.", "Well that totally explains why we're on both ends of the spectrum lol", "I think it's hilarious you guys think this will \"help\" [NAME] Yeah [NAME] was bad, but [NAME] didn't show very much either", "In that video, the pulls a sweet drift into a ditch and blows up.", "Lol, thank you!", "So are you", "Because I don't like being fat lol.", "Such a nice photo of city hall.", "They as in men lol", "My first thought was how bloody your hands are when your downed, You turned Blood and Gore off. Good man ", "Good for you!", "Cuck you're implying I'm vulnerable and submissive??! Hahhhaaaaaaa. You're the cuck here, the young incel loser", "Lol! Too funny. Mine are depressed, they gave up. :(", "I would lol"], "excitement": ["“Wow. Just .. wow. Read a book, sweatie!”", "Support the Sydney ~~Blues~~ Sixers. Loved that gaff last night.", "HELL YES !! [NAME] where you at", "I found some very interesting things on the mind shock podcasts about questions I had. Enjoy the digging in the reddit hole.", "I gotchu bro, house By Gucci Mane I’m a huge Gucci mane fan. ", "So predictable. I bet the bomb is in the puck. Anyway, im exited for the [NAME] and the robot butler cameo.", "Wow that's amazing, I hope my situation is as good next year. ", "[NAME] and [NAME] going on a bike tour is awesome IDK why I love it so much", "A stunning place, you will need lots of cuddles to stay warm though!", "Simply amazing.", "donate! it feels sooo amazing :)", "Mozzarella sticks!", "this is amazing", "Having fuck tons of fun right now", "what a cute outfit omg", "I feel like you two know each", "That's interesting", "damn that kid can jump", "Its 1:23 in the morning and now I wanna go load a bowl", "[NAME], he’s who I’m most excited to see develop ", "Oh boy yeah", "This is most excellent news! Also, glad to know he went on to work somewhere like Google.", "Hugs hugs hugs. So many big hugs and good vibes. That's the only thing I know how to say right now.", "You’re allllll alone [NAME], lmfao.", "Awesome! Thank you!", "What fun is this?? I love it!", "Niemi is absolutely amazing tonight", "Oh yes! Here's an Imgur link to the first three I saw.", "I’ve been to two locations and the burgers are SO GOOD!!", "Welcome. By the way, so hyped for our game in September. DKR is gonna be rockin!", "Wow I had no idea all of this transpired. Crazy!", "Also here's my starting point on the right, obviously, for my bulk.", "What a douche. Yeah I try to order within my country to keep away from customs", "Wow this team has no clue what to do against this right now. There has to be 15 turnovers already.", "Sounds like an edgy 14 yo that just had his first kiss", "Mmm ... Chicken milk.", "I, personally, am excited to have another agent to make the lab numbers look pretty while the patient dies. ", "Cheers dude. Upvoted!", "I literally have more friends on HOTS than WOW. Wow is deader than hots.", "Yeah I did think that was the case, thank you! So excited to see my new Capstan!", "I'm so happy this whole group of lines was poster. It made my day...", "Oh ya, that’s [NAME]!", "Now the 'fun' really starts. :(", "Safeco had these chocolate covered \"fruit kabobs\" that were damn good. ", "Great fucking game for [NAME]. And I can't believe some people are trying to hate on him for one TOV in the 4th. This fan base smh", "Wow, that’s fascinating! I’d be interested to know the rationale (or lack thereof) for a [NAME]. ", "Went on a date with someone whose 8 years older than me. She didn't realize I was only 20. Whoops.", "I just learned about mukbang yesterday from a foreign exchange student. What luck, didn't realize they were popular outside of Asia.", "Yay! (Tech will be improved. Eeeek.)", "**LET’S GO HAWKS!!!**", "[NAME], I’d like to buy a letter A...", "ive been looking at buying this exact knife for like 6 months.. how is it?", "I'm pretty excited to see how [NAME] develops. Appears that he could be a decent enough player in the future.", "nice shot of that full moon on the first day of winter!", "YESSSS!! The schtick with cameras never failed to delight.", "She was so excited, oof the comment hurt", "That’s crazy how much [NAME] dunks compared to the rest of these guys", "Just cleared normal mode! I'm having a lot of fun xD", "It's showtime!!", "Exactly all I hear is about [NAME] and [NAME] and nothing about [NAME] it is crazy.", "My entire family is Buffalo fans, it's all I've heard about this week", "Ohhhh, that makes sense. Cheers mate ", "Japan is awesome.", "Yeah, it'll be a pretty strong 3 team race among the Nats Braves & Phillies! It'll be fun to watch it from afar!", "So so happy, more than you believe ", "This is the day we've been waiting for! WWOOOOOOOOOOOO!!!!!!", "I love snow! It means snow days!", "Aww! congratulations!", "r/redditminusmods its the first post there.", "Detective Pikachu with gun violence would be too much for me.", "Yikes. I was kind of excited to get a new [NAME] if he gets last man in but I'll pass on these butt ugly jerseys.", "What a sweet “welcome to your new home!”", "Free with a price of $600+ if you want full standard collection or maybe $300+ if you grind with no life. What a deal!", "Wow that's just like when I sing it", "I like it. It reminds me of Aphex Twin but I also hear modest mouse melodies and rhythms. I'm a fan of both", "That is one of the things I’m most excited for in S2. Seeing him playing [NAME] and go off like this so effortlessly is amazing", "Your reading comprehension isn't very good.", "Freakin cheers man, that looks delicious right now!", "Oh, it's thor", "Guys this team is SOOO FUN THO!!!! LIKE OMG", "Yeah I agree, it really is interesting. I guess that’s why there’s so many different medications out there lol.", "I was a little pissed off until I watched this loop 6 times. Now I'm happy! Weee!", "I love [NAME] can’t wait for the full circle version of him", "I am glad I wasn’t the only one. I thought wow they’re really gonna get it for this one", "What a thot*", "Yayyyy [NAME]!!!! Now go get a hat trick tonight!", "From where I was it looked like the plane banked right past the 505 on its second pass through downtown. Crazy.", "Ooooooh I wanna try it now!", "Absolutely. I'd love it. No matter how much I like the guy, if he just goes for it that's not cool.", "Huh, I was just wondering if something like this existed. I'm working in food manafacturing an this would be epic.", "that's awesome!", "Twenty some years ago, while I was pregnant with my son, TLC aired shows like A Baby's Life. Oh, the old days...", "wow wow wow hold my beer!", "OMG! I need to make these. This looks so good!", "so basically free money for those wealthy enough to take vacations annually. wonderful.", "ALFBRUSHJANSBYSY SUCH A GOOD DOGGO", "I can’t tell you how much I appreciate it. <3 Thank you.", "Wow! Good for her! I’m so glad she was able to see through the bullshit!", "Zippers. Lots and lots of zippers.", "You sound like my gf. I'm so lucky to have her in my life.", "Ah the city of brotherly love <3", "The only clown that make me laugh.", "sweet home alabama", "WHAT A SHIFT!!! Can't stop that zone.", "As someone who is about to be 29 this is the realest thing I’ve ever seen.", "Wow, “Social” Democrats betraying the revolution. Who would had guessed?", "Yeah, I wouldn't be too surprised by that either. I'm so excited to see or hear SOMETHING though. ", "[NAME] was far from an assassin. She had one amazing performance but that was it.", "cant wait to go through a rebranded version of this pain again in college too", "I am out, it is a beautiful day and the air is crisp and refreshing.", "Lucky for me the yellow ones are my favourite", "To be fair, I will also continue to jerk off to pictures of [NAME] in shorts He looks so good in them", "Awesome! I hope it helps you :)", "Hey quick brag, this post was read by [NAME], episode 63! I'm actually really excited, he's one of my favorites.", "Wow. No words. America, the land of opportunity!!!!!", "hell yeah my brother", "Ayyy best game ever! Thanks for the love", "That’s exactly what it was. Exciting entertainment. Sometimes you just gotta let go & accept it for what it is.", "What an amazing guy.", "Looks like I’m getting an incredibles suit designed for me in this class", "Excited for this project to be finished when I retire in 30 something years.", "Oh boy this aged poorly", "Happy to hear this exciting news. Congratulations on your fun-filled morning.", "What a unit", "Here we go boys. Have a good game", "Wow that's not how you resolve things. Escalation is the last option.", "Who cares about the Super Bowl anymore. Can't wait to check out this XFL league...", "Omg she's gorgeous!", "can't wait to develop nutrient management plans for crop production!!!", "I played that one. It was really fun(at least to me, as a kid).", "[NAME], [NAME] is the most underrated [NAME]. I love that guy. ", "Wow so glad [NAME] is getting it done quicker. Better for later in tourney", "That would be the greatest night ever!", "Wow that’s a fascinating belief", "omg [NAME] is so pretty", "This and the Minneapolis miracle; I've never had so much pure uncontrolled emotion pour out of my body!", "What a save!"], "disapproval": ["I have no confidence to boost", "I ride our half-orc barbarian by clinging to his back. He hasn't seemed to notice yet.", "It’s not satisfying at all. If this wasn’t [NAME] it wouldn’t be popular. Interesting timing considering the [NAME] debacle too.", "I hate deer. Damn big assed rats", "I don’t believe so. I got it when the Dead Sea Scrolls exhibit was in my city.", "The scorpion one on the swing set looked so bad. I think I heard her back break/crack.", "No is just apologize and explain the situation", "I’m not a fan of that hire at all... I’m also not a fan about how that all came out. All around bad.", "Thats not him :( the most recent comment literally starts with \"i'm not a dude\" ", "My parents just couldn't understand that pick", "I’m concerned this story does not have a definitive conclusion", "I'm not worthy to watch this haha", "Eh, I'm not a fan of the grayscale. Looks too Kingsish. ", "Yep. Still don't know what you're talking about. Come back when you actually read the pdf and become informed.", "Oh no! No, there was nothing wrong in your comment. I appreciate you taking the time! ", "Can't believe the IDF official account posted a doctored image clearly knocked up on paint in 30 seconds", "It didn’t help [NAME]. He should have invested in a crosscut, it might have been a bigger challenge to put back together", "You are not the only one. I rage quitted UNO", "At least your stepdad didn't just take the pillow look at you and leave...", "BPA not fit especially when we dont have a good team", "It's a shame he didn't trust you enough to believe you, but instead believed his own assessment of what he was worth.", "That’s cool. I didn’t know they had cameras like that. Thank you for sharing :)", "I’ve never heard of their football team, must be fake news /s", "I'd make that trade and I don't even like big macs.", "But there's no hype in that...", "Could not agree more!!", "I can't believe you're giving these trolls the time of day but good on ya bud. Epic post.", "Nah mate i think you have me mixed up with someone else. I am [NAME]. Pleased to meet you.", "I cannot remember the dude's name, but I used to LOVE to watch him on Poker After Dark.", "> This is wrong on so many levels.", "This almost certainly should not have gone to OT. SEC refs are bad CBB refs are bad", "Exactly, you have no clue whatsoever what you're talking about. I've never had an argument with a brainlet quite like this one, so kudos.", "I’m not high and that sounds like a good sandwich.", "No words required :)", "Well, I'm extremely attractive and just got laid, so no...", "Honestly idk that she ruined a moment, she just changed it so it was a different moment between her and [NAME]", "You are delusional if you think big oil and existing deeply entrenched and rich traditional energy can’t pay scientists more money than new renewable energy can.", "First they came for the socialists, and I did not speak out...", "Oh dayum. Didn't notice that the first time I looked at it. Yikes for OP.", "No, it's hard to come by!", "He’s not a young offensive mind and that offends people.", "\"It's not true!!! But I DETEST [NAME]!! Reddit help meeee!!!\"", "Oh I wasn't offended. ITA with you on the rest.", "I wouldn’t recommend expensive brands in this subreddit. People get irrationally angry and condescending.", "Can’t wait to go!", ">You can't purge dissenting opinions over there like you do here. Yes, because top minds definitely doesn't purge dissenting opinions. ", "I didn't say \"do it for the children,\" but I understand if reading isn't a strong suit for you.", "No, it's because of the misogyny that's often present in the community. ", "Nope they never did and they broke up really early on in s1 like the first episode literally", "Not to mention that half the women out there are immediately disqualified (at least in my book) by having kids.", "He doesn't seem like he has all the facts straight", "No, of course, no one has ever had his best axedwarve decapitated in the first goblin fight.", "More like the in-law that nobody likes.", "Plus you forgot the best part... I can hang my hands from an outer vest", "I didn't know [NAME] was a [NAME] Lord.", "I haven't seen it here yet, but I love LetterKenny. It gets funnier as the show goes on and it's on Hulu ", "sorry it was absolutely not like that", "Artificial bacon is always so bad. I think its just smoke flavor.", "thats.... not the type of disco that i remember", "I mean I don't think he's gonna come out and call [NAME] a bitch even if he feels that way", "Now that you put it that way I can’t un-see it.", "I've had sleep paralysis once and it is really bad.", "i will downvoted u into oblivion!!!!!!", "Go buy groceries and don't spend another dime for an entire week. Please....", "No dude! Don't you get it?! Women are like cats! /s", "I dont go because it ends 1 of 2 ways. Either im sick or im not. I dont like either of those answers.", "This is a new complaint I haven't seen before... I like it.", "There is no way that happened, dialogue is too coherent to be Scottish.", "I never said it was irrelevant. I am trying to add on to what the OP had said for potential savings.", "But shouldn't that money go *back to Connecticut*. We don't lack problems.", "> Waaah the reward I get for being a decent human being isn’t good enough.", "I can't wait.", "because he gets fouled 70% of the time with no call", "Plus corporations are universally unethical", "But then they couldn't be a self-martyring, violent tankie and that's not as much fun.", "I didn't realise this was happening! Thank you! It was hard to tell from OPs photo what the changes were", "Definitely fake. Looks like bad CGI in a movie.", "I was killed by him I didn’t actually run. By the time he got back he wasn’t there", "He also probably hasn't finished school but has seen like, all the [NAME] lectures so he totally already know everything.", "Can't wait for episode 5", "1 goal doesn’t make up for the point you lost us [NAME]", "I'm not covering for anybody, trump included.", "Bro, this is not what this sub is for.", "I am just saying that it makes no sense in Russian", "i just don’t think we are aggressive 100% of the time", "\"No thanks\"", "Because you aren't serious. You're just mad because you got told to stop using slurs one too many times.", "Don't let a few hard months get in the way of a possible beautiful future.", "That isn't the ideal female body nor is it /fit/ That's a fetish", "Discuss and follow a case an onsessibg per the case are different. It's odd. It's the only conviction on earth where we see this.", "I don’t see going to church in there", "At least you're allowed back in. A bunch of us got mass bumped off and they still wont let any of us know what we actually did", "PIN IS TOO SMALL TO FIT 20 PEOPLE! #NEXT!", "Doesn't mean they're not feminists", "i’d put forth that lots of people ACTIVELY DISLIKE dating and like being in relationships, so this wouldn’t help at all ", "Sorry, didn’t realize I was talking to a fan of the prestigious UCLA Bruins football program.", "nothing I dont owe anyone any explanation.", "Idk but no it wasnt CHD", "I never said anything about that lmao", "I still think we didn't give the guy a fair shot to coach.", "[NAME] and [NAME] should be there too E: Damn didn't think this would be unpopular lol", "There was no Last Airbender movie. [NAME] has invited you to Lake Laogai.", "No, because it lets you search multiple modes at once.", "Oh *hell* no.", "Thats not mold", "No, we should increase border security because we have an absurd number of people crossing illegally.", "I had the same thought, I didn’t see anything notable about this at all.", "Thats a move i havent seen before", "I don't know what would happen if you refuse to use the state in force immigration.", "I didn’t know I’m sorry", "[NAME] with the truth that reality show does not = relevance.", "Gold Coast seems like it would go well on paper, but turn up to the actual thing and seems strangely disappointing would be good to tell friends about though", "He wasn't in beta, he's just played over a thousand games apparently.", "Theres no way 88% did that grossness.", "Not very cringey", "I cant stand [NAME]", "I crossposted it at it said it hadn't been crossposted yet *shrug*", "I've never mentally clung so hard to a \"there's a *yes* at the end of all these *no's*\" in my life.", "No. This simply is not the case", "Get a lawyer. You entered into your marriage in good faith, that shouldvcount for something. ", ":o I have one too! I didn't get anything but bullied at school, though.", "I just don't think [NAME] is the guy to do something like this.", "That unfortunately still doesn’t stop the thoughts or really address any issue I raised in my post. thanks for your concern though mate. I appreciate it", "Patient zer-oh no she betta dont", "I do not believe she has any secret information, but I still suspect she's in danger and her plan has backfired substantially.", "just like [NAME] was going to win by 90+%? I'm not going to believe it until I see it.", "I know the planes are bad, but come on man.", "No lol. It’s a personal preference.", "aight guess the refs didn't choose us this game [NAME]", "The only thing I know is that none of us don't know anything", "It is definitely not a coincidence that he used women to represent both political sides.", "Don't listen to much prog or hardcore, I love some black metal though.", "Konami?! They havent made a relevant or decent game since the 90s.", "I really hope not. I want a more feel good intermission, I’m done with being yelled at by angry old conservatives. ", "No, you have the right too. Pretty crazy, but awesome thing we have. Freedom of expression.", "Anarchy, anarchy, I don't t know what it is, but I love it.", "Honestly, no. But even vague references would do more to help decide if it's a fresh take on something.", "I don't want PR to vote because they'll vote blue. I want them to vote because they deserve the right to have representation.", ">This weird exploding ice [NAME] I haven't seen before? Wow. I... that's some ick right there.", "It would be nearly impossible to get to the point of being immobile/bedbound without someone enabling you hand and foot.", "I just got a shirt made that says “I can’t have kids my dog is allergic”", "Oh, I would refuse to do anything really nasty, with profanity or violence.", "NEVER SEEN BEFORE! READ ALL ABOUT IT!", "Stoicism isn't a bad thing. The idea that all men HAVE to be or by nature are stoic is.", "I wouldn’t mind [NAME] on a 4 year contract", "I do not, sorry! I am not talented in the ways of making/editing videos.", "Definitely not overreacting. Leave.", "Can’t wait for the 2020’s in my 20’s.", "Cause this isn't a woman its a dude :D", "Trust me man. Don't see it. It's scarring.", "I think years...I'm not ready and I know it, but I know years", "I don't understand the title.", "I'm still insisting he is not her dad...", "oh pls no", "No its an edited one by someone on this sub, I can't find it though. ", "Delete it fat", "No, you're supposed to get angry and yell that you're right when someone corrects you", "I said none of those things. My awareness of a slang term and its means is just that. Understanding language.", "/Steps into freezing night. [NAME], forgot my car keys.", "Self driving cars still won't help fix the problem if old people can't afford them", "Didn't watch it. I assume the invasion plan dead in the water because the UK has nukes.", "Dude. Don't even get me started on the only guy who can manipulate time running out of it.", "Epiploic Appendagitis. Although it’s almost certain that you’ll have to affirm that you aren’t talking about appendicitis.", "Ii can't believe you just said that!", "new genders about to drop doesn’t strike me as a bad joke tbh.", "No! Your the dumbass for leaving the keys in the car! Again DUMBASS!!!!!", "Thats a negative", "Doesn't quite have the same ring to it", "We don't undervalue him, almost any and all experts thing he is just not worth his contract.", "Fall of religion also plays a role. I'm not religious at all, but I understand how it brought people together as far as a community structure. ", "\"you can't arrest me!! I'm attractive!\"", "I don't even know how to begin explaining something this preposterously self-evident to you, so I'm just not going to. ", "That's not how any law works", "If [NAME] is lurking here it's probably definitely not good for his issues", "They were not [NAME] and they don't know the identity of them !", "I don't live there anymore, but I grew up in the midwest, and the \"ope\" triggered me a little bit", "At least they didn’t destroy the shoes", ">also seen a few snaps Bad pun...BAD!", "No but I will now. Thanks!", "Until you provide a valid source nobody cares what your theory is. So it's downvoted.", "I don't think anyone deserves to be killed, no matter how terrible they are.", "No, that's how you find the nurses who work at Vanderbilt Medical Center", "HEY! NO OC IN r/ComedyCemetery", "it's so cold today I nearly cried just from the temperature and wind I DONT LIKE IT", "31/M/I don’t know, I’m blind.", "[NAME] is that guy downvoting everyone who doesn't think we should draft him.", "Game day activities would be my guess. Not positive though.", "Hate this guys videos", "i dunno, there are mass bombings/stabbings/people getting run over (dont even know what the name for this is) all the time across the world", "It could be, but I hope it's abandoned. I haven't been too impressed with the flash forwards. ", "You came at me with attacks, so no, you get NOTHING!", "you can please some of the people, some of the time, but you can't please all of the people, all of the time...", "More like thinks it's a pipe dream that isn't really worth talking about.", "This happens all too much. The game cannot keep up with so many actions especially if ur ping is bad", "\"That's impossible.\" \"It's necessary.\" If they were aiming to make a [NAME] a steely-eyed missile man, they succeeded. ", "Illegal workers have no rights, no recourse to the law in the face of mistreatment. Abusive employers like that.", "The people on r/politics who obsess over the [NAME] investigation are not \"leftists\".", "honestly no, just thought this was a teacher trying to be \"hip\" with the students and failing miserably. ", "They're not the brightest bunch.", "I don’t think you are comprehending what I’m saying.", "I had no idea someone could actually be this stupid. > capitalism.", "Yep. ~~(Also, I'm not interested in getting arrested so sorry.)~~", "Afro samurai lol, that's pretty interesting never new they actually existed. I'm woman though so that wouldn't work for me ", "I don’t believe any of that is true all hearsay no proof of any of that .", "I read that he refused to learn his lines and had to be fed through an ear piece"], "optimism": ["luckily i do not have mixxed cycles myself... rapid cycling, sure, not mixed episodes though. sending hope your way!!", "O cool noworries ya I don't actually hate [NAME] he's now my favorite player for Vegas.", "Yeah but that post is a day old so OP won't have any chance of getting karma off it, cmmon now", "“If something doesn’t affect me, it’s not important”", "This will end well.", "*With Great power; comes great responsibility.*", "At least he has a chance to grab a railing if he falls.", "I’m gunna be the bigger man... blessings on your weekend my friend...", "I did. He wasn't. Y'all lost. Keep living in the past tho.", "i actually dont mind either of those", "Yeah but if you do have a problem you'll be faced with a very difficult decision.", "Wow. That was deep. I hope you make out well move on and find true love. Be strong", "We’ll have to wait and see next year when we deploy him exclusively in high leverage situations in the post season", "Go for it! It may be a great thing.", "Sleep > class Thats the only way", "Before you get too excited remember the human Officer is there to help his doggy partner.", "Dying like hero’s. What better way to die than saving the world. You’re right.", "[NAME] as a Giants fan and [NAME] as a [NAME], I think I need this ", "Yo but that RivaL lineup tho! That's gonna be so sick", "Honestly [NAME] is the best character on the show and the main reason it's worth watching, especially the later seasons.", "May we all strive to be like that man.", "i would file anyway and see if your claim will be accepted. file in arizona. good luck!", "Hope this scenario changes for the better. Else non affiliated scholars might overtake the academia in ushering real breakthroughs that would change the game.", "Doubt [NAME] will solve our problems", "*thinks about all of those hours on GTA* [chuckles] I’m in danger", "I think it’s one of these softballs", "Spending new years in bed hoping desperately not to wake up", "I think Bayern get far less hate than they should tbh, the Manchester United of Germany is almost selling them short.", "so cute. your art style is adorable. imagine if you made a mini-comic drawing!", "soon i’ll have an army of karens and no one will be able to stop me", "Getting outplayed by the Cavaliers LOL. Maybe [NAME] and [NAME] can take more bricks this quarter, seems to be working so far ", "The impact of his head hitting the court looked so bad. I hope he'll recover from this.", "From what I've gathered it seems a dose is about 10-30 mg of THC, so I don't think you'll feel much.", "If only life was a garbage isekai anime. Too bad the genre is just pandering and blatant self-insert/wish fulfillment. Oh well.", "I wouldn't announce that they are LuLaRoe.", "Honestly I would have no idea if it weren't for the logo. This is unholy.", "See my post about Ohio above. Not as bad as you think.", "Make time for someone who makes time for you. Full stop.", "I appreciate this. I don't think I've given up on teaching entirely. I will try to survive!", "Cafe hopping today! At the third one now. Might be too much coffee for me in one span though.", "I remember seeing the trailer for this. I was lit when I heard [NAME]. Great movie", "Hi I’m [NAME], why don’t you take a seat over there.", "im actually really pumped to see how [NAME] does in Spain. hoping he gets some playing time to prove himself.", "Possible maybe, not at all plausible.", "At the discretion of NI, which is currently lacking any Assembly or proper representation. Good luck with that.", "My husband and I are expecting a little boy. We will refuse to do the whole \"man up\" thing. No toxic masculinity here hopefully lol", "Maybe the dog wasn't on a leash the last time...", "This really feels like a jab at [NAME] as opposed to a reconciliation. Hope I'm wrong.", "Any respectable head shop (pot accessory store) or tobacconist (cigar shop) will have them. Good luck, love that friggin pipe!", "I guess if you haven't been on the sub for a while you don't understand that boycott was synonymous with incels and the alt-right", "Shouldn't be getting downvoted that's exactly what I thought the motive was", "It would be good if the producers can find a carrot to dangle that can get these idiots to spill on each other.", "Good for [NAME]. He deserves it.", "I’m still waiting for two of mine as well. This gives me hope that it’s still on its way.. :)", "If that’s true, and I’m inclined to agree, term limits are a bandaid on an open chest wound. ", "I think not living with him in advance is a big mistake.", "TBH I think they would've been better without the hot dog", "Nah, life is too short to drive boring car colors. ", "If that's not illegal it should be.", "Okay cool. Gonna drive home from the hospital.", "Maybe. It's an interesting theory for sure :)", "my first thought was Superstar!", "The American way is to show some empathy for others come on dude", "I think he’s toast in 2020 with a solid candidate", "I suppose I failed to lay the sarcasm on thick enough, should have gone with the full billion dollar contract... Oh well, live and learn! lol ", "oh c'mon - i wanna see you defend old testament slavery some more!!!", "Look I don’t mean to be rude but w", "I really hope more queer couples have kids. It needs to become more normalized. I definitely want at least 2, probably through surrogacy.", "Just turned on the game. I hope I brought the boys some good luck", "Pretend you are the lead in a movie. You will probably get laid, confidence is everything. Bingo bango, great night!", "[NAME] bless [NAME] for unlocking Michigan's Anger-Swag.", "I thought it was British, oh well.", "Just take it easy son.", "\"Look, I know you want to teamfight right now, but jsut let me spend a little time in the jungle then we will win later\"", "I hope she figures out he isn’t before anything happens. The entitlement herre is just over the roof", "Good luck! It's a long road ahead for us :P i have a job interview next week and i'm going all in for it.", "He'll be Ousted soon !", "be your own goth girl", "Good luck!", "Hear eagles fans are sending dude money. He'll need it. I'm hoping I hear of his unemployment momentarily.", "I still gotta watch the last one. ☹", "Honestly wouldnt be bad if they just removed the handle", "Remember, we still have freakin' Alaska", "Despite the certainty of some, we do not know. But we do know [NAME] is loving and merciful, and we hope for the salvation of all.", "I always hope that a woman will ask me out...next time it happens will be the first.", "You get a lot more freedom and free time. College is a blast", "[NAME] bless you, fellow [NAME]! What a wonderful testimony of the changes that [NAME] can make in us. ", "Yeah I know day of the dead is real thing but they way [NAME] portrayed it was so much better than anything I've seen", "Man, that sounds like a big stuff around. Good luck getting it sorted", "Maybe if we didn't choke to inferior teams we could've made the playoffs and done something about it. But of course, we didn't so.", "I never will understand the reasoning behind puking in a toilet... Perfectly good bucket right there.", "I just watched this video on youtube and thought about sharing it here", "It's an unfortunate situation, but it had to be done at some point.", "I'll never understand how people make so many typos in posts that are meant to convey a serious, thoughtful message. ", "You can start your life over any time you want. I think the secret is to not let failure keep you from trying again.", "Sorry you don't understand the basic thrust of socialism.", "His team is chasing away any hope at a playoff berth", "They didn't \"say\" anything this time either. This is where observation and critical thinking comes in. I trust you can figure it out.", "Good luck and my thoughts are with you.", "I hope we actually dont need to wait like 1 year for this. :(", "Be yourself and be kind. That matters more than tiny differences. ❤️", "You first! Make it more interesting than this!", "Wow, the video is a lot worse than I thought. His actions after he asks for the age is very uncomfortable. ", "I would trade any and all players, no one except maybe [NAME] at this point ", "She said they were drunk, and we are ALL lying if we say we haven’t had a drunk moment of indiscretion.", "I’m sorry but I don’t think you do", "I’m getting visions of bitcoin private all over again. Good luck guys.", "If you hike past the 2-3 mile.mark on just about any trail you'll lose all.the Instagram hikers.", "OP, this is the definition of manipulation. Ignore it, I promise it’ll be better for you in the long run. ", "* Make sure you've got more than enough to eat at home", "I thought I saw somewhere that he works for a company that is notorious for underpaying their developers.", "Hopefully you will be ok.", "Hope they don't pull another [NAME] on [NAME]. Good to hear [NAME] added muscle and is healthy. Hopefully he and [NAME] can play all 16 this season", "Just smile and wave boys. Smile and wave.", "No worries, good luck!", "Copyrights on the individual track designs? Maybe but I'd like to see them", "I would actually accept this being a fun thing to do if there's such a thing as glow in the dark hot glue.", "Full schedules have been The end for us before but This time I have hope", "Welcome to Utah and good luck. Your wife should consider looking for jobs at Weber state. Both of you would be within a 20 min commute.", "In the prequels the son couldn't save the mother. Maybe things will be different this time...", "Maybe [NAME] needs to have a Big Mac meal and relax.", "doesn’t help for me unfortunately. i think if anything when i’m on BC is when i experience these symptoms", "Nobody consciously thinks \"today I feel like chewing with my mouth open\".", "Maybe he's cooking meth.", "Hopefully never, both the result of truly dreadful storylines.", "Stay strong.", "I assume so, in some form. I also hope they show us more up close of their big city as barely shown in some episode I forget. ", "Move on. On another note, dont ever send more than one picture. If she wants to see you she can meet up.", "This is a pathetic grasp to hope where there is none, hoping for a top 15 pick isnt going to bring us out of the bottom Look at edmonton", "I hope he learnt more in his degree than that", "That sounds a little paranoid", "It looked like something on her etsy. Maybe I'm wrong, I just looked it up under her username", "Sorry but this looks like from a Tumblr fetish fanfiction site. I don't think it belongs here.", "I think, call before you come and limit it to an hour is reasonable if you have relatives that need to be told that. ", "Good luck. :)", "Might not have fallen if little miss [NAME] didn’t have to pull her skirt back.", "Awesome! Hope you had a good holiday", "Sabaton are pretty cool. I take it you'd also like Rammstein and Turmion Katilot?", "Sksksksk omg, I think I must’ve got confused then, yeh top for ep8 right? And that’s the makeover or the ball?", "Good luck verifying them. All of them.", "she'd probably do this", "Teen spirit sure ain't what it used to be...", "This is what I want the most now that [NAME] is out but I think we live in a NO world", "Boy I *sure hope* this isn't a weekly thread, how obnoxious, haha", "I sincerely hope they'll take good elements from DMC 2 (outfits, [NAME]) and maybe make fun of DmC", "No I'm saying you can't love someone else if you don't love yourself. ...", "Don’t waste money on guns, you’ll be given all the best guns in the story", "Would have been faster to seal it and then pressurize the tube so the kitty gets shot out like a cannonball.", "I’m not worried about the Hurricanes enough to justify rooting for the Rags.", "It was more of a joke. I still have hope for [NAME]. Just kind of a tough sell at this point.", "I love your Grandma! Good for you for not just giving in.", "You are tough as nails and think fast on your feet. I feel I would be trapped easily in this scenario", "The saddest thing is you will never understand how absolutely idiotic what you just said is.", "Also a possibility.", "It's cool.", "I hope you'll be feeling better soon, friend", "Censorship is working is definitely something that a statist might say.", "Proof of age is reasonable, but having to prove identity to enter is just appalling.", "He’s gone soon I would imagine, hope we can get a late-mid round pick for him, like a 5th", "Enjoy your gold!", "You can get blood from a tissue that's 3 weeks old to plant!", "It’s going to be a very long and exhausting election season. I just hope we make it though united.", "I am not regreting my life, there is so much interesting stuff on the internet", "Look at this fancy guy being able to afford eggs.", "If it didn't harm people who have no choice in the matter, I'd say let these people kill themselves.", "I have an idea. Hear me out in this. Maybe we shouldn’t get upset about [NAME] until.... they...sign... elsewhere? Too radical?", "It sucks that you had to go through that. I hope you're doing fine now (and your kids if any).", "If it makes you feel better they'll probably move back a few times", "It's in the news. I think I read it in SFgate or maybe mercury news.", "Hopefully \"new games\" doesn't mean \"new ways to put money into other things besides our main games.\"", "I bet he’s not going to visit their hall of fame in order to avoid meeting w/ [NAME]", "Yeah but everyone dies so that makes no sense lol.", "On a college campus surrounded by undergrads. I feel old.", "I never heard ridiculous right-wingers mocking people for being \"triggered\" until ridiculous liberals started referring to themselves being \"triggered\".", "Very entertaining matchup. I really hope we can squeak out the win.", "Honestly I think most of that sort of stuff existed between the 1985-2012-ish. Depending on your age most young people would have experienced these.", "I'd take either without a second thought, in all honesty. Ideally both.", "Truly a great man. May [NAME] SWT grant him the highest heaven - Jannat Al-Firdaus. Ameen.", "SHE SHOULD BE ON A HILL SOMEWHERE WITH THE SUN AND THE CLOUDS ABOVE HER!", "Style of play is overrated. We spent half of the season sticking to a style of play. We should play what gives wins.", "I guess you’ve become something of an icon", "Don't focus on getting your phone back, work things out with your mom", "Maybe, idk though. I dont think thats enough to nail him. We need more.", "I'd guess if they could do a basic blood panel (chem-7?) that would be a billion dollar idea.", "Maybe but kids and social media and cellphones in classroom, and a pervasive culture that glorifies sports over education are ruining our education system. ", "I think he has way more to fear from [NAME] than from U.S. people.", "I'm really concerned for those 3200'ish people who voted yes", "Just remember we’re all silly looking, gangly monkey things living on a rock floating through nothing, all trying to be cool. Have fun", "Either you meant family doc or there's an interesting story here you're not sharing. I'm hoping for the latter.", "That's great to hear. I hope you get it, and have many years with that job.", "r/UNBGBBICHIDICTICBG Pretty sure I got that wrong but I think you guys know what I mean Edit: I can't spell", "When you stop making garbage takes, I'll stop correcting them", "Good instincts to try to get move out of the road. Hope they are alright.", "Searching is fun, and finding and learning all the spawns is satisfying.", "I'm cautiously optimistic about him.", "I was hoping they both were gonna hit the ground lol", "Because in a world of fake people you need strangers being mean to get an honest opinion.", "REALITY BENDS TO MY WILL!", "Yeah but being happy at other misfortune is sowing bad karma for yourself.", "whoops I still hope they press that legislation though", "Maybe that's why she was trying to buy a firearm. To lead the fight against the alien invasion.", "That's sad. You can be acquaintances with women. Not like you are driving them to the nail salon or something .", "I'm gonna guess other people in the Texans org don't feel he deserves the credit you're giving him.", "Good luck with the interview!", "Bro, too close to home. Thing is I wish I could just chill where this monk is at, with a lot of open space.", "Me too! I don't believe in likes or karma points, but I know other people care and it might be the highlight of their day.", "I thought it described me perfectly well, almost scary accurate so I personally believe in it. At least for INTP.", "BUT GUIS I THOUGHT [NAME] WAS PRO GUN? This should put the final nail in anyone still foolish enough to think that.", "You should probably just use the same soap that you use to wash your body. You can boil silicone sex toys to kill bacteria.", "I want to get off [NAME] wild ride", "I was expecting him to go with baseball, but hopefully his combine and everything makes his stock rise into a high first round pick.", "Future generations will look back at this period and realize that this whole \"Western civilization\" thing was the real fantasy ", "Daaaaannnnnggggg!!!! I'm gonna watch your episode. I don't think I've seen it", "I'm at work right now and its going to start snowing before I leave. I drive an MR2. Thoughts and prayers please.", "Make sure you get that on video for the lawsuit. Hope she’s ok...", "At first I thought it was [NAME] and [NAME] lmfao", "Same lines as others. If this really is the big one, it’ll last. No need to move too fast. ", "[NAME] so cool", "Well he was horrible the first few months. Now he's playing better. Not sure what you are trying to accomplish with this post", "\"And then you divorce them and date your stepsister.\"", "But if [NAME] wins... well, things might change.", "Wow, you really need a break. Maybe men just aren't for you.", "the future is now old man", "Rumor says he failed the medical. Probably false but this is Arsenal anything can happen.", "I think this does help less good pupils to learn it better and agree with the teachers. In my class thats the biggest problem when it comes to french", "Well good luck if you yourself help with that, i'm out of here, i can't be bothered fighting with USSR stans.", "I am worried about [NAME]. I really hope that his elbow is alright.", "When I first saw the title I thought someone was asking for you to become pregnant with their baby", "Nah [NAME] gonna be an asexual for sure.", "I would be surprised if [NAME] doesn't let you in. I would write a letter to [NAME] and explain the situation they might make an exception.", "I'm sorry I imagine that was devastating.", "I got over 900 responses, so it is taking more time that I expected, hopefully will be done by this Sunday.", "Good luck to you! Also good job for standing up for yourself", ">We must invade Brazil to protect the Amazon rainforest from the fascist [NAME] Retards on r/worldnews", "This is what nepotism looks like, folks.", "Let's hope you've got the self control to not binge :) I know I didn't", "I think transparency was the right move here. The guy ghosted you for a while anyway so it doesn't seem like much of a loss.", "Aw, man, with that title, I was hoping for good old-fashioned corporal punishment, like back in the 1700s. ", "Oh man. I had to do it last year. Hopefully my leaders think more highly of me this year.", "For me it’s the complete opposite. Complete dread in the morning and usually more hopeful in the evening.", "To be fair you haev to have a very high iq to understand this meme", "Capitalism ha shifted like a huge population of the earth out of poverty, so things are globally getting better", "It's givin' off that disco vibe, and if I understand correctly it's okay if it's the [NAME] way.", "Well then just ice it (if you haven’t already) and hope for the best", "They might still be a minority but you can't argue with the fact that they have been on the rise, ", "I’m down for destruction at anytime. Destruction is my best friend! But hope you feel better, heart breaks do indeed suck. ", "Cool story bro", "> and the top 20% of wealthiest [NAME] own 92% of stock Well, I hope they had a wonderful December, then.", "BNW is scarily accurate if you ask me.", "I think you're mistaken, muscle memory is rather strong it would simply be a reflex", "I have a model gun IRL, similar to the ones in Persona You could imagine how fun it was playing through P3", "dont get down on yourself, early NC is very daunting. good luck! (im 11 years NC from nmom....life is good!) "], "realization": ["To be fair all those things actually help prevent/alleviate depression. Smelling like flowers doesn’t turn you into a woman.", "She refuses them by inhaling them [I'm sorry if that sounded bad plz no downvite]", "Well, to be fair to this person, even though he/she sounds like a jerk, that doesn't mean any [NAME] exists or not.", "I thought I was the only one", "only took em all of the time to realize", "Trade up for Haskins. If that doesn't happen give me Greedy.", "[NAME] even eluded to the fact that his mom was a bit put off by her age after asking it.", "I didnt realize wishing Liberty would open their wallet would make it happen... It sucks, but it's the reality. We need value.", "#RejectingIslam because it is the *ideas* [RELIGION] promotes that turned me away from it.", "[NAME] not calling anything so far. Means they will call everything second half. It’s inevitable.", "I almost didn’t get that until I heard her voice", "My baby niece does this. She fell down a couple stairs in her time and now is real careful with them"], "sadness": ["Sorry, that was a camel (unless you're talking about the remake).", "Hillbilly is preeetty badly deformed, and he's got a secret brother in his shoulder, referring to him as \"normal\" just ain't right.", "Poison is usually physically damaging", "Wow, they are actually struggling against the Hawks for 3 full quarters. ", "The other person was [NAME] on Hell's Kitchen. Shot herself in 2007.", "This aged poorly", "Ugh I did this at a work conference and ran straight into the guest speaker. The flashbacks are rough, probably for her too I imagine. ", "What a loser, sad. ", "Seriously, way to miss the point. Even if no liquid falls from their eyes, they suffer immensely.", "This was probably one of the best videos I’ve ever seen on Reddit. What an amazing story. Job well done. RIP Chief.", "Didn’t know if you knew, so I was just trying to give context to your statement. Sorry. ", "Please don't.", "\"Better my child on death row than lawtistic!\"", "Very true. Apologies if it came off that way.", "A part of my soul died from reading that. Thank you for making me dumber from this experience.", "oml I’m so sorry OP for all that", "“kindness and compassion” [NAME]", "I’m sorry he’s treating people this way. You will find even greater and less costly bliss!", "You're just upset because it accurately highlights the absurdity of the minimum wage.", "- (sorry) -", "It's weird. You might be right to worry.", "Didn’t mean to offend, sorry if I did. I’m a firm believer in less glass( phones) and more flesh/blood. ", "Sadly the same way know people who know people and being in public. Maybe an online game with chat like league or xbox", "The real problem is the malicious prosecution engaged in by Monsanto against small farmers.", "That has to be the saddest nba account ever. Like 4 likes every post :(", "So sorry you are hurting.", "I just get sad when I see people commenting on articles and videos about him that they think he's on drugs.", "There are 1.1K comments right now so I apologize if it’s been said but... government/politics should have noting to do with running the economy", "it sounds like a huge pain in the ass to use compared to current systems in place though.", "Unless you have an established career and are a high earner then sorry but you _are_ the shared housing type.", "Alllllllways. Losing that toonie makes you feel like a rookie every time.", "Im sorry dude. Drumming Octopuss.", "It’s a shame there is no sound lol", "They've actually gotten a bit worse :D Started with just a dry cough, now it's pain swallowing, stuffed nose, but the cough is now better", "Sorry, I’m just so hungry right now ", "This is so sad. #playdespacito", "Looks sick actually.", "Well then I feel sorry for men for being such incontrolable sexual beasts I guess. My original answer was sincere, I can't speak for others though.", "This one is sad but also very good", "Sorry pal but your just England’s b team", "Daddy issues [NAME]", "I see you utilized it. 3.5? Sad.", "It’s so sad that i can play all these Zelda games on my 3DS but not my Switch. I have like 12 Zelda games on my 3DS", "More like 11 feet up, but still painful. ", "I live in Suiderstrand, which is past Aghulas, no option for fibre here unfortunately :(", "[NAME] is a sensitive topic for me, so when she is brought up, sometimes I just go on a little tangent. My apologies. ", "you should have asked this question 15 years ago sadly :(", "Forgive me for being so forward but you’re hot af", ">![NAME]. Apologies to the Hiyoko Best Girl gang but I could never get myself to like her...!<", "I think I met you. Sorry if I was a bit standoffish.", "Sorry, but you probably do given the AVers do have a limited literary skills at the best of times.", "The only one to really be sad about losing is [NAME] tbh", "Nah man sorry if it's being taken wrong. I'm trying to say that I got an idea from her actions. Should have just said that", "Oh don't get me wrong, there's a lot else wrong with comparing teachers to huns besides what I said.", "Bro, highmountain looking sick", "He’s going to the Bengals at 11 and I hate it so much", "Or perhaps we should look at the bigger problem: mental healthcare in the United States.", "I saw your missing post and hoped you found your baby! I'm sorry for your heartache", "I'm so sorry you were bullied in a place you should have felt safe.", "Was injured a lot his rookie year too. And had trouble handling [NAME] duties.", "And then attacking you as a person when you say you'd prefer not to be stalked and murdered. Sorry but your friend is a problem.", "When I got to grow old yet... They'll either remember how much damage it all is just ridiculously macabre.", "I feel bad for laughing at this now that the creator of Spongebob passed away a month ago.", "I have a bad one but I also have mild cerebral palsy on my left side", ">he definitely doesn't value my pleasure this is very sad", "Sorry, should've mentioned... ", "I have trouble even remembering what true happiness feels like", "This should be the norm instead of the exception. Sadly the leaders in law enforcement are almost always more into politics than principles.", "Annihilate the furry and bring honor to my house.", "My grandmother-in-law does this. I’m sorry to anyone in the Va Beach area.", "I always move back and always regret it.", "Pls end me", "ah, it does me heart good to see NIMBYs in the wild"], "surprise": ["Pretty normal! I have a friend who is exactly the same :)", "Wow, that's awesome you heard that in the wild.", "\"Ooooohhhhhh... I can *see* the music!\"", "I watched the first loop before it registered what she was doing then my brain locked up and I made a noise like smeagol being strangled.", "Surprisingly, not a lot of people know though.", "Woah up until this comment I thought the same", "Wow, hearing him swear, thats gonna be something ", "Wow really? I watched a fair bit of KR Contenders. I guess I just wasn’t paying that much attention.", "Wow. So I figure you two are both at least considerably older than me (24) and ...wow his response", "Important part of this, surprising it's not there. ", "Oh, Boy. You into phrenology too.", "It makes me wonder if Old Money New England families are into their own cousins a bit much.", "Lol what an edgelord", "Me, too. Was shocked to say the least.", "It's amazing how polar opposite [NAME] is from Thibs", "Oh wow I didn’t realize that", "OMG. The company logo reminded me of something. AAAAAAAAAAAH.", "You’d be surprised what people could find with just a town name and doctor. Just looking out. If you already considered it ignore me.", "didn’t know [NAME] was still alive", "Wonder what the sub’s average age is.", "Omg this is the best idea I’ve ever heard for a rework", "So she knows of 3 languages, Wonder what they are?", "I'm surprised they've gone this long not knowing [NAME] swears a lot.", "What a game.", "I wonder if the school closures with MLK holiday reduce the priority to plow ...", "...holy crap.", "I'm more surprised the dash cam was functioning properly. Usually around these incidents 3 of them were not recording and one had the lens cap on...", "I didn’t know [NAME] was a boxer, he can take a punch though!", "Oh yeah? Come back when you drop your stew on the floor before eating any.", "wow - resonates with me.", "It surprises me that he's a mod some days...", "I didn’t actually know that. I wish I was surprised.", "N00b account tosses insults - how surprising.", "wow, here in Brazil people say the opposite of this phrase, also makes me mad", "I'm honestly surprised. We should have fallen much farther", "I wonder if truly might be work stress. He works long hours at a prestigious law firm. I need to five him more credit.", "I wonder if this is why the universe keeps expanding. Because we're constantly filling it up with new words and new sentences.", "Are you saying that's why they went with [NAME]? That's racist", "Surprised [NAME] didn't add his hatred of interracial couples in the movie.", "ho boy are you in for a surprise", "Oh I know just bantz", "They’re more and more surprised every week when this is reposted.", "Amazing that Aunt [NAME] wouldn't genuinely reflect on her her behavior, or realize that she is raising a spoiled, rude child.", "I drove through there dropping off an uber passenger and I was really amazed by how beautiful it is.", "That's the longest dimple I've ever seen>", "my heart melted omg [NAME]", "That helps. I would've never guessed you'd style mannequins.", "Yup, I must be overreacting too and it's not a big deal. It's amazing the justifications used for this nonsense.", "Omfg. I meant [NAME]", "Surprised Colorado ain’t got one the way things have been going here past couple years", "Same here, she left the house we bought and is giving me till the end of the month. Woooo", "Wow [NAME] retained NO combat skills from the time he was [NAME] to help him fight Cicada at that bar"], "disappointment": ["I feel bad for that other little girl that was the only one not to get a puck", "But that rookie year was sick. Such a Slash fan when I was young.", "Just spend the next few months emotionally detatching, it makes the break up less debilitating.", "Oh weird, the money I make is taxed when I earn it and then it gets taxed when I spend it", "He sounded so disappointed when he realized they just wanted sex :( Poor OP!", "I'm always stuck in platinum because every match is a loss, no healer what so ever", "It hurts to snap out of that denial and face the truth your loved ones are dead... I guess.", "I cannot believe a woman in her 30s has never had an orgasm. I would have tried everything on the planet to have one.", "Being ugly at some point in your life doesn't mean you deserve death.", "i am uncomfortable", "I set the house on fire and almost killed my entire family", "I'm more worried about him scamming children than \"oNLY\" scamming them into thinking they'll get $100.", "I like [NAME]’ “I’m tired of losing, I’m not a loser”", "If you have insurance, see of they'll cover it. My mother got her reduction completely covered due to a history of pain.", "I'm very sorry for u, they should treat you like royalty not a fleshlight", "I’d crap myself if that happened to me.", "Yeah, I do. I'm just pretty sure that that will fuck my heart eventually. But I'll worry about that later.", "My bad! It looked so real XD thanks for the heads up", "A complete lack of self-reflection is a prerequisite for being a [NAME] supporter.", "It was a terrible, terrible thing to do. He did every day of his time for it, has expressed regret, and has not repeated it.", "Ain’t nothin good enough for her", "I want to die", "Yeah, life in America is horrifying. Give me a break. ", "Thanks for posting this OP. Many times people change their minds and do the right thing but unfortunately we don't hear about it.", "I'm disappointed in you too.", "I love rock music but I enjoy draft punk too.....*feels bad man*", "Been scoring big on the Groudons.. caught 4 so far. Edit: no, no shinys yet. I've had the worst luck with shinys in this game", "Well poops. My friend and I want to wander and look for such things but we can't. Boo!", "And I thought Honda Civics smell bad on the outside!", "Yeah it helps me too but I still don't feel well rested the next day", "Y’all some sharks. I’m really just out here trying to be hopeful for the future of my team after a heart shattering lost.", "I feel like I lost focus... I have not accomplished anything and the clock isn't really stopping", "Didn't really help who the Master is but [NAME] will lose his damn mind. We video game worlds now.", "Guess I'm seriously out of shape, I should do something about that. Maybe next week...", "As an [NAME], I apologize for the cranky old conservatives who are probably making ridiculously uninformed comments about your country right now :/", "I'm really worried :( I sent a DM to them, I hope they will be okay... ", "Not look much beautiful.", "I missed this villain of the week feel of the show. Feels reminiscent of S1 and S2.", "Oh I forgot how gross [NAME] can be", "no one cares my guy", "No, lots of people in that area do that. Hire someone to do your taxes because it'll be a nightmare and so will your commute", "[NAME], you're back! And still posting the same old editorialized political garbage, I see. Some things never change.", "That’s not very cash money of you", "Yeah. I don't even know why I was filming lmao. I hit #1 good. Definitely a miss on #2 though.", "It’s something put aside in case I really screw up and have no other option but return home", "Sorry for your loss. Thoughts and prayers.", "Rip hot chocolate 2019-2019", "Cause his value is at the lowest now.. If he does improve and score goals for Monaco, he'll be sold in the summer. ", "This franchise has been breaking my heart longer than you've been alive. Awesome.", "A cat has never understood me so well.", "[NAME]? Yeah, that one hurts.", "We just let a guy go last month - voluntary resignation. He was a great worker but didn't want to train others.", "Brutal piece!", "Arrg. I never should have let my mother in via SMS. At least it's only SMS.", "Guess this \"grown man\" had to run back to his safe space because words hurt his feelings.", "Thanks! But I was only offered one batch today, it was reallly slow.", "I don't even have a desktop PC, so I don't think being able to play on a computer will really be possible", "PRERECORDED MESSAGE: I'm sorry. I'm no longer responding to messages on this thread. Please direct all further questions to your future parole officer.", "Nothing good can come from knowing. Just let it go and focus on the relationship in front of you", "that is the saddest damn yogurt ive ever seen", "Not happy.", "I’m desperate for it. I once got to lie in bed with a girl friend a couple times. That was cool. But we barely touched.", "Palms had a rough game against PHL. Seems a bit off lately.", "[NAME]: I'm sorry that happened. I hope you weren't totally friendless on your 30th!", "Oh [NAME], even if I had a bf I would be ashamed to have him do that for ", "that was so sad :(", "I keep thinking \"this is it, Reddit has hit rock bottom,\" but they keep proving me wrong.", "But but r/49ers said it was just bad luck!", "Yep. Tough week for [NAME]. Not shooting well, first ejection and fine, ripping out jerseys, first triple double and the DSJ drama. ", "I’ve been abused enough by the Knicks today.", "Done and done in the memory of [NAME]. I am sorry for your loss.", "I'm missing something", "Because love is a lie and there is no happiness in the world", "I'm sorry for you loss man. Truly I am.", "Implying you didn’t cry over [NAME]", "Just keep going and don't lose hope. Stuff like this can happen all the time to anybody. It's just bad luck", "I don't remember, it was all very hazy...", "I tend to invalidate my feelings because I’m always worried that they’re going to think that being silly, I’m always struggling with it", "But doing those things makes me feel so.... icky.", "Don't you're making me paranoid man", "My bad. I typo'd. It should have said \"how\".", "BROOOO I THOUGHT THIS WAS WOOD ALL ALONG ouuuuccccchhhhh", "Very sorry for your loss.", "Its probably just related to something she is dealing with. Stress/anxiety often causes nightmares. But there are plenty of potential", "Thank you for highlighting this. No wall. DACA is (almost certainly) fine for another year.", "FYI killing yourself is god-tier lib ownage", "Nah no one can help me", "Ashamed of being British", "[NAME] :((((((( dude was such a comic genius gonna marathon curb tomorrow", "One of the very few individuals to survive a shot to the head. Very unfortunate since he had a couple of more good years ahead of him.", "I am unconcerned.", "I am here to tell you that it really will work out okay! I have certainly felt like you before. It sucks to feel lonely.", "errrrrrrrrr that's pointless, and your Doctor I'm afraid is pointless as well.", "I almost feel bad for China.... but the culture has a major problem with having 0 morals.", "I miss him so much during the NCAA tournament.", "> [NAME] Thanks. The movie is on YT but no subtitles.", "The joke's on them, because I'm too ugly and petty to have a wife!", "Nooo. Ireland will now lose those two rounds. The world is unfair", "By the end I was I hysterics. Not a single reply from the wife too.", "Dang. That IVF story. I feel so badly for that woman oh my god", "I thought legends already started.", "I've shit my pants walking home from school. Hour long+ walk", "This is so cruel. I literally feel physically sick.", "[NAME] 12 min long? That other 1 min video spoiled me.", "This must have been totally horrifying for you. I'm glad to hear you found peace in the second birth.", "Not practicing with the team, seems like a bad sign for playing today. ", "You're clearly upset tho, you're not doing a good job proving your lack of caring", "They will get the other. It's all fun and games until they noticed I was friends with a deep trust issues with humans since they were little.", "Oh whoops, I misread the original comment", "I'm as big a packers fan as the next guy, but that car is ugly lol", ">Live PD, in America This is Russia bro. I’m not too familiar with their laws but not every country has he same laws", "In that conversation it was the girl being boring and closed... sometimes it’s not your fault and people feel they’re the ones being awkward", "Did feel that one but I find it hard to tell sometimes", "so painful to watch", "\" [NAME] has come down with a terrible sickness which caused him to deactivate his twitter account\" Jeez sicknesses these days get worse and worse. ", "It's more like depression is the default state. We live in a depressing society.", "supposed to be brain ache but I am too tired with all these losses i have", "It ruined me, too. D:", "My condolences.", "i'm so poor i don't even know any horse girls", "You must have missed most of the thread then. :p", "It's even worse when one considers that they are intent on moving to Europe and that by moving to a developed region their carbon footprint will increase significantly.", "thats pretty emasculating frfr. in america is not the same", "I found that after particularly bad games I feel the “need” to smoke more weed, like a cigarette after a carcrash IMO", "I am truly sorry for you because that \"song\" is so awful", "And the players who are older than me are retiring and it looks like I might never play professional baseball.", "They keep teasing us with royal blue. It seems like it’s unofficially confirmed that they’re switching their color scheme back", "Good point. Thank you. My condolences for your own loss.", "I really need to stop taking my guns fishing with me. I keep losing them!!! :(", "Boy, I literally didn't expect anyone to respond to this. Thanks, internet! I feel a tiny bit less alone.", "I have an issue metabolizing medications fast. I'll wake up during surgeries so they give me a lot of drugs.", "It's hard to make friends. :( I sit alone.", "Having this issue as well it really does me in", "This is the scariest thing I think I’ve ever read on here. That is just so horrible.", "Oof, that's rough. :( Sorry that happened to you, mate. ", "It's a prime-time soap. I feel so guilty.", "I swear, this is the most brutal one of this year yet. ", "I used to do the same exact thing! Now I love the fat on my steak and watching them cut it off in japanese restaurants makes me sad."], "confusion": ["I didn’t understand because it’s not dark mode", "Don't forget the something else I clearly don't understand.", "Not sure why he's shilling for [NAME].", "As always I leave reddit slightly more confused than when I came here", "*looks at YouTube comments sections* Um. I'm not so sure.", "I think people are more worried if he'll stay or not than whether he plays at the same level or not.", "I havent done a full rewatch since the finale. I think I might be ready", "Maybe also therapy and medication.", "Really confused how every comment with more than 1 upvote says this isnt cringe and yet the post has 1.3k votes...?", "Anyone here know what kind of rifle he's carrying? Looks like an Israeli Galil but I'm not sure.", "Champaign’s a weird town in that aspect..", "Not so sure. I have a decent body but until I took the time to focus on my posture I was slouching.", "I like to think it rhymes with wasabi but I have no idea", "Honestly I’m confused in 10 different ways here", "i am a little bit confused, who are these guys and why did you ask her if she is dead", "Yeah, and [NAME] is not the guy he initially accused of murder. I'm not sure what the confusion is here", "Are they your updated results? I have [NAME] surnames in my family tree but it didnt show up in the dna, interesting.", "[NAME] I can understand, but Ukrainian? Is he a migrant from central asia? Or a [NAME]? I am confused", "I can't believe you won!", "Maybe [NAME].", "Dangerously close to paganophile, so be careful of your spelling for fear of extreme confusion...", "> Maybe she was flirting with me? ask her out on a date and find out", "Did not know we were playing tonight", "Serious question, where was this? That looks like my ex in the green top.", "Its more of a suggestion its not in forced at all i doubt a lot of people even see the quiet carriage sign", "Not sure how anyone whos been paying attention could", "But how can someone not be gender critical and yet claim to be a radical feminist? I’m genuinely confused.", "Forgot he had been sent down and was really confused, but happy about this post.", "Or, you can unsubscribe to the subreddit that discusses all the things you hate that actually pertain to the show.", "I thought that I was on the IASIP sub...", "I mean maybe to the casual conservative, but people who believe Hollywood is a [NAME] propaganda machine usually already have the swastika flag and all I would think.", "> I'm not really sure why my post got you so mad Because he’s one of the guys we’re talking about.", "Let me guess, are you [NAME]?", "How’d you avoid all of the memes?", "Yes, that was when I learned! I had so many questions. ", "I thought she got arrested over it, but charges were dropped?", "Weeb is confused! Weeb hurt itself in its confusion", "I don't know how long I should wait or if its even a good idea. Im so co nfused", "Not sure why [NAME] didn't foul to stop the fast break there", "Maybe that is where the confusion lies: Vaccines don’t make a child AUtistic, they make them AUstralian.", "Is there any way to force him to act? Sending more budgets or refusing to vote on anything non budget in the house etc.", "Buff *Nurse*??? Lol, this has to be some god-tier shitpost or something", "I still can't believe that dude in Whangarei is still allowed to run his business. I wonder how much longer he will keep it up.", "so basically, there’s a rumor that there’s a rumor that [NAME] trilogy might take place after the ST?", "I don’t understand your question, why are you nervous if you are happy with the arrangement and he seems interested? ", "/r/keto too believe it or not.", "[NAME]. I’m not sure you’ll feel the same way when it hurts to open doors when you’re 35.", "Oh no, I'm getting flashbacks", "How was she able to start the adoption process without both you and BF consent plus signatures?", "I thought you and the other person meant turtles. Which really confused me", "He doesn't actually run a 4.49. It's a little deceiving because he's pretty sneaky, so I can understand you being confused."], "caring": ["Feel you pain. Stay strong", "Same. OP go hug your mom and tell her she matters to you and your brother. Support and love would be your best bet.", "Sad but exciting to see him in a place where he might perform well. Hopefully he stays injury free.", "please dont bring a woman in as a sex toy for you both. hire a sex worker instead", "[NAME] deserves better", "we are scared on /r/bengals rn", "Look up the paradox of tolerance and stop crying. Crytpo does not need a hack like JP, no matter what all the incels in the world think.", "Just keep trying. Dont give up! If you are getting numbers that is half the battle...seriously.", "Never remove an object larger then a nail if it gets stuck inside you, that’s a job for a doctor", "This, be yourself she likes you for who you are.", "Damn this sounds like a former friend of mine. She doesn’t get instant validation on things and flips out. Cut negative people out OP.", "Good luck don’t get discouraged you can do it!!!", "Keep lookin Honey", "If you enjoyed it, go for it.", "It sounds like you’re the one who is afraid of the internet. Relax, bud. You’re on r/cringe ", "If you think it's a real emergency don't waste too much time and try to call the police", "You'll be stronger as you continue your journey, never give up", "Stay strong.", "Please cut her off from your life. You don’t need to deal with this behaviour. Be safe and please take care.", "Watching it deteriorate into a horrific dystopia. Healthcare costs. Dental. Low wages.", "[NAME] she wanted this so badly to be a choosingbeggers.", "Be careful with the Washington Times. It's not exactly the Washington Post.", "take care!! <3", "Put a shirt on, this is the internet for [NAME] sake! ", "Don't stay too long or you might go Nakamoto : P", "Don't eat the [NAME] family. You shouldn't eat trash.", "It’s okay bro saints about to beat them 41-3 next week lmao don’t worry", "Don't be afraid to put yourself out", "You got whooshed fair and square. Take your medicine.", "Ayee aha, and Yeah don’t be afraid to go higher if everything was good!!! Lmk how it goes when you do!", "Not a problem! I feel for everyone of you ladies, and yall all my my sympathy and empathy. ", "Please be careful with pain relievers man, I'm really sorry.", "You grew up in America. Your culture was teaching your children to think and fight for themselves.", "TBH I was worried he actually hurt [NAME]. Glad everyone is ok.", "Replacing pillows often is also important. Buy more less expensive pillows. I love pillows from Ikea.", "Get in touch with a lawyer. No one in Reddit can answer this. Throwing her out really would be better.", "most issues with nervousness and anxiety can be eliminated by eliminating the bad habits that are causing them to begin with, instead of 'just exercising/meditating' more", "HUGE RED FLAG. Don't ignore it!", "Congrats! Wait till you get your first date and you’ll feel even better.", "Yes Thank you ! Someone might try to sue me because they pulled out and got pregnant ... use full body condoms if you think Facebook should support your baybeeees", "I appreciate that you care about me. I've been thinking about you as well.", "Keep practicing until you get real confident", "*Can I Haz Gold?* Don't actually please don't spend your money on crap like that.", "Good luck bro! I am with you on this journey. Currently on day 7. I had trouble sleeping yesterday night due to the urges.", "\"Kids stay by the ram it's not safe\"", "That's awesome man. Keep it up bro. Glad to see there's some people out there that still care about others", "Are you okay?", "Ya! It was a bangin’ movie! A super fun ride with characters I cared about.", "If you feel like it, please do a careful read of the post you're replying to, including the concepts explained in italics.", "Lay off the drugs dude", "I don’t understand the point you’re making sorry", "Go forth brother and make her so. If you build it, they will come. ", "This truly is the best a man can get.", "Get a lawyer for starters. Be prepared. Don't sit on your arse and flip flop. Find out what you really want and then do it.", "Just cut your losses, get out and don't look back!", "Be brave Star Wars fans. You've likely been analyzing RotJ wrong your entire life. OP has it all figured out. Amazing. I love you.", "I found myself not caring about any characters or the story. The only thing driving me was the fun gameplay", "You deserve better. Good things will come. Hang in there.", "Don't worry dude. The ladies could never see it if you remain to be a virgin and keep your pants up.", "It might not feel like it right now, but you’ll give yourself more self-respect to find someone else. And a better life.", "no you should try again", "Keep Yourself Safe, Sweetie."], "joy": ["We’re all bible on this blessed day", "This makes me smile!", "Reminds me of this classic", "[NAME] is cheaper too. If we would have kept [NAME] we would have had to extend him to over $4mil.", "I've got a sneaky feeling the [NAME] is going to win it. I feel like best friends with [NAME] has clear motives behind it", "My new favorite phrase.", "Impressive to have such foresight.", "This one is my favorite.", "I've got six aces", "Happy birthday [NAME]!", "Oh well, very nice then :)", "I like you", "The movie with crispy Lord [NAME]. \"Good Evening, [NAME].\"", "Glad you enjoyed man, yeah it was pretty spontaneous too, I was praying I wasnt about to pull some bartard move and get jammed lol.", "I like this a lot", "Welcome to the club....", "So pure I'm smiling :)", "Greetings from Singapore! Anyone looking to play, please come find us at our discord: ", "GG. We played as best as we could. Utah just a better team.", "[NAME] and [NAME]? High five on the cheers tho", "That’s a sweet hoodie", "well i’m proud of you and that’s awesome", "I feel the r/thathappened for more than half of the stories posted. But they're fun to read.", "And sing the beat !", "Happy cake day!", "[NAME] YOU SLIME", "I enjoyed it somewhat, but haven't felt like rewatching (or owning) it.", "Haha I didnt even notice. I guess it does.", "She’s my girl crush", "Damn, good thing I got those experts to tell me that, I'd never have guessed!", "with his luxurious salary, nice pension and zero accountability for anything it does, its a hard old life!!!", "Happy cake day!", "Gods speed brother.", "We could cure child cancer and pictures like this would still make me happier", "My son isn't old enough to remember his brother and my husband and I feel like that's a blessing.", "Ded game we should be happy we have a new hero", "I have a religious friend who i agreed with early on that we could make fun of each other's beliefs/lack of. We're still best friends :)", "Saw thundamentals live. happy that this song got in top 30", "i am. This means i will move from MTN to VODACOM. and i only roam!! Wow", "Some people are just very special lmao", "She's a piece of work. I'm glad you're reporting your account issues.", "Hell yeah if it were me I would be cheesing ear to ear!", "Go on a group vacation!! Or a concert weekend that’d be fun!", "Enjoyed pulling moves, if you can find it. Was a comedy very Belfast centric though. ", "Happy cake day", "See my response to your other comment, but I'm glad you have conceded that your original response to revaniteanime was incorrect.", "I think someone else should open a drive through so I can enjoy the flavours without the dishes aha", "Happy Cake Day! I, too, have been a victim of cake.", "Ugh i wish i had seen this earlier! Have fun at the game!", "I love bang", "I recently came upon the term \"that slaps\" in reference to delicious food, or simply an enjoyable experience. ", "Our org did him wrong. I'm still a fan of his.", "Hahaha love it", "Well, it's been fun. Time to quit YT.", "That's my favorite! It smells so good without being overpowering.", "FIDLAR dropped their new album today (yesterday?). It is certainly...different. But I'm enjoying it all the same", "If you need to vent or anything, let me know. I'd be glad to chat or even just listen, whatever helps. Stay strong!", "Ok cheers. I’m banned from there", "OK sweaty, have fun in ur collapsing Union while I'm restoring the Empire xoxx", "I fucking love this GIF so much.", "That's pretty much what you signed up for when you had kids.", "Omg!! Its rainbow!!", "Oh the irony in the title", "My nmom always says \"Well, you learned from it!\"", "Nae bother, Happy to bring musical joy in to any household.....", "The obsession with a plot.", "Shoot, darn. You win again!", "This made my rainy day", "Sounds good.", "I’m happy I could help. Let me know if it works", "I'm slightly ashamed to say I thought that was what the title implied too. Glad that's not the case", "Glad I could help. Feels good once in a while, I know the feeling.", "what guy or girl would be glad to get this as a gift", "Congratulations, you did it", "This is fantastic! What an incredible gesture. Given the current fears British [NAME] are currently living under, this is a very welcome bit of news.", "I'm so sorry for your loss. One of my favourite unisex names is [NAME].", "The carpool part!! The beauty of kids haha", "Very good to know! Thanks!", "When someone is that crazy, it's probably best to deescalate and go about your day rather than risk them doing something truly crazy. ", "Not one single figure anywhere to be seen. Reminds me of auld Soviet propaganda. \"The harvest is up\" \"People happier than ever\"", "I like it but it’s my least favorite [NAME] solo album because I like his other albums more", "Crossposting is a terrific feature on Reddit. I'm happy if someone does it to me because it means more people will read one of my posts.", "Enjoying it. It makes shaving my head easier.", "Uber is fun and cheap.", "Music and getting outside really helps me, even if I’m not sober. Cheers.", "Farewell wonderful traffic. It's been good 2 weeks.", "I’m so happy for you! Keep doing the damn thing! :):)", "Happy just came out", "Glad you had fun! Your gf sounds like a keeper!", "Happy birthday!", "Tbh as a [NAME] this sort of news make me happy.", "Get his master class. My boyfriend watched it and he got obsessed with cooking, knife techniques, etc. (for like 3 months).", "I know they finally gave Return of the King best Pic but my favorite out of the three was Two Towers. They are all great though.", "Happy cake day :)", "Her absence is probably the greatest present she can give you. Enjoy it while you can.", "Ha ha good one", "Also op I have my associates on top of my bachelors? Whatchu mean", "I hope you both enjoy it!", "You're probably joking but [NAME] has been pretty insightful regarding the yellow vests in France. I was impressed.", "I was a huge fan of the script ones but the new greens this season look pretty fresh on ice, too. I like bringing the red back in", "Hahahahhahhaha!!! Thats the right wing in a nutshell.....", "Desperately miss this, [NAME] was one of my favourites at finishing with big choruses ", "So glad to hear that! you go girl<3", "Happy cake day u/sneakpeekbot!", "A west coast NYE show consisting solely of sunset photos.", "Happy cake day Mr bot", "I work 12 hour shifts, and agree. Tea is life-saving.", "Yay, congratulations! :D", "Happy MLK day", "I sub white mocha for the classic. Delicious.", "I'll happily answer this question if you provide a social norm to discuss. I really loath philosophical round-a-bouts on reddit.", "My wife enjoys marking me. We just make sure they are below the collar line.", "Because they are triggered. I’m just stating my opinion. It’s a bit fun.", "I am glad I found this subreddit \"gatekepping\" is a phenomenon vocab btw.", "I'm concerned with optimal health. Not surviving.", "Roses - still gives me goosebumps till this day", "Cheers mate, ill do that!", "I dunno. Seems pretty meh", ">...fresh fruit and fish. Sounds like paradise!", "Now we play the waiting game.", "So glad my mom didn’t act this way when I was diagnosed.... oh, and my mom was smart and vaccinated me", "Give him 8/240, ship [NAME] and [NAME] to the Padres in a three-team deal for [NAME]. Boom. I solved the offseason. You're welcome.", "hello there, i sent some hugs your way. ^.^", "Min Gung in Glastonbury also has all you can eat sushi. Always a good time!", "The color of it is really cool too", "that's nice :)", "If you bought it from Levi’s I think they do it for free at their flagship store", "I stand corrected. As I said, wonderful charities. I will always enjoy GDQ, just not revalant to my experience.", "Happy New Year.", "Yep! The artist also has one where he's plowing a blue Incineroar and it's one of the best things I've seen.", "You are a unique woman. Happy for you that you found someone who suits you so well.", "Glucose guardian!!!! Salmonblue, you are doing amazing sweetie.", "Nice! Boahs for everyone!", "This hit me a little too close to home", "I watch it because I enjoy it", "I love when you get the text afterwards - my last donation apparently saved a life in Cairns! Really cheered me up actually.", "I enjoyed this nearly as much as I enjoy too many pints.", "I feel safe around you is a nice one"], "fear": ["I've been trying to as well, but the game is so scary :/", "It’s pretty cringe", "Probably scared they’re gonna get flashed by a camera.", "While I don't wish anyone death or even harm, I also wouldn't mourn his death.", "I thought this was a torb skin and I was about to die", "I had a panic attack when I saw that, thinking that I slept for 3 years and Hall was a Duck.", "Phone calls are the ultimate nightmare !!", "That’s scary", "The [NAME] of horror!", "Thanks I was worried that I might die alone", "Trial by jury of my peers is honestly my worst fear", "Yuuuuuuuuuup. It's horrible.", "THERE'S A WAR COMING, NED. I DON'T KNOW WHEN, I DON'T KNOW WHO WE'LL BE FIGHTING...BUT IT'S COMING!", "the game certainly feels unfinished, at least on PC. some horrible mouse controls, using a controller is almost necessary.", "Well that’s horrific", "Better stay out of trouble or they might send you off to a jihadi madrasah girls school", "I was petrified...", "I can feel that already, I'm already getting pain at time with it, but I can only imagine the pain after for healing.", "That’s what I’m terrified of.", "My balls shrunk up looking at that", "It happens so much that it really scares me tbh.", "I can't wait for the r/hockey GDT with the saltiest fanbase in Reddit. I think I'm just gonna stick to our sub tonight.", "I changed from [NAME] to [NAME] last night because I panicked. I am very pleased with my decision.", "Pretty good, but I would put the bishop on B4 so that the Knight will be in danger of the queen after taking the bishop.", "Thats beyond shockingly bad. A new level of terrible. Wow...", "That canopy looks like it could take someones head off.", "Oh my [NAME] I saw the rocks below the dog and feared the worst!", "I fear it is already too late if he already uses words that should hurt but really don't because of their misuse.", "Maybe it's as dangerous for [NAME] to whip people up talking about treason and betrayal and all that as it is when [NAME] do it. Fancy that.", "Stoop Kid’s afraid to leave his stoop!", "That sounds terrifying. I hope you and the little one are OK.", "Thanks. I was leaning towards the 11:05 tourney at MGM since it's deeper stack and slightly longer blind levels.", "I'm sorry you felt alone. It's a terrible suffocating feeling of dread. I hope you are feeling better and that you are in good health", "Seriously Creepy.", "This is horrifying", "I’m scared for y’all saying Undone.", "Must be a terrible swim team. The only thing that your neck beard does is accentuates your double chin.", "I’m as terrified of Mr. [NAME] just as much as any sane person but I don’t think we should *burn* him...", "It would probably be horrifying if we tried, when a bug causes an integer overflow and resets our aggression levels. ", "I would love to get microblading but its so iffy about if it’ll be good or not. I’ve seen a lot of terrible turn outs", "We had a clown banging on dorm windows, on campus, with a knife in 2016. Was terrifying. ", ">He was deeply and utterly insecure, and it was pathetic. He still is. And it still is.", "There’s this which is terrifying to think about", "Oh [NAME] that's terrible. I hope things are better for you now.", "One of the scariest things about being in a cult is that you don't realize you're in a cult.", "As a strip club connoisseur, this is one of my biggest fears. "], "disgust": ["Maybe Shadow Creek Ranch, but I heard it's next to a dump and smells bad.", "This grammar is horrible. Discovering something is a fixed single point in history which should have been simple past “was” instead of “had been.”", "Disgusting making [NAME] talk to this fat moron", "That’s part of why I hate porn so much - other than the exploitation of women", "This is disgusting. *secretly gets horny* I've had it with this sub. *opens new incognito tab*", "Looks extra creepy in light of the recent revelations about his campaign.", "That was truly disgusting", "Weird flex, but ok", "Pure unadulterated hatred. It’s disgusting.", "It’s ugly. Bye bye and good riddance.", "that's like a kel'thuzad/kael'thas wet dream right there. Line them up for disgusting aoe XD", "I like simplicity of the Jersey, but the logo stinks.", "He told you that he hates your friends because they don't beat you up? That is so disgusting!", "Only when they have dirt underneath them, now that’s disgusting.", "That was what was most nauseating for me honestly. Not a single period used once.", "[NAME] is such a disgusting champ to play against ....", "The main reason I left is a hidden mmr used to influence matchmaking in a mode that requires a paid entry. That's disgusting", "I watched a video about fake makeup having rat piss in it. No thank you", "What a disgusting person she is", "It was weird, but there were usually just 5/6 players at each scene at most, and the rest would be usually doing other stuff.", "What I find disgusting is thinking you can be a liberal and a ecologist. Anyone has its own ideas I guess."], "pride": ["Innovation means \"I pridefully made this\" in China.", "I feel truly honored that you gave up the jubilation of being the only person to see that peanut and sharing it with us", "I am proud of you random internet stranger, you peopled good today.", "My pride. I'm like a roach, unsightly to look at but determined to survive ", "Nice of you to have some social awareness. I’m sure he appreciates that.", "You are an amazingly strong person!", "I am twice as proud of my baby [NAME]."], "remorse": ["So sorry about your loss. It's so heart wrenching xoxox", "Sorry, your diverse, inclusive baby was aborted.", "Sorry I have to ask your age before I yell you.", "Oh sorry- to be clearer, I meant everyone not on the APP looking for a scooter will get sick of seeing random scooters. ", "Oh I didn’t realise, sorry for my ignorance ", "Sorry man I don’t really like duck."], "embarrassment": ["I'm ashamed it took me a while to get it", "Reminds me of [NAME] from the documentary THIN who purged food through a feeding tube in her stomach. This sounds dangerous.", "But... but [NAME] literally wanted to murder almost all the Polish people.", "Yeah, this seems weird to me, too.", "It’s got to be embarrassing at this point", "it's embarrassing you think that pact is an example of them getting on well together, especially considering the millions of deaths that followed"], "nervousness": ["I’m about to have a heart attack tonight", "Children whose lives are in danger daily because their parents won’t vaccinate them should be legally allowed to kill their parents.", "It's better for the future to suck and draft top 5 than be mediocre and draft 12th?", "Poor dva keeps getting nerfed because she works well with every comp.", "Outdoor cats have a lifespan of about 5 years so allowing them outside is basically a prolonged death sentence."], "relief": ["Sounds like he's lying to you both. You probably would have a lot of heart ache if you continue to be involved with this one.", "Idk if I’m wrong but I think they gave her some piercings on her ear which are cool too", "The comic relief of the cat world - when they’re not tearing the flesh from your bones"]}