{"neutral": ["What evidence at all shows that [NAME] was an accomplice?", "Yeah personally I would’ve brought [NAME] back lol [NAME] always had trouble staying healthy", "brooks running shoes and you will never have a sore back or feet in your life again", "ooohhhh when he look at the camera at the end it's the cutest shit ever", "I do this. It's pocket cash though. You have to do a whole lot of walking if you want to hit 6k.", "She... Replied to a guy in a screenshot... That's just pure stupidity.", "He could have meant that his girlfriend is pregananant like how couples say \"we're pregananant\"", "[NAME] damn good save", "We accept the love we think we deserve - Perks of Being a Wallflower", "Yes. The citizen received no “direct benefit or gain”. This is being looked at like someone paying for our lunch.", "LWX YOU SEXY BEAST", "I would’ve preferred not to be vaxxed as a child, bc then I could’ve died by now", "They were pretty hysterical about [NAME]. Certainly surpassed by [NAME] hysteria though.", "It's ok, it was cancelled anyway", "Beet Juice and strawberries on top to hide the ugly blob looking thing on top?", "Nice try coppers.", "Is it the movie where meeting the right dude turns a lesbian girl straight?", "You obviously never seen the MLS playoffs, they make cubo [NAME] look like [NAME].", "But how's the breathing through the nose. That's the important question. Can he nail it?", "I got silver the other month on this sub using interesting title", "Not all men harass women, but enough of them are that all women have *been* harassed by men.", "It’s not violence against political opponents if it’s against a tyrant, which you define as a political opponent", "I would be impressed if [NAME] ate 15% of his weight every day I wish I lived in a state where the contest was valid. Stupid NY", ">tries to insult [NAME] for wasting time in a stupid thread >is only other person in thread", "And will gore you bad if you don't drop them first.", "I saw gluten free cat grass at the pet supplies store once. Did not know that was a thing", "Let's keep it going! Make the rest of the team win it boys!", "NL West had 3 teams in the playoffs in 2017 and 2 in 2018......wtf you on about", "Read my post bro. If the were other girl, I'd know instantly they were into me", "No because prize drafts still aren't serious play dude.", "No lie I was just fucking watching the office but I paused it and am know listening to graduation and browsing this subreddit", "> I thought he didn't actually collect the second He lost the second imo.", "bad acts at a reasonable price", "My mom thinks this neighborhood is safe, and I kinda don't want her being more paranoid but I feel like I should do SOMETHING.", "Just next her. She'll never find a SD anyway, she's all talk.", "Crochet, my good friend", "Except that he's doing it because there's an election quickly approaching.", "If the blindness ever comes back for whatever reason, try doing this:", "Yep, and the worst thing is that the cost of not doing something is invisible, while the cost of doing is not!", "look how the Islanders didn't let us get a good shot there do that devils defense", "When in the past 4 decades has anything changed due to a march?", "[NAME] still has the most TDs, as a receiver, this season out of anyone... He needs to chill.", "I remember one of my friends was ~~super~~ into this in High School. It was super weird.", "I think it depends on how many people are awake and passing by at the time of the posting.", "You don't want a mature discussion. You want to attack children.", "It’s time for mango dream to come true. We need to spirit bomb him at the last second.", "That's just the adrenaline. It'll set in soon, haha", "Wanna know how hard I hit it? I hit it into next week.", "There is a bud superhighway called Interstate 80 that connects PA to CO.", "I'd still think he is scum. And needs to be imprisoned.", "I would change the episode with Icicle. Get rid of the cold puns. Everything else can stay the same", "I only remember her getting flamed by Thooorin yikes", "Constitution don't work that way. Burden is always on the Crown, defendant is always presumed innocent. This won't survive the first challenge.", "I need the band name on his hoodie for, professional reasons!", "At first glance I thought he was just being a good citizen and trying to perform CPR on the poor guy", "It's simple, I asked, and she lied.", "When nobody can tell or force you to pay up, being in debt isnt so bad.", "It’s not that they MAY not become priests, it’s that they CAN not become priests.", "We are not Barcelona or PSG we have structured wages.", "Is this for an open carry? Or will I be limited to just owning at home, which is what I want anyway.", "Truly a blessed day for you! Shine on!", "We left the church, but it'll probably take awhile for him to unlearn all the bullshit", "I didnt realize wishing Liberty would open their wallet would make it happen... It sucks, but it's the reality. We need value.", "It is liver toxic but this was given in a hospital. Liver toxicity usually results from taking too much to often.", "His performance this weekend reminded me of when [NAME] came into the LCS, he would solo kill every single lane", "ok? dont really know what that has to do with it. [NAME] designs the offense, [NAME] just runs it", "If you are at the stage where you want to quit then all you have to do is believe you can quit", "Huh that’s her?! She appears on this sub every 3 days and she looks *so different* every time!!", "Many people. We just don't always hear about it but I've done some research on that in the past.", "The beetles are under rated millenials dont know what the 60s were if they listened to the beagles they world understand", "Removing republicans is the first step. You can scream about how they are the same, but perhaps you should look at voting history. Good luck. ", "There seems to a bet between [NAME] and [NAME] whose semi final match would be more of a bloodbath", "DAMN!", "Maybe I’m cringe but I hate [NAME]", "So close to that dudes nether bits. Perfect", "Happy cake day! It'll be tough, but stick to it and you will come out the other side better for it.", "Yeah, but malice with the *intent* to solely intimidate OP? Doubtful. More like malice with the unlucky byproduct of discovery by OP.", "Bloody Sundae ([NAME] x [NAME]).", "Just to tax a bit of the smug out of them would be worth it in itself.", "[NAME] was injured going into that game and then ultimately left in the second half after suffering another injury", "Can’t die alone if you got yourself", "Even silk is something that will chafe the fuck out of your sensitive parts.", "I will take it a as serious question. Sorry. I am in Europe", "I dont think all of us do. However I think the ones who actually do are unfortunately the loudest.", "So [NAME] is still on the block and hoping [NAME] can nominate someone else.", "I told [NAME] not to shoot [NAME] cause I didn’t think [NAME]’ dumbass would turn his back right in front of her.", "Mama [NAME] is not gonna be happy", "Nail in the coffin. Sucks that refs always feel the need to call an equalizer penalty", "Where I live this standard, however they would of only been together just three weeks. Great news for you guys thou.", "I do believe there is a dm function on Reddit. If not my email is", "What a refreshing question and topic of discussion. 👏 NOT 🙄 *“Discuss.”*", "Fan votes shouldn't count for that much. We've proven we are idiots.", "How is the JC-01 with juul pods. I've heard mixed reviews.", "Ultra Despair Girls 2 >!We get Monaca back from space.!<", "I highly doubt it man. You should be in the clear.", "Why would you cross while an event is going...", "If you don't understand something then you want tyranny...", "Ironic, since cleaning your room is what [NAME] is always on about.", "Hungover lil chicken", "Say what? He has been playing for epsilon till now. Never seen some real accusations on him cheating. I think you should read some more.", "I think they think that they have created the best cod ever and everyone who doesn't think that is wrong", "Exactly what I was thinking. \"Oh, I'm sorry, let me just undo that for you then\"", "Google image him. Hes NEVER had a good haircut.", "I love that whoever was filming zoomed in knowing what was about to happen. [NAME]", "Projection in the sense that they are projecting their infantilism and naivety.", "[NAME] is a 6'5\" [NAME] that can't rebound or defend.", "Meh, whenever I travel with someone who can't walk fast, I just wait for the next train.", "No, but I won't be surprised the Day I see him yelling at the top of his lung to \"NUKE THESE *INSERT RACIAL SLUR*\"", "Consider yourself one of the lucky ones. A. no attorney fees B. safe to say you’re dodging a bullet.", "That's how my days go either way.", "It’s a soulless facsimile of what made B movies actually fun.", "This has to be bait.", "He is looking for the one that is leaking information, he doesn't want to throw anyone under the bus on purpose", "Ah the good old fake dossier they admitted to fabricating Quality “comedy”", "Are you saying that's why they went with [NAME]? That's racist", "Tailed. Let's get it!", "Throw it all on the mortgage. Don't spend it on garbage you think you need.", "[NAME] gets way too hyped around here", "Nah she's just a dull asari doctor, with a pleasing voice.", "fyi, straight men also use dildos. Also, your mom is awesome!", "Right? I think [NAME] needs to be careful cause I could def see [NAME] snapping.", "Love when [NAME] goes for those big hits", "Even assuming that it's possible to take nothing, god DAMN I feel bad for anyone that has to look at the second dude's head during sex", "I'm sensitive! :'(", "Bench coming in strong. Let's go trey!", "Good luck [NAME]", "Man being unattractive in appearance has pretty much taken any joy out of my life", "35-55 a week. no health restrictions, just eat what I feel like", "Best not let [NAME] near him, what with her oils and all...", "Nothing will ever top In the Mouth of Madness (which isn't an actual adaptation but come on).", "Doubt this guy is natty", "Oh god I miss Jet's. And I don't get to come home for another 3 months. Enjoy it for me.", "When it gushed out I caught myself saying \"ooof\" out loud", "It’s merch everyone calm down - she’s using the season 11 hype to get attention", "I don't know him well but I have met him a few times through a mutual friend. Really nice guy and very young for his age.", "My dad also told me the car went underwater the first time we went to the Eastern Shore and I completely forgot about it until I read this comment.", "Any EU countries that get tricked into nationalism become prey and weaker relative to Russia and the US.", "This was my biggest problem. And I'd want a nap too. That's why I have to shower at night.", "Its not... your fault", "Epic didn’t take the rights, Skybound chose to work with them. Blame Skybound not epic.", "He's not the [NAME] he's just a very naughty boy!", "Imagine going back through post history to try and dunk on someone who routinely owns you because you're desperate to be liked.", "Those are different, you don't tie that shit to the weakest part, they just stay on there by magic", "You forgot fusion", "Just because you would laugh, doesn't mean that the guy in the video would.", "Yeah no more concussions in Madden now. Only non head related injuries occur.", "I think morality and purpose are fundamentally subjective and I don't see how rush would change if a god existed", "Have you actually seen the pictures of her scratches? There’re not on her stomach at all, they’re on her side and back.", "Iirc congressional opposition was the main obstacle for closing gitmo. I could be misremembering but that's what I remember", "unless of course that's a mere sample", "No kill, only hug", "Nah, [NAME] literally shit his pants in the playoffs. He had to go to the washroom to decompress during a fucking playoff game lmao", "Delete it fat", "I forgot about the \"perks\" of a growing subreddit.", "Someone that can check your dash and aa your jump is frightening.", "I can't watch Isco rotting on the bench and LV playing instead.", "So he’s gonna swear at you in Klingon?", "Yeah, this guy actually seems quite smart. (But a horrible and manipulative person)", "A supposedly professional article banging on about gammons and insulting people's appearance. Not an impressive display of journalism, just a pathetic blog designed to preach to the choir.", "Means behave like you are a sexual Tyrannosaurus.", "I'd say more r/trashy than r/insanepeoplefacebook in my opinion", "Your Mom was ruled by [NAME] dynasty that happened to be Macedonian for the next three centuries.", "I dont need Antidepressants, i need good friends", "I might be able to help. A/S/L?", "Damn [NAME] is low key the boi", "Cop: We do have a strict leash law here so you're under arrest.", "that's your inferiority complex not ours...you do NOT know what the FO is doing", "“40 lbs of fat” yeah 40 lbs of fat and a shit load of plastic surgery maybe", "I guess we should ban birds too.", "Being too scared of calling someone isn’t a disability for fuck sakes... use some common sense and grow up.", "Man Management: 9/10 Tactics: 4ishh/10 Anyway, he wasn't brought to implement brand new tactics but to develop our young core, was he ???", "I'm convinced that libfems all hate themselves and other women. And in my actual experience with them that might not be wrong.", "It has happened to me multiple times without saying “orange man bad” Do try to keep up with the context", "Honestly idk, search online consequences from bjs cause consequences for sex is already obvious", "Are they from a shithole or a civilized country? These are important questions.", "Yeah, but you should drive to the road conditions not the speed limit.", "why are you so angry", "I don’t see the problem", "Gee...what a guy...", "It’s halftime so I turned it on LivePD and this is the first thing I see...", "I mean a blowout isn’t really enjoyable.", "So nothing? His office is going to do nothing? Or will the location of the office be a fictional place?", "I want to get rough with him. Choking, tying me up, light BDSM.", "Maybe not harassment in this tweet in particular, but there are difinitely some fans who are still pressed about eliminations and are not afraid to let the queens know", "women, you need to make sure the men in your life are the best men that they can be. you are perfect buy our pink razor /s", "Especially in TDM naive players should just stick to one of the good players and try not to die.", "I actually find it easier to place spawn beacons in stupid spots like this than a nice flat empty piece of ground.", "They make it difficult to chant this, they go and get indicted way too soon.", "Glad to hear this gets easier. I want to visit Hawaii, but I've held off to avoid those feelings. Same with Portland sadly. :(", "That really generalized my political enemys.", "It that where the phrase \"what a kroc\" came from?", "Who is going to guard [NAME]?", "Why does it matter? Isn't this just 2 oppressive systems of control fighting against each other?", "So you repeatedly stole money and are glad about it", "This man just posts facts and got -220. He told them the truth and they hated him for it.", "People will come for your body, stop putting that out there and you will see if they’re friends or not. See who stays for your personality", "Obviously because libtards cant read big paragraphs. We need them to be broken up like that or we wouldnt be capable of understanding his super smart answer.", "Well it wasn’t opinion they didn’t like it was fact right?", "Homelessness may not be a crime but loitering and public camping certainly are.", "[NAME] gets called for some of the softest fouls bro", "Looks like [NAME] had the last laugh with [NAME]. Everybody was calling them foolish for not choosing Beale St.", "You know we can see your post history, right? Orange fan sad.", "I live next door to this, and I was up late.... How did I not hear this?", "The Wildling! He is kissed by fire!", "Too bad he endorses seiko, this wouldve been a great ad", "i mean if you really want to play guitar with your thumb there’s nothing stopping you", "Cut the guy off and gave him a yes-no question. Which he exasperatedly answered. This is not the way to listen.", "I hear you, but I'm at this point I'm willing to take risk", "\"Even if that were true, do you think it justifies not trying at all?\"", "I always get a kick out of the videos posted of cars and buses stuck around that area. Bathurst going up to St. Clair is also notorious.", "We're out of the environment, it's ok.", "Because a lot of people on this thread are ignoring the pirate code and I’m trying to explain that rules are there for a reason.", "I'd prefer her as an actual character", "that depends on where you live. you could probably move in with some people to share the costs for a while.", "Good bot!", "Don’t spend time with someone who isn’t going to respect you as a person.", "Any league that creates a system that makes a kicker more valuable than WR/RB/QB is a league I don’t want to play in.", "Stick with us. If only for one more day. Then let’s try again tomorrow.", "Sick BURN!", "The best answer is simply don’t do it. Having said that, good luck my friend. ", "Though I encourage! For an opportunity to play a game of such grand anticipation as this, is a sweet fortune.", "No, he controlled the match. He had to be dialed in the whole time and he was.", "That looks even smaller.", "This guy used to be so good. I looked forward to his comics every week. Now, I couldn't care less about him. Complete economic illiterate.", "I need to know this as well, so I hope no one minds if I leave a comment here.", "remember what you're fighting for", "He’s legally blind... medical marijuana is a thing bro... got any on ya?", "The kind look on his face certainly helps", "This was a year where late breakers broke towards [NAME]. Whereas late breakers broke towards [NAME] in 2016. That explains how she did so well.", "I can tell you professionals didn’t do it that way in 2009.", "Maybe he was just really tanned and needs a vacation", "The furthest thing from my mind and likely everyone else since you’re the first to mention it.", "#LET'S NOT BRING UP THAT PORTION OF THAT DAY.", "It actually takes less clicks now to get a full stack of items than before.", "Or better yet, live through it and then have nightmares and paranoia the rest of your life"], "approval": ["u/-adamsmith perfect troll account name, but at least he united all of r/MLS. Thanks for teaming up, everyone.", "Nice ovation when he first checked in and after the tribute video. Also made some noise when he hit a 3 late.", "Hey we have feelings too nerd", "nice try balance team", "I like [NAME] but I'm gonna have to go with [NAME].", "Have them put out a Linux client and I'll be happy to give them a try.", "Glad that it’s centered.", "Still a statistical minority by a great deal.", "I'm glad she made it as easy on you as possible.", "Ecosystem in a puddle, nice", "revelation = if you aren't doing it after some major event which you also just learned about, you aren't doing it right.", "i didn't say u were, i'm power horny not power hungry tho", "I'm on your side with this one. At least you have some legs to stand on.", "Nope, my current response is that both the means and the ends are independently justified on their own accords.", "It fucking better have draft assets", "You did it!", "How much carbon you're removing doesn't matter much if you're still adding way more than you remove.", "That's the best thing about free will, you don't need an excuse.", "So nice of everyone to welcome [NAME] to his rehab like this.", "I completely agree, I just think there is more of a chance of Clowney getting tagged than [NAME] getting tagged a second time.", "I feel the same man. Keep going bro!", "For fun. Mini story in the Royale. I see no reason why they shouldn’t have been."], "annoyance": ["When I think about [NAME] and [NAME] at the same time I get a fucking aneurysm from the stupidity.", "None of these people ever seem to have run their own business.", "You are terrible developers.", "I feel like this happens to me every single time I shop there. I dont go in anymore because I'm tired of being followed.", "Happy birthday to that gold thong wearing, porn stache sporting son of a bitch!", "My mom likes to use the word, “tripolar” for me and it’s aggravating. ", "He looks like he smells of cheese", "And that is exactly why I never got that shit done, even though it interests me greatly. ", "As long as the ink isn’t on a contract, I don’t listen to any rumors. Waste of time"], "amusement": ["HELL YES !! [NAME] where you at", "And mine?", "Apologies, that distinction always slips my mind lol", "[NAME]² ~~good play btw~~", "I'm glad that you are still harboring feelings from a game that ended in 2016.", "FUCC WHOEVER DOUBTED DUNN", "no it wouldn't", "Fuck you're cool", "Wow, you’re so generous with other people’s money.", "Very nice.", "Oh shit right. I forgot about that wonderfully horrible fact haha.", "You mean Ichigo/Nero/Black Ranger/I'm a Frog. Did not know that [NAME] voiced [NAME], but it does exsplain why he sounded so familiar.", "maybe dont do any drugs lol", "Yare yare daze", "Something Something Something, space of aids", "I would of my school would get me my fucking 1098-t!", "its pretty wholesome tho", "Yes girl! Get it!! Nothing better than an impromptu meet!! Rude the high!", "Love The Weasle, I've grown to like him a lot ", "Woah Dude!!! I would be freaking out", "And sock puppets. Wow. Nothing out of you is in good faith.", "neither did they, but when they found out... oh boy", "The line the reviews were not positive made me laugh for some reason.", "What a totally innocent and integral part of our society! So glad our tax money can keep him company over his year long holiday!", "FUCK NO NOT FUCKING AGAIN", "One of my favorite war movies ever. The cast and soundtrack are unbelievable", "It really do be like that", "Basement fucking flooded", "Ooh, the pupil proportion was wonderful at this time."], "disappointment": ["World has Turned and Left Me Here.", "Interesting article, terrible author. Plagued with grammatical errors.", "Well fuck. I didn't think anybody cared at all...it's order than that?", "Apparently not successfully.", "> Suggestions like this are why Blizzard don't take their own community seriously. This should be this sub's slogan.", "This actually happened but no one clapped", "37?? He looks 47. Hard life...drugs and alcohol.", "Breaking bad all over again", "I legit wish you never talked to me", "They're definitely just after quick free sex Words mean nothing.. all in the behaviour/actions.", "[NAME], it's like nobody learned a single thing from the game."], "disapproval": ["I dislike [NAME] more and more. Big ego and small feet.", "This is terrible advice", "This is an uninformed and incorrect statement. It doesn’t take even close to that long.", "You can’t", "Well you know, helping out the less fortunate is basically a slippery slope to authoritarian commulism /s", "Well they got removed so I’m not sure if I want to see it anyway.", "No it’s a lie because he could not possibly have been in Vietnam. And he did not correct a single outlet who said he was.", "I would enjoy this if it had a few more pixels.", "[NAME] is a traitor to this country.", "[NAME] looks miserable in those photos.", "Bruh you don’t belong here"], "anger": ["fuck these dysfunctional, insecure mattresses", "At least he was polite - \"please\" fuck off! ", "[NAME] can’t you see, you’re being way too loud for me", "That as absolutely insane.", "You're the biggest sack of shit to post here in some time.", "Screw DBs swill, their creepy Children of God (cult) employees, and the traffic mess it creates on Rural in Tempe", "I would pay money for [NAME] to not be my nurse. She will probably \"accudentally\" squeeze my nuts. Crazy bitch.", "She wasn't fucking running, no matter how hard you insist. You'd make a wonderful Qld cop with that mentality."], "love": ["I love the comradely for finding the source", "I miss wally he was so likeable"], "realization": ["I was wrong so I'm just going to pretend I don't care.", "Huh I would figure the Royce's have been lost in the shuffle of thousands of characters introduced since Waymar, rather than a late bloomer.", "I now know what taking acid would feel like", "I read these comments assuming the context was the Government. Actually it's probably accurate for both TWD and the Government.", "They're all the same, all the ratemes are a trap. It's just sad people keep falling for them because its so obvious it genuinely hurts.", "Part of me hopes this is a finely crafted [NAME] character and she’s actually a comedic genius.", "I didn't know that newborn babies eat and breathe through an umbilical cord. TIL.", "Dammit, you know I proof read this and I thought it changed correctly but I guess it didn't.", "Oops, guess youre straight now!"], "confusion": ["It’s amazing what they can justify to themselves. I’m not sure if I can believe anything out of her mouth anymore.", "Cool, yeah I feel I’m too old for college girls and too young for more mature women. But gotta work on myself for sure", "Idk what's so unrealistic about it. [NAME] is probably just as close to [NAME] as [NAME] and [NAME] are."], "desire": ["I wish I could’ve had that kind of relationship with my mother."], "excitement": ["I can’t wait for this Narrative to stop. DLO has the best numbers just look.", "\"Cute dog, what's his name?\" \"[NAME]\" ( ͡o ͜ʖ ͡o)", "Yeah fucking thanks, politicians back in the day.", "Those sound yummy!", "Omg. It's Viv from [NAME] !", "I fucking love New Years day with the Hawks playing in the Winter Classic"], "caring": ["That's exactly what I said and not arguing in bad faith at all. I applaud your intellectual honesty and hope your sexually repressed dystopia is swiftly enacted.", "Omg. I hope she is ok! Poor [NAME].", "I feel terrible for their daughter. I wouldnt want to grow up in between the middle of that.", "Hi, [NAME]! I am stopping by to wish you the best day, and the best year! -HappyFriendlyBot"], "grief": ["This made me cringe so hard", "I’m broke, dealing with my own mental illness, and immediately concerned with just keeping the peace."], "optimism": ["Sorry I meant to link it but completely forgot :>", "Oh well, okay, it worked!", "Hopefully you get a good bashing soon"], "joy": ["Imagining ten generations alive at the same time *is* a terrifying concept.", "Yay, now we're only down by 7"], "surprise": ["Yes, but shockingly that was the first post of hers I’ve read in years that didn’t make me want to claw my eyes out. ", "Wow starters before 6 min mark?? Insane", "Only 7? Wow he's slacking. He must not have very faithful parishioners.", "Holy shit I didn’t realize he didn’t fumble all season that’s wild", "Oh! I didn't realize they were also vegan."], "remorse": ["Guilty as well!"], "sadness": ["In my mind. I forgot everything :(", "Accidentally clip through a bathroom wall, get slapped", "When [NAME] breaks [NAME] jaw in “The Sound Of Silence” I’m cringing just thinking about it"], "disgust": ["Wow this was awful. What kind of audience do these morons have? I mean no one with the money to buy that junk would watch these fools", "I hate these cakes so much."], "nervousness": ["I always worry about my facial expressions. You're not alone there."]}