{"amusement": ["I just got a shirt made that says “I can’t have kids my dog is allergic”", "This is the most upbeat and pleasant I've ever seen someone whose been caught with multiple ounces of weed and ecstasy.", "It’s not significant enough to be a bad move lol. It’s a push. Spalding is nothing", "But [NAME] is fine", "Goodbye maga, no ones going to miss you.", "Oh damn. I forgot about those guys. I never really play [NAME] lol", "There's a lot big talk here that will look kinda dumb if we're third/fourth midseason. I hope we aren't being clowned halfway through the season...", "I'm quite interested as well!", "Haha, why are you still thinking about that? That's super weird.", "That's [NAME] btw in men in Black. He is also the actor who plays [NAME] in Netflix Daredevil. Such an amazing actor.", "They all did idiotic things on at least 1 occasion.", "I'm going to put my life first and run away.", "Actually, I don't look a lot in the mirror so I can forget how ugly I am .", "Also: - more snipers - another stealth hero This makes my top 3 of what would make the game even more fun.", "My [NAME]. I think we have a winner. IT'S. A. REAL. PLACE. Best part", "Somewhat valid question, if he was 11 when the game came out then he can shut up yeah.", ">Found out that **my** [NAME] Oh, I get it. You've caught the scent of a lesser stag in your nostrils. Pity!", "What a baby...", "Maybe that's what the jerseys looked like 7 years ago when that photo of [NAME] was taken.", "LOL yes, this guy might not be too bright. ", "No. And not near as much as a gun lol", "Frame data won't save you from 50/50s that can be initiated off of lights in VT1. He's probably the most explosive character in the game.", "Ohhhh now I get it Omg I'm so stupid", "lol [NAME]", "best part was him tearing apart his Real shirt while walking out", "TrollX doesn't appear in /r/all; mods made it that way because we kept getting brigades of shitheads every time a post got remotely popular.", "It's fucking incredible how many people would like you if you would just make eye contact and smile at them. Fucking incredible", "o7 o7 o7 o7 I couldn't donate sadly", "Oh [NAME] this is going to garner such hate hahaha", "It’s so crazy how [NAME] went from being an elite goaltender to barely an ahl bum in a matter of 2-3 years. I cri", "##EVEN IF YOU DONT WANT TO WATCH IT, GO TO 40:20 AND WATCH FOR 20 SECONDS, I SWEAR TO FUCKING [NAME] YOU WILL LOVE IT", "Don’t insult our users. You’re done here — you and your alt both.", "I think it's a r/fuckyoukaren joke", "He’d be amazed i was alive and I’d have a super hot wife.", "Did it taste good; I bet it tasted good.", "LMao what kinda stupid ass rule is that?", "Nice man!! Wish you guys the best. Here I am FA again after a 2 1/2 year relationship ended lol so enjoy it while it lasts", "Didn't go, but that's a killer picture.", "Dude, you're being gaslit right now by someone who despises [NAME]. Save your breath.", "As much as he's a bit of a nutter, he does keep his word as far as I can tell.", "Not my account. I do not own the [NAME] account on Youtube. Pretending I do is silly.", "Awesome job!!", "If so, then LN payments are *not* safer than unconfirmed TXs.", "Why shall I? It’s too much fun reading comments written by distorted bubble people ;)", "I’m impressed.", "Oooooow check it out, HIRED guy. *fist bump*", "Wow she sounds like fun", "I will still shag her u fooking poof. gave im a rite fockin japester innit well u won't be having erection next few days.", "Binged through this last night. Interesting and entertaining. I'd love to see more.", "By massive oopsies you mean had hitpieces written about them by the media in which they were lied about?", "The one on the left looks weirdly suggestive and it creeps me out, you did better with yours", "Calling it now, this is the top post of all time. Edit: For reference r/trees historians, I was the first to call it.", "Can't tell how cold it is if the battery is completely dead. RollSafeMeme.jpeg", "Dude this kinda looks like the real face of hagrid", ">he's also super handsome *( ͡° ͜ʖ ͡°)*", "Oy vey, [NAME] 🗑 is gonna be *pissed*!!!", "You’re a genius.", "Mr. Met is a legend! Outrageous. Now... If you wanna talk about hateworthy mascots... The Phanatic fits the bill.", "AHHHH ZIMM!", "> bad ass-friend *** ^(Bleep-bloop, I'm a bot. This comment was inspired by )^xkcd#37", "Cheese *noun* 1. That cheese shit they put on pizza.", "MY DADDY SAID THE CIVIL WAR WUZ ABAOT STATE RIGHTS AND HE'S THA BEST BROTHUR I EVER HAD", "You don't need to escape to have fun, if you want to win just get some friends to play with.", "I meant it's a sign to others that he is a crypto-Nazi. My bad, I wasn't clear.", "I'm watching the Kings broadcast, and let me say [NAME] doing play by play is entertaining.", "lol [NAME].", "[NAME] would be proud.", "Glad it was helpful!", "not sure if this is a joke, but if you've ever worked at a dev studio, this adds credibility if anything", "I encountered a shark whilst hiking last year. He wasn’t the least bit interested.", "> It’s really not that difficult to win in this league lol", "I’m glad I was able to find a recipe that allowed me to use my Christmas Gift cast iron skillet.", "*Dread it, run from it* *[NAME] still arrives*", "Muh goodboy in the background is waddling forward to her to save us from this", "This gives me life", "They keep teasing us with royal blue. It seems like it’s unofficially confirmed that they’re switching their color scheme back", "I love how someone put a laughing emoji on that.", "Well I'm happy to know that r/babyelephantgifs exists... Goodbye depression!", "Washington had it so easy, until they signed [NAME] that stupid contract ...HAHAHHAHAHAHA", "At least [NAME] got to touch UFC gold. Not many people can say the same. In good company.", "[NAME] playing for the heat always makes me laugh", "Never once is it implied that the birds can sense crazy people.", "I'd give it a 9/10 one of my favorites. So what was your thoughts on D'jango?", "Naw let everyone underestimate us ::[NAME]::", "Freedom? Not in New 2013 and it’s gotten a lot worse since", "44 is chilly. I'm in Colorado and we were single digits earlier in the week so 50 today was like a heatwave! Stay warm ;)", "\"I'm not going to date him...I love him to death.\" -[NAME] in the same sentence", "Detective Pikachu with gun violence would be too much for me.", ">who accused him and [NAME] of raping her then did a porno where she fucked both of them AND [NAME]? She did?", ">absolutely hate having to sift through hints. you can do this wizardry?", "> No one bugs me. And yet you're scared to take your family in public because of Patriot Prayer?", "Here’s a little update lol so far I’ve had 3 matches today and all of them were “cam models” lmfao", "\"Family is forever\"? Weird, I thought humans age and die relatively quickly.", "LOL how can anyone trust you when you pretend that you voted for [NAME] when your clearly racist against blacks. Your user name is strictly a lie.", "She has to learn to Let It Go.", "[NAME] is a murderer,a psychopath and he wants just to kill him", "Thats fair. I know its a joke it just always struck me as odd how people wrote it off. No worries.", "I don't remember accurately but something in the lines of >and slightly leaning back so as to not be able to reach the remote", "What a block by [NAME]", "Haha I meant [NAME]. I was a very chatty fast bowler/no.6 pinch hitter.", "That... sounds like gibberish. I expose myself to it in that it's my life. The rest of that sentence makes very little sense.", "I live downtown and walk around at odd hours of the night all the time. Love the empty and abandoned feel of the city.", "I like the game tonight", "Isn't that what they all say, with the exception of [NAME], yet there they appear.", "Searching is fun, and finding and learning all the spawns is satisfying."], "neutral": ["Think you mean this Labour MP", ">testing teenagers for four mystery roles Oh good lord. This is going to be even worse.", "Where’s the, “this” *cliché* bot!?!? Also, good on you for choosing a less stressful life.", "I read this to my 17 year old brother and he was kinda pissed off just saying", "Weird flex but ok", "It makes me feel better about overeating sometimes because I tell myself that at least I’m not as bad as those people", "That is pretty small damage. I wouldn't fix it either.", "calling someone desperate for a comment is a personal attack. sure jan", "I'm not advocating eating the pain away, but bring apples just in case. ", "I drive for a living so I have a pretty high-end camera that captures license plates!", "I do that with chili...", "Believe it or not, I actually am. With the exception of stupidity. ", "Forgot what it's like to actually not dislike one of the patients", "Well if T_D users like Coolio, maybe they ain't so bad after all. ", "the socially weak kid who is also: - neurotypical - not too short - not too ugly so basically a normie", "No, he's fine. It doesnt compact", "Be sure to do the promo and get your free scope mount and magazines.", "I've just thrown all my spoons in the bin. I'll learn to eat yoghurt with a fork.", "It's just projection..they can't take a joke so they think no one else can either.", "Fun fact: Chá qīng 查清 (pronoinced cha ching) is chinese for checkout.", "JV for AD - i know its lopsided, but we need to swallow that pill.", "We still have them 150 b you cuck. Why are you so fucking stupid", "no, mostly just spurred from mild boredom and thinking of the [NAME] future. Getting a gauge at the caliber of players chosen at #12.", "Alternative: He didn’t live as long as he thought he would. He died mid-sentence while writing a", "Yes religious abuse by parents because their son dared question their religion", "Their fault for being so tasty", "#**i have decided that i want to die**", "Oh I see it now", "This times a thousand. They set us against each other so we don't realize who the real enemy is.", "I don't think my town has a market.", "This too. It’s about how much excess the wealthy have, not how they acquired it.", "[NAME], aside from the goal was several magnitudes worse than [NAME]....", "Meh. Everyone's entitled to their opinions. I won't lose any sleep knowing they think my opinion is garbage. I am at peace with it.", "Oh, didn't know. Will lock the post.", "Reminds me to the movie [NAME]. \"I saw it in a movie, it will work!\"", "Not enough. I'd pay $100 to not be ugly in a heartbeat", "Oh, my [NAME] ", "And losing to division rivals gives them the tie breaker, no? Very frustrating. ", "Go to the school administration and explain the problem with the nurse having an oil diffuser. See if they'll take action.", "[NAME] is lactose intolerant, so when it comes to milk he likes to drink soythress", "The word ‘rap’ was created by a guy who couldn’t pronounce his C’s. Fact.", "Always have a Stockholm syndrome induced craving for HSE standard jelly and ice cream anytime I think of hospitals here", "[NAME] and [NAME] are mad at [NAME].", "More like you need ennemy jungle too dumber/weaker than u. But at equal skills, when player know how to play, its a troll pick.", "Seriously what?", "I got the same call, voicemail was definitely Chinese but I deleted it and marked the number as Spam/Blocked ", "*dramatic anime gasp* impossible!", "And look like big tracts of land.", "I used the term very loosely!", "So using your figures here we make £12 billion in tax from the EU company's selling in to the uk. We save a further £9billion on fees to the EU", "Don't have the light novels. Heard the translation was pretty bad on them but I discovered that Manga earlier today.", "They should be liable for this abuse. It’s just insane!", "The must be on the prowl because I've been getting these calls a lot lately.", "5,280 homie. ", "Misogynist! Anti-women! Bigot!", "I like to think it rhymes with wasabi but I have no idea", "No, she is my ex from a long time ago and we are still good mates", "Sorry, no punch line today. You guessed correctly on half an apple tho. Cheers", "Nobody ever thought [NAME] was bad though", "OwOpen up dis is da powice!", "Pretty certain it was already reported a long time ago that Japan was getting the censored cut of the game.", "Just like the [NAME]. But nobody complaining about that.", "4 x zero traction is still zero traction.", "Sounds like you work for a terrible company", "I'm so doing this!", "You know how I know Boomers are trash? They love [NAME].", "Brown woman bad", "That guy (his dad?) was so proud he threw that strike!", "Can’t tell if you’re joking. But it’s called a habit.", "A classic. I have these.", "#I BELIEVE IN [NAME]", "The irony tho", "I considered that they might be doing that, actually...but I googled it and it didn’t seem to be true.", "My selfless boi", "You must be really slow. Life must be hard for you. You have my pity.", "Humans are complex beings that we don't as people still don't understand completely. That is why.", "it‘s literally a fanmade album tbh", "So unnecessary.", "someone should of grabbed [NAME] by his foot and use him as a club to bash [NAME]..", "No sir, can’t hold them over a bowl for shit. Plus they make blunts taste weird.", "I feel like they missed a good opportunity to make the track in the shape of Texas.", "I am not a competent till member, I am an ignorant member of the public. ", ">Shouldn’t the Bible be infallible No. That would be idolatry. Only [NAME] is infallible,", "My brother looks like [NAME] and I look like [NAME]", "Yikes, not good. If you can afford it I suggest getting out of dodge as quick as you can.", ">Is this battle the fate of the galaxy or not? If nobody else cares, why should we? Nailed it.", "> it's not the fault of the mods or uses of this sub. They are the people enforcing it. Why wouldn't you blame them?", "Look at a calendar. Look at the 14th. Look at the week that contains the 14th. That week, any of the days on that week. ", "Maybe their inability to spell the word \"atheist\" is why they're a [NAME].", "[NAME] looking like [NAME] out there", "Perhaps only if congress was also found illegitimate. Since they are the ones that approved the nominees.", "I did that.", "They'd probably need to take nutrients by IV until their organs are working normally again. But yes it should be possible to save a starving person", "on the bright side he’s a little too young to ruin a $1000 iphone in his pocket ( parents probably got him a refurbished 7 )", "It honestly sounds like he has some type of addiction to games. Reminds me a lot of my ex.", "> what **the straights** have > ... > **\"stereotyping** Hmm", "and is where it's at!", "Got her game on.", "And of course you forgot the chillis that make him orange", "What? Fur definitely shows up on beige. She stayed for 35 minutes and held one dog who was wearing a coat.", "Please keep making them mad", "The comment thread is a hot mess and wouldnt be out of place in 2016. How do things not change....", "As a Bears fan, I'd have preferred them to not have it and for it to not even exist because none of it ever happened.", "Wow, I was JUST wondering what the bit characters on the show make. $250? - that’s it?!", " goat handshake denied Personally, I just think [NAME] was scared of touching such a relic as is [NAME] hand", "I'm not rotting, I'm drinking.", "It's titled \"Manhattan!!\" And Yankee stadium in *the Bronx* is the only non-Manhattan location ID'd. Classic moron.", "That's my horse!", "The StackExchange network might have turned into an elitist playground but it's damn good for finding a fix for your problems.", "Emergency vehicle, lights on, no siren?", "I was going to comment the same thing! I love the disheveled newscaster vibe he and [NAME] created for the show.", "Those teeth ain’t ever coming back", "Anything other than harassing motorists or worse, pretty simple.", "Seeing the past doesn't mean being in the past", "They've usually had dementia for a good while before they become aggressive. I don't think you have anything to worry about for a long time.", "No no she was \"[NAME]\"", "Honestly don't know why they are still working so hard on this trade, really need another starter.", "Livin life on the edge man", "I think the one thing we can all agree on is Kill Mikol. This was too difficult to answer in full..", "They look the same way fighting as I do dancing", "Virtus.pro straight into Grand Final.", "Holy shit, your therapist just (inadvertently) explained SO MUCH in my life, internet stranger.", "You could even say that they don't give a damn about any trumpet playing band.", "Yeah, I mentioned some of that elsewhere in this thread.", "She knows you only want them vaxxed so they're weaker and will be easier to seduce!!!!!", "I want it!", "Oh shit why didn't I think of that?", "Sometimes LOOOOOVE comes around And it knocks you down Just get back up when it knocks you down, knocks you down", "Easy answer - nobody knows. And knowing my country we will probably leave it to the last possible moment and then have an “oh shit” moment.", "\"five minutes of fame\"... [NAME] lmao. Ok, whatever u say kid.", "Better than any HBr, anyway", "/s right?", "Prove him wrong.", "[NAME] explains why she was so close to her grandmother.", "There is no doubt in my mind that [NAME], [NAME], [NAME], [NAME], [NAME], and [NAME] will start tomorrow. Unsure about the rest", "Nah, they always were a government's tool to enslave us", "People date who they find attractive, and fuck who they find attractive. That’s it.", "This guy doesn’t like fox hunting because “toffs” do it. As with all policies of the left, it’s grounded in jealousy. ", "Tbf it does look like it clears the net", "He's most likely been misinformed", "Some of us only play QP. I’d like to think QP is just as important as comp.", "Don't apologize for a joke,especially when its true.", "This is oddly fitting now you have to do DR2 and V3", "I mean I typically do both in the car so there's that", "I'd give it a 6.9, based on the fact that he was still caught in the tree", "I get hard in the morning from just standing up and my body not knowing where to put the blood. But any other time of day its always sexual", "[NAME] black?", "It would have been more believable if he stated he was attacked by penguins wearing red hats.", "lmao okay dude", "Wasn't implying that, just weird that a South African brand is so popular overseas all things considered.", "5'11\" [NAME]. He's basically 6 foot, so I must be missing something here.", "your aiming muscles are just weak, they'll get stronger with time", "Hungry hungry hungry", "Because unlike [NAME] this guy hasn’t done anything controversial", "Someone who wants to do a couple of takes and it's just gone past 9", "That’s not very cash money of you", "Ha congrats!", "Oh I forgot how gross [NAME] can be", "His Fairy Godparents are just a hallucination created by his mind as a coping mechanism to deal with the hostile world around him.", "BROOOO I THOUGHT THIS WAS WOOD ALL ALONG ouuuuccccchhhhh", "> male person should be romanceable > of course this requires the protag to be female Found the [NAME].", "That’s why it’s a repost. To anyone who’s cake day is 2 day🤗", "I just gave you a quote direct from the current finance minister regarding the supply. Get real, man.", "Tell her, it may have been a huge [NAME] fan and I was even shorter than [NAME].", "Liberal circlejerk “ o ya those conservatives suck” 10,000 upvotes"], "annoyance": ["Most of the people commenting in /r/Libertarian aren't libertarians, but are just there to tell libertarians how stupid and evil they are.", "I literally didn’t but ok", "Why should I care what he thinks?", "Okay, so that doesn’t really answer my question. Are you suggesting the liability will fall on the towing company with shitty or sketchy reviews? ", "And judging from *this* comment, I think you should know you sound like a troll.", "fat people want to be oppressed so badly. I guess it's because they need an excuse to emotionally eat.", "I’m pretty sure your thinking of [NAME], although I could be wrong", "[NAME] expunged my paraphernalia without consent and I called the **LAW TIGERS** to sue him for damages.", "Oh same here. Too relatable. Makes me wonder what 50 year old me will miss about the body I've got now.", "Seriously?! These [NAME] have no common decency or respect for others suffering!", "> Also why I watched the old guy getting stabbed with screwdrivers till he stopped moving! Dnepropetrovsk maniacs? (3 guys 1 hammer)", "As much as I’d love [NAME] to be gone, i know they never would ", "So you don't reject your ideology's premise that you can just protect yourself.", "That's ironic. Because [NAME] isn't getting the Wall funded, we are pulling more resources off the border blockade effort?", "Isn't the swastika backwards? I just love how fucking stupid racists are Can't even draw their own shit right", "The first article on their is talking about the [NAME] documentary...? E - there*. What the hell is my phone doing", "So [NAME] proved that they are not literally selling their workers into sex slavery. That's a pretty low bar!!", "Test levels have been dropping significantly It’s well documented Why do you think that’s stupid", "Not tryna plug or anything but i use InShot to crop my videos and it works fine It just makes me hurt inside seeing a screen record not cropped", "He probably banked on the inherent secrecy of the community and ignorance (on Belgian law) of his victims.", "Southern Mexico tends to always get fucked in the ass as well", "My dog is less uglier than this.", "Gotta offload this crap somehow.", "We're ALL what's wrong with this country", "As long as blind luck exists, there is no upper limit on stupidity.", "They are a couple in love so what's your beef.", "It makes customers uncomfortable because we're calling them on their BS and this is the only way to get them to own up to it.", "\"almost\" and \"nagging\" not \"killed\" and \"forced\". Wow... When did roleplayers get so damn whinny. ", "yes but this is a crazy person. That's like telling Two-Face he doesn't have to flip a coin before committing a crime lol.", "Ugh. The Google Plus BB community is the absolute worst!!!", "Oh I know. I was just pointing out that our current number one has consistency issues as well so we are used to it.", "Not surprised at all tbh", "That guy who melodramatically dances around playing horribly soppy poppy chord progressions over and over and does a cringy dance that makes me want to kill things?", "But people already know I'm weird.", "Wow, you an asshole much?", "So fucking heart warming. Brother love man it’s wholesome as shit.", "Don't eat the [NAME] family. You shouldn't eat trash.", "Yeah Stupid Sexy groening", "[NAME] a fucking idiot and needs to be primaried out.", "Yeah that's not almost a semi auto. And the slam fire is vastly over rated.", "Ahh change.org, where change goes to...do nothing", "I will go back to actually read the piece in its entirely but wow. Her gray is so pretty. I’m jealous", "\"...And what do I find out?! There is no [NAME]. This whole team is a god damn ghost town!\"", "So obvious you got downvoted 40 times, ok!", "The \"dad\" in that Pizza Hut commercial looks weird af", "honestly i don’t think logan paul meant anything except to sound woke so he could get attention", "Bitch subscribed to 1st look at [NAME] shitposts.", "I was mocking the original thread that this was taken from. Like I've said over and over through this comment thread.", "In addition to poor judgement, she is incapable of admitting she is wrong and apologizing. ", "Just saw your history. Makes complete sense now. Your a trumptroll. Bye.", "I don’t think people know how to use quotation marks", "“My- my god I- it is time for me to bear children.”", "I got sucked right back into the vicious cycle of love-bombing, gas-lighting and degradation.", "You do, you forget it all & bam something reminds you and it all comes screaming back. Breathe in truth, breathe out bullsh...", "Even if I close the app, mine still pings.. It's maddening", "Well, there goes my lunch. This is somehow even worse than mine.", "Didn't even know we were in the running. I thought if he leaves Chelsea he's only going to real ;)", "Ah yes, resort to ad-hominem attacks when you have nothing else to say.", "The phone calls in the first 10 minutes are absolutely damning.", "Lol I lol'd *I too am down with the kids. But not like that because that would be illegal*", "Then yeah, not really. I can't think of a specific type of evolutionary pressure that would lead us to developing an ability like that.", "I'm not to proud of them right now. I'm mad at them ☹☹ But big ups!!", "I cannot imagine being so fragile that being able to smile threatens your identity and world view.", ">Turkish [NAME] You are right except \"[NAME]\" part. I could not found the attack but there was a [NAME] [NAME] who was involved..", "a lot. It's like I'm witnessing firsthand all of the unpleasant symptoms of being pregnant", "HR is there to protect the company. Not you.", "Maybe the [NAME] curse isnt real, but the [NAME] curse sure as hell is. We dont want any [NAME] on the cover!!", "What are you talking about? Anything bad that happened was [NAME] fault - only good things were [NAME] doing!", "oh god this is the worst", "He uses it in every other post. It's not even ironic.", "A 2-day old account, and this is how you decided to use your time? Trolling the teacher subreddit? Ok dude...", "Describe these demographic changes plz. If you own the shops you decide what people eat.", "Considering that cheating is a mark of high-status, I'd be surprised if the wife dumped a cheating husband.", "No, I generally feel like slugging them in the head repeatedly with an iron bar. Spitting is just petty. *Let your hatred flow!*", "Without any kind if proof beyond ex gf’s texting eachother, im not going to just up and believe this", "Plenty of Aboriginal blokes on here who criticised [NAME] too.", "Nobody will ever be interested in me anyway, so it doesn't matter if I tell people I'm a virgin or not. ", "You tell me, was this a short trip or not? I was wrong, it was 4.3 ", "Thought about that too, guess it's just not the games intention to make the player a part of the things happening in it...", "Amen, block all immigration.", "I was planning on saying don’t kinkshame me since I like guys of all sizes but what the fuckkkk", "I was expecting you to say she put a piece of bread on your head and say \"okay you're a sandwich", "Just seems a little much for -40 downvotes. Seems like people are offended. I just don't get it", "Well one of our leading candidates is [NAME] so it's not like we're killing it in our search either", "> His face, mate. He thought he was a goner. Properly lol'd at that and reading all [NAME]' bits in his accent", "Yeah, even good people can become radicalized by religion ", "You’d think the higher ups would look at how much these law suits are costing and tell their boys and girls to tone it the fuck down.", "I want to end it all.", "And of course, instead of calling out the men responsible for this behavior, the \"Not all men\" crowd has arrived in full force.", "But in the end, it doesn’t even matter", "as much i like those posts, for depressed people it often isn't that easy!", "This guy is internet cancer.", "Damn.. fell for that one", "Well, if that's how you always are, I can't imagine even wanting to be next you let alone have deer like sex with you.", "[NAME] ran out of her way to butt into the conversation with [NAME] and [NAME]. [NAME] . I can't stand [NAME]", "“Love” under threat of execution. Wow.", "You cant love this girl if she already has a GF whom she sounds like she loves. You'll just ruin a relationship", "Why are we trusting them to do anything after messing it up that badly?", "I DEMAND TO BE PUT ON A PEDASTAL AND TREATED LIKE A QUEEN IF NOT I WILL SEEK VALIDATION ELSEWHERE AND ALL THIS IS YOUR FAULT", "[NAME] is nowhere close to the worst linebacker in the league.", "Idealogues are annoying.", "I had a GB in 1999 and it was worse than birthing my son. I would have loved to have had the sleeve....", "Oh that leg. Like, she NEEDS to get that looked at!! ASAP!", "It’s lunacy to think that [NAME] is an actual Russian agent, since there’s literally no evidence of this.", "They make money to sit and talk to you there's no reason to feel like a burdon cause it's legit their job.", "Well I guess that solves it.... For you. I'll keep trying to make sense out of the evidence since you fail.", "Since [NAME] are technically [NAME].", "I'm not crying, you're crying", "This entire discussion is very unnecessary", "[NAME] makes me want to punch ugly pillows.", "I’m downvoting because it seems like r/iamverysmart material.", "The comment was so terrible. I can’t believe it made the final cut.", "You don't see the conflict with funding another countries wall but not one for the same function? Both equally stupid and worthless.", "What’s all this meow?", "I would not be surprised seeing as both picked up [NAME] and the other [NAME].", "Cap locks are nothing to be ashamed of. *You're probably upsetting your mother by letting your chicken tendies get cold*", "I swear y’all will spin it anyway to make it seem like nylander is doing everything correctly lmao", "I see it the other way. He thinks he’s a hero for shutting down the govt. But I hope I’m wrong.", "He thought of it but we don't want his mother's house to be wrecked by the staff.", "you are definitely trolling us. That can't be true", "I like simplicity of the Jersey, but the logo stinks.", "That's brutal. Hope they win to make it worth your while.", "It’s mostly because PAX is this week and a lot of players and GMs were off doing that . The game store was super supportive.", "I personally think think life is beautiful but living is hell, kinda like a hurricane can be the most beautiful thing.", "This looks unnaturally fake", "Professionally.... no way I could do that to myself", "It depresses me that the Carousel revamp has been a popular answer. Thats not a change, that a sliding scale adjustment.", "Damn this is really uplifting.", "Because you’re harassing strangers over the internet about their happy healthy pet? Weirdo.", "Oh getting down voats. The EU fascists don't like it when you speak out against the 4th Reich.", "That's the worst possible outcome", "He rambles like a lunatic and she focuses on being called “not beautiful” of all things. Lol Uh oh I hear the downvote train a-comin’!", "Don't worry, [NAME]. Her idea of wit is nothing more than an incisive observation humorously phrased and delivered with impeccable timing.", "I'd say [NAME] at 8 is pretty disrespectful", "So ungrateful. I wouldn’t have even offered that bc ppl who try to argue with closing times are not people who settle.", "Plenty of activists have skin in the game. Sounds like you don't know many real activists!", "[NAME] couldn’t get them to the playoffs. Pulling out [NAME] for him is dumb", "This is being said about every fucking update that lowers the skillgap. Yes, it does change the game because we're already affected", "Did you include Euterpe street... you know I have strong feelings about it /u/mojomartini", "Yes! Dont you love to let babies suck you with a perfect jawline!", "Oh I know lol I overdid it w that comparison. The point is singers have shit vocal nights but that doesn’t make them unprofessional. Shit happens.", "This is not a good relationship. It doesn't seem like she is ever good to you, only manipulative.", "Perfect example of the disgusting misuse of ‘Orwellian’ on this website", "We're entitled to express our opinion that OP's opinion is shit.", "Turn in them. Who cares if they’re your cousins. They’re not three years old. They should know better.", "Wow he is... ugly.", "I can’t watch the video the cringe from reading everyone’s response is enough", "Your logic is pretty messed up and the pos assumption has zero to do with this. Centralized mining will cripple the ability to fight censorship.", "Too bad that's not the case. I'm happy I'll one day die.", "Man I thought [NAME] was going to be the real deal. I wanted [NAME] gone so bad around that time.", "Really? Cuz hella 18 year olds with bad grades from my high school seemed to do it with ease.", "To annoy you That's the real on reason", "No it's not. It's two people legally allowed to kiss kissing. Whatever stigma you have is yours and not shared by everyone.", "[NAME] out? [NAME] is losing his mind!", "I’m in a similar situation, but mine is my spanish teacher she favorites the boys, and she really just hates me", "Ignorance, Illustrated", "\"Stay in your lane, bro.\"", "Please try again; even [NAME] would make for a better ending.", "I'm not even going to read all of that. It is not mindboggling AT ALL. [NAME] is a huge douchebag. The end.", "[NAME] insulting his fanbase has literally been a hallmark of his persona from the beginning of barstool", "Oh look another stupid comment, original but not unexpected.", "Can you link the apologies? Or do they not actually exist?", "..... That would seem like the ultimate way to get rejected and never spoken to again.", "We're not roasting you. That's not how it works here. Go get help and feel better then come back for proper roasting.", "> Mother wasn't amused and I was forced to smile and bare it Wow, I would hate taking nude family portraits", "If you wanna spend thousands for every piece of furniture then sure but a lot of people don’t have the budget for this.", "Or just head on to Galleon's Grave. I just hate Dagger Tooth.", "Honey badger don’t give no fuck!", "It's actually pretty condescending to tell people what words they're allowed to use to describe themselves.", "A pencil skirt is tight around the hips with a slit in the back, not swishy. Does that make sense?", "Enough shit comes out of his mouth, do we really need to put more back in?", "To think that Doom GOATs isn't even EM's strongest form...damn, no wonder the [NAME] are 100% on EM", "cool, I never said anything about communism, that's a pretty wild non-sequitur ", "I know you're annoyed, but can this sub not be a place to post screenshots of poor opinions from the other sub? It's getting overwhelming.", "You want forgiveness? Stop spamming.", "Well I’m hyped."], "caring": ["I just want him to be successful though...I dont think he wants to be at this point", "FWIW I had a terrible series of experiences at CFA and would never recommend anyone with anxiety go there.", "Almost all cars go through auctions at some point. It's nothing to worry about.", "Some people would be too ashamed to speak up though", "I can definitely relate, but I haven’t yet resigned myself to such a fate. Maybe I a few more years....", "They probably got de-funded. I need to support them.", "I've got a sneaky feeling the [NAME] is going to win it. I feel like best friends with [NAME] has clear motives behind it", "Poor [NAME]. Give him some Enfamil. He will feel better soon.", "It’s okay bro saints about to beat them 41-3 next week lmao don’t worry", "They aren't horrible in the least bit. Just learn from your mistake, remember, and move on. That's all you can do.", "Whatever you do, respect the kids' genders.", "Good for you, maybe some day you'll come to an understanding of each other but familiarity breeds contempt.", "I just got the same thing from a piano class I took in 2014. They have sent it to me twice in the past hour.", "Let me know how you enjoy it!", "I understand. Just know that I'm here. I've been through hell and back. I am happy to listen to anything.", "1.0mg is a high dose. My husband is an insomniac and can't take that dose without nightmares.", "Besides, Canada is extremely choosy about the kind of people they allow in.", "I know from personal experience that that can be the end of any good relationship.", "Counteracting my cold soul takes sacrifice", "Now you have to make up all these downvotes with some low-hanging-fruit criticism comment of [NAME] or [NAME]. Good luck and cheers!", "You’ll struggle to get premier league tickets (without paying a hefty premium) so concentrate on the lower leagues.", "Good takeaway. Don't be gullible and don't share questionable information without fact checking it first. Misinformation only becomes a problem when it spreads.", "Please don’t do that. You can do better", "You have nothing to feel bad about. It sounds like he needs to grow up and start paying his way.", "Do you boo boo. Live your best life", "Not an unattractive man, he’s gonna need real plastic surgery to fix that. ", "Get a body pillow made of yourself and give it to her as a present when she misses you she can just hug the pillow", "I feel bad for her, talk to her :(", "It's not your fault....", "At least your stepdad didn't just take the pillow look at you and leave...", "Grew up together obviously. So if you want to have an alligator friendly family, raise your babies with baby alligators!", "Yay, coming out is hard, you're lucky that they didnt avoid you for the next month, I'm happy for you", "I'm at work right now and its going to start snowing before I leave. I drive an MR2. Thoughts and prayers please.", "Well it very well could be your drug usage. You could be depressed also. So stop doing drugs and see a therapist.", "I’m so sorry for your loss, I’ll drink a few extra for your fiancé", "Get him back -- as in figure out what went wrong and see what you can do", "Oh that poor man and children. I'm glad he was armed, may have saved his life. ", "[NAME]? You can't walk by without squishing his cheeks!"], "confusion": ["Is it weird that I read this with Papa [NAME] voice", "I dont get it, are the councillors in Ottawa known for being boorish, uneducated and unilingual?", "Is it bad that I don't want any of them?", "Is this the track that’s just [NAME] cat meowing but slowed down? My memory is failing me", "This happens all the time when guys pick me up. I don’t know anything about cars. Just tell me the color", "You are uninformed. Its not just because of the wall.", "*me trying to get it* OH!!!!!!!!!!", "I don't think it's duping I think it probably loot cycling you can find almost the military gear from on the coast now.", "It might be a person that isn't good at English dude :/", "Is it actually happening?", "This qualifies as emotional neglect. Just, to be clear, that is a form of covert abuse and is not okay or normal.", "So the key to living is to do nothing?", "Considering that was an already exploding market this is kind of a big deal I guess.", "Why would Orlando want [NAME] anyways, this deal isn't real", "One you don't like. It keeps messing up your contacts as well.", "You're a bit of a wet wipe aren't you?", "It’s selfish to not want to march with people who believe you’re termites and [NAME] killers?", "I don't know who the hell that is, but I will gladly upvote your post because it's not a stupid driving rant.", "BUT GUIS I THOUGHT [NAME] WAS PRO GUN? This should put the final nail in anyone still foolish enough to think that.", "Are you afraid of [NAME]?", "We would leave ours up a long time. Cooperate decides when the come down. Maybe that's why.", "I think I speak for most when I say: Please post the video", "every time it gets a little wet and windy", "What changed for [NAME]? Last season he had a spurt of being meta and dominant and [NAME] was a bit of a terror", "Jobby is a new one for me, is that another way of saying taking a crap?", "What sorcery is this!", "I thought it was British, oh well.", "This is so bad and I really don't get that politicians or party's like ovld don't realise this. Why block actually defends this.", "Yeah fair, plus this sub tends to go hard in different directions so it becomes extra hard to know if someone really is just that far gone.", "I feel like that might be every 2 years instead of every year", "What do you mean?", "What a useless answer in this situation", "If you don't know how/where to find a source for that you clearly aren't very well read on the subject.", "did he give up out of embarrassment having knocked back chicago for us and then not getting to join us.", "What kind of dog is this?", "How do people eat off paper plates when they’re not at a bbq?!", "Yeh but i had to check. Like, what if i didn't post here and kept it to myself.", "I don't think anyone deserves to be killed, no matter how terrible they are.", "Polarizing filter needed??", "I have seen this a few times. Feels staged...", "I think you mean Inselaffen (island apes). This comes from Gibraltar. This was a comon word for brits.", "I guess that was a compromise with that native sarong that he likes to wear.", "Nobody said it would but it *does* fix one problem.", "Could be something limited to my branch too.", "They put him on a minutes restriction for some reason, guessing cause he's not in really good shape?", "I thought this was a diary that I wrote in my notebook! I'm almost exactly the same!", "No way! First I’m hearing about this", "Maybe the dog wasn't on a leash the last time...", "No idea, don't see the EU budging, probably some vague clauses that have no weight.", "Was he rejected because of his methodology or because of the content of his studies?", "People are very complicated.", "this would work!!", "That's like the US Democratic Party, right? I heard that they support the far-left National Socialist maniac known as [NAME] ([NAME]). ;)", "Wait so did you permanently lose sight in one eye or is this just temporary?", "Is that Guildford? There always seems to be plenty of zombie-like pedestrians around town!", "What is scary?", "Must be so frustrating having the wrong old man facing their own shutdowns.", "I will never understand why streaming is entertaining.", "I guess my story was too subtle. Alone on an indian burial ground after dark. It's literally the core of multiple horror stories.", "[NAME] has no Plan B. She's either dominating the match or praying that her opponent drops her level and playing second fiddle.", "I don't think so. I think he is courting a secular crowd of young confused secular people searching for meaning in their lives.", "I'm not sure what that is", "We finally lost a game while I was shuffling my tarot deck and now I can’t decide if I should try again or if the luck ran out", ">Why are you so worried about my comments when you live in Wisconsin ...what?", "An interesting video, though the title's lack of an Oxford comma is bothering me.", "Didnt even know that was a thing.. yeah well ill probably never be a public figure so it doesnt really matter i guess lol", "If she loves the place she’s at why leave? There’s something to be said for that. Idk your all’s financial situation tho", "Could Unity not sue the author for giving instructions on how to illegally obtain their product?", "Wow! Dudes lucky to be alive today! Who does that? Obviously drunk."], "curiosity": ["This is awesome! do you have any more artwork on a website or social site? Is this for sale!?", "I'd say we should dump him somewhere at sea but the oceans are already pretty polluted... :(", "These are the signs I'm getting old... Wtf is a weed cartridge??", "If I went to a party and they had SFV I would cry of happiness.", "It would be interesting to know what you've learned about other sects of [RELIGION].", "Are they sure one didn't kill the other and themselves?", "Sorry, you're going to claim wanting to destroy Israel is completely fine? And the rabbi in question seems to be in bed with Holocaust deniers?", "I almost pissed myself waiting so long in the tunnel. Not a fun feeling", "Young [NAME] works to hard for his name to be slandered like this.", "True i hate going to parties or concerts but love going to a bar or a houseparty.", "Yes I would rather have a government agency waste the money on food stamps. Right wing moron.", "You're happy that survs DC when you play killer? I'd rather actually play the game. Legion mains are weird sometimes.", "What if the million dollar idea was to make free websites? That'd be bug!", "oh this is gonna go well", "Three times a year? Where/what are you eating?", "[NAME]. Gun crimes are pretty much unheard of on that side of the pond, isn't it? RIP.", "Are 3.0 still active? I was really hoping they would have gotten signed after their tryout camp a couple years back.", "Come on, at least give me one other comment not from this thread. Show me that you are at least interested in providing an argument. ", "Have the zombies symbols available somewhere near for the Ra step, it's the most challenging", "Y'all ever try to ride a scooter with one hand before? Shit was dangerous.", "Cheers. Never heard of any of them. Kids will do that to you...", "Why you mad bro", "Unfortunately you can’t control YouTube. It’s pretty bad out there, you just have to finish the episode ASAP. ", "Does anyone know if there's a place I can donate to help her two little kids?", "I'd love to see a repo/recovery subreddit.", "If I may ask what was the deal breaker for you? Did you stay in contact after the breakup? How much time did you need to heal?", "Was she prepared to throw the gun?", "Sounds like a good deal to me. Where do I sign?", "I was wondering the same thing?", "I actually listened to the entire joke... and I read the press release from the CHRT. How about you?", "Wish we hadn't already played them twice so we could hop in on this with something like \"Stanley Cup Parade Planners are here to battle\"", "Yay the same out of touch old people cycling thru the same positions. I can't wait to see the changes they bring/s.", "wondering what the hookup scene is like in the north woods of Wisconsin?", "Have you ever brought up your concern before? I understand if that is the only issue but if it doesn't change it could fester."], "disapproval": ["yeah, you're trying to twist things to fit your narrative.", "I don't know why he'd take it like that, he was gone for so long so someone was going to do a show like that.", "This is why I could never work in construction", "Yeah, what do you know about her? Her Wikipedia page is pretty barren.", "And whatever other slowness and rootkits etc may come with Epic. I still havent forgotten Sonys bullshit or how resource hogging Origin was", "simply reply \"no.\" sometimes youve gotta be rude.", "I suspect that, this is going to be the least infuriating DIY aspect of this house. ", "he tried to motivate the team in the locker room but i think it was [NAME] who was like \"just sit down festus\"", "Sorry on mobile and limited data, decided to cut to the chase", "Way too much fuuuck", "No, not sarcastically :) ", "This will be me a year from now. Not fair at all.", "Free will is about not having to justify everything you do. It's about spontaneity. It's about doing things just because.", "So having a baby you don’t want is [NAME] will, but having a baby you do want is going to put you in hell? ", "Too bad it's the wrong kind of blows!!!", "lol dont try and fucking blame [NAME] for not passing it to a guy who has been bricking all night.", "[NAME] are not the best at being subtle about being incels...", "We have freeish speech. If you can be prosecuted for something you say then you can't in any way that we have free speech.", "It's a minor part of the article. Trust me, there's actually a LOT of information that isn't olicity-related here.", "Irrelevant, actually You're both talking about different things", "And it's posts like this why HotS is in the position it is. Blind to any form of criticism.", "Typical Lebronsexual garbage channel. Don't watch video.", "The thing that screams narc to me is that you still had an 8pm curfew at age 20.", "Honestly mate, highest I've got to is only 1623 but put me up against an axe or a cannon and I'm just dead.", "Hating people for what they've done VS Hating people for their race. Even you have to be able to see the difference.", "Hilariously wrong and uncontroversial.", "No you don't, you love lies and liars. ", "Looked ugly.", "This is completely false.", "You are delusional if you think big oil and existing deeply entrenched and rich traditional energy can’t pay scientists more money than new renewable energy can.", "No need for pity! It was a happy moment. Tears of joy not sadness", "No you basically throwing him under the bus by posting him here.... fake natty suspicion 100%", "Well that’s not what was said he said drugs that kill you sooner than your meant to die.. nicotine fits that description", "Do you really think anyone would support this legislation on any side. Jeez man lay off the [NAME] plus that would really destroy the CIA/FBIs blackmail program lol", "It's a waste of water to shower that often.", "Even if I did, no one would believe me....,", "I was really hoping you meant that we shouldn't need to call ourselves feminists because it should just be common sense, but I guess I was wrong. ", "I meant I wouldn't bring up wanting it to be vanilla and changing terms.", "The treatment is a series of injections. I’ve had them. It’s not significantly more unpleasant than the flu vaccine."], "desire": ["I want the man who makes me pizza from scratch and then lovingly hand feeds it to me. Completely realistic expectation.", "12 is ambitious!! I’ll do this with you, but my goal would be 4 ", "I wish there was a way to separate the moderation function of karma from the “I agree with you/I don’t agree with you“.", "makes me wish friendly fire was a feature", "I can’t work, wish I could. Worked hard my whole life and lost literally everything a few years ago. 20 years down the drain.", "I was hoping to hear this. I'm up for it I think. I'll download it tomorrow.", "Would it be great if they instead swap around old-rich-guys blood", "I wish I could see [NAME] slipping on shrimp", "Personally, I assume that those who claim NOT to be deprived in this way are just adept liars. That's how deprived I am.", "Oh [NAME] please don’t put them in a team together.", "I wish more than anything that I was [NAME]", "I want a pizza flair!!", "Ahh. Both of those are very good. Hope you enjoy them as much as I did.", "My 47 year old sister is still creeped out by the original theme show's music. She refuses to watch it.", "Would love for us to go to [NAME] and give them Tammy for peanuts with a buyback", "Wants to stay with the Texans too.", "The Patriots dethroned the Rams and the greatest show on turf, it'd be cool for the Rams to do the same now.", "Can you please make one for ps4 with (movie) [NAME], [NAME], and Palp please?"], "realization": ["Don’t use imgur It’s an atrocious website", "Haha I've got a mild case of UC, maybe I should be more dramatic about it and use it!", "It did put me off at first but after you get better with a weapon it becomes far less of an issue.", "I have access to some LCMS'. But I don't think it's useful for thermate.", "Whoa I actually remember this. Wait shit does that mean I’m old", "That proposed sub name took me way too long to figure out .", "We need a bench and a coach that realizes six foot three players aren’t small forwards.", "Of course. Just know that I know that you know you're a liar.", "I would do it but honestly I don't have any other [RELIGION] friends.", "Your right i will talk to him tonight", "The problem with starting off a political discussion like this is that noone's gonna take anything else you say after this seriously.", "I'd watch it without a doubt. I'm especially interested in the different Tracer playstyles, because the only one I know is dive.", "Wow, now that you say that . Although, we do have [NAME], South Park, Family Guy and American Dad now. Mmmmm, [NAME] ", "I'm slightly ashamed to say I thought that was what the title implied too. Glad that's not the case", "Read the poem \"To this Day\". I just read it. I liked it.", "I can’t see many players having a problem with [NAME] being gone. Sometimes a coaching change can create the jump start this team needs.", "Yeah I legitimately have no idea what he's talking about... cr lk is a chain", "SHIT. I just gave my son some Skittles. Lemme edit that right quick LOL", "Wow your sister is in abusive relationship, cool. ", "I have chosen not to kill people that I was going to slaughter just because they said \"Hey! How are you?\"", "I started following the Lions in 2001. Talk about a bad time to start following a franchise.", "It's not an official licensed promotional company yet, thats why his next fight is under the mayweather promotion banner and his future fights could be as well. ", "In that I should not have posted it or it's just really blatant", "Being scratched by a cat is not self harming", "I watched that same movie. Very generic Christmas movie but I liked it", "I can't imagine it's going to be easy to come to the realization that your parents murdered your brother.", "I didn’t notice till the replay and honestly, I screamed", "Pretty cool that the same building is there just a different use.", "It was understandable, but it was comically basic. He just wanted to take over Earth for Darkseid IIRC. "], "approval": ["I like the fact that you like it a lot.", "This is perfect", "Woah. This is a whole new fascinating Reddit thing that I never knew about", "At least he has a chance to grab a railing if he falls.", "Which you ultimately pay for in higher insurance premiums, court costs, etc. Dealing with big problems like this is a net positive for everyone.", "You have no recourse. You can always start your own fb group if you'd like.", "True but I think that's what the other poster was thinking at least", "Trust me, all is sometimes lost.", "Seems legit. Supremacy was big enough. In fact, it's hard to see the scale on screen with that size.", "[NAME] buddy, [NAME] :) being lonely is only much needed solitude in disguise, a break from all the shit", "Pretty fuking sure exit scam..", "Honestly thought it was a peeled banana...", "yeah it really looks like your reading comprehension is the facepalm here from just the screenshot you’ve provided.", "No I am still friends with the person I value his friendship he can just be...judgy?", "Kids Day in Toronto, Leafs STHs donate their tickets to kids so there's like 10,000 kids in the arena today. Pretty cool thing they started last year", "Exactly. It’s all about control", "I would say the answer is better education, not disenfranchisement based on socioeconomic circumstances, but you do you I guess.", "It's clearly a terrible policy.", "You post your pics online. Good for you! You're probably not a subhuman", "PROBABLY BECAUSE HE THINKS YOU’RE ANNOYING AND WHAT BETTER WAY TO END A RELATIONSHIP THAN A HILARIOUS FACEBOOK POST", "wow. I think you've done all you can.", "This doesn't belong on the competitive sub; it doesn't have anything to do with the competitive aspect of the game.", "This is probably the most realistic if we throw in a 1st, ", "True. Guys who are legitimately ugly (a facial deformity) don't even have the chance to make an impression.", "Do not throw away your hair, fingernails or teeth because if you don't find them upon your death, you will regret it!", "I bet you could get away with this at work just fine.", "[NAME] has always favoured [NAME] so I'd assume this means he's the next up, I just prefer [NAME] and find [NAME] a little overrated.", "Very legal and cool", "It's actually insane how she looks like [NAME].", "Still better than YouTube rewind", "Hey don't insult troglodytes like that. I'm sure they would have wanted vaccines", "Yeah, that will reduce the number of kids taking pills - make enjoying a drink at a festival even more difficult!"], "nervousness": ["I’m uncomfortable just looking at her.", "not at all. Hong kong streets and roads are super narrow. I get claustrophobic there."], "disgust": ["It is weird to be having sex at all at 15.", "A horrendous amount of Sesame oil, god, that would be awful.", "I like how submissive the coyote is being to this tiny little cat. Like, dude, you could just eat him.", "The real villains are those aware of the cruelty of life, but then reproduce anyway.", "This is horrible... One of my worst nightmares actually.", "Misleading title, his administration cut all programs using fetal tissue, not HIV stuff specifically. Still sucks though.", "just awful I'm gonna throw a barbeque to get back at them", "That is awful. :(", "Dirty Southern Wankers", "you can't really see the shitty comments on youtube. On instagram it's much easier", "Weird, just got back from the one on Grand 45 min ago and I got in and out no problem. ", "I have even gotten to have sex with women who were fellow comics nerds and also hated what movies have done to [NAME] stories!", "The humidity in Sydney is worse.", "[NAME] also slept with his dads mistress, [NAME] is weird", "[NAME] is a creeper and hangs out with underage girls n shit.", "So creepy. Made me check my locks.", "You were inebriated and eating ratshit.", "You look like 1 of those ISIS fighters got shot in the head", "I had a guy who just kept jumping off the bridge in Eichenwald to his death over and over.. in a placement match.. WHY!", "Who are these outraged [NAME] women?!", "Worst radio ever.", "I don't think that's true. Every major story I remember from the [NAME] investigation has been from court documents."], "gratitude": ["This is all soooo nice. What nice people.", "Of course. Queen!", "This is really well put. I saved it.", "Major props to your mom!", "Nice try cat daddy ;)", "You win some, you lose some."], "disappointment": ["Man, such a shame we only got three movies. They really didn't wrap up all the plotlines.", "And in some US states, still that range just sets off weird vibes.", "Oh shit, as a matter of fact my knees are now weak", "Peering into the void Out of the abyss Something stirs Terrible secrets _____ Hope is lost Once it wakes [NAME] is dead", "I'll think about prime, just heard a lot of negative about them that spooks me some.", "Dudes never show any interest in me irl so I was just thinking about getting a Tinder. Seems like people have much lower standards on there so fuck it", "Also seem not there any fighting games in this tournament...", "A little too old to be skateboarding", "Yes I was feeling bad that hes friends left him", "I skimmed poorly and thought it said 4 people (independently) discovered their data was accessed", "I did that my first day of middle school (got off at high school instead) but that's probably because I'm an idiot", "People really spend more than $10 in an app game? I mean an actual video game I can understand but that's just...sad", "forget new buildings, i work at the chase plaza building and am a little bummed that seagram tower made it but this didnt.", "I couldn't reply to the message I got the other day", "Oh no! Poor dude!", "I miss [NAME]", "I believe [NAME] only has control over if the speech is held inside the House of Representatives, not if it will be held in some other place.", "Oh jeez I missed that :(", "Oh no! More non-existent performance issues to complain about!! Can't wait to be playing it while all these self-righteous gamers take their noble stands...", "Chi snowing. Can't get a break.... Also I'm crushing it.", "Right? It’s not like her family seems like they wouldn’t have helped with her son.", "I miss their 100 Octane petrol...", "When they stop showing literally every big Viking loss in these games.", "I just watched this episode twice and I already miss him. Restart the series.", "The problem is not getting new players but keeping the current ones.", "It’s a shame really... ruining a perfectly good shirt like that", "Peeps poisoned our water supply, burned our crops, and delivered a plague unto our houses!", "The real problem is the malicious prosecution engaged in by Monsanto against small farmers.", "Great, now my balls hurt and I’m yawning uncontrollably. ", "huh i didn’t even know that button existed", "Oh no the poor man", "Yes. I got accused of being a man or a bootlicker because I was a mod in a men's lib sub two years ago.", "Oh boy this aged poorly", "yep. I feel guilty for throwing them out but they're basically useless.", "Day 7 is tough... Not as tough as day 15 but tough", "That doesn't answer my question.", "Hey there, Sorry to hear you were running into connectivity issues. How often do you see that error and when did it start happening for you? ^ET", "I know, I know, but CAN YOU BLAME ME FOR BEING NERVOUS", "I was like you man, 3 felt so bad. But street part 4 3 becomes a so bad it's hilarious imo.", "Poor thing. Her arm looked stuck in the crutch as she fell. That had to hurt", "BPA not fit especially when we dont have a good team", "This sounds familiar. But no it will be [NAME] fault. She MADE [NAME] hurt you for the greater good. /s"], "remorse": ["I'm one of those students on odsp. I'm screwed.", "No one ever laid on their death bed and said, “I regret not working even harder.”", "Sorry you are having such trouble.", "[NAME], too. [NAME] is very guilty of this.", "Oof. Didn't see what happened but cizikas like died on the ice there for a minute.", "He sounded so disappointed when he realized they just wanted sex :( Poor OP!", "I just thought I would be remise if I did not engage with the subject.", "Didn't notice the date, sorry.", "I've been watching too much my 600lb life...I instantly hear dr. [NAME]", "Lol, the delusion is strong.", "Is that because it's an accurate description of the politician and he's trying to distract from his guilt?", "I don't think any [RELIGION] woman would care about such a thing. If they did then they have their own problems.", "I feel like I should cop a bass to fill the void. Drummers seem the hardest to find these days."], "sadness": ["This guy gets it (and feels it as well... Sorry brother)", "You had a tough childhood :(", "oh my [NAME]. it was hurting my brain. i only saw the disappearing boot and thought i was missing something.", "Because learning another language is cultural appropriation. This people are pathetic.", "it's so cold today I nearly cried just from the temperature and wind I DONT LIKE IT", "Or at least it could have been, but the pic is gone :(", "Worst winter ever :(", "Lucky for you. I haven't been able to watch Oneyplays since [NAME] and [NAME] left. It's just not the same.", "Still is glitched to this day.... sad", "This hurts my brain"], "excitement": ["Watched that game in a motel on the outskirts of Albuquerque. Quietly went nuts when he scored that goal", "They will be more than happy to hand you the matches, followed by the cuffs. ", "Drunk [NAME] sounds like something I want to see", "Can’t wait to go!", "You obviously have never seen those creepy videos with 10m+ views with kids. And those Elsagate videos.", "It’s time for some moderator field work!", "And caressing your hair.. I’m not even a woman and that makes me shudder thinking about that", "They have my favorite reality shows too like Hell’s Kitchen and Survivor.", "my [NAME] this is just *yes*", "Ooh! Ooh! I want to lose more than 5-10 vanity pounds! (...wink wink)", "About every direction, down gives you the same problem as up and every other direction is less effective to escape.", "Omg TDG has a new singer? That's so sad. I was rocking out to them in middle school too. Simpler times.", "Must've been some damn good fries...", "[NAME], this really is stunning", "It’s $7 is what it is. Which thrills me", "Smoking a pipe whilst laying some pipe. Fantastic.", "Really I like the new fatalities", "Nets and Yankees for New York teams. I don't follow Hockey. New York football when I became a football fan was so terrible I couldn't handle it.", "Everyone upvote this - gotta spread the good news!!!", "ME TOO HE IS MY FAVORITE KILLER TO GO UP AGAINST [NAME] FROM NURSE!", "Oh I went balls to the wall and got SUPER SPECIFIC!!!", "Happy cake day by the way!"], "embarrassment": ["So cringy and desperate", "I've been called ugly, pug ugly, fugly, pug fugly, but never *ugly* ugly.", "Oh. Oh shit. It's you. Sorry you had to see this glorious trainwreck.", "Just life.. I feel like i'm just a parasite that should be removed.", "Willing to get with someone manipulative and knowing this just to get some ass. Seen that a lot.", "No faith! Shame!", "I feel these people think, what you think you can just feel good? They always feel bad so should you.", "I bring great shame on my family with my poops. If only I had the will of dear god emperor [NAME] to halt my poops indefinitely like is able.", "Kind of strange when one country was nuked and the other wasn't.", "You're too ugly to even bully"], "joy": ["I'm kind of glad they aren't letting you. Just you, not everyone else.", "Hi from a fellow INFJ weirdo. :-) Good luck juggling two suitors!", "But it looks so fluffy", "> when Hahahahahahahahahahahahaha", "Bruh, fake music was the fucking best, wish we could go back.", "You most def are a quality human. This story just warms my heart.", "This is what I'm currently dealing with and I'm glad I read this. Nice reminder thank you lol.", "I’m glad not too much time was put into this", "My life is complete", "oh, it's free with prime now, added to watch list.", "I just saw this on netflix..... Now I'm Watching it... Then you post this.... It's like we almost watched it together...", "Shared misery *always* makes me feel better :D", "i think its cool because its a hybrid that comes in stickshift"], "love": ["Uhhhhhh, damn son", "I love when these self-proclaimed ones would hound me for more pics.", "I’ve missed my sweet prince", "I love when he asks while looking directly at the item but still not seeing it 🤦🏻‍♀️", "Gotta love these kids! When they do or say the cutest things like that, it really makes u melt....... Enjoy OP!!!", "Reminds me of my favorite [NAME] post", "hello there, i sent some hugs your way. ^.^", "Ah true blue love", "mmmmm.... love me some kapusta with some bacon bits", "I'd love to see [NAME] in a 4-3 to be honest.", "Reminds me of the Shell Gas Station Lego set my grandfather got me as a kid. 10/10 would build again", "Ah the city of brotherly love <3", "Lovely. If you have no success in finding a copy I'd be more than happy to post it to you.", "As an autism mum, I can’t thank you enough. ❤️", "Made me cry and my one year old golden who was laying near my feet ended up coming up and snuggling me.", "I like you. Hi.", "So lucky!! :)"], "surprise": ["Was not expecting that spongebob reference", "She's 17. Let her brag about cool visual effects, yikes", "*holy shit* I'm pretty sure the panther thought the same thing", "and how the fuck isn’t the man dead and there is a freaking rock 10 times bigger than him", "With the way [NAME] carried himself in Hard Knocks I wouldn’t be surprised if he flew off the handle during his firing.", "I've shit my pants walking home from school. Hour long+ walk", "There is a startling lack of empathy in this thread.", "I wonder how big a problem this really is and what the cops' plan is.", "Why was this deleted?", "Exactly. It was The fact that everything happened and ended so suddenly that left me speechless.", "[NAME] is the most useless phantom thief change my mind", "HOLy SHIT I HAVE KADRI IN MY POOL", "mtv has agreed to take some of the load by having them on...i wonder if they get paid per appearance or flat season fee.", "Was expecting a horrifically broken ankle. You have posted the actually unexpected", "She even tweeted the Ghost Adventures crew, oh wow. "], "optimism": ["Thats....that's pretty normal...prolly somewhere in the ballpark of 280miles...If you dont have a fuel efficient car its not hard to do.", "Comeback in a couple months and we'll see.", "I hope you enjoy it!", "[NAME] did say he still has a part to play, so hopefully we'll get to see more of him soon.", "Put the dip in your butthole. Better buzz and no risk of losing your jaw", "Because they claim to be against [NAME], and they need something called \"votes\" to beat him?", "He probably got hurt making the video", "It just has to be \"unequivocal and unconditional\". \"Good faith\" was from the Advocate General opinion, not the Court.", "It would still be like hardcore then, you start a new life but retain nothing from the last", "Nia even in its current state vr can help you with that. And maybe even more 5 years from now.", "I like [NAME] so far but making shots that you missed in the first half aren't coaching adjustments", "What a comeback by Nemiga. Too bad they lost the OT", "I will take 10 more years of overpowered Tracer before I enjoy having Brig as a counter", "I'm definitely feeling like it's been a never ending hurting fest, so I hope you're right.", "All the best things happen after midnight. All the worst things, too, but life is all about taking risks. :^)", "I would spend money on hots again for this skin !", "Really looking forward to Mayeather coming out of retirement for the 5000th time"], "anger": ["Fuck the cubs", "You conveniently forgot nearly killing a toddler by throwing furniture out of a 14 story window.", "We have laws against all that. Get the police to do take action.", "I hate when I get extremely bored doing something that was once all consuming.", "The anniversary march was held in Derry Sunday past , not one mention on BBC itv not a thing. 14 people murdered in cold blood. Nothing.", "“I doubt I’m done writing” Kill me", "What the hell are you on about now? Those are some weird examples to go with your clarified opinion.", "What a fucking cunt", "i hate furries", "But... but [NAME] literally wanted to murder almost all the Polish people.", "Because majority of moves have stupidly long names. GO INTO ANGEL PUNISHER INTO DIVE BOMB RADIANCE AND FINISH THE JOB WITH PUNISHING LIGHT BLADE", "Talk about a fucking hot take. Quality shit posting from [NAME] (not you [NAME]).", "Just shut up dude", "Same pigs who bombed a mosque full of kids learning Quran. In Shaa'Allah those terrorists will burn in hell", "\"Sigh\" I thought you were better than this I thought we were over this but no you just had to do it \"Upvotes angrily\"", "I don't know what she is talking about. Therefore i will say that she is DEFINITELY WRONG AND SHOULD SHUT UP! /s", "Sue the shit out of her for damages to your private property.", "How dare they not have the foresight to realize he'll become a president we don't like decades later.", "I swear, this is the most brutal one of this year yet. ", "Threatening to drive your sisters into the ocean is illegal. It's called making a terroristic threat or menacing and can cause her to lose access to your sisters", "We've sucked ever since he got here. Just saying"], "relief": ["As someone who has been in a similar relationship, it is indeed emotional abuse.", "I’m glad you are here. You got this.", "Yeah, not gonna happen. People need these things in their life to feel better about themselves.", "I heard someone say one... ‘everywhere is is better but Perth is the best!’ Glad you enjoyed your holiday!", "[NAME], we have a guy with a bucket on his head and you have pornstars. I’m glad I live on this side of the Atlantic ", "Problem solved, you no longer have to play. Who ever said mods couldnt fix this game...", "I like that [NAME] is still [NAME]", "The smile on these guys face, the will and passion to explore all gone in a second. Rest in peace explorers!", "So far, so good", "“-sigh- I’m so bad at making friends”- Owl"], "pride": ["May he rest easy, as for future officers to carry on his legacy, never forget his sacrifice.", "I personally am very proud to be a vegetable. Corn, to be exact. Corn pride y'all", "Honestly, I bet they would argue that the food was out of the car, so you’re not covered. ", "The fact that you are questioning it, makes it even more worrysome. ", "The intent is to provide the players with a sense of pride and accomplishment...", "nice try buddy"], "grief": [">ribs My condolences on your loss.", "I feel your pain brother. Just had to put down my rescue pup. RIP blaze it for them!"], "fear": ["[NAME], beer me the strength to make this price lower!", "I would be creeped out.", "he is a very dangerous man"]}