{"gratitude": ["Rahway Mechanical LLC should be able to. Great guy", "Wow excellent shot", "The real [NAME] is always in the comments. Thank you internet stranger", "Thank you for this!", "ah, thanks!", "Got it! Thank you!", "Thank you. Hugs to you too", "Big thanks to OP for that magnificent wall. I guess that we can reopen the government now.", "great pass wiggins", "Yeah, I started to see that as a better option from reading these comments since I own most of the house anyway. Thanks for your advice.", "I applaud you (in a non-sarcastic way)", "Thanks GM & Ford!", "I'm in the opposite boat. Just make the nausea stop pls thx.", "Thank you for your help", "Right, ok thank you.", "Congrats! That could not have been an easy step to take, so I'm so happy it's been a positive experience.", "It's called \"internalised misogyny\" and feminists are aware of it and discussing it. Thanks for your concern though.", "nice one gards!!", "Thank you very much, I'm glad you found it easy to follow!", "Photo critique? It's quite blurry. But the colours is great, as is the angle. ", "He has a youtube: Great watch.", "Passion is the best.", "I really appreciate this perspective, man.", "Well said.", "I love this. Thank you", "He gets to watch boxing for free and get paid for it. It's probably his dream job. I'm happy for him! :)", "Thank you!!!", "Wow, thanks whoever did the silver❣ put a ray of sunshine into an otherwise cloudy day! ", "Thank you for being the only person here to choose, not to be offended. This is a good burn. ", "Oh my [NAME] yea!", "Thank you alot, I'll link to it in the post", "That DJ Wilson Pass was a thing of beauty. So unselfish and skillfully done.", "Thank you for being open to self reflection and for sharing this.", "I was having a good day and it still really made me feel good. Had a bad day yesterday and it's still affirming to hear so thanks!", "Thanks dude.", "Plz add ye and ksg. Thanks, ye", "Had a quick listen and it could potentially be my jam! Thank you, kind [NAME] :)", "That was a great episode", "Thanks. I needed this reminder today.", "spark up bro. Welcome.", "Wow interesting to hear how the cops responded. Glad they actually tracked the car down!", "Big thanks dude! This will really help me out", "Fair enough. Thanks for the input.", "Well that makes it easy. Thanks again. I'll look into it.", "That's an attitude I currency can't get behind.", "Thanks, we were kinda enjoying it at the time too", "You're good.", "You ladies are awesome. Thank you all so much for your kind words.", "Thanks! But I was only offered one batch today, it was reallly slow.", "Thank you so much!", "This isn't bigoted at all. Pointing out flaws is actually a good thing. Good job", "> broaden your vocabulary I'll try my best. Thank you for this", "Hey thanks!", "Pretend you are the lead in a movie. You will probably get laid, confidence is everything. Bingo bango, great night!", "I had my YouTube set to 1.25x speed and didn't notice until I watched this so thanks", "Thanks kindly!", "Thank you for this", "You just going into the posse menu and buy the persistent posse. It costs $200. Good luck ❤️", "Thank you! It really means a lot to me", "Thanks for contributing to the advertising", "I just drank some chocolate milk, now I'm a 9/10 supermodel with a great husband and my own island in a tropical location. Thanks! /s", "Really well said.", "P3 hit me so hard in the feels that every time I hear a song from it or watch anything P3 related, I just burst into tears.", "Thank [NAME] for your mother and her googling skills! Now if you have kids you know who allowed and welcome to be around them and who not.", "Ah, see that makes ALOT more sense to me, and how I believed prayer works. Thanks for that", "That brilliant and so true!!!", "This is great. Thanks for sharing OP :)", "Thank you comrade", "Thank-you very much, your comment is greatly appreciate.", "He's hilarious", "That would be the greatest night ever!", "[NAME] instead of [NAME] for me, but glad to see [NAME] is doing well.", "thank you for your answer", "I'll show some love for diazepam! Congratulations on the re up and let me Know if they are", "Thank you [NAME]!", "As a once very sick kid, I thank all you pediatric RN's out there for what you do and your compassion while doing it. ", "So true, thank you for posting this.", ">Shouldn’t the Bible be infallible No. That would be idolatry. Only [NAME] is infallible,", "Canaryproject.org is great. They hold people accountable for saying horrible racist things.", "No worries. Glad you like it", "This is the first time I've finished something so cringey. I'm dead inside, thanks. ", "U/scottgal - thank you! Coming from southern US, wanted to make sure!", "Ameen InshAllah. Thank you ☺️ I’ll try", "We haven’t had much luck either. We wish you and Aunt [NAME] the best. Stay strong! Thank you for the kind words.", "This exchange made my day. From a female doc, thanks for getting it. ", "Thank you brother. I saw you once!", "Thanks love <3", "Vincentown diner on 206. A lot of farm to table stuff, desserts are excellent, everything I’ve had has been delicious. ", "You're right! I DO remember the refs being trash in that game as well! Thanks for the heads up!", "Thanks for clarifying; I've never heard this (it's not a pejorative where I live) so it's good to know.", "I didn't even know this existed! Thank you kindly!!", "Thank you friend", "Yeah I’ve been watching these videos and they are great. Really well done.", "Omg wow, this is great. Thank you so much!", "we roll tonight to the guitar bite. and for those about to rock, I salute you ", "You better have done 3oh!3 proud and twisted", "yeah. thanks for your reply", "Thanks for the clarification :)", "Appreciate the reply, I'll look into these. Thank you!", "A site was the good site on old cobble, so they changed it and left the awkward B site alone. Thanks volvo", "Thank you for saying this! (Extended breastfeeding mom of a 2.5 yr old here.)", "Love this! Love you! Thanks for sharing!", "Thanks! There are so many resources available. Thank you for telling me about one that actually helped you", "thanks for the recap", "Thanks for explaining it! I’m not sure why my comment got downvoted. Without context, it makes no sense.", "Oh you're the life of the party.", "Thanks for the explanation. This letter sounds kind of cool.", "Pleasure to meet you brother", "These are good ideas, thank you so much.", "Good point, thank you for the correction", "Thank you brother", "Good job [NAME]!", "That was informative. Thank you.", "He sounds amazing. Congratulations for finding that one!", "Thank you! I will!", "Younger and younger he goes and where he'll stop no one knows. Sorry you had top be in such a situation. Thanks for the post op.", "Great news. Maybe they will be shut down.", "Great picture! What a amazing tribute! I love Dallas", "I understand. Thank you for the suggestion.", "They gave me free Subnautica which is an incredibly wonderful game so I'm pretty darn happy. And it's not exclusive.", "Thank you mate.", "This is great editing! I know this took a lot of work/time. Awesome job!", "As a furloughed fed, this does indeed lift my spirits. Thanks for putting this on my radar.", "Yeah I was citing the wrong statistic here. Thanks for posting this.", "Thank goodness :D", "Always and I appreciate your opinion good sir", "Thank [NAME] she did the math for us", "Thank you!! I really enjoyed the first song and the song by The Avalanches. Both were very melodious and charming.", "Thank you. Apparently simply stating \"it's from a comic called \"supply side Jesus\" wasn't pedantic enough for that guy.", "Wow that was a roasting... Deserved, but daaaaamn [NAME]", "Roger that thanks", "Well said. Glad to see that there are still open minded people left in this sub.", "I will absolutely tell him this. Thank you. Congrats for making it out of the fog yourself.", "This is great in contrast to the [NAME] and [NAME] drama", "That is brilliant.", "Considering I’m majoring in politics, that’s the plan!!! Thank you! ", "You're welcome :)", "Thanks so much for typing out such an expansive, detailed response!", "love seeing \"donkey kong 64\" written on some official government paper congrats hbomb, you deserve it all champ ", "Thanks! Do you think I should talk to her or drop it for now?", "That was great, especially as your first video.", "thanks for the correction.", "If [NAME] had served all fast food buffet to a football team Reddit would be circlejerking \"So down to earth and amazing!!1\"", "That's amazing", "Thanks for the compliment", "PS4 but thank you anyway", "Damn that must feel great!", "I know!! That temp swing is going to be crazy. But thank [NAME]!!", "Thanks for the resources!", "Thanks! Having a look.", "Ha congrats!", "Thank you; this is really helpful ❤️", "Good luck mate!", "Thanks for the book recommendation!", "But the panther saddle is sexy af.", "Great! I hope we can make our loan system work better", "Thanks!!", "Great. Literally nothing is sacred anymore.", "Wow he is very gifted! I hope he continues to freeze more buffalos!", "[NAME] investigation has already paid for itself thanks to Manafort. Try harder.", "Thanks:D", "That is amazing! Congratulations! Such a great news!", "Thank u goalie [NAME]", "Congratulations, you can into geolibertarianism", "Not at all. It's great of course for financial reasons, but it then makes me worried about how much time she'll have for a relationship.", "Oh I didn’t notice the salt before. I’ll leave it out when I made it, thank you!", "Thank you! I suddenly see the benefits of Fahrenheit.", "Thank you. I hope things get better for you, and I believe in you, too.", "thanks for the link, tested here too as INTJ", "im glad to know that it's not that likely that I'll be sent immediately. thank you for the kind words :)", "it's a good thing they had a screen protector on it", "Thanks a [NAME]"], "pride": ["I bought the double barrel and fully upgraded it and now it's one of my favorite guns.", "My faith in humanity is restored. Your good deed has been noted on the Big Board of Doing Nice Things.", "My pride. I'm like a roach, unsightly to look at but determined to survive ", "The only objectives elements I read is : industrial farming/industrially farmed. The rest is only self-godism.", "Boy what an accomplishment, so proud!", "Benzos stop working after a few weeks because they’re very addictive and tolerance grows quickly. I use them occasionally but never more than twice a week.", "I see lotsa [NAME] I’m proud", "Oh I found them 8D", "I'm active here and hadn't seen it posted before, wasn't on purpose but maybe it means i'm not alone", "I'm already tall, I just need to stop being a lanky scarecrow... at least I got good hips", "I honestly believe that being a Saudi woman should automatically qualify you for refugee status.", "I I'm so honored", "I have these high powered magnets...", "I've probably watched it more than you have.", "They never cared who I was until I put on the sunglasses.", "Calling it now, this is the top post of all time. Edit: For reference r/trees historians, I was the first to call it.", "For be just being a handsome guy works wonders.", "You seem to be missing the point. Mine are imperfect which makes them natural looking and to me more appealing.", "I did this and I regret nothing.", "I literally have more friends on HOTS than WOW. Wow is deader than hots.", "so proud of you!"], "disappointment": ["Been spot on so far.", "I thought that was a good pickup line", "True, and so sad to see. Somewhere along the way, the governing of a country my mutual consensus turned into a national sport with 2 teams.", "Sorry man. I didn’t know you were on reddit. Didn’t mean to steal your stuff! I totally would have tagged you", "Easy: he’s completely unrepresentative of Colorado and really bad at his job.", "no one cares my guy", "i once dipped a raw hot dog in chocolate pudding when i was dared too. it was dreadful.", "Oh god, never thought of the implications of [NAME] not selling BB-8 as mirroring her parents giving her up. That tugs the heartstrings a little bit.", "I would say they do because it was a horrible accident but they were also in the wrong. The military tried to get them to disperse they didnt.", "Yeah, people my age make me more anxious than older people. I feel like my generation is more judgmental.", "I’ve never cringed so hard", "I think I might like a front end web developer job but not positive since I've always been in healthcare/science", "The temperature is too damn low.", "I considered that they might be doing that, actually...but I googled it and it didn’t seem to be true.", "Relatedly, my legs are lean because I run away from my problems.", "I'd be ok with [NAME] if it guaranteed we were firing [NAME]", "Can't clear anyone of something that never happen or that they never did.", "Not really. Also it’s Winnipeg, sorry we don’t have the population of Tokyo...", "Nope, real serious disease affecting real people, including the person you first replied to.", "I’m sorry :(. Lol. For me, after the ending of 3, and Andromeda, I have zero interest in ME.", "Not rare, considering how large the metro area is now. For an individual being impacted by one it is very rare though.", "A video was just released showing this altercation. Within Syria is rarely wrong.", "Yeah but FGM is basically like cutting off the head of the penis entirely. I'm uncut myself but I get why people do it", "Yes, absolutely. \"But woe to the one who betrays me. It would have been better for that man, if he had never been born.\"", "I thought it was going to cut to them still trying to get it out of its mouth! When the kid was holding it again I lost it", "Under rated reference.", "When you didn't get a chance to play yesterday and only have 5 minutes before the tier skip ends", "Missed it by 4 minutes", "And offensively boring!", "It would bother me so much to be so dependet from a Person. I am sure there is a way you can go without a person sponsoring You.", "The men that you grew up around sound pretty insensitive. I hope that they didn’t cloud your opinion of what a typical man is like.", "I thought you would say it was because Finland doesn’t really exist.", "Bad defensive move by [NAME] there", "Aaaand everybody got diarrhea. Thanks dummy", "Struggling to find :(", "I didn’t really need those 25 minutes of my life anyway", "I'm not saying its in a good position im just saying just cause a guy enters free agency doesn't me they will only get scraps from teams.", "you never wanna hear that but sadly people will say they love you when what they really mean is you are convenient.", "For some reason I can't reply to [NAME], but also for the neysayers:", "Taking a 2-0 in any WTA match is asking for a heart attack. Not necessarily bad though.", "ehhhh I don't think so. iirc [NAME] was responsible for that Russian embargo and he's the reason why AKs are so expensive now.", "In my experience it was just people burning the fuck out of popcorn (possibly to cover up the stench of weed) at 2am", "Crazy how quick people are to forget.", "So jealous lol we don't get to enjoy in TN :(", "We created these beasts unfortunately. I don't feel right blaming the [NAME] for this one.", "Unemployed now re: those crummy health issues. So that probably helped.", "AYY! Anti-Semitism! Didn't expect that from AnCaps, but I'm not surprised.", "\"I'm a libertarian. I get attacked by both sides lol\" \"I voted [NAME] last election\" Uhhhh what", "I got offered a couple of batches. They weren't 100% terrible but I feel like they could've been better so I didn't take them.", "Maybe its the picture but the fabric looks really bad", "Thanks!! I missed all of this.", "I can understand political acrimony but the death of humor is really disappointing. Very sad indeed.", "I feel that nobody cares and nothing will be different because this is a total non issue for vast majority of people.", "That was the most boring movie I’ve ever seen", "\"I've made a huge mistake\" - Me, walking into this person's house.", "I did not know that a map could arouse me", "Wish I was this happy", "Oh, I felt that despondency at the end there. Poor guy. ", "Before the trade happened I knew [NAME] was [NAME] but [NAME] beauty had not reached me yet", "Life is just an endless series of disappointments and no one gets out of here alive.", "That's pretty gross. Unlucky OP.", "Yeah, it's pretty funny how incapable most of them are of actual satire and subtlety.", "I can't see a way forward, neither the government or the opposition wants no-deal or to cancel A50. ", "I've unlocked the wrong company truck at a truckstop.", "I wasn't trying to counter your whole argument by objecting to a particular bit I found particularly silly", "This made me incredibly happy and incredibly sad. Sometimes this universe robs us of the wrong people.", "No matter how great the view it gets boring after 20 minutes when you're waiting on a load.", "I made the mistake of choosing [NAME] once. I'm literaly unable to change characters in Tekken for the rest of my life.", "I could've done without the bottom right pic.", "I live in Suiderstrand, which is past Aghulas, no option for fibre here unfortunately :(", "while it's debatable how big government should be, I'm glad someone isn't advocating for private fire departments again. that was such a disaster", "It was cool so we put it on the phone, they’re blown away that I haven't slept in for months.", "Agreed - from a team who made bowls at 6-6 twice in the past 5 years. We didn't deserve either of those.", "Oh I didn’t realise, sorry for my ignorance ", "oh shitttt. it’s upside down", "That's not a healthy way of thinking. Obviously that dude was troubled and, without proper help, he would have done these things regardless.", "My mom sent it to me so I knew it was bad but I didn’t realise it was already here", "I totally thought that this match would be a draw due to [NAME] interfering. I should never make any picks in the pick'em contest ever again.", "I hope they appreciate the fact someone is getting up earlier than them in order for this to all work. I appreciate you, and I'm unemployed.", "I didn’t even realize it says it right there. Sorry", "It’s endless the amount of white papers written in the last 3/4 years. Not one has been any good or any use", "Because in a world of fake people you need strangers being mean to get an honest opinion.", "Don't give yourself so freely to people who don't value you.", "You're so talented OP. I like your sense of humor. But it hurts too cuz too real :(", "yeah (my bad I should've mentioned this)", "the tears of unfathomable sadness ... mmm yummy!", "I loved this look and it was good but this comment..", "We finally lost a game while I was shuffling my tarot deck and now I can’t decide if I should try again or if the luck ran out", "[NAME] this was hard to get through. Please crosspost to r/sadcringe", "Yeah it’s ridiculous. I mean I’m crying about the model but I still spent the money lol", "Doesn't matter what we do. The announcers will trash the Wolves and praise the Lakers. I miss [NAME] and [NAME].", "This feels *so* cringeworthily thirsty after [NAME] ridiculous meet & greets recently.", "I mean people at YouTube with the ability to remove the kids channel This post was basically a poor quality rant about incompetence on the end of YouTube not the community", "All these soldiers taking a load of their feet... I feel ashamed for my homeland !!", "I'm so disappointed you didn't include [NAME] \"I'm standing under the source of the bull shit\" [NAME]", "Thanks for this gootecks but unfortunately this sub is a bunch of casuals that won't appreciate it, I'll see you in the SF sub", "Why? That's not helping us win games.", "Same. I felt like I haven’t found the “right” therapist. Hang in there and hug your little one tight!", "My bad. I typo'd. It should have said \"how\".", "Guess we haven't been very smart up to this point.", "Suns fan here, I firmly believe you guys keep number one. Just having a bad game ", "Honestly I would have no idea if it weren't for the logo. This is unholy.", "I could not agree more. Actually, last week I played in my first smash bros tournament! (I lost, obviously) ", "Help me [NAME] I'm bully in high school for no reason.", "Every day in everyway. If I am to happy with anything next thing I know I'm actively destroying it.", "I forget my friends and families names on the regular....", "So uncharacteristic for an INTJ but country music is my favorite genre!", "Dude this kinda looks like the real face of hagrid", "Dude, I've gotta listen to Loveless again ", "[NAME] HIMSELF COULD NOT SINK THIS SHIP!!!", "I thought she would run into an axe thrower and barely miss the axe!", "I almost didn't finish this stranger mission because I just *knew* it was going to be bad.", "This is the worst Hellraiser reboot script I've read this month, and let me tell you, I've read a lot of them.", "I thought it got a nerf when the spirit got released. My bad. But I still stand by, healing against the legion is pointless. ", "Ok shady flags are flapping so hard I was knocked out of my chair.", "Oh my bad, i didn't know, thanks for telling me!", "Poor [NAME] looks so bored in the remakes.", "I'd argue they are advocating not fighting the fire in your house when the entire neighborhood is engulfed in flames.", "I mean yeah we were the best counter attacking team. That counter was so disappointing"], "anger": ["I said stop though. What’s with right wingers and not understanding consent?", "I don't necessarily hate them, but then again, I dislike it when people breed while knowing how harsh life is.", "Ahh damn! Gotta pay attention to that, never even knew!", "That's freedom of speech for you. We have to give even the assholes a chance to talk, because the alternatives are worse.", "Go lie somewhere else. Go to Faux News or something. They,ll believe you.", "Your brother is in a freak cult that ruins lives. Forgive him but don’t listen to that bs.", "hooooly shit thats gross. this fandom is the worst", "I HAVE BEEN CALLED! I MUST ANSWER....ALWAAAAAAAYYYYYSSSSSS! *Death Scream*", "Stop laughing at me.", "[NAME] so much hate.", "Stop spraying chemicals daily in the sky.", "Damn you! Now all this dirty money is flooding Frankfurt and Dublin!", "Drop a link or piss off", "well wj=h [NAME] allows evil and why he burns us..free will cant tmake sese from a god that KNOWS what will happpen", "This is blatant racism and harassment of minors. These people need to be fired.", "Those refs were terrible, god damn. GG Buckeyes, it was much closer than the score suggests.", "Holy crap, what happened to that guy?", "Wait, apple and [NAME]? Please tell me these fools are all on windows phones ", "Ive seen that move no less than 5 times and I still get irrationally angry at the Harvard rich kid", "Because this creep wanted to put his hands on the girl.", "Not to assume things here but why would you gas yourself over [NAME], kid is a fucking monster", "This. One of my biggest pet peeves. What the hell does it even mean?", "The worst!! I don’t get cramps so much but my back will kill me", "as a guy who has the ability to repair circuit boards, oh god oh fuck this is beyond cursed", "Please stop posting things like this, this is serious, keep it civil, keep it real, thanks.", "Absolutely insane documentary. I actually thought it was a parody at one point but it’s all real.", "Fuckkkkk I'm doing Psychology lmfao, am I gonna fail at life now? ", ">big dumb rodeo Them's fightin' words", "Yeah I haven't felt anything in days. It's like I'm numb, I hate that feeling.", "The 100,000 who died in the Tokyo bombing during WWII weren't killed by [NAME], it was just the passive spreading of fire. Fuck off, genocide apologist. ", "Almost downvoted you just because that made me so angry.", "Also i think that person is really shitty and I’m sorry you experienced that. People are animals sometimes.", "First is the worst", "Fuck right off, it was illegal at the time so the law was being broken. Learn to live with your actions and their consequences you whiny socialists.", "Who the hell has reddit in anything other than dark mode ??", "FUCKACTIVISION THEY RUIN EVERYTHING", "I don't think you've ever seen the dsm. If you knowingly do something stupid you don't deserve anything but what you get", "It's shit, it's over, put the damn format to bed and send the cunts who make it over to Fox", "Right? I hear too many horror stories of people ordering online and not getting the copy on the release date. I would be so pissed.", "I've been looking forward to this But damn, I was hoping for some epic revenge story ;-; ", "thank you for taking the time to answer, im freaking out big time", "My 3 year old is an asshole. His 8 year old sister was also an asshole at 3. It gets better!", "Please explain how this is stupid", "Right? It was frustrating (and concerning) that he used such bad reasoning when his job is to curb phishing :/", "Worst case, Grab an Uber or Lyft to another dealership.", "It's nothing on you. I just hate the idea from a justice standpoint. I strive for fairness as much as I'm able.", "Fair enough. But he’d basically become an off tank with all that healing lol. I already get raped by reaper enough (tank main)", "A sharp stick? I think you need a rifle to kill that bastard", "Super Bowls are overrated anyways. s. I'm more angry about back-to-back seasons ending on a fade to Crabtree in the endzone.", "I just realized, what point are you trying to argue here? Because I have no idea where you're trying to go with this conversation.", "Wtf? Really?", "Let [NAME] think about his performance for this 2 week break, god that was a brutal last 5 mins ", "Damn, I need to find this trade school which lets you make your personal animals", "Oh you're referencing my reply to another comment? I was mad at low effort comments and people who can't comprehend a simple point.", "Damn furries. We don't have animal ears!", "Lol I know, gross right? I'm hate watching the tell all again right now haha", "Honestly tho. Please stop posting this. We've been seeing this shit since at least 2003 and I was born in 02 ffs", "I don't care, [NAME] tweets make me uncomfortable and I hate him!!! - Liberals", "Grown men who decide to call themselves\"young loli girl\" probably aren't interested in understanding how rape affects society.", "Fuck yeah! Bring on 2019", "[NAME] I hate Twitter", "“Try this new food” “No way you sociopath!!”", "What? Who said I hated him? I dont give a damn about him either way.", "Fuck a TD. I just want to survive [NAME].", "Don’t tell me what to do.", "One of the dumbest decisions [NAME] ever made lead to him leaving Oklahoma", "Same here man, terrible feeling", "Get off my property", "> weird ass-coments *** ^(Bleep-bloop, I'm a bot. This comment was inspired by )^xkcd#37", "Suck really hard and hope it ends soon? And don't swallow!!! Bleck - sex is so much better with a woman.", "Optimism dial at 13, absolute mad man", "[NAME] isn't exactly a lyrical genius set's be real: that dumbass just couldn't come up with a different rhyme.", "Take your upvote, you no good bastard.", "\"...And what do I find out?! There is no [NAME]. This whole team is a god damn ghost town!\"", "\"Fake neeeeeews !\"", "I do hate fortnite dances", "Hate them. I really don't need to hear about you pissing your pants in the first grade.", "The stupid is real", "I already know [NAME] sucks... He will be gone in 2 years but the shitty press that you support being like [NAME] will still be here. Congrats on supporting propaganda", "Fuck you.", "Don't be a [NAME] and misuse this term. We've reserved it for a movement of women who are done with sexual harassment.", "If [NAME] loses I’ll break my phone, [NAME] is fighting like wilder what the fuck is this comeback", "Watching [NAME] flip his head back every poke of contact is possibly the most frustrating thing to watch", "Looks weirdly fake Edit: turns out it’s real", "I despise [NAME] and all his cronies", "It’s shit. It doesn’t let you see schedule information.", "Damn, that was dirty.", "yes but this is a crazy person. That's like telling Two-Face he doesn't have to flip a coin before committing a crime lol.", "Ya i hate to talk bad about don’t but they should get the sticks out of their butts and make smarter decisions for their community", "A Wall is NOT a Volition of the NAP you idiot.", "I've edited my comment. Still a shitty game.", "Of fucking course it is...", "... This is a stupid idea. One of the first things caught will be a wiki quote.", "I learned that recently driving into SLC for the first time in the rain/snow. I couldn't see shit. 1/10 Was scary.", "Holy fuck dude. Use the mute button. Your feelings were hurt with one message, now click it, thanks ^_^", "Well that sucks. But still if you refuses the test you'd probably have been charged, which is worse.", "No,no, you are right we should murder everyone we hate other wise hateful people win. ", "Yeah that last one made me hate her the most for some reason.", "The missing salsa is driving me nuts!", "This is so cruel. I literally feel physically sick.", "Dude, its **life** it's not **trauma**. Grow up ", "As someone who has polluted their body with copious amounts of sugar, I somewhat doubt steroids are any worse. Abuse anything and it will hurt you.", "I can't even imagine the stupid tattoo I'd have if I got one at 15. Probably like a Red Bull logo or something", "Damn for that much you may as well use a mobile plan unless you're doing something latency sensitive.", "just apologize. what other advice could you possibly require? you fucked up, now deal with it.", "i love it but i hate everything around it. I want to theorycraft a deck with all the cards i want without having to spend money.", "A year ago I said that this continuous ISO by Houston is disgusting to watch. It s still disgusting.", "I feel you. I hate needles and i'm a type 1 diabetic", "All star is a popularity contest voted by the fans. Stupid as fuck. [NAME] should be an all star this year", "I hated broccoli until my parents tapped into my obsession with dinosaurs and got me to pretend I was a brontosaurus", "see, i'm over here thinking \"i hate sports\" now if you could just take my balls and go home", "That’s not the vaccines fault champ.....", "Well damn, sounds more reliable then shit like and all that", "Wow that is one part disgusting and another part a huge waste of time for expecting an entertaining payoff. Warning, this video also includes spoilers for the latest Avengers.", "yeah but FUCK devil roar. I swear a volcano happens every single time I step on land there", "China cheating the rest of the world is horrible for the economy and society.", "Credit? For what? Using an old Soviet tactic to insult the church? For encouraging people to kill preists?", "At least a feed of diazies stops me shitting the bed over the idea of a man wearing a dress. Uppa fuckin erps!!!", "Exit scam. Check out their cold wallets, holy shit.", "Im always worrying about the same thing, thats why Im always posting and within hours freaking out and deleting my posts ", "Wtf are you taking about? What does that have to do wi- *checks post history* **OH**", "Bitch subscribed to 1st look at [NAME] shitposts.", "I hate deer. Damn big assed rats", "Gangs shooting each other on the streets is not the same as a crazy person going into a school and kill a bunch of innocent kids with an assault rifle.", "Idiots gonna idiot.", "Fackin foreigners trying to steal ar players! #WeAreAllTommyWright", "He's transcended fuck-you-money to fuck-me-money territory", "yeah fuck you too okay", "Stupid pipe ruined a pretty good debut", "Stupid democrats!!!!!!!", "Damn I wish there was such a service here.", "What? Shut up?", "Kindly shut your pie hole.", "Wtf is it 2015 again?", "They’re all nothing but a pack of liers and should all be thrown in jail", "That’s part of why I hate porn so much - other than the exploitation of women", "What the frick. I ordered a x box card", "This guy looks like a creep..... that other girl isn’t interested at all.......", "Man I know youre joking but they swept us and still got the better pick. Pretty lame.", "Shit he gets too close to a girl and she's liable to hit him with roach spray.", "Lets fuckin do this", "Worst in the country by far.", "I mean. Wtf is there to do online. GTAO had a shit economy but at least had things to do", "I hate when I get extremely bored doing something that was once all consuming.", "This is the most fucking sensible comment I have seen in the this subbredit. Have the exact same opinion.", "downvoting for reupload please stop this nobody likes it", "I think of [NAME] hot dogs. I hate that I love them so much.", "I hate watching [NAME] play I can tell before he steps over half when he’s gunna shoot or pass. His BB IQ is atrocious", "He’s going to the Bengals at 11 and I hate it so much", "Yeah shit they are crazy", "I hate that you've forced me to deal with a reality I've been blissfully ignoring.", "You're not my real mom. I don't have to listen to you. Just because my dad loves you doesn't mean that I have to!", "No, I don't mind all that much. I just hate being subjected to second hand carcinogens", "Fuck sake man", "I mean hands down Rhine passed out behind the wheel with his freak bride riding shot gun", "Fruit is byfar the worst of all flavors", "Yeah wat a fucking knob right? Fucking nick...", "I hate when people Beijing a gun. Even worse when they Shanghai one.", "Worst radio ever.", "Oh look another shit call", "Hey! Your mom sucks.", "Everything purdue throws up goes in. Frustrating. Need to find a way to get stops or this ones over at halftime", "You know all politicians do this/have done this or similar things to their own compensation, right? Hate the game, not the player", "I will call the police if you dont stop harassing me", "Here we go again I hate [NAME] *becomes a Dodger* I mean I love [NAME]", "wtf is 190/140 bp type stuff", "Who gives a shit. Stay in your fucking car.", "I was mocking the original thread that this was taken from. Like I've said over and over through this comment thread.", "[NAME] freaking [NAME] all the people down range just staring. -_- GO INSIDE DUMBASSES.", "What The actual fuck", "Dude had to cut his vacation to Mexico short to deal with this shit!", "Worst episode of the entire show", "Damn who died and gave u the Broncos", "Shut the fuck up, loser.", "ok so that was fucking sick", "That's what you get for being a drama queen.", "As someone who works in the oil industry with a lot of big ships, this is badass.", "That is so sick. That kid will feel sooo awesome later in life. What doctor agreed to this though?", "I don't care what idiots think about me.", "Those women are the worst.", "I hate this comment. More-so, I hate how likely this comment is to reach fruition. ", "[NAME] expunged my paraphernalia without consent and I called the **LAW TIGERS** to sue him for damages.", "the fucking buffet part killed me, i always considered myself good at roasting but damn bro lmaoo"], "neutral": ["Roll on 5pm till i sit in bumper to bumper traffic until about 7pm when i can finally roll into lisburn", "You’re not going to convince anyone else either if you refuse to back up any of your claims.", "she has a lot of lore, read the comics. and yes she's the best designed character from MKX along with [NAME] and maybe kotal", "No, he was hecka hungry and coming down to McDonald’s would mean being caught.", "The downside being you have to drink Atwater beer.", "You'd have to be clinically retarded to not understand how Mastodon works. Also, Pleroma is better.", "He'll pull back into his shell before anyone gets a chance to hurt him", "And then he calls the fans crybabies for saying his movie sucked. Just take the L dude.", "Their tickle fights were interrupting team meetings", "dear [NAME] if i hear her say \"MAH FEE-YAWNN-SAYYYY\" one more time.. she's a wreck poor girl. ", "Personally I'm wondering why our OP didn't go with the clone angle. That's way more insane than them just being sent to prison.", "A fucking power outage during a hurricane and your car is fucked.", "[NAME] needs to settle down before [NAME] gets him all worked up.", "Remember, we still have freakin' Alaska", "In the voice of [NAME] from The Office \"Incorrect. You didn't *Pin* anyone\"", "Bet that'd cut down on road traffic accidents.", "Yeah dude it is like a fertile egg - attacked by millions of sperm and only 1 gets to fertilize it. The other ones just die", "A SWEDISH penis enlarger pump? make sure you read the instructions by austin powers.", "maybe they are even going places together ;)", "On my RX480 it gave me 15+ average FPS, when you're hovering around the 60-70 mark, that 15 can be huge.", "Good thing the races weren’t reversed otherwise we would be organizing a march or rally instead of having a good laugh.", "Her camel toe is strong!", "This. Nurses already have one of the hardest jobs on the planet. They shouldn't have to waste time on this.", "[NAME] crossed his arms and you are ready ... just do it the way that he sighed and slumped down in his comically oversized high back chair.", "people will be too lazy to look and just make things up.", "She completely understands, that's why she does this.", "Just become a pessimist and you will look forward to it", "You speak the truth, plain & simple. Yet we’re the malevolent bad guys! WTH?!", "Those smuggler missions were decently fun. Hold on a minute, I think I may play [NAME] again just to pass the time...", "This is peak level of marketing inception. When people promote your movie by admiring your promotion of the movie.", "Except for the part where [NAME] Millennial daughter is one of the big new heroes introduced in MKX...", "podcasts also can help a lot to distract yourself (･ω<)☆", "We are simply comrades in feed! Accept this glorious future!!", "Enjoy", "local cannibal admits to son he robs graves of fallen soldiers to make his hot dogs", "I remember winter of 2014 when we were like -20s wind-chills. Everyone was boiling water and throwing it in the air and watching it evaporate.", "Then you're awfully worked up over people seeing the world differently", "Crazy how [NAME] sheds more light on this than Blm. Shame", "[NAME] You are freaking fast", "He does kinda suck IMO Doesn’t mean Venezuela should be coup’d by the US", "Reminds me of \"It's your city!\" back in The Flash 2X08.", "If you're cold and lonely, they're cold and lonely. Bring them in!!", "#But it's their looks!!!", "Yes, I’m aware. [NAME] loves LA and he isn’t worth 18 mil so he’d gladly take it.", "Now watch this place decend into the same voidless pits that r/soccer belongs to Bring on the half n half OF scarfs", "You are not alone. We do not sit in this darkness alone, even though other lack of light may make it seem so. ", "Pop doesn't like it sloppy", "But \"questioning\" overwhelming evidence presented with a comprehensive explanation without any sort of counterargument is perhaps better called *denying*.", "“Eat the vegetable growing out of your garbage can”", "No justice with a cop's bullet in your head", "Which is why he wasn't the best at colonialism. You can't just murder the people you're supposed to enslave.", "Please...amuse us.", "we had someone complain about us making announcements once for that exact reason", "My same thoughts! Post this there and see what options you have! That is unbelieveable your dad would do that!", "The prevailing expectation is that Hulu will become 100% Disney owned in the future.", "We were by far the better team - [NAME] had no chance on any of the goals. Bad mistakes by [NAME], [NAME], and [NAME]", "Looks like Russian agitprop is pivoting to Tulsi. [NAME] can kiss his chances for 2020 goodbye.", "Twisted pair is actually a type of cable. Fits into his weird relationship with communications technology.", "Ru has so much personality this episode", "how about now", "It may get you pregnant so just make sure you eat all her birth control before hand.", "Um, this department already lost the suit, so they can feel free to admit the wrongdoing and apologize.", "It’s a way of recognizing someone’s comment/post. It’s basically a thing that you buy for someone to help support reddit.", "Now you're appropriating the Bullingdon Club's culture.", "This is the whitest thing I’ve ever seen in my life", "Google Tom Green sandwiches. It isn't the kind of thing you explain.", "Let’s just start with the reason of why you left [RELIGION].", "starters gone cold , put in the bench and see what happens", "but then you have it stick to your lips and give you one of those cold-sore lookin' burns.", "Not journalists...media activists.", "Don't meet your heroes", "It means that people can be unhappy for being misunderstood. Under any circumstance.", "Yes!!! It shows insecurity... automatically swipe left", "She has no idea.", "She had a reality show that actually showed her in the act doing horrible stuff", "Alice In Chains and Metallica are still releasing quality music!", "take it easy", "Winchester and b95", "Which is one of the many reasons it should be paid.", "People more interested in kids and safety than making their books look good.", "Lmao you didn't address anything the other guy said. Yet you wonder why no one takes people like you seriously.", "UPVOTE BROS HOOOOOLD WE CANT LET THE POST GO BELOW 50%", "Such a great actor because he can play so many different roles! Loved his character in Banderstach", "[NAME] doesn't have a rolling r lmao", "Yes, it does.", "\"Sometime before people got wealthier when the kids needed to do this\" ", "Shame..", "[NAME] was mad, I could see it in his eyes ", "There are no victims of communism, only necessary and, dare I say, *willing* human sacrifices.", "Surely you've read this sub's rules. Come on, man.", "So this is what edging feels like", "I've been called ugly, pug ugly, fugly, pug fugly, but never *ugly* ugly.", "In your logic, billions of people being less poor is somehow a bad thing.", "From the clips I've heard he says the people not receiving pay are all supporters that are ok with it because they want the wall", "he left his briefcase... hey, it's full of shredded newspaper!", "WELL IF YOU KNOW THE SOLUTION TO THE PROBLEM WHY ARE YOU POSTING THE PROBLEM ON THE INTERNET", "Also [NAME] was Canadian and Canada = hockey which is likely why you made the mix up.", "The Supreme Court has already ruled the police have no obligation to protect you. They are there to enforce laws.", "She actually does that, because she sees that you are happy, but the person behind you really needed that :P", "that would’ve tasted a lot better", "Oh I'm sure you're fun at parties", "The Oscars at least banned applauding years ago", "It's from Game Gyaru", "Which really gives a ton of insight into their psyche: they see interpersonal relationships as retail transactions, and then even beyond that go all choosing beggars. ", "No, but it changes the expectations that people have for you. You have so deliberately change who you are to play to your target audience.", "Oh man, Everytime someone asks what time it is my first instinct is to say \"it's time for lunch!\"", "You blew it. They played you like a fiddle.", "dxm increases both cardio and body heat. so you should try to stay cool and dont exert yourself", "Bold of you to assume I have anyone that I would want to date in the first place", "He has the maturity of a 2 year old and you are right...ugly in his soul.", "Water bottle works 100%. Canteen im not sure", "Idk, I couldn't imagine getting a bag of detergent and mistaking it for heroin", "[NAME] is not good enough to get that angry.", "Rip ok lol", "~~love is love~~", "He's a alt right MAGA idiot.", "That's really interesting. How come?", "Nowhere near Berlin!", "NP.this is just round #1 of negotiations. By telling you there is no hope for sex she just threw away her ace cards.", "And if you love that, check out Angie Tribeca.", "Begone demon!", "We've actually got scientists working on that. If you're 23 right now and healthy, you've got a fairly good chance of not dying.", "The fact that this statement got downvoted shows how worthless some people on here are.", "> it's entirely likely that he isn't actually aware of what the current thinking on brexit is in British Labour. Who is?", "Hat tip to /u/ianamolly, this is from Sept. 2017 - ", "That means nothing beyond the fact that I couldn’t be asked arguing with you. It was a no contest essentially.", "He qualified for the winter skirmish which was top 200 out of millions who tried.", "Immaturity at its finest", "Just get in front of him and stop", "Welp see you in eternity!!!", "I wouldn't be caught outside after sunset anywhere in this city.", "Hi 28, I'm dad!", "Somebody should make this a smaller video to share it around, this poor kid is going through a lot.", "Can anyone share the attitude of the madinans towards [NAME] when he went there?", "Do something to challenge yourself. Maybe something you’re really afraid of", "Would you mind elaborate on your viewpoints?", "Do you think people are generally logical?", "The what now?", "You should hit up [NAME], he can help.", "I'd roast you, but someone would probably have an equally good enough roast and we would tie", "someone on Reddit said he's like a football expert version of [NAME] on Bojack Horseman.", "And so are you", "As if I needed another reason to avoid the Galleria.", "Yeah, this belongs on r/wholesomememes", "Murder is wrong by the very definition of the word.", "who's to late?", "They actually quarantined the whole subreddit damn...", ">\"fun\" is what you say when you can't give an objective reason something is good. -r/movies Filmé connoisseur", "That’s a catch all term not a breed, but yeah it includes spaniels like this one ", "We don't know for certain but every public comment has stated they are amenable to an extension", "He’s a troll from T_D, they come through every now and then to try to start shit.", "If your 60 and up you’re probably causing the racism", "Pretty sure this is how she'll learn to scream, \"Mom! MOM! MOMMY! MOM!\"", "That guy face was soul crushing", "At least it isn't your living room.... hey, wait a minute!", "Either's good", "78% of child decisions goes to the mom.", "At least they were nice enough to cut the stinger off.", "Here we go, ya'll ready for WW3...this time we're the baddies! ", "There is no evidence connecting him to the crime.", "Psychiatrist and the right meds help. Just something to normalize those high anxiety days", "I just saw a post above this about people getting offended by jokes too easily", ">You do realize that video is from a movie right? >Mentions [NAME]", "But [NAME], this is a chance for me to fulfill my lifelong dream. ", "He \"dies\" shortly after the inn, from a wound caused by the fight he had there. [NAME] just walks away from him.", "Skinny Security Bro brings the bantz!", "We're moving from Utah to California later this year. These statistics make me even more excited!!", "Right? The dollar values just double and two daily doubles.", "I Said that’s it’s unrealistic that he take gear !", "Hearsay as usual, no proof, [NAME] computer proves he needs help.", "I have faith", "Did he use his full title when he introduced himself. Cause that would be sweet", "Her first release, Hello, I'm Dolly, holds up, and Dumb Blonde is probably my favourite [NAME].", "So are some women. A couple of my friends have this very issue.", "Also, money. It is a cost-prohibitive procedure for many who desire one.", "Nah. [NAME] has no chemistry with [NAME]", "They aren’t going to have him skip AAA, but he could legitimately be an option later in the season. ", "Fox News attacked [NAME] for a fist bump. The absurd attacks were directed from the very top of conservative media.", "That looks like food for a 12 year old.", "Being a jerk and believing yourself to be right or the victim creates a messy mind.", "Could this be both proof that [NAME] exists *and* that he has a sense of humor?", " a link to the Stape article referenced in that thread, it's a good read", "You can see [NAME] weapon on the plane in the background when [NAME] is talking", "Those guys are dolphinetly not putting her down far enough to get the ball on porpoise.", "Yes. Get used to it, it's not going away soon.", "She started off with 'can't give it up that easily' Op is stuck with her until one of them have expired!!", "She doesn't sound like a good girlfriend then, assuming you've done nothing to warrant such jealousy.", "Airport is crazy busy. T2 specifically. Crazy crazy. Get there earlier if dropping bags... Virgin even had temp checkin desks on the footpath outside.", "Ayyyyyyyyyy. Fellow INTP-er!", "Warning: Ear rape", "This is what he has to say about this 'natural' physique", "Read it again. He \"really likes\" her. He never claimed to love her.", "Pretty sure this is someone with a disorder, not a hangover. ", "This is why I came to the comments section", "No. She was out of crack and jonesing. That’s what that’s about.", "[NAME] plays like he's a football player who was asked to play basketball for the day", "Shame the 'all in' doesn't apply to managers. He has hired some duff managers over the years.", "YOUR FEELINGS CHANGE LIKE THE WEATHER", "Loook all around youuuu. All throughout Nature is evidence of a creator and his love ❤️for us", "You say 'A single MP' as if it's not that big of a deal. In my humble opinion, that's still probably one too many...", "Thank [NAME] can we need more guys healthy", "They use pencils in college now?", "... but he LOVES you. Perfect.", "There are going to be designated periods where you can make team changes. We just don’t know when those are yet", "Many are interested due to [NAME] still high potential ceiling. And improved defensive abilities", "Wow, you sure got me ", "\"stupid millennials ruining ruining our cursive writing industries for us millennials\"", ">Let's see with all the player turnover he managed to go 8-4 [NAME] still had NFL Caliber players on those Penn State team.", "If you attach barbed wire it will require the person breaking in to have a pair of pliers to break it down.", "It actually gives me comfort, too. Whatever happens, we will all be there together. ", "You first! Make it more interesting than this!", "Your wife's behavior is inconsistent with continuing your marriage to her.", "It's called Middle Class Syndrome. \"Bad things happen to *other people*.\"", "This is probably why people are fleeing CT. Our state is on fire and people just keep saying \"this is fine.\"", "That's what I thought (landlord myself). Even if you rent a room to someone, still that's a bit extreme.", "Yeeeaaaah, move out and keep showing off the clam.", "I would have thought so yeah.", "That's the magic of drugs, my friend", "Ahhh, a DM Of The Rings fan I see!", "Not all of them, but this guy happens to be in a team called Moustache Mountain.", "Welcome aboard! May your pies be round and crusts be kissed with char.", "Or you could learn to reverse park and stop whining. It’s a lot easier to park backwards.", "We smart apes", "The Rockets, too. This month will be a horror show.", "She was gonna beat him with him", "OKOGIE YOU ABSOLUTE MADMAN", "are you implying [NAME] throatfucked these cats", "now blake's threes decide to drop lol it be like that sometimes", "They also almost always miss, leading to that awful thin sheet of bagel that ends up as ash in the oven. ", "except that series takes place like 5 years after rotj, while [NAME], [NAME] and [NAME] were all 30 years older when ep7 started filming", "Perfect explanation!", "They just want to give you hugs mate.", "So remember when everyone was reading [NAME] for making a song and performing it on the show around a contrived part of her brand???", "Naming comes from the heart", "80%? You watch too much YouTube.", "We riot if he doesn’t get it!", "Just because some people troll him on Twitter and get literally no retweets or interactions, he'll surely change his way of directing...", "ya keep pretending you can tell people what to do... see how that works out for you", "Same here! And I go to Century College. Just started second semester. 38 yr old washed up Mover. 4.0 first semester.", "They're not giving you better than this most likely so just open them.", "you can anything you want when you have jordan bone", "Meaning he had a wank once he got home too r/foursentencehorror", "At least the repulsive sex scenes are helping me maintain my diet", "That’s her way of saying you aren’t getting the job", "Chuckled. Upvote!", "Can't be perfect every night", "*YesYeesYesYesNooooo...*", "Being interested in a developing game or mod has nothing to do with pre ordering or purchasing something in early access.", "[NAME] on a budget.", ">West Covina That just happens to be where [NAME] lives!", "OP should first talk to his Priest about this and try to reconcile with his faith. It's a big thing for a [NAME] to leave.", "That the [NAME] is [NAME] actual father?", "Land of free, home of the brave, everyone. ", "This dude was joking. OP is retarded", "And proud!", "she said (i swear to [NAME]) her doctors told her she wasnt bipolar and has \"anxiety caused by other people\" ", "Sorry, new at ", "ah yes, the RAMtard in his natural habitat...", "YOU WOULD THINK MISSISSIPPI STATE HAD GROWN MEN ON THEIR TEAM WITH ALL OF THOSE DROPPED BALLS", "What a bullet, and what a sequence for [NAME]", "This game is on [NAME]...", "Mr [NAME], tear down this wall. ", "Adoption is an option. You don't have to force someone to exist but you can let them have a good life.", "Comments like this needs a Not Safe For Coffee tag.", "Be fiscally responsible and you could save a couple thousand probably, while still enjoying much of what this wonderful city has to offer. ", "It's an absurdly racist phrase that these anti-racist activists are very comfortable using for some reason.", "More rudeness, misogyny and sexism from [NAME]. If it wasn't so predictable it would be upsetting. [NAME]. ", "To Be Continued dot mp4", "Problem is as soon as someone criticises Israel they jump up and down and scream anti semitism", "RemindMe! 1 Day", "Huh...I always heard that libido decreasing after a few months is normal even for NTs.", "A dry phone?", "the future is now old man", "Fortunately for you, Racist [NAME] anticipated this when he added, \"Let the past die, kill it if you have to...\"", "Tell them to make their penínsulas wide enough for my finger", "To try and get him to take off his blindfold the aliens will start invite him on the squat rack with them", "You misspelled Eastern Russia", "You seem way too defensive, dude.", "Thumb wars and silly nicknames definitely work.", "And I'm sure grandmas in SC love the stereotype of the violent black man.", "Naw she's got \"meth belly\". When they are so skinny from not eating but burning calories but they are bloated so much they look pregnant. ", "A little girl recently died because her parents refused to get her medical treatment and insisted [NAME] would heal her.", "[NAME] should worry you.", "Victim victim victim. From your comments I can tell you think the world is out to get you.", "Imagine that, a powerful union. Maybe we should join one and reap the benefits!", "Similar to seroquel?", "You shouldn't have been leaving anyway, witch. Go write a funding bill. You know... do your job.", "The loving mother referred to her son as \"the one with acne\". He's better off.", "I dated one for about a month, and just one or two dates with a couple other guys. ", "Hey buddy might wanna take it easy!", "Everyone is homo... homosapien", "It's realistically his last chance to get a big payday.", "Or just use a fast weapon. He's pretty predictable once you get his patterns down.", "Hr is having a big go of “contract the casuals. No new hires”", "Well i gave you my reasoning, if you're not interested in responding why waste you're time being annoying. ", "Fun movie, good choices of songs, and excellent visuals", "He says he still loves me and wants me in his life. He cant bear to deal with the guilt he feels over Girl being jealous.", "Sony, for similar design on generic game controllers.", "They did, donated a penny for someone else’s happiness/luck. ", "You are a sad person", "I mean.. there's only like a million...", "She’s BFFs with [NAME].", "This what happens when you run a lineup that includes a cold Galloway, GRIII, and Brown", "Clean break. Easier to not obsess when their life isn’t being thrown in your face.", "You are neither.", "Ok so now you know what this dude is about. Give him no more chances and move on past him asap.", "Yes. Many wedding parties don't know what to do with the ring bear after the vows, so there are many up for adoption.", "From what you're saying, we can estimate the age of every person we see by their height.", "Willian wasting pressure, shocking", "Da real MVP", "You don't understand what Marxism is.", "They also had some kinda lemony dressing on the salad so the bottom of the sandwich was all soggy.", "Anarchist to cop: \"Stop beating people!\" Cop: \"Stop imposing your morality on me, you lifestylist!\"", "That they will always love me despite how erratic I am and that they will always care about me, even if I haven't seen them in years.", "Yeah, a 'bungle' given how scummy Restaurant Brands has been known to be. ", "This one wishes he was still frozen in the refrigerator.", "Don't understand the question. Obviously you make up the rules in the middle of the game.", "Rule #6 - Always ensure there's a random stranger near-by that can wave you to continue on once your task has been completed.", "Those are separate issues from the sample size.", "Reminds me of this short.", "people have built such a stigma around it that it's what comes to mind first instead of positive thoughts.", "[NAME], they've turned into jerks.", "So has [NAME] if you want to be very picky.", "If you were under the old pay model you would disagree with that", "You don't have to act angry about things that annoy you, though. ", "There will *always* someone gaming the system. Always. I still donate food for the other 999 people that really need assistance to get over a tough time.", "[NAME] own DHS claims most drugs come in through legal points of entry. Do you have any sources to contradict that?", "Probably looks more like the walls of any room you've inhabited for more than 10 seconds.", "Bullock and Warner are the only two dems (without an F rating from the NRA) that I could see running.", "Don't be afraid to put yourself out", "It's because men feel entitled to date young and slim women but when a woman dates tall, dark haired guys they get ballistic.", "be careful of the island guy, he is sweet but he can be a lion too\"", "Tbf if i saw my friend basically sawing himself in half id either vomit or faint", "It's not there he is just being his usual jerk-off self.", "......man Shes a decent candidate. But [NAME] is better. Well see. Lets hope for a legit primary.", "B-b-but we can't tax them or they'll leave the country...", "You mean \"first name\" \"middle name\" was not clear enough?", "[NAME] first event was IW, not last year. So you're comparing his second year playing professionals on LAN vs Cells first time. ", "Tinder kinda allows videos. It's a 2 sec loop. And if those apps fail you, you can always adopt cats and dogs. :)", "> Just don't fake it or abuse it and you'll have no problem with it. clearly you have more faith in people than reality should suggest...", "Everyone makes mistakes tho... at least he only allowed 1 mistake to go for a goal", "When they tell me “oh my [NAME] you don’t look 22, you look 15” ", "Just forget about it and act like it never happened. It’s not the right way but it’s what I do.", "Everyone wants bama! I repeat everyone wants bama!", "So, modern day imperialism. ", "Tight tight tight", "GYROBALL!!!", "He is in [NAME] team. He bend a knee and give up the North because fall in love with her. As script said.", "Bank of x .co .uk", "Basically. My step dad didn't choose to break his back and his knees. The whale chose to overeat and become obese", "This is super old news", "BPA not fit especially when we dont have a good team", "Umm... Wooosh?", "You forgot evolution", "Big big hold from the [NAME]", "Taking some midol! Gift from [NAME].", "Calling Hollywood...would make a great movie.☺", "Ya, he’s a lot better. If someone maxes dlo that will be the new [NAME] contract.", "YOU WON'T", "If you have bo toleramce you could feel it for a day", "Excuse me... I have to return some videotapes.", "How do we know you're not a Mossad agent? I mean, not right now but, what if you joined in the future? /s", "*IIII blessss the eeggsss!!!!*", "It was still controversial at the time which was my point.", "They started seeling alcohol a while ago, when she called her mafia friend to get help for the speakeasy.", "A bunch of people gave reasonable, polite answers. You had to be a big ol' dong.", "The other person was [NAME] on Hell's Kitchen. Shot herself in 2007.", "Hear it from his doctor. He likely only wants to take benzos because they're addictive and strong, not necessarily the most effective.", "What a disgusting pair of human beings, if you can even call them that", "That's the perfect intro for a panic ult.", "[NAME] as Manly's top try scorer is pathetically bad.", "this one's ironic...", "LOOKKIT THIS PHOTERGRAPH", "If it also ends up with them meeting [NAME] 4 horsewomen pals ([NAME], [NAME], and [NAME]), that'll be interesting.", "You cared enough to come on your alt to comment AGAIN. But you forgot to switch to the alt. Claiming you don't care is nothing special.", "Self defense should be, and this man sexually assaulted this woman.", "You must have missed most of the thread then. :p", "Actually we win by realizing other fan bases have insane fans that are way overreacting to a blowout loss too.", "Afaik non-government entities can sue other non-government entities for any reason.", "Falcons fan here, We relish in the moments like the one on Sunday.", "I believe he had just recently revived his learners permit and the kid ran a red light.", "Just a suggestion.", "username check out", "Cows should only be milked by their calves. That’s kind of the reason why cows produce milk.", "And then they got shot down", "But the mess!!! ^j/k", ">not to a non negligible extent buy a thesaurus", "Boy, are you going to cake yourself when you find out what french kissing is ", "Yeah, why can't a guy get regular coffee anymore? Keep your crappy organic frappa latte and get off my lawn, sonny!", "Me IRL :(", "If you stick a pinky in your butt it activates the hippo camping with us part of your brain.", "Ironic considering the amount of brigading AnComs do on this sub", "Ah, I remember you. You were mentioned on this subreddit before as a magnificent player.", "A Modest Proposal [NAME]", "They are more ninja than freaking tremor and ermac.", "The numbers in my head were (-90,-120). Upon closer inspection, yours are closer. Those two are added together for Total Points Added, no?", "So on some scale most poor people become wealthy? That is is the statement you made.", "He definitely is. Soon.", "Imagine spending 1000$ on the exact same phone every 6 months. This comment was made by the android gang", "Don't think you should be nominated for Breakout and Best of the year but whatever.", "If they overdo it and burn themself out it may be.", "I'M AN ADULT!!!", "Those are his real friends", "Hello to fellow blue haired people!", "100%. This is made up. If her claim was true, she'd have it on video. ", "Eat the stump", "Still concluding I’m disingenuous despite getting your facts wrong. Big ego you’ve got.", "No, she was just under investigation by child services.", "She should have her medical license revoked because she took an oath to do no harm", "Then she tries to just blow it out. Yup, that should work.", "Yes rather vague statement... but key to this situation.", "Pure gold!", "It is if you're a loose spool.", "Globalism is cancer, long live the sovereign nation!", "That's when you pop your Shadow Blade and go invisible.", "Wait no monkeys? My helper monkey Mojo is very necessary for our family trip to itchy and scratchy land", "You can pry my eggs from my cold, dead, artery-clogged hands.", "He wasn't being a jerk he was playing .they are friends you can tell by the way they interacted", "I mean, he had to deal with [NAME] too! He doesn't deserve this...", "You beat me to it!", "KILLING IN THE NAME OF", "See her recent article in The Atlantic, in addition to what the other person who responded to you said.", "good start [NAME]. MORE! MORE TRADES! GET WHAT YOU CAN! SELL, SELL, SELL! #BurnItDown #NobodyIsSafe #ShapeUpOrShipOut", "They did. They used [NAME] crews and had soundbytes from #metoo and the supreme Court trial.", "Give an example of one with an entirely different meaning please. The context of what you mean by different is lacking.", "That's unfortunate for you.", "Pedophile abuses kid. Kid grows up to become abusive. The Pedophile is blameless?", "He has his ups and downs. The only time I can stand him is after [NAME] and before [NAME]", "FEATURE [NAME] NOW", "Unfortunately you’re absolutely right, no doubt about that ", "Be careful with this. This is the same rationale lots of people used to hate on the Covington students.", "Demonize - to portray as wicked and threatening. It's not hard to demonize someone when they regularly demonize themselves.", "Some people are just very special lmao", "Hate Hate Hate, feels so good.", "You're on the internet, google [NAME]. ", "It WaSn'T TrUe CoMuNiSm !!!!! Derp It WaS StAtE CaPiTaLiSm!!! /s", "Ad Hominem Fallacy.", "[NAME]. ", "We are doomed", "Maybe it's as dangerous for [NAME] to whip people up talking about treason and betrayal and all that as it is when [NAME] do it. Fancy that.", "Chiclets bump!", "Calm down, [NAME]. ", "He would if he didn't get injured.", "It was [NAME] who said that in an interview too", "It's a beautiful thing! Good luck!", "So unnecessary.", "[NAME] after he declares he loves playing Fortnite, wants to play with his brother no matter what and loves Vancouver. ", "Takes a random post from this subreddit when there's no plates.", "Thats true but [NAME] is still a valuable resource. In business, you dont dump those. Thats how I see this with an average roster at best", "OH MY [NAME] [NAME] IS BACK. THIS IS THE ONLY LOGICAL EXPLANATION!", "Harsh, but true", "It doesn't *meet* any moral or ethical standpoint.", "That man deserves a good whiskey. Hook him up.", "You can’t say that that’s racist!!!!!!", "Wheres the telescope?", "That was a sucker punch.", "“I couldn’t, I wouldn’t” you said it ;)", "It's Snake and Otacon bro-hugging it out after Otacon went through some spoiler stuff.", "This is really the draw’s fault for [NAME] not having to play anyone that good until the final.", "Okay well we should move him to wherever he gets the most opportunity to blitz from LB while our new signee can cover behind", "We're not roasting you. That's not how it works here. Go get help and feel better then come back for proper roasting.", "That guy was definitely in the process of starting a cult.", "Thats sexist AF, man boobs are a thing smh my head", "Now there’s a thought...", "What u doing dame", "Don’t worry I gave him silver", "Again it's weed not heroin. Smoke it. Or sell it.", "Until he goes back to school on Tuesday and all his friends are SO RELIEVED that he’s back safely.", "> or just explore the zones to grab quests. Sounds like a terrible reward for exploration", "You’re a genius.", "My mom said that I was an ingrate who didn't appreciate all the sacrifices she made to make me happy.", "Welcome to the party pal!", "Well then name players who were better than Astralis players this year who are not in the top 10.", "Another fun fact is that the survivors present at the campfire are the ones you most recently played as.", "Haha, my family is exactly the same. We must have the horrible eyesight gene I guess.", "unfortunately there is no start over button. this is our one wonderful wild life.", "Go support them then.", "Patient zer-oh no she betta dont", "1.) Love yourself 2.) Accuracy is a duty 3.) Care about all encounters Format like this to receive more than 10 up-votes.", "He is so dreamy...... This thread is going r/suddenlygay real quick", "Despite how much the Liberals and NDP apparently hate each other they really do work well together.", "Stay At Home Mum", "Folks are complaining about the new buses.", "That pedo ring that developed under [NAME] tenure makes him the worst owner of a sports team ever, bar none.", "[NAME] face be like: “When you wish you stayed home instead of being embarrassed in front of 100+ million people...”", "This happens in America as well. Unfortunately the news cycle isn't interested in reporting such things. Just doom and gloom.", "Walkerton for anyone who is curious about the actual real deaths under \"chainsaw\" [NAME] ", "Do *you* believe yourself to be a clone?", "Freedom of speech does not mean freedom from consequences. This guy missed out hard cause she's smokin' hot.", "He had better get 1st ballot. He's a legend.", "You should really contact an immigration lawyer.", "Limiting the crypto withdrawl increases the panic", "Oh no the poor man", "If you crack the code for getting a city job please let me know.", "The Russian goal is division. You know, the exact sort of division these people are willingly participating in.", "But did [NAME] watch sports bra test videos when he was picking out fernandas ^boobies", "No, this is [NAME]", "You can do it! live the dream!", "You have so much to learn my sweet summer child", "Hold it there you. Shouldn't be throwing stones after what your team pulled.", "Or, or.....hear me out on this....have a cup of tea (UK) and then just move the problem to a different location.", "So now the stripper isn't decent AND neither is the guy that would date one? Wow.", "this mom wants her child to die", "Ok but you're still arguing against specific religions not the existence of some type of [NAME], which it almost sounds like you admit could exist", "Sure they'd love that", "This will pass and you will be stronger because of it", "Yeah. Sure.... Why don’t you just let us have some fun, wet towel person.", "If she says she is thinking of leaving maybe she wants you to prove to her that she shouldn't?", "And I never had the idea to keep anything. Too creepy. Maybe our multiple Liberator pillows....", "He did not cheat on you. He ended it with that other woman before committing to you.", "We can hope", "There are far better thinkers. As one critic put it, \"[NAME] either says something new but not true or true but not new.\" ", "Then she gets on r/spacedicks and next thing you know she’s a man and wants to date other species.", "we live in a wooooshiety", "\"You should have known I was busy....\" or some other sort of nonsense that assumes I knew ahead of time. N's, amiright?", "Having said that, if it was me there instead of you I probably wouldn't have come up with that until 20 minutes after the altercation was over.", "Game still \"fun\" if you don't tryhard and play on QM but some people are trolling on other mode and that's Can be hard for nerv.", "I'd still try to pet it", "Hi, this is ISIS. Yes, we did that.", "We idolized him despite mediocre play. Though, with [NAME] in the house he may have had less asses to run into and trip over. ", "Yeah, a couple of quick ones. Seems to be back now (obviously).", "I’m just waiting for the right director to actualize this subversion of our expectations.", "Sources suggest some very shady characters agree with you OP. What do you have to say for yourself?", "[NAME] will have to redeem himself by getting a hatty. LGP!", "This is how I think of my wife and any of her friends.", "I’ve been saying this since the beginning, it would help so much in a intense gunfight", "That's still doxing.", "Combining the savvy business strategies of MLMs with the insufferability of wine moms. Expecting some quality content here.", "Based on the damage", "We cant say dodgeball these days. It’s forbidden. Like how we call anal sex “Lawyer love” now.", "Eh so much easier to drug her and do what he wants.", "[NAME] is his ex.", "No longer want to what?", "It's interesting that [NAME] said [NAME] was his teacher on playing doomfist. Actually in mid 2017 [NAME] was one of, if not the best doomfist in China", "Similarly to how they all claim to never read it but they're always reacting to what's said in the comments lol", "To be fair all those things actually help prevent/alleviate depression. Smelling like flowers doesn’t turn you into a woman.", "The air can kill you at this temperature.", "Blatantly fake.", "Poison is usually physically damaging", "!RemindMe 10 days", "This submission was removed for breaking rule 7. This topic has already been posted, please search.", "But another way.", "You’re supposed to go around them", "Clearly he did at this point. He wasn't some serial killer cannibal.", "still would be great. especially if we get [NAME] from denver aswell in FA", "People underrate Beal and overrate JV here.", "He’s one of them! Get him!!!", "Tell me why it’s not wholesome so I can figure out how to reply in a way you understand", "It can either be super expensive and moderately time consuming or moderately expensive and extremely time consuming, depending on how you source your meat", "Every single time", "The dad was in stitches..", "True but I think we should be able to strike a deal for less than 50-60m which is worth it in today's market imo", "Keep in mind with these verses you've selected you aren't mentioning how we must he crucified in the flesh with [NAME].", "Speaking of low percentage.. FOR THE LOVE OF [NAME], CHARGE YOUR PHONE!!", "‘The Sports Whisperer’ and fake ‘30 For 30’.", "People who don't rematch when it's 1 to 1.", "Doctor: “I have good news and bad news” Patient: “good news first” Doctor: “we’re naming a disease after you”", "Moms overreact. Is funking your junk really that bad?", "[NAME] was high sticked 3 times, cut twice before a call", "This being your only post does not help your case", "\"what? China is gaining influence in Africa without killing and enslaving African people? Let's make up some BS and demonize China\" - Western countries", "I mean, if the kid is 2, this guy could definitely be a gen [NAME] who grew up on smart phones", "Being a complete idiot and blocking a road in front of a bar. Which is where most cops tend to hang out trolling for DUIs at 2 am.", "But you have about 0% chance of winning the lottery and the lottery isn't determined by your effort, skill, etc. ", "And also something against [NAME]. (My definition of [NAME] is just people at the bottom of love distribution)", "It would be in the league's best interest for the Dodgers to win too, right??", "[NAME] is the granddaddy of ROM sites. Check it out while you can, boys and girls.", "WOAH IVE BEEN BURNED SICK BURN JOIN US AT r/SickBurns", "For me, she looks happy and nervous as well to meet to her future husband´s family.", "In this view, you claim to wield power over them, and are clearly no anarchist. You are implicitly advocating for hierarchy.", "Yupp. If you drive down South Broadway you can see SoBro spraypainted on some buildings.", "yeah, you're trying to twist things to fit your narrative.", "Another deluded soul who has been caught up in a depraved world.....", "\"what's wrong?\" with legitimate care and empathy when I talk about what's wrong. Really long hugs. ", "Love yourself and be patient.", "Of course that's possible but you need to provide some proof.", "The moment when he turns around and realizes it’s a guy is the point where you have to double down. Assert dominance. Kiss him.", "Holy [NAME], our hope and handmaid of the [NAME], pray for us!", "Paid model. She's a paid model and it's probably in her contract to drop her professional Instagram handle.", "That's a scumbag move by the prof. That exam is not at all an indicator of competence or understanding.", "People hate their everyday lives already. Let him do his 2-3 years and see for himself why it sucks.", "My nmom always says \"Well, you learned from it!\"", "From one non compliant roster to another", "[NAME] needs to be be right next to the basket with no one around for that to work.", "As a killer main that sounds like bs, and makes me even more likely to treat 3v1 as a fun round", "put that mofo in a wheelchair next sseason, get some yards.", ">Allow insurance to not pay for treatment of diseases with known vaccinations and to raise rates on antivaxxers *Genius!*", "Oh my *FUCKING* **GOD**!!", "Starts hiding because he knew he was in for a lickin", "Indian : Malai kofta at Bombay house Also Balaji Caffe in West Jordan for some authentic South Indian fare", "Cough dm from cvs same as delsym", "& she cancelled the vote in December because she though she'd lose.", "Look at you, emotional.", "You're trying to come off smart, but failed. ", "The fact that this dude spent a good hard several working hours to get fake internet points from strangers tho", "Actually they will reveal that they never were friends in the first place.", "A classic. I have these.", "> **Gomenasai,** my name is [NAME]. Lmao. ", "There's so much information to process here", "heartless pores. “it’s just a volleyball.” it was his friend!", "You’re missing my point.", "It's as though it all melts away the moment you realize it's not true.", "Ride in trunk", "The NBA fan was just one year younger last year and probably had the same viewing habits, thus not impacting the results of the year over year comparison. ", "My parents always checked on us to make sure we were breathing, they always panicked if they didn’t hear us making sounds.", "[NAME] (think he’s still got something) Davis Werner pre-order", "Yes, you are a lucky man. Treat her well, for the rest of your life.", "We’ve bombed plenty of innocent people. How is it any different?", "You have a minute to win it. Every second counts!", "Same reason the KKK, a radical [RELIGION] group, burns crosses.", "Yes! Tell us E.V.E.R.Y.T.H.I.N.G! She’s horrible but also very entertaining!", "Makes sense since he usually is the one to clean up kills while others make contact", "Love and Hope from a dictator [NAME]? [NAME], [NAME] and [NAME] would have you think so.", "This thing going to be a boon doggle. The last thing NJ needs is another mall.", "Moreover, [NAME] is literally the only female character I've heard him criticize. Smh.", "I was going to say this... he endangered your health", "Relapsing will give you a maximum of 10 seconds of pleasure. Not relapsing will give you a life long of pleasure. The choice is yours.", "Poor cat.", "Yeah because what we should do is continue to be an absolute embarrassment.", "Or maybe now you know what to talk about before getting married !", "Surprised Colorado ain’t got one the way things have been going here past couple years", "Call your attorney general. 615-741-3491", "I meant the first part. The second part was uncalled for.", "The Beatles weren't even close to being \"in the past\" when they broke up.", "After 3 sacks today, “Are you not entertained?” -[NAME] probably ", "Central Business District. Its where main shops are located normally in very close vicinity.", "Good things take time.", "Even if she was 25 this would have been weird and creepy af.", "The first resonates with me much more than the second.", "Seen this result coming. Best result for us and rangers unfortunately.", "There were rumors for a long time to work out and I ended up making it smaller.", "It’s good to be in good relations with other gms. The bulls basically did the rockets a favor. We got money and build rapport.", "You're easily as classist as her.", "As soon as I read the title the music for this game started playing in my head.", "You can make a complaint and get damages if this happens. They are required to not pester you for two years if you fill it in online.", "Surprise! That fat woman you see on the bus every day is actually this generation's [NAME].", "American conservatism has been stolen by the neo Nazi, bigoted crowd. [NAME], [NAME], et al would vilify these hacks.", "*Agrees in [NAME].*", "I mean... if you want we can probably create some existential dread.", "> 1 in 4 women will be victims of sexual assault. 4 in 4 idiots will believe this without proof.", "The definition is simple: relationship -> sex friendship (not f+) -> no sex", "Can you believe that? I mean that, THAT is what I call posing. Missed a that", "Because the people pushing the myth are either willfully ignorant or outright malicious.", "Come on, at least give me one other comment not from this thread. Show me that you are at least interested in providing an argument. ", "Well, only the ones who don't reoffend anyways.", "beating up tire man", "Sidhu Moose Wala. He's pretty big right now", "Please leave this dude", "That's actually a really good one. Atleti fans also seem to love him and literally everyone who faces him despises him.", "[NAME] is a very nervous insecure man because he's got all them RINGZZZ he has to protect.", "Meryn fucking Trant? Any boy whore with a sword could beat three Meryn Trants.", "[NAME], too. [NAME] is very guilty of this.", "Four, fawn. Or where the victim tries to place the attacker.", "Might not have the funds after just losing their mother and all the costs associated with that and losing that support system.", "Quoting die hard was his only likable moment", "All women are useless - maybe if you made better choices it would be better for ya", "An oldey but a goodey! Phew!", "Pot of boiling water. Bears don’t know how to carry any of these things so it will probably spill the boiling water on itself.", "wow...u wanna say u were never toxic and u never rage okay if u can t do what I asked just go away ok???", "[NAME] isn't a race mate", "That facial hair....guy just finished playing red dead redemption 2 probably", "shit cunt bot", "Not relevant. Evangelicals frequently preferring [NAME] to the likely alternatives has nothing to do with the alt-right; there's a little overlap but not much.", "Happiest bork.", "I'd imagine it's heavily dependent on exactly where in the world you are.", "The monster!", "It's cool.", "In her defense it’s like 20 something degrees in Indiana right now", "He sounded so disappointed when he realized they just wanted sex :( Poor OP!", "Yes. Especially if you didn't succeed in putting the fire out.", "Thats right. Source- violated probation once. Sat inside.", "He must hate you", "Please tell me the area of NYC that is like the DTES. I'll wait.", "That was [NAME] not Slacked.", "TRETINOIN. Get your Retin-A on!! Way down the road your skin will thank you, and your friends will be envious.", "She just wants to make sure she has good casting for her character in the Lifetime movie.", "If you have a few well-timed dollops of luck along the way", "[NAME] has a player option next year that seems likely he will likely decline to secure a new contract with more guaranteed money.", "You go back to school... Except this time you don't qualify for ANY financial aid, because you already have a degree", "And now Episode 9 will be a hip meta-homage to Weekend at Bernie's where they try to pass off the franchise as being alive.", "I am [NAME], [NAME] is my Husband and we're adopting [NAME] baby.", "Keeps people from talking to me as much, so in fact I DO need them.", "Or had the plan for a while and put 25 bucks away each cheque for a bit for this plan.", "Gross. She did is so cruel ever. Document this report to cops against her.. And Disown/cut cruel family is best gift.", "Misogynist! Anti-women! Bigot!", "[NAME] in drag.", "BAT OLA?", "Yawning at the insults to me, not the Woman", "Are u retarded", "That guy is gonna regret losing you the rest of his life. You know why i know this? Because i am him 30 years ago.", "That's the spirit", "HOW DARE YOU!!", "No you wouldn't", "Makeup can be expensive! Even though she got her makeup done now, she will have to replace those that she lost", "You always listen to Pizza! ... especially pizza with pineapple on it!", "They have to know how bad people hated it since youtube reset the dislikes on it, from what I understand, more than once.", "Just speak with a Sheffield accent lmao", "If there's less than four employees, this was not illegal discrimination unfortunately", "She's going to OD without a clue the first time she's introduced to Avocado & toast...", ">Eat more salad Might I also suggest some vegetables too. You'll feel infinitely better", "\"You might feel some slight discomfort\"", "GIVE HIM ALL THE MINUTES", "Kind of strange when one country was nuked and the other wasn't.", "OMG my [NAME] hates it too but she does it to me all the time", "She looks like her face is pulled back with ''face lifts'' tape. Or like she's pulling back her face like that scene in MIB I.", "Only had 1 line to worry about and they did all the damage", "I checked the dudes profile before I posted this, it’s not he’s being serious ", "You can't vote here anyway so it is a moot point.", "> people who drink slightly above the recommended amount. Yeah, because that's always an accurate summary.", "I love how [NAME] delivers the Italian lines.", "[NAME] has an actual Fire Emblem channel and his fanbase plays Fire Emblem and Fire Emblem Heroes. That's a pretty big difference.", "So many. [NAME], [NAME], [NAME], [NAME] (with her eyebrows), [NAME], [NAME], and [NAME] are some of my favorites. ", "...not enough headphones for [NAME]? Also, [NAME] looks like a New [NAME].", "So it would seem", "Dad of two boys. Still find this unsettling. My oldest kicked me in the head one time while I listened for him in the womb", "Didn't know about him being a teacher. Camp Bucca doesn't mean much though. Plenty of foreign fighters ended up in those type of camps.", "The grey shirt guy: \"Oh shoot! I leave the stove on!\"", "Oof. Same guy probably would've had an aneurysm if he saw how much my boss charges for a cup of shredded cheese", "[NAME] is da man. A gangsta mathematician who had the guts to seduce the most beautiful Spartan woman of her time.", "Prolonged eye contact.", "Girls gotta stick together.", "> make sure you register the claim against them and hit their credit score how does one do this?", "Wouldnt believe that much, surely rather stay and win the league first, cant blame him tbh", "Yeah. If you're a woman.", "[NAME] playing great this half", "And leave a beautiful corpse", "They want to make gun ownership so expensive and onerous that people won't even bother.", "Ya know... a helmet never hurt anyone", "We got Munchak guys!", "Old toothless finally coming out of his den?", "Also went from being skinny and taking care of myslef to getting chubby, cutting all my hair off and barely showering. ", "But it saved people with even more money lots of money. The owners of the teams.", "All the time here! Say have kid an ex wife and there poof gone!", "He does look old. Could just be a poor rendering because [NAME] doesn't look so good either.", "So many questions...", "* Favourite is [NAME] * Least is [NAME] (excluding [NAME]) * Overrated is [NAME] * Underrated is [NAME]", "Locked it in chastity", "And people have the audacity to ask me what’s special about this series.", "Breeding Bull Terriers is cruel. They're genetic monstrosities at this point.", "They didn't \"say\" anything this time either. This is where observation and critical thinking comes in. I trust you can figure it out.", "Yup, even if they had a very rough life... Nobody ages thaaaaaat badly.", "That's the opposite of a bad thing.", "The perfect response thou.", "He a cute sneck", "And the super rich are still miserable", "Or the long con. My Dad guilted me into taking care of my Grandmother for her.", "Sometimes, a shirt is just a shirt. Do you have any reason to believe otherwise?", "I feel the guy did this only to correct his mistake and to pretend it never happened.", "PC! Utah>Colorado", "You’re forgetting the Great Internet Summit of 2015, which decreed that “succinctly” now means “explained in a way I can understand”. ", "Or if he *is* you on another account... Your online self-flagellation isn't doing anyone any good.", "Yeah, that’s probably what he was trying to say", "If [NAME] inferior pinning move can pierce hyper armour why can't my man Glad.", "It's ok he was back running in training this weekend, he should be grand for the England game", "He looks so young, always thought he was older than me.", "\"RUDY! RUDY! RUDY! RUDY! RUDY! RUDY! RUDY!\" Come on, gimme more [NAME].", "Let's do that now and take [NAME] back.", "That’s up for debate...you won’t be able to pick it up after the first two episodes.", "there's also one in Burgess Hill if you don't want to come to Worthing.", "Put some respect on the name of my boy [NAME].", "He’s been in power for years and gays being murdered in Chechnya isn’t new.", "Philly and Shock seem to be reliant on having extremely good DPS, so they could be at a disadvantage in goats.", "The film room crew think he'd be first qb, but top drafters don't need qb", "^ And another baby bear. Prepping for a new propaganda assault?", "They are the modern day Nickelback.", "You could wish for it to cure stupidity atleast. Obviously it doesnt.", "AS AN ITALIAN MAFIA ONCE SAID \"LOOK HOW THEY MASSACRED MY BOY\" ", "Divide and conquer my friend. \"X's news is stupid and Y's is better\". Hello, they are owned by the same people.", "Ha. It will start calling my neighbors slurs in no time", "ball just bounced up a bit as [NAME] hit it, unlucky. Need to test [NAME] more, he's really not that great", "I think he meant shinobi slide", "SF makes a little more but it evens out with Seattle once you figure in CA state income tax and SF cost of living. #savedyouaclick", "What's bigger meaning? Dude is horny, dude gets laid. Pretty simple.", "Works great until you sit down and burst the banana open.", "That’s what everyone seems to be saying", "Refusing to pay someone for work that they've done is theft. You can try to justify it any way you want but that's what it is.", "Wait what...", "She is using you for money. You already lost her", "Only if not being a [NAME] is a mental illness instead of a spiritual problem.", "This is not polyamory. That's just a buddy. It sounds like he's completely taken it off the table.....", "If the anime really ends that way there’s no way I see [NAME] and [NAME] get back together.", "Yep i always say this. Absolutely best case scenario is a foul ball. If he puts it in play it's probably a dribbler.", "yep he joined the wrong org", "We're not moving.", "Keep pressuring the landlord. Threaten to sue them if they don't take care of the problem.", "Here's a gun \"oh good something to beat it with\"", "The entire thread makes me wish I WAS gay so that people won't pester me about having kids when I'm older", "Seen as Child abuse in some places. Not illegal but judges hate it. No matter the sex.", "It's been pretty mild in New England but we got a massive storm coming to change that at the end of the week", "WeTV and TLC are different companies owned by the same bigger company. Different teams working on the shows. WeTV came out on top this season.", "Wonder if some of the ‘cuse guys we got because nobody was available anymore will be cycled out", "Lmfao. GOAT reference.", "It shows that the factors are so stacked against it that it must have been intentional.", "Go back to bed, grandpa", "Oh boy here we go.", "shes married to the [NAME] the singer from silverchair", "[NAME] was better at converting 3rd and 5+ than 3rd and <5 before his injury in 2015.", "He took it too far", "I bet you 1 reddit gold that [NAME] and [NAME] have a better combined ERA than [NAME] and [NAME] in 2019. Barring any major injuries", "Or in the language of the MSM \"unwanted home visitors\".", "...it's almost like an uber individualistic fringe political ideology does not inspire communal teamwork political action lmao.", "[NAME] looks like original [NAME] and [NAME] had a love child together or like ran at each other and morphed into one being...", "NOP has showed interest in [NAME] this year, [NAME] is a young C who could thrive in a different system with better players.", "Gotta preach the truth!", "I feel the same", "Oof.. :(", "I believe in traditional gender use in language.", "This is your moment!", "Another horror story - just getting on your train at the time it should have been arriving at the end destination 3 hours away.", "Back to formula!", "I'm all for strong lady friendships.", "True sequels to what?", "Any weaving subreddits you'd recommend?", "I just got a shirt made that says “I can’t have kids my dog is allergic”", "No I don’t, why can’t you bring your hand to do it?", "That sub lost it's way a long time ago", "Mostly because they're not completely stupid. They don't have the support in the senate to pull it off.", "They said [NAME] struggled but he made the all rookie team, this guy clearly didn't go very in depth.", "Yes! She lost more!", "At least she didn't hot glue it", "[NAME] doesn't even like sex. Remember, you said it feels like getting tackled by a skeleton.", "The OP is basically saying the sb is a product on a shelf with a price tag, stating her time and body are \"commodities \".", "luckily she’s getting a new one soon for Chinise event!", "Hmm, I'm 99% sure he says there's a call for her. Could be wrong ", "Mom used to do it all time when I was a kid.", "Living with her, he just might be!", "She’s sexy I’d hit.", "[NAME] would be a disaster for the progressive movement. [NAME], [NAME] and [NAME], not much better.", "Meanwhile, in r/nba *Typical [NAME] publicity stunt with a grandmother, the perfect deflection smh* Probably.", "You have no recourse. You can always start your own fb group if you'd like.", "Unfortunately 22tcm is not standardized, as long as it's Armscor exclusive it's irrelevant.", "But if you connect to the Internet, then you don't need no stinking procedures!(end bad spanish accent).", ">And you contribute to them not interacting with other people... Which I never told anyone not to. Hmmmmm", "It’s like frank trying to eat that celery", "I saw a lot of it on Tumblr. A lot of young girls doing the \"ana-butterfly\" thing. ", "Desktop link: ^^/r/HelperBot_ ^^Downvote ^^to ^^remove. ^^Counter: ^^231652", "Yeah the only \"compromise\" is get married ASAP so you can have sex again (which is a HORRIBLE idea).", "bold stance from [NAME] here", "[NAME] said that it was recorded the monday after [NAME], that's why his voice is like that.", "The cost of centralized mandatory services is an example of socialism driving up prices. Get your facts straight.", "That's why many places have it at 18 or 19. It's not like 16 and 25 are the only options.", "[NAME] does not deserve to be with [NAME] just to be cleared. She forced herself and kissed him to prevent him from going to Zero Two.", "He only has 1 cap in a friendly but that's fine. Just can't play in a competitive international match.", "Petulant child? No wonder he and [NAME] get along.", "Look at that thing...could tear you to shreds", "Now, remember, this is a very dulled version of what were used to considering they’re still riding the super bowl high from last year. ", "Do you want a people's army? because that's how you get a people's army", "things are simply wrong and ignorance is an insufficient defence from prosecution.", "Yeah, that changes everything.", "Cause boomers know young people like it and want to generate revenue", "Wild Fox Koan dives rather deeply in this question:", "Gatling guns hurt so much it can be like instant death with no way to react", "Over-levelling is easy to avoid you just turn off exp-share Except no one is going to do that because arbitrarily grinding is boring", "As long as he doesn't ask you to get in there with it, you're good to go.", "[NAME] is garbage in every single game he plays. He needs to be traded", "I think she was trying to demonstrate that such solutions are practical even if politically difficult. But it was a sloppy analogy.", "10 steps ahead? More like 10 billion steps ahead", "Have you heard of the [NAME].", "Who knows. The source and medical journal is about 18 years old. So maybe more research has shined a better light on it since then.", "According to [NAME] there was no contact.", "Ded game we should be happy we have a new hero", "cause they want people to know there relvant again", "Can't. Prequel bad. Bearded [NAME] Man idea bad. OT era only good thing.", "Yeah, and you don’t learn fine intricacies in a tutorial. You learn them through playing. You’re arguing a strawman now. ", "[NAME] [NAME] Bros are losing their minds over this tweet.", "Actually it can be useful when 2 people or so use the carbine for crowd control .", "What's old is dumb ass \"durr both sides\" arguments that require absolutely zero thought to make.", "None. If she has insecurities, I latch onto them like a barnacle.", "They must have misheard 'deal' for 'meal'", "[NAME] didn't do all that much with [NAME] and [NAME] and a much better supporting cast either.", "Yeah, that's gonna happen", "Problem is we don't have much else of value. [NAME], [NAME], [NAME]. We have to hope [NAME] likes THJ.", "No one does... that what makes it so provocative.", ">Not all 70% of the filthy [NAME] money is gonna be taken. ...unfortunately.", "You should eat real cake today too!", "Thats my GOAT", "I'm [NAME] and I'll leave you with what we all came here to see ... [NAME]!", "is a minimum score. If you don't get it you fail the ASVAB. It's a really simple concept.", "My favorite!", "Power to the people!", "Your posts cause cancer.", "They call her she/her now but they've done a lot of weird things leading up to it", "You can always tell from the vote counts lol. They're way too blatant", "Yes, especially if it's a party being held for someone who's older than newborn No No", "That only works for the ironclad", "That dog did not want saved at all.", "He's a piece of shit ratting out his piece of shit criminal buddy.", "Gee that sure is a strange way to spell [NAME].", "Brig is basically an oppressive DPS at lower tiers. You can steamroll people in brawls if you have any cover.", "You have to demonstrate the necessary being in this world.", "2nd Intermission question: whose football team is in the playoffs Rn? How about them Seattle Seahawks!!", "Well that isn't fucking creepy.", "Hellman's is owned by big pharma sheeple, they inject poisonous vaccines straight into sandwich spreads!", "I'd rather watch [NAME] chuck threes", "SO MUCH.", "This isn’t even them not getting it. They just misread it as a whole! Why bro lmao", "No thats [NAME]....", "Name one thing this person in power has said or done that’s racist. This should be fun..", "He looks like [NAME]", "[NAME] could rebound and still be overpaid, depending on how hard he rebounds.", "PLAY FRONT BACK GO", "Lindt is premium brand, im not surprised by this.", "Pre 1980 AC/DC is [NAME].", "She has a disorder of sorts. Not only do you both need counseling, but she needs some kind of therapy. ", "Sounds like he wants to strongly pretend he's not paying for sex.", "True :/", "No sorry still looking", "Judging by this comment I’m sure women find you to be a real treat.", "If you live in OC, you know who to blacklist : [NAME]", "According to Google the quote is from a book by [NAME].", "Yes please! OwO", "But if [NAME] wins... well, things might change.", "“That’s not my [NAME]” [NAME]", "Oblivion's world was pretty generic [NAME] fantasy, which dropped it down a peg for me, compared with Morrowind's incredibly unique, alien world.", "it really do be like that sometimes", "It does mean they are parroting it when they say the **same exact thing, word for word**.", "You should see a \"heat map\" about the movement of a winger and you would be surprised where do they spend more time on the field. ", "But it was in Northern Ireland?? I live there?", "the libertarian to fascist pipeline is real", "He might upset [NAME], but [NAME] is going to pick him apart.", "At least you went out! For what it's worth, I definitely would have gone out with you if you were near me.", "Literally the reason he was discribed as the \"king of parries\". ", "Lyft and Uber are expensive compared to Metro", "the Bulls turn cap space into cash money. Doesn't help or hurt the team, but makes the owner happy", "So what about it is chicks then?", "My kids (and yes, I as well) love [NAME] metal version.", "Saints Moderators are busy banning tonight!!", "Crackin open a cold one with the boys Great photo OP", "Losing to get draft picks doesn’t work as well as you think. A lot more goes into winning than getting a top 5 pick", "Would any gathering of the Knights of Ren count? Or would they have to officially organize a thing.", "[NAME] better apologize to [NAME] for her comments, given that now she knows how it feels to send someone home.", "What a run by the [NAME]! And by far my favourite jerseys of this tournament.", "If if just didn't have the punchline poisoning title...", "Yeah this is definitely a wooosh.", "what i imagine you sounded like when that cursor started freaking out", "You seem fun.", "[NAME] follows me on Instagram so it's ok.", "Let's go!", "Each season gets better and better with season 3 or something you should go back and see what happened.", "[NAME] has a great bit on this topic.", "It's the app, you get daily readings, you can communicate with the other members, reminders, etc, download the app you'll see", "What? /s", "Forever. You are watching the [NAME] put 800,000 people into unemployment because upholding [NAME] policies and ideas are anathema because they align with President [NAME].", "Who do you think can lead the Packers to where they need to be?", "You are the only person you can depend on", "Pacific Daydream but with the instrumentation of this album would’ve been way better now that I’m hearing this", "#25 on the floor #1 in my heart", "Meh they got away with the [NAME] murder so they may feel empowered to continue on with their murderous ways.", "The internet never disappoints.", "Oh dear.", "THERE ARE NO CHIPS IN THIS PICTURE.", ">It's for this reason I'm hoping to leave. Where to if you don't mind me asking?", "That windshield crack from his skull!", "Aren't we back where we started? I'd say that if you're OK with animal torture, you're a pretty cruel person.", "*LGBTs for [NAME]!*", "[NAME] & [NAME]? Also, his ass is as big as her back. ", "Will do bud 5>4 Celtics have one of the youngest rosters in the NBA, Sox just won a series over your southern folk", "I can relate to this so much.", "Thimerosal isn't even in vaccines anymore, due to the controversy. ", "True on the colder end, but their summers are not as hot because the humidity is low so it really cools off in the evenings.", "We discussed vaping, but decided against trying it due to the cost of investment in the equipment.", "when has one of those systems succeeded?", "Yeah maybe but when you are like 'cool, no worries' and actually mean it your chances with another girl dramatically increase. ", "Cool so you saw something already posted, didn't want to believe and did it yourself to post it all again?", "This article and the accompanying photos have gone viral. Anyone who knows him personally has probably read it. Dude's probably being shamed and humiliated as we speak", "Which is why he's still in the league as a red zone threat, but the days of 1,300 yards 12 TDs are long gone.", "Huzzah!!", "[NAME], [NAME] and [NAME] just yelling over each other and [NAME] looking around like what the...?", "He looks fine. So does that 1911. He's just holding his girl's purse while she rummages through stuff. She's right next to him.", "And the secret weapon, in case of emergencies: TRIPPLE THE OFFENSE!", "Well somebody has to balance the books... the Liberals never even try.", "My mom says she's seen this guy out there doing this since she was a young girl.", "We are becoming increasingly aware that there is a significant portion of western populations which simply refuse to believe facts as delivered to them by educated professionals.", "I think he actually isn't feeling well tonight. He left practice early yesterday because he felt light headed, [NAME] still put him in.", "*laughs in Panama Papers*", "[NAME]. The third generation [RELIGION] stripper!! Hell yes I watcg 90DF!!!!", "You can't be serious.", "Well cancer is sort of like a constant injury....", "The Volvo driver is calling his lawyer...", "[NAME] still pulling in the numbers. Doubt we'll ever see [NAME] on PPV again but [NAME] is still a draw with the right opponent", "Looks like they couldn’t figure out how to keep the handle on", "Tasso. Heavily spiced.", "Pennsylvania here, I've been doing this since I was a kid.", "Slurps big gulp. “Food chain bro”", "Get a lawyer. You entered into your marriage in good faith, that shouldvcount for something. ", "Also checkout the forkdelta market:", "Then check out their full line! You can be offended by all their herring names!", "Sorry but the majority of console players will agree that he needs nerfed and nerfed hard", "It's not, and that's a much more engrained problem. Let's not let this one take hold.", "[NAME] Palestine like, IBERVILLE 1995! YOUD THINK THAT WAS AIRSTRIKES ON OUTSIDE", "Dam this really gave me perspective on Mother [NAME]. Of course she wouldn't go to the wedding 0.0", "Last refuge of serous fluids and the dreaded endometriotic nasties.", "Waddle like your life depends on it because it might. Ice is dangerous.", "She's a terrible debater.", "I was working off what she told me. That she can afford to 'meh' politics.", "Messaging you as well.", "BULGARIA!!!", "If only they were more like [RELIGION] amirite?", "That’s a lot of eyelashes to be losing", "the only way to forever libertarian utopia is by crushing liberty [NAME]. Listen to yourself.", "I'm livin' in 3019 over here", "Pm me too please!", "Yes, you have a butt that won't quit, after all! ", "Live out their Shonan Anime fantasy of being “the one” without a proper DM to tell them no.", "Used to be just bad on the 2nd. Now they are folding on other rights as well.", "Keep rebuilding. That’s all we can do", "Shes 43 with 4 kids. That's so far past the wall it's not funny.", "[NAME] looked bad pre release. Post release she was touched up and tweaked. Relax.", "\"He made her\" give me a break. Tell him to shit his pants.", "LeT mE kNoW wHeN a CoAsTaL tAiPaN sHoWs Up Poor country bumpkins, gotta gatekeep *something*.", "it's harder for them to do it in person.", "i doubt he supports r/The_Donald, but he still lets it exist.", "Makes sense. Interesting perspective.", "ill yes, but hater you if you mean from the Southern US", "Hello there fellow Bolts fan, ride the lightning ⚡️", "Ice in his veins... D'L❄", "It is a slippery slope", "1.283 on a comment but I don't really go after normal posts for karma", "Probably because every day several people ask the same question.", "Op literally listed the OS requirements. Those are fairly current operating (last Gen more or less) systems are they not?", "You wouldn't like him when he's angry....", "He does look much better", "[NAME]!!", "[NAME] is nowhere close to the worst linebacker in the league.", "same, if you breath oxygen you only deserve to get shot and raped.", "That's how drivers recycle \"lost and found\" phones.", "Would he have more leverage after the election?", "When the player is reasonable with his demands and the team is reasonable with their offer, magic stuff can happen.", "Wha???", "They could have used the explanation of E-2 people vibrating at a different frequency. At least that’s previously established.", "If he's telling the truth, he wont' get fired for this. Because he's too essential.", "This is almost 4 years old!", "Welcome to the club. She hit me hard 3 months ago n I'm still recovering.", "I have a 17 year old friend who just googles \"memes\" to get his fix", "We could be internet buddies!!", "He’s just pure blubber. No muscle.", "He's an angry elf", "Love how thorough this answer is. I think it shows you know yourself well!", "all 10’s left tbh hoping for a clarity win, we found love second, rather be third, and titanium fourth", "You're eating us out of house and home, garmfield.", "*dun dun* no but seriously, go full no contact with this predator. ", "This r/dbdgonewild/", "Just put it on your penis soft and then you will grow into it", "This!!! This!!! Is the definition of a choosy beggar. You give a hand and they want your arm.", "Redditor proves humans are only species to be exempt from evolution by saying \"hmm nah\"! Scientists stunned!", "You're making yourself look more stupid with every reply. Google what the heck model organisms are.", "I will take it... for free of course /s", "So in other words you don’t have one? So much for attempting to be on the same page.", "What the fork?", "It's due to the fee we have to pay since we aren't buying an electrical company from Washington state.", "Look at the corner where the mirror meets the wall. There's an extra cockroach that's on one side but not the other.", "Yet here you are mad about [NAME] being apathetic.", "Anyone that emotional that passes on gains because of some grudge he holds for a coin shouldn't be involved in crypto.", "This qualifies as emotional neglect. Just, to be clear, that is a form of covert abuse and is not okay or normal.", "Point is to hold you to some standard of evidence Eggy - this is self-pitying tosh.", "Oh boy this aged poorly", "You have no idea what you unleashed", "I'm jealous. I'm in California", "Just grip it and rip it!", "This is the big one. If he gets away with this he'll get away with anything. People need to do what it takes to prevent this", "mmm, yum... ALRIGHT GIMME ", "Once upon a time I got banned for a whole day because of bad behavior... Oh wait that was all of us...", "Well when you’ve imported about a gazillion of them I or your country it’s gets serious."], "curiosity": ["And now you manage a gym on base ..or..?", "Should kids really be lifting weights like that so young? Isn't it bad for you?", "Do they have rankings beyond the top 9? It'd be great to see what type of talent would be available in rounds 3, 4 etc.", "So there's hope for the rest of us! Thanks for sharing. What helped you get to where you are?", "Woah so [NAME] was finally unhappy with the team? I sense a lineup shuffle coming", "Does that include [NAME]?", "I wanted to know if there’s was another like meaning to the whole selfie thing not if she liked me or not", "That place must be a gold mine of good stories.", "Any particular reason or just because it seemed redundant?", "Cured her depression, didn't it? ", "Wow you think 15 downvotes in Reddit from the YIMBY cult has any meaning? I didn't say anything pertaining to economics.", "So is she worth switching from Skye", "Is this him?", "What country have you move to?", "is that how it works? i didnt know. no water buffalo for me", "What dose are you taking and how long did it take to help? I've been trying the Lazarus 50mg/ml. Not seeing any obvious improvement so far.", "I was going to ask the same thing! There are dozens of us!", "Not really, in my mind it was continuous cringe that I was always curious about", "Is this a real thing? I'm a terrible stoner.", "Do you smoke? Smell strongly? Have dirty boots?", "What happened ?!", "That’s good but why would you waste your time on a crappy team?", "It's a genious strategy, isn't it?", "Okay. The wall that he's mentioning. What wall would that be? ***on the border?? Oh my! Big surprise***", "is a recent article interesting read.", "Volunteer only. Why do you ask?", "im aware. im trying to figure out how the heck you found it in what i said. even after given context to the situation.", "Thanks for an interesting thread. How many of the [NAME] in Malaysia would you characterize as [NAME] or supporting political [RELIGION]?", "Ok so how do I put money on this? Because I do not see Mac shelling out the goods to make that happen", "Penis who, now?", "He’s a douche because... why? He got turned on by some animal porn? Why does that make him a douche?", "Is he not supposed to have what he wants? What he needs?", "The tree actually moved!!! Who is this guy?!", "What type of migraine do you think it is? Hope you get better soon", "So which is more profitable for producers, brick n mortar or digital distribution? Which makes more money?", "I'm curious to see what his answer will be", "I wonder how that works if the seatbelt wouldn’t fit even if they were sitting in a regular seat? They only go so far, right?", "Are you actually serious? I'm really interested in the details lol", "where did they even find that photo", "What, we are all gonna be corpses soon. Do I become that sooner?", "Thank you for reconsidering. It is very important to open discussion. Does this help you see how the dems and gop ARE actually different?", "Sounds like you got really lucky bro :). Did you ever see the guy again? If so, did he ever bully you again? ", "I’m intrigued.", "You mean you wouldn't want to be a transhuman cyborg alien experiment? That's not very cash money of you, my friend.", "How many times did you end up shouting \"Bingo!\"", "I'm curious about \"STERN? guy\" from the Phantom Menace review. I've never seen him in anything since.", "Paying respects?", "Congrats dude! Can you give us a quick tl;dw?", "What was their GDP then? You forgot that part.", "No joke. Physics or chemistry I can see but comp 101? I’m surprised he has the ability to find the internet", "Why not though? Not enough buyers?", "Absolutely this is the kind of absolute hypocrisy that made me leave the church!", "How is it the worst though? Me and my friends all use it and love it (since 2016)", "Is that the one with [NAME]?", "Care to elaborate? I'm curious how this is true seeing as last I checked they were the highest paid in the country.", "[NAME] and a libertarian? Is that some post-modern BS like a person can be a man and a woman at the same time?", "Wait is that [NAME] head in the up next?", "Are you happy at your work?", "Is that at Beachtown?", "iS thIs a MeTapHor FoR LifE?", "What makes it a non sequitur? The point is, just because someone is in the DSA doesn't mean they are a *democratic* socialist", "Just explain what is going on. But also understand the other people involved will probably be at least somewhat upset. No one likes plans cancelled on them", "Just checking in with my fellow zombie pale girls: what kinda brains do you like with your ghoulish pallor?", "Baby what is you doing.", "Did no one else notice your stroke?", "She looks almost devoid of color. Kinda like a manga. Amazing.", "Only £44m? Not enough.", "Wow. What is wrong with you", "Is that were its from ? All i know is since i was young that is scary af !", "Are you honestly being serious? I have a hard time believing that you can afford it", "Grammar guy, sorry, but vicarious doesn't work like that. Did you mean various? ", "Out of curiosity, what is your profile pic/info?", "Who is bored? I happily entertain myself.", "Wow.. must have missed this. This is really fucked up if true!", "Is that [NAME]?", "Can you guys take the last half? We'll take the 6-2 start, SC gets the 1-7 finish?", "now I kinda wish [NAME] wasn't an imaginary cartoon character because this would actually be fun.", "Sorry if this is ignorant but is that a wig?", "What’s so bad about this again? I mean he’s right for the most part.", "Is it weird that my first thought was \"at least it's not a Minion?\" ", "Why is that insane? What specifically?", "Do you even TRY TRY TRY???", "Thank you, I need it. I am currently trying to learn French, would that help ?", "What made you so interested in great whites?", "Is it that good ? i'd need it too in that case :(", "That. Is flipping Cute. He's definately a dog person.", "Am I not supposed to have what I want? What I need?!?", "Nope what’s it about?", "Is this Dragon Age style?", "What's her name? I'm wondering if since it's being posted now years later Reddit might do it's thing and solve some crimes.", "Is his face always derp or is he just uncomfortable? Because I rarely see a pic of him where he doesn't have some kind of derpy facial expression", "Haven't listened to today's podcast yet, who did [NAME] kill?", "Like this?", "What country? That sounds like a sad septic system. I'm sorry.", "One more thing don't try to like eavesdrop or anything just kinda bring it up organically", "That’s a cute doggo! What breed?", "Can you apply to some kind of help within your university? Sorry this is happening to you.", "Considering most people voted for their candidate purely out of hate for the other candidate does that even matter?", "Wow...is that true? I’d love to see more on that. Can you provide any links or documents on that?", "I'm trying to figure out how I would react if I saw one of my employees on LivePD like this...", "Interesting. Is it cool to say colored person now?", "wait... so are ugly people downwoted all the time or they don't post or what is going on here...", "Doing homework and paying attention in class? Sounds like ADHD.", "So how long was this guy hospitalized? Did he survive to walk out of the hospital? And the guy spotting the ladder?", "What do you mean strap around the bulls nuts?!,!? Sorry not into rodeo things ", "Wait, what? [NAME] wasn't allowed a *bank account*?", "Just wondering why they called the cops but not an ambulance seeing as how he was covered in blood and disoriented.", "And then they clapped and gave you $100, I'm sure", "Have you been to the doctor to get checked out? Could be low thyroid.", "I'm curious to know, why did you behave like that when you were young?", "Are you kidding me? /r/subsithoughtifellfor", "Your girlfriend accepts gifts in exchange for sex? I got news for you homie...", "Yeah I think you understood my issue then", "That is interesting. Can you site some sources or anything on this matter ? I am genuinely intrigued .", "Who could have thought that anti-semitism would have taken hold in feminism? Why would anyone think that animosity toward an entire group of people is welcome there?", "It's a photograph with one of our greatest ever defender and captain. What's your problem?", "Did you taste it", "How many hours of maintenance do they really need to do every night? I feel like they just want to cut costs and tell us it's impossible.", "Is there a subreddit that makes fun of SJWs?", "Is it... alive?", "Close enough. Is rainbow 6 any good?", "Now I guess the question is, were they dipping their brush in their own paint pot, or were they sharing with a friend ?", "Doesn't seem like a big deal. I mean is she in the room?", "How long do we have to wait? I might need rehab.", "You're really just having a field day today huh?", "What type would you classify House from House M. D.? (T. V. SHOW BUT OK", "Hey, you ever watch the sopranos before?", "Genuinely curious, what year do you think we're in right now?", "Why was this deleted?", "Oh man, what was the name of that show. It feels so familiar. Haven't watched MTV in, I don't know, 15 years? ", "[NAME] is decent? Dude he was drafted 3rd overall he's been a massive disappointment", "Sniffing all them electrical outlets is hard work! This is the PC version... Why didn't you use Print-Screen?", "What was the end result of this?", "Wow, I was JUST wondering what the bit characters on the show make. $250? - that’s it?!", "How much do u get an onion of sniff for? 1500+ for me", "What's the advantage of making it illegal to seek services that can be offered legally? Other than discourage an act based on its perceived moral implications?", "You are aware. That in other countries this doesn’t exist right? Also a culture is something else than my boss made me do it.", "Yeah, I know. I was kinda hoping you didn’t. Ya know just for the point of what a great salesman this dude was.", "You’ve obviously never met a kangaroo before", "I don't need any [NAME]. But if At the Gates actually I made a game, I'd be interested.", "Omg!! They are kinda turning [NAME] into new [NAME].", "oh shoot, im sorry to hear that. was it someone close to you? ", "Whhhaaa really? When was this?", "Can genes be altered? I feel like I’ve heard something like this.", "I sold an item on ebay and amazon at the same time. I had to cancel the Amazon order. Is that going to hurt anything?", "Did anyone see the ladies sitting behind the Hawks' bench?? WOW, like smoking hot.", "What media is this scene from?", "And why didn’t Connecticut improve as well?", "Apologies but what movie is this from?", "How. Just how", "This live action version is good but whats the original anime?", "You \"finally\" realized this? This sounds like a journal entry from 2003.", "[NAME]: I-I *love* what you’ve done with these poles.. [NAME]: *sniff* *sniff*", "Nice play! But, why would u play [NAME], in tribute?", "And that is simply why it is (or was) illegal. And why it was classified as a class 1 danger. MONEY.", "I’m interested!", "Did he drug her or was she actually drunk when she ordered?", "How did he kill u with kobolds btw?i wanna know how this was done.", "Thanks for the input! I definitely want to check that out it looks beautiful Do you think a puffer jacket is necessary?", "Can we get actual delivery dogs? I feel like that would be so much better... =D", "...wasn't she recovering from pneumonia at the time?", "True but I think that's what the other poster was thinking at least", "Is that her phone in her back pocket?", "is [NAME] playing?"], "disapproval": ["Morals aren't tied to religiosity, nor the absence of it.", "Oh no, not again! ", "Not with me, no. I’m a true social butterfly ", "FYI that ‘[NAME] quote’ is not only false but also not an [NAME] quote.", "Still can't see. Thanks.", "I don't judge anyone with this stuff trust me I can hold it close to my face so I could make tea!", "No, there’s a ton of people like you in this thread who don’t seem to understand that head glitching does not equal taking cover.", "Can´t believe the problem was this. Thx mate, it´s solved!", "I don't.", "There's really no need to test for congenital defects with a mixed breed.", "It’s fake", "It was world of warcraft, so I can't do that.", "Its supposed to be an \"eye opener\" to those claiming the winning team was lucky. I am not saying either is correct.", "That is in no way sexual harrassment...", "Klokslag 12 I find really enjoyable, horror movie podcast, Im not a horror fan but I find these dudes very entertaining", "Nononononononononono this is not happening", "That's gonna be a no from me dawg", "Only all the time. As of a few years ago it’s been impossible for me to do it, which is discomforting to say the least.", "I didn't say it was soulless.", "As a BMW owner, I don't understand what this meme is even talking about.", "I'm not going to kill you... But I'm not saving you either", "Nah, I lied. I don't judge people's kinks and I like that [NAME] always moves me.", "Shhhh, don’t say that, your going to trigger a millennial ", "This is incorrect. Taiwan was regarded as an island of no importance.", "I mean if he’s into it, sure, whatever. I’m not one to judge. ", "I'm 14 stone...so probably about 2 stone over weight. I don't drink alcohol or do drugs, but I love food.... ", "I don't know in what way the 1% can tweet \"Qu'ils mangent de la brioche\" and not offend the 99%.", "No way dude. The Wilpons’ are so cheap that the Twitter guy is also the contract guy. (Was that a good Twitter impression?)", "They need more with more items because I've never been able to get same day.", "Oh no....", ">you never learn anything ever from university This is not true", "That one is my favorite btw, its delicious. sorry you couldn't have it :(", "None of the movies deserve it and honestly the oscars are a sham at this point.", "It doesn’t look cool", "Ok that makes sense. Im familiar with the term.dog whistling, just havent seen ot attached to globalists.", "I'm not talking about [RELIGION] anymore though...", "NOT EVEN CLOSE!", "Glad to hear it's ubiquitous and not an OS thing.", "No since parries read the heavy press, not the release.", "I don't think my town has a market.", "I'm not saying your analysis is wrong or not based on evidence, just that the data it generates is not useful. ", "I wouldn’t worry, most United fans have never even been to Manchester. ", "I don't think this happened at all tbh", "It sounds like you’re enzyme deficient, I’ve never heard of someone becoming sensitive to a drug from using it ", "Well folks, no more amputations for diabetics, as it leaves the individual permanently disfigured...", "Totally disagree. I love this look.", "Because it’s a lot for someone to handle and i haven’t had any outbursts etc that would’ve resulted from that", "I'm just an idiot on the internet. I don't know a doggam thing.", "I'm scared because we don't really have any isolation scorers right now.", "“I genuinely don’t want to lose you I love having you there for me” says it all really", "I don't think fantasy draft has been a thing for a few years in career mode.", "Doesn't surprise me someone this uneducated would choose to inform the government they are evading taxes.", "I never said anything about the river. St Paul's is the most prominent adjacent landmark to me.", "I mean I've never seen, even on this show, people grab so many cookies and chips with such excitement. ", "Hmmmmm never thought about it like that", "I would never tell anyone stick is better than pad, but speaking personally, it's way more fun", "Honestly, I wouldn’t want to poop without my phone either. Gotta scroll reddit while I’m poopin!", "No, but we have beer and whiskey ", "As much as I don’t like his splits would have liked him on that contract that’s a huge miss for the dodgers imo.", "The last time it happened I just said, \"No\" and closed the door", "No I know they're on xbox. I just added that last part as a poor attempt to be funny.", "Merrily merrily merrily merrily something something scream... (I am not creative)", "That's not how any law works", "Didn't mean to offend", "i wouldn't call that passive aggressive at this point, it's flat out aggressive and i love it.", "the original concern was about one particular type of vaccine, not all vaccinations.", "If you think he's working 2400 times harder than an average minimum wage worker then there's something severely wrong with your world view.", "Yeah they are! I didn't realize that, it must be the case. Thanks!", "I'm actually scared to find out what kind of thing you could get for breakfast there. I won't check.", "omg he could soft feint headbutt into GB thank god i wasnt around when that was possible", "I would not feed her anything that would cause extra butt wiping. No effing burrito!", "Walking into Chick Fil A feels like walking into a church. No thanks. I will forever see them as a bigoted organization.", "It's not that bad. Not even the employees were cringe worthy. I'm glad that they were all enthused about having fun with the seniors.", "No matter how hard you scrub it WON'T COME OUT.", "No but that doesn’t mean people were less happy in the past.", "For the love of [NAME] do not ever link that again", "I never considered until this thread that tone of voice is something that people find attractive? that seems so alien and bizarre to me.", "Both teams played fantastically defensively, just because it’s not a 10 goal game doesn’t mean anyone played badly. ", "Both but which one being the most used isn't really important.", "DON'T DO THE TEENAGE MUTANT NINJA TURTLES LIKE THAT THEY DON'T WANT HER EITHER BRUH", "Paying for the drinks doesn’t equate to drinking the drinks.", "I’m gonna get downvoted but it’s 4 years", "It's not a fair question.", "that most of the fandom does not get that reference is depressing", "The SNP were, I remember [NAME] stridulating about it at conference, but I don’t think it was a go-er.", "Oooh I haven't heard of that one. I'll look around.", "[NAME] is scared out there. Didnt want the ball", "Don't grab another slice of pizza. Maybe if they would've eaten the crust they would have not been so hungry. It's greedy and picky.", "This is also Morning Consult, which isn't the most reliable of polls.", "I genuinely cannot believe [NAME] didn't get fired years ago. It shocks me more than [NAME].", "That was never going to happen.", "That doesn’t help people in market though.", "I haven't laughed that hard to keep at or somehow gets the power of flex tape, I sawed this boat in half\".", "I’ve read your comment over and over and I’m sorry I can’t parse what you’re saying.", "I refuse to watch this. Lifetime exploiting [NAME] gross behavior to sell 'entertainment'.", "She didn't hit any of the notes but I still love [NAME] so much.", "As a Bears fan, I'd have preferred them to not have it and for it to not even exist because none of it ever happened.", "Professionally.... no way I could do that to myself", "I mean, I’m an occasional monarchist myself. That doesn’t mean I’m under some delusion that it’s a fix all.", "I dont like to give out my number before meeting. Maybe phrase it in terms of verbal convo.. eg phone,Skype etc", "This doesn't solve the problem of people using controllers, they make it harder for everyone low rank or not", "Maybe work on being a little more optimistic for the future......don't be a debbie downer! :)", "Don’t tempt me!", "This is exactly why I fantasize about carrying a glass emergency hammer. This is also exactly why I shouldn’t!", "This is so gross", "Exactly, i've never heard of dutch lessons on school anywhere in the world !?", "This doesn't belong on the competitive sub; it doesn't have anything to do with the competitive aspect of the game.", "Can’t believe people still fall victims to those machines.", "22 points in 41 games with a pretty shitty Utica squad, first full year in NA... yeah I don’t want another Dahlen debacle ", "But I'm a lodger, not a tenant, and I have no legal rights", "Not autism though. What a relief.", "NOPE. Comox Valley and loving it!!", "Those teeth ain’t ever coming back", "Never surrender mate", "To be fair, I’m not slaughtering my own food ", "What? The claim is 2018 best shooters. Not overall best shooters", "The Young turds are especially bad and they’re not even sly about it either.", "But if I had a right to it as a member of society then I have committed no wrong.", "This was not on night sight Not OP but also used Pixel 3 to take similar picture from springs with binoculars carefully in line with camera", "People who live in glass houses...... [NAME]. This punk has no right to smack.", "If I wanted to vote I would vote Labour. Some Conservative MPs are in the wrong party.", "Pdx sliders. I never had stanich’s unfortunately but pdx sliders has some delicious greasy burgers.", "I would do that, but I put them all on 0 hour contracts and less than minimum wage and I don’t want to pay them. ", "They 'let themselves go' because they have to pick up the slack of their husband in the household and don't have time for gym/healthy meal planning anymore.", "nice, was a big fan of REQ but haven't kept up with their progress much the last year", "I think years...I'm not ready and I know it, but I know years", "I didn't downvote you so I couldn't tell yah why. It was definitely infected that's why it was red and swollen.", "It's hard to say. They are an above average team that often looks lifeless and underachieves.", "Sorry man, it’s gonna be really hard to find a Rose jersey anywhere that isn’t a 3XL", "I'm not even a WWE fan is the thing. I've never once in my life watched it", "Really that's not very sad at all", "personally ive noticed some of our sars are coming out darker than normal so idk loo extra strong i guess", "Do you think he is guilty or innocent, no need to use triple and quadruple negatives here", "OOF, well if im dancing with someone i dont really look at their crotch so im pretty surd ur fine. How old are u", "That's true, and I love pitbulls, but a poorly-trained Chihuahua isn't going to rip your face off, nor are they naturally disposed to aggression. ", "It's time to trade our expiring deals and finally rebuild properly. Dont let me down Weltham!", "Surely, you can't be serious!", "No, because men get attacked for wearing skirts simply because they have a penis. It's a social thing, not a legal one.", "China is imperialist, but having private industry and poor-working conditions doesn’t make it imperialist.", "I would say there is a very good chance he did not buy these drugs at a pharmacy.", "Just because you stopped to let me cross doesn't mean the other 3 lanes of cars did.", "It's really baffling, they had the perfect template with the Master dialogue in FO1 but they manage to completely butcher it.", "Being ugly and confident does not mean you'll do well in dating. You'll just try more.", "Dont want to come over as a sadist, but the story makes all those scene 100x better.", "I know I don't know the Spanish alphabet but I can't believe I didn't catch that before", "That's what happens to you when you support terrorists (pkk) especially Marxist ones", "But I'm not happy", "Thanks for posting this. I'm going through the exact same but I wasn't gonna post anything about it.", "That's gonna be a no from me, dawg.", "Lol no.", "i wouldn’t want to fight me neither", "dude stop your gonna make me cry. This is horrible please don't do this STOP right now. Dont it's just not worth it", "Definitely not looks, but confidence and body count? Absolutely.", "Women always seem to write that though, plus emotipns and emojis. When a man writes likr that it comes off odd ajd feminine in a bad way.", "I am assuming since it's shut down, no one can access the website to change these things. They are most likely delayed.", "Ugh [NAME] is like when your ex-girlfriend suddenly gets really hot. I can't even look at him.", "I am very thankful for that. And thankful I wasn’t totally brainwashed", "No i didn’t all i know is that i binged 3 seasoms of it.", "YOU DONT SAY", "Can't even do that anymore :(", "AND YOU DON'T HAVE TO USE ALL CAPS TO GET YOUR POINT ACROSS!!!", "Couldn’t agree more with you. Thanks for this post!", "Couldn’t agree more, and glad there are folks in the media that recognize this", "No. Can’t wait till it’s legal here", "Yes, risky. In fact don't click it at all.", "Thank god I'm not dating anymore. I wouldn't want to risk some girl I'm trying to bang seeing my reddit history.", "I can't believe [NAME] is considered an mua and he can find match his foundation lmao", "I hope all of y'all that are commenting isn't all men because not all women do that!", "Most people are unfamiliar with them and fooled by the deceptive name. My money is on no.", "Does that work for the WSJ? I haven’t read an article from there in a year.", "As someone else has mentioned it is not theft technically. So that will probably only cause more problems for myself.", "Wow first fight in a while where I don't want either dude to lose.", "Don't apologize for a joke,especially when its true.", "Petty excuse. Your constraints seem monetary, not technological.", "also a harsh NOOOO when disgusted", "I would do it but honestly I don't have any other [RELIGION] friends.", "I wouldn’t call Sargent Peppers underrated by any stretch of the word", "I hope that's all it is. Didn't see him take a hit or anything.", "9-3 in first straw vote? i was not aware of that.", "As it should be. No way I'd want my kid crossing 5 lanes of traffic to get to the bus everyday.", "No. I've been bashing it for its very noticable issues that have plagued it for 3 years that the cw wont fix.", "That isn't in the rule.", "Okay. I’m not a [NAME], but I love block games? Idk", "If you think people in this sub are gonna get butt-hurt you are in for a pleasant surprise.", "And even then... It won't be for long.", "No, that's not standard, it's a common house rule (and is often published in the instructions as an alternate rule as well).", "You can't freely make a decision when your opinions are a shitty contract or life on the streets. That is not freedom.", "as superficially as possible. i cant go deep with a guy, only with girls.", "Thanks for saying that, but yeah: you really need to do something about your boy there. He’s not right.", "Thats not even compareable, for one epic made NONE of these games except fortnite. Please explain how third party exclusives within the same platform should exist.", "It’s definitely a massive problem for both of us. Attributing blame does nothing to solve the problem.", "Not enough. I'd pay $100 to not be ugly in a heartbeat", "Sure, rape isn't caused by poverty. You can compare poor whites vs poor hispanics too. ", "\"You look a little older without your clothes on\" - [NAME]", "No way we would turn down [NAME] for [NAME]. BS", "NO, HE SAID 77. BAKER IS GOING TO THROW 77.", "I guess. I respect the boots on the ground cops. They aren’t the ones coming up with these ridiculous policies.", ">you said that other-country feminists cared about poor women and American feminists didn't Kali... you know I didn't, more or mostly does not mean all.."], "fear": ["it is dangerous to date men - read the news - women get killed by male partners and ex partners very frequently. Women are amazingly brave.", "It's the hard R that'll get you in trouble.", "Great vid but horrible grammar. [NAME] i had to read the title 4 times", "EWWW yes. This makes me shudder. All wet and gross.", "Now I'm worried that cat will get salmonella :(", "> If you actually believe they are still a threat oh, if only it *were* up to me...", "Nah, rest is pretty cringe too", "Scary times we live in.", "Yes. I often dream of death or further isolation", "The photos are haunting", "Jokes are even more terrible lately", "this off season is dark and full of terrors", "Definitely accurate, lasted about a month total in a Disney “internship” program... was more like slavery. Terrible experience that ruined Disney for me", "I had a similar fear last month after exceeding the two hours in a Homebase car park.", "This is terrifying", "It's horrible and I love it and you should be proud.", "My only issue is he keeps blowing draft picks on QB’s that are terrible.", "GUYS WHAT IF THE PEOPLE WHO ARE UPVOTING THE HORNY IMAGES *ARENT* THE SAME PEOPLE AS THE ONES WHO DONT LIKE CAMILLA WHHOOOOOOAAAAA", "#OMG TERRIFYING!!!!", "IMO there are quite a few jobs that are criminally underpaid, but that's just me.", "[NAME] was so much cuter then. Also WOW that interview is cringy", "My knees shattered and my collarbone broke just reading this", "I would see a doctor asap and get to a psychiatrist. Hallucinations of any kind are worrisome.", "Reminds me of that tragedy", "Tear all of it down - that place is such a horrific example of trash civil engineering", "Imagine if we dont trade [NAME] and [NAME] fans just kill all of us.", "This is why I’m afraid to fly.", "Entire new coaching philosophy is needed. Enough wasted possessions, contested iso mid-range jumpers with 15 seconds left on the shot clock and terrible 3pt defense.", "It happens so much that it really scares me tbh.", "I cringe at every part of all of this", "We will never survive with 5% unemployment with moderate growth and a continued house building program to correct supply. Sounds horrendous", "When I drove refers I was always afraid this would happen to me. I always shut my doors I'm just a worrier", "Sir that is a popular opinion. I'm too afraid of what sort of trade will happen to want one.", "This is actually fascinating. I actually love this. Please don't call the cops.", "I moved from Chicago to Indianapolis a couple years ago. Nobody shovels their sidewalks here. Nobody. It's pure horror.", "I remember writing on them was horrible. Slight delay which threw me off combined with the letters ending up looking like crap. Whiteboard was so much easier.", "Reminds me of that Black Mirror episode where the lady is brainwashed after committing a crime and forced to repeat the same government-made story with mind controlling phones forever", "Good for you! I wish I had run for my life at 18, but brainwashing is real", "Yo this [NAME] was literally pulling moves out of the Hitman games jumping over to your balcony. Thats terrifying.", "Time to cut him off. Or find a way to get him good help. Cause he sounds a little dangerous.", "All of season 6 is terrible", "every time you see the snake edge and still get hit even though you *swear* you were holding downback", "I'm afraid I'm gonna have to go with what he said about an hour ago. Unicorns. He just ruled out any sort of", "Can't help but feel that going down 3-0 is nerves and fear of playing someone with [NAME] mythology. AO to [NAME] is like RG to [NAME]"], "sadness": ["Sadly I think this is true & maybe this is the incentive adults need to get into action", "I once looked at the I-95 and was hospitalised for weeks.", "This is exactly what it's been like. I feel personally victimised by it all", "I got undifferentiated androgynous, just slightly more femme than masc, which, honestly, sounds about right as an AFAB nonbinary person tbh", "That has gotten me killed a few times lately.", "Sadly, I don't have insurance so unless I'm bleeding out I won't be getting medical help.", "I'm going to put my life first and run away.", "I actually rooted for you guys that Seahawks game, but now I feel the true pain. ", "Not defending [NAME] at all but this is just super sad if it’s true...", "More like 11 feet up, but still painful. ", "Had a stroke reading these.", "I actually feel assaulted by this video.", "I almost feel bad for China.... but the culture has a major problem with having 0 morals.", "> Pretty much the person I love just broke up completely with me After how long?", "this video makes me sad", "I'm sad can someone make me feel better Feel like shit rn just want [NAME] back", "You have to find the right woman honestly and its sad that divorce is so punishing", "You look like 1 of those ISIS fighters got shot in the head", "[NAME] are you me? Like I was relating and then you said rot in Atlanta traffic and the pains of 285 burned into my mind.", "Sadly, that theory is plausible in the lds inc realm of thinking.", "The part where he carries her to the car had me howling! Poor guy was stumbling with the weight he obviously couldn’t handle", "That's just sad if it's for a game", "That was your saddest shortest story yet", "Sadly too easy to gank. Bronze brawl 4-man notices you are split pushing, you are dead.", "it's hurting my heart :( why did you leave me", "I see you utilized it. 3.5? Sad.", "as much as I could tolerate - sadly I gave you a view.", "Me too, except there’s no hookup. (I’m so lonely) ", "He most likely saw you and just didn’t care. Sadly.", "Lol, same! Except that I was diagnosed with bipolar disorder"], "disgust": ["This is why I clean my belly button every day. That’s disgusting", "Using sex as social status is beyond retarded lol", "This is why I stopped watching. :( The brutality was disgusting.", "Thats absolutely disgusting.", "Being disgusted at disgusting things is grown up.", "natural selection will rape her anyway so...", "they sounds like autistic meltdowns triggered by an immense fear of vomiting, nothing much to do", "Yasssss. I loathed Harry Potter. Book? Movie? Toy? Board game? Costume?", "No the limiting factor is the leader raped a young boy and paid his silence", "I am just utterly disgusted by it all", "Oh....yuck", "too damn often!! and i’m cute as hell! i’m mad!!", "He knew what you meant. He pretended to be confused to save face. that’s disgusting...", "I eat crayons I shit crayons", "Wow! I feel like a grade A moron", "Disgusting amount of oil.", "Bless this woman. That honestly sounds horrific from every end. I hope her ex [NAME] has lived a horrendous life since perpetuating that disgusting act.", "Dirty secret. They retired the decks until they got a doozy.", "I both loathe and applaud you", "Indecisive person here, I promise I irritate myself with my indecisiveness more than anyone else", "Like the poor redhead in True Blood that got vampired as a virgin, but worse.", "Upon reading I find this to be fake news and I'm disgusted to learn she writes for the age", "They’re disgusting people inside and out", "And they could have kids... yeah sorry. I’m dumb"], "amusement": ["Llanberis is in one of the most beautiful places in Europe and I am delighted that the local Chinese takeaway speaks Welsh. Cymru am Byth !!!!", "Such grace.", "This bit was more fun than it should have been.", "That’s fun.", "My contribution for that wonderful", "This is where the fun begins.", "Shotgun rack? LOL. I had a BB gun rack on my Schwinn in the 60s in Houston.", "Ok. Believe what you want. Have fun starving to death.", "The right had both houses and the presidency and they wait until they lose the house to pretend they care about passing wall funding. So brave.", "It’s funny", "I hate u i love u.. best song that describes that", "Good idea, brought to the table by a questionable at best minister, likely for the purpose of shifting focus away from his failures. ", "I mean he's rockin the hell outta that porn 'stache", "I found all mutual nut destruction games to be ridiculous and I never played them. My friends all loved them though.", "Funny thing, I work at a restaurant and it happened today, which is what pushed me to post this. ", "Fun fact. If you combined North Dakota, South Dakota, Wyoming and Montana into one state it would have roughly the same population as Puerto Rico!", "I love this post so much. Really drives the point home and made me laugh!", "Aldi is awesome. Low prices, efficient processes, and treats its employees like people. Corporations actually done right.", "my favourite depictions of [NAME] and the gang are the ones where [NAME] is stoic and sassy and [NAME] and [NAME] are super emotional goofballs", "I became a member in the summer and have still not gotten my packet, your post just gave me hope it still might come", "I also thought he was a she at first. Lol", "It's a great town.", "Exhibit A, lol", "Then your education must have been pretty poor lol", "Lol, I don't know the game that well", "It doesn't, it just resets back to 1 *before* adding in your upvote. You're not gaming the system lol", "I like how she calls him racist, when he didn’t actually say anything racist.", "What a nice person helping the mentally disabled.", "Haha I've got a mild case of UC, maybe I should be more dramatic about it and use it!", "It's a loooong story with some awkward weirdness haha", "Lol what boyfriend", "good point I’ll keep that in mind", "Lol what are the odds, I’m also 6ft 1in around the 160s but I’m only 16 years old though", "Wish you the best of luck and greener pastures!", "Funny how the [NAME] leaves the most important item out of their article headline.", "Went on a trip to the Austin area. This park is nice if you haven’t been there. Subscribe if you can. Enjoy", ":) this made me smile. I laughed so hard at the blinker fluid part. You and [NAME] are proof that not all heroes wear capes.", "This is cute.", "You mean like how Skyrim is only good because of all the mods? Lol", "Awe that one was just for me but I really like the post", "> we should ally with them in organization for change lol good luck with that", "yeah i heard the therm used before but not in the same context as this one.But here it just makes me burst out laughing", "What a warrior [NAME], good job being tough. That’s a flagrant!", "*lol whats a calculator isnt that a person that calculates why would they have letters on them*", "This is awesome. You can really see how little wasted motion [NAME] had—everything looked effortless.", "> when Hahahahahahahahahahahahaha", "good to hear my man!", "It's incredible how much pain a single reddit post can send through my body", "Ok, we get it. You're a top.", "That lone pube you forgot to take off in the corner lol", "I want my kids to feel like life will take care of them -[NAME] \"LIFE will take care of them?\" *signature [NAME] face* hahahhaha", "Well I did add an edit you might have missed haha", "It's a fair question to be sure. Crime dramas have largely overstated the importance of reading [NAME] rights, so most people have the same misconceptions.", "This happened at my local Odeon last night. The amount of confused faces was kinda funny to watch.", "What a nutbar lol", "He was such a pet!! Beautiful looking dog", "This was literally the first examole that came to mind for me hahaha", "Funny how that works! Thanks for digging up the link, I've been on a 90s ska nostalgia trip ever since I clicked it :P", "Yup. Btw, not Swedish, just experimenting with languages lmao", "I think it's a r/fuckyoukaren joke", "Maybe, but I don’t think he’s capable of make a studio by himself lol", "You Libs. alhave you heads so far up you arses it isn't even funny.", "I like [NAME]. He's the most experienced, and he seems like an all-around nice guy.", "Yeah I had a lot of respect for him in that moment.", "I like this, but it doesn’t quite convey the horrifying rotting smell. It sounds sort of cute! She was not lol ", "I forgot to reply last night, I talked to Microsoft and their engineers were working on the issue. The store was just not installing for anyone haha", "is your dad very wealthy by any chance [NAME]", "Yeah but everyone dies so that makes no sense lol.", "Coinbase LOL people think place is the answer. I think it’s Cancer.", "I did it. Lol.", "I just actually listed it for trade haha. I can’t use paypal unfortunately as I’m under 18", "Hopefully once [NAME] comes back, ZAR has earned a spot on the 2nd line LW.", "Very good! Now run along little boy. Shew! Fft!", "Ah I didn't realize I was able to do that. I'm still new to Reddit so I am still learning haha thanks!", "[NAME] is my 2nd favorite QB after [NAME]. Very high ceiling and [NAME] always seems to get the best out of his QBs", "You guys actually look really similar to me besides the hair/beard. But that's not a bad thing!", "Something cute and fluffy who gets to nap a lot, lol.", "HAHA WE ACTUALLY ARE TERRIBLE", "It's a pretty old and actually funny joke, just converted into a ragecomic. ", "GO SUB TO HIM HES THE BEST", "\"Lol, hold my craft beer.\"", "I really like [NAME] videos", "I was at this game live, right by the end zone when he ran this glorious run in. It was beautiful.", "That's the worst feeling haha", "That's damn impressive", "HaHa... Earnin' and Burnin'! Snappin' necks and Cashin' Checks! Cheers, brother!!!", "Lol I always go with public speaking (\"but I'm trying to be better at it!!\"). ", "Haha i have 2 chinchillas from a manic episode about 8 years ago. They're sweet little things.", "Your artwork is amazing.", "Lmao I listen to stuff that doesn't fit in any of these categories Oh, and grandson", "Looks like modern art tbh but its good", "I find that kind of thing really funny too!", "Man that movie is such a classic", "Lol same.", "I like how you ignored the point about Blade Runner.", "Wait that’s actually funny why is it on this reddit", "Which is why I'm glad he turn around as he did. xD Still is both scary and funny if you look at it from a different light", "The sub seems to be split. Im more a fan of the former", "Lol... that is awesome.", "Marketing! That’s a great word to describe what they do.", "Laughed. Out. Loud", "SDAs are [RELIGION] tho lol", "Korean is not that hard of a language as far as foreign languages go anyway Hahahahahaha, how long have you been studying for?", "I'm leaving to go get some more motherfucking jokes MOM [NAME]", "I fat fingered it haha I meant 18", "Wow so you really are pro-abuse huh", "That's my meds when going through interviews lol. Glad you made it!!", "Mmmm looks like some delicious asbestos tile being rubbed there.", "Sonic boom is funny as hell. I love the writing so much.", "This is the greatest thing I've read in my entire life", "Ahaha, a Jersey driver calling other drivers awful... that's adorable.", "So we’re reposting stolen jokes now... cool", "Excellent game tonight, let's get a new win streak going on this road trip!", "You called me a troll and a liar and you're surprised that I sound \"antagonist and confrontational\"? Wow, you're impressive. Good talk.", "Yeah lol like I'm cool with signing/drafting DL but pls not in the first like 3 rounds lol, much less at 2.", "Because Reddit. The other day I got downvoted because I said I liked The Office lol", "Best year of my life tbh", "hm so overall was this video a + or a -? I'm trying to figure out whether or not to publish it lol", "So lucky!! :)", "Lol ik it's just I wanted people to figure it out and not the bot to ruin it.", "I like that one that goes “Shield me from sorrow, Fear of tomorrow”", "Lol naughty dog tattoo. Y’all done fuxked your reputation by letting your artist do this trash.", "Yeah I reckon. I inspected the property too, just forgot to check/ask until after. I'll pass out of principal haha", "Nah? Sadness and wine don’t mix too well, my conception is proof of that haha ", "SUCH A NICE GUY.", "My mum had this. I got to pick things I wanted from inside and we’d make them together. :) nice memories.", "Looks like a good DILF look to be fair lol", "ahh yes a glorious tribute to our Goddess.", "lol, as he goes down on you he suddenly screams into your vagina \"THE BEES THE BEES\".", "I can respect profiting from morons.", "Whataburger misses you too. Come back and visit when you can!", "It would be cool but I like his commentating too much lol", "Lol I’m just joking the “we did our due diligence part” is prime lynch talk haha", "LOL. Super cute!", "I feel you girl", "I honestly would start at the beginning. Most things are still funny because you remember the events they make fun of.", "[NAME] is a fucking god", "nice try, FBI!", "Its not the best state But its better than most states.", "Haha. Hope you get it sorted out. What a pain.", "[NAME] this is pretty funny bit of info he just revealed I guess he showed up and they were like yeah u got final say deal with it", "Lol this match was like 1/3rd the time of what I expected", "the girl looked the happiest out of all of them to get a puck, that man is amazing", "Wow, that's so clever!", "This is such a cool idea. Basically an abathur that hats minions instead of heroes.", "Omg just drink some water then bro lol", "Why “cover the name” if you can literally see it right after lol", "I can't help it. It's just so perfect.", "Never again lol", "You are amazing", "Try the Gourds passed gin and juice. They’re awesome also the [NAME] are great", "Great nb rimiru", "I always laugh at the statement above. \"Qualified to give a urine sample?\" \"Huh?\"", "Though i think i preferred it when it was artistic and gritty i still love that series. Listening to the audiobook he took the voices from. highly recomended", "You came to the wrong neighborhood bud lololol.", "That guy at the start with the hat reminds me of [NAME]", "This joke made me want to walk right out of the Dumbledoor.", "Could be worse. At least he's not the guy who wrote the Witcher books LOL.", "Poetic and also true.", "Other than some wacky pick up orders, the dine-in customers are very sweet at my place. It’s a good thing :)", "You're a good man, [NAME]", "Lolz yeah you got me for sure. That's another huge reason.", "This look is fab you can't call everything cringe just because it's eureka", "yeah its cool", "WOW!!!", "Picturing you sneezing and banging your head made me laugh so hard! THAT'S WHAT YOU GET! Now, pipe down.", "cuteee", "Any that lands for us tbh lol", "Lol, wut", "It's beautiful. I would eat it with gusto. Do something more shitty in the future", "[NAME] and [NAME]. Both are really cute in different ways", "[NAME]?? C’mon, that’s a pretty good pull. ", "That beat slaps. Good memories", "It's better with sound, when I first watched it I cried laughing for 10 mins", "maybe. Id praise her for it though. In a world of... instagram beauty... its refreshing when someone is just themselves", "\"Do we need a GoFundMe for automated doors\" hahahah!", "ROFL! Just about! Didn’t know someone’s eyes could bug out of their head like that outside of cartoons. ;-)", "So brave!", "Sooo good!", "What a wonderful world you lot live in!", "Same cinematographer, [NAME]. He's incredible", "My bio is pretty funny... I got ‘If you’re a Catfish then you’ll be charged a call out fee of £120.49’", "Damn...perspective is good, Haha. Then again [NAME], that's some awesome architecture. Early 1900s?", "this is killing me LMAO", "More like I was raised in Asia but go off. I’m not gonna bother arguing with trumpie lmao.", "Eventually sure. But the question really lacked the maybe later option lol", "I never thought about that. Good point. Cursed and wilted rose, unlike [NAME] rose emblem.", "This one's pretty fucking funny. Also LOL to that kid with that shotgun. The kick would break his shoulder in half.", "Is it possible you've been banned from them? I dont know how I feel about having the special privilege to view that sub lol.", "MTV is so dramatic lol “beautiful love story”", "I like how nobody else is doing anything to stop him", "Then when you dropped them that was it for youth group cred for the night. Lol", "Tailoring is a god send and honestly not all that expensive, typically.", "Sounds epic man", "HAHAHAHA... Damn it.... I knew that was coming. Alright, I will try to upload it into this thread on my lunch break.", "Griefing your oponents is amazing fun in a pvp game. *Cheating* to grief is the problem being addressed here.", "This is all soooo nice. What nice people.", "This is honestly the cherry on top of the cake with this story. That's absolutely hilarious!", "Yup ,Russia is such a fine example for the world ,truly an beacon of hope ./s", "Me, it's too cute for words.", "It's just a really good impression. The actual voice is a bit deeper.", "[NAME] was the \"socialist\" freshman House Rep. I liked the most, but her recent [NAME] tweets are extremely concerning.", "Videos. It’s basically a gif with sound. Pretty cool to see them in action", "When are people going to learn that it's OK to cheer lead dance in front of an old misogynist lol", "Haha, I love that! :) I'll see if he's interested now", "I couldnt help but laugh out loud. Pure stupidity coming from the mother. No other way to put it", "I don't know who [NAME] is but you're killin it in that sweater!", "Haha, yes.", "My wife is going to hate me for laughing my ass of when I tell her this later. Worth it!", "I’ve seen him on the facebook page! Thank you!", "Hah! You’re the best NERD!", "[NAME] is a comedian. Every monologue he does is based in humor -- extremely intelligent humor. He is also extremely observant.", "Haha \"like a snake on a toddler\". ", "[NAME] really about to get a trip dub against us lol", "100% communication with an NT is awesome!", "Nobody has the money to. What a joke", "Always funny how one's income has to pay for others expensive lifestyles ;)", "I like this response. I can’t give you gold but have some honorary gold.", "Like I said, stunning. But not at all surprising you would reference [NAME]. ", "hahahaha yeah you tell him man! fuk da police coming straight from da undagrunnn hahahah just like that song right!", "I really like [NAME]. He has such a great personality and has great chemistry with the team.", "I now live in the Mediterranean, which is nice. ", "That's fucking awesome! I had no idea they would straight up off a dude for trifling! Lmao Winning information forsure, cheers man.", "No one is getting jailed for cannabis that's the biggest fucking joke I've heard all week", "Lol at illegals paying taxes. Most do not pay any or pay very little.", "Pretty good, yourself? Edited - Saw the link, hahaha... How you doin? ;)", "Haha, just like teaching.", "LOL at this question! If he follows the sub...just read the topics for opinions! I call BS!", "I was about to say the same lol.", "Looks like she admires [NAME]. Its just drag.", "Good job fatty!", "Lol you got us there hahahahahaha way cheaper too", "Lol. 'have meat on my bones and I'm thick'. Just 'overweight' will do, Captain Redundant.", "Most watched sport in the world lol", "HAHAHA YES MEYERS", "[NAME] was the best, sweetest, most deep-feeling man to ever be on the show. I will fight anyone who says otherwise. ", "Wait there are still people on this subreddit who haven't blocked that account? I'm impressed.", "I fucking cant stop laughing. It's so bad it's good.", "Laughed my balls off", "Great show honestly", "that tone of voice sounds a loooot like a liar would sound... lol", "Wow, your ex partner sounds exactly like mine.", "Lol I can’t wait to end up on this sub one day.", "The Dillard House is literally my favorite restaurant on earth. Their ham is the most amazing thing on this planet.", "Lol, ..probably not. But then again, i never wanted to know what blue waffles were and somehow i do. ", "It's nice, but there isn't much there :p ", "Well I heard advice everyone to listen to this episode it was extremely interesting.", "I will pay to watch a garbage commercial if [NAME] in it, I don’t even care. He’s way too fine.", "Joke's on u, I already have small penis!", "The classic I can't stand up straight because I can't even breath laugh", "Oh, man. The whole story telling methodology was well done, and well paced.", "Looks like the nightingale armour from Sky rim still pretty cool tho", "Lol didn't some character mention even the league of assassins was afraid of [NAME]?", "The cutest.", "HHahah. Right? I’m scared", "Bahahaha this is gold."], "annoyance": ["To be fair, the illegal should have been out of country. ", "You're a turd", "Wow Toxicity has been done thousands of times, becoming less and less original, try something new. NEXT! ", "No offense but this shit just not working in some people. So they likely to say they are placebos(same applies for me too unfortunately)", "I feel like I lost focus... I have not accomplished anything and the clock isn't really stopping", "That's awful. also i think I just realized why I have so much trouble finishing the last bite of food. I get all anxious about it.", "Those other countries clearly exploited to shit? Dats cuz it's not mah [NAME]. -You with your big brain logic.", "I like simplicity of the Jersey, but the logo stinks.", "Yeah, the gauntlet ruins everything", "Shrug, ndp is still going to lose. I don’t really care how many there are.", "This is still an inappropriate photo, no matter what type of dog it is", "You are totally right!!! Complete waste of time", "You're a brave man for trying claw, I tried it for a week and eventually got pissed and bought an elite controller. Paddles for days!", "Cant agree more on the first part but for the last, it comes out too harsh.", "Yeah that's what I just got. Fkin annoying.", "No point trying to hang on to players who are not committed to the club. If this is true then good luck CHO, all the best. ", "I'd say the pecans is the biggest mistake", "Cringe, dude. You’re really reaching. ", "I’m in my second year. Still closeted. Still uncomfortable with my body and sexuality. Still socially awkward.", "Alot of friends and family make that or less. It's pretty crazy.", "Not having sex doesn't mean you can't talk about it especially if the ultimate goal is proper coexistence.", "[NAME] still the best dev tho. Nice nonsense comparison btw.", ">tries to insult [NAME] for wasting time in a stupid thread >is only other person in thread", "Its hard to explain i feel everything is distant.", "This post should demonstrate that it already has become one of those subs. Disingenuousness is rampant here", "Other than the Futurescope trilogy, it is pretty bland.", "It's like calling a snake a \"danger noodle\" or a hedgehog an \"ouchy mouse\". It's just like a silly thing", "The whole point of being an introvert is *going alone*", "Even though you can me, I’m slow clapping to this!", "i used that as an example, and i also said it would be very difficult. this is hypothetical there’s no need to be rude.", "It ruined me, too. D:", "Too bad no crossprog with PS4 thanks to Sony, though I heard gamedevs are trying to talk it out with them", "Oh that sucks good luck man", "don't you know? the world is america only [NAME] Bless.", "Every BP within cooeee of me is consistently 5-10 cents a liter higher than other options. Weird.", "Fries with vinegar sound completely awfull", "This seemed so out of character but I was like cool. Weird.", "If it's anything like what happened in France, I'd assume because it disproportionately affects the poor. ", "Man I jave never heard such a load of horseshit.", "Lmao I have like 12 days played cop farming who even does that anymore oh my [NAME] you’re pathetic for even bringing up ages", "only suckers believe this don't be a sucker", "You called yourself a Met fan. THAT is embarrassing. Edit: called themselves a Met fan and didn’t know who [NAME] was AMD disrespected him.", "Damn thats so cheap", "Devastating and true.", "I actually choose to teach an extra class so I can avoid lunch duty. I hate it.", "What are you talking about? Anything bad that happened was [NAME] fault - only good things were [NAME] doing!", "While living in Japan? Never say never... but it is very hard to imagine.", "The worst thing about this tweet is how many likes and retweets it got", "Why is it that EVERY SINGLE TIME ONE OF THESE HAPPENS I’m only like a day late", "Wait this is what chill looks like? Some girl told me that I look dead amd I flinch at the slightest movement. You really call that chill?", "I heard some vague rumors but nothing as specific as this. Do you have a link?", "Have you met anyone old? Hell, I’m in my late 30s and that’s “awhile back”.", "That is absurd, man. I'm sorry you don't believe in the spirit realm. ", "thats messed up...thats why i dont like reddit as much", "Watch the ignorance of a variety of topics manifest itself as word diarrhea just falling out of her dumb mouth.", "Saw plenty. That is how to be a jerk to a cat. It will enforce bad behavior.", "I tend to organize better with top stocker but big shit won't fit on them", "Seriously?! These [NAME] have no common decency or respect for others suffering!", "How dare they ask me to be a good person! I'll show em!", "Mf perioded on my new sofa", "Rightfully so. I had it as a child and it was the worst experience in my life. I'm also vulnerable for shingles now. Yaaay.", "No, it's the curds, they just feel really strange in my mouth.", "I'm three months old and I love Queen and Metallica, not the crap my generstion listens too.", "That used to be my favorite view on the planet, but now it’s just rage. I can’t look anymore.", "I really don't like the way she says zombie. It sounds like she tryed to fill up space.", "Yes, I've had this fear. It's even worse when you *don't* say goodbye and then it's the last time you see them.", "As far as I know, it's still bugged, so just reroll it", "You probably can. They're shit at hurling.", "Please never don't not reproduce.", "Yes, I've noticed it too. Or the photo of the item won't load. This company is so shameful", "are you dumb bro? please watch again and don’t downvote me for stating facts. holy shit you’re inept.", "From the South and can confirm that [NAME] is an idiot and should be saying brink.", "AND THEY ARE REALLY ANNOYING WE MADE FIRST CONTACT 30 YEARS AGO AND THEY'RE STILL SENDING US TERRIBLE MINION MEMES", "Why don’t people just call the cops and give them the video?", "Sorry, I live in the real world. Just because you don't like facts doesn't mean they don't exist.", "\"one of us will be right!\" Or...ya both wrong and wasted your energy being dumb asses instead of enjoying it.", "If I say 6:45 they tell me at 8:00 that they’re not coming :(", "hello there¡ That one time i said i liked sex.", "I mean, if A video pops up of [NAME] pissing on underage girls, nah, I’m not gonna still be a fan. ", "[NAME] ran out of her way to butt into the conversation with [NAME] and [NAME]. [NAME] . I can't stand [NAME]", "We tried, the place I go is just a rundown old town trashy high school filled with kids who have the background to shoot the place up", "Seriously, I spit up my drink reading \"The GOP not the ones threatening children\". I know a few thousand kids in cages that might disagree. ", ">! Man Danganronpa IF 3 be looking sick !<", "Its had enough of this life and ending it all.", "Idk why but I feel like this should be nsfw", "nah [NAME] ditto is a bad idea. Unless the marth is really bad he's gonna get 4 stocked quick", "I graduated in 2002 and had history books that ended with [NAME] 2nd term. I had great teachers but terrible materials.", "Which makes it even weirder that he hasn't played [NAME] yet. He seems born for that role.", "> Sure it might make the population 4:1 [RELIGION] but it's still an awefully large mibority The population already is 4:1 [RELIGION].", "How does that work? If in every measurable way, its bread and wine, how can you claim its actually [NAME] body and blood?", "hell yeah my brother", "Yep. It's pretty bad having to use work or a paid email and real name on a gaming forum.", "> don't tax anyone what a stupid idea.", "Do your own research. It’s not my job to educate you.", "I dont think anyone said it would make the game better, it won't, but it certainly won't make the game any worse either ", "It’s harder when you have kids with the partner.", "The jackets that we have so many people wore so they’re musty as hell", "I would love that, I kind of miss him", "You've never smelled a woman on her period? It's awful.", "I'm so stupid, I can do this. On accident. so not very well.", "Pretty much yeah, it’s crazy that 2 years later that someone picked 56 picks later is better as a player", "Ouh shittt my dad is also going to be surprised", "The last thing you see before entering Hell.", "Yes, you just push. I've been having periods for 29 years (bloody hell) and I've never managed to get to grips with applicators.", "The food you are putting in your mouth is causing obesity. Stop abusing it. A higher body weight is the cause of your increased risk of ILLNESSES", "How offensive. I, am NOT a duck!", "He's a garbage person. It's very disappointing. I liked him so much before.", "Well, my masochistic curiosity got the better of me. I've seen worse, but that's going on the blacklist for damn sure.", "\"I CAN CLEAN MY OWN VAGINA NOW!\" Kills me every time. ", "[NAME], you're back! And still posting the same old editorialized political garbage, I see. Some things never change.", "The content is a rambling mess.", "Oh, well, you again I tried some stuff, people ignore me anyway", "As bad as this sub was in the 1st quarter, our announcers were just as awful.", "[NAME] opinion on adoptions is quite disturbing", "No. I did it for years though. It sucks, trying to be better about it. ", "Doing nothing is the most tiring thing there is.", "Especially weird considering [NAME] went to Fresno State and [NAME] went to Long Beach State.", "Bisbee is a weird place.", "Your pedo-tache is only the fourth worst thing about your face.", "I'm flying home to stl tonight. Land at 8pm. Have to get all the way down 44.....fuck.", "My feelings exactly. First thought, a sarcastic 'Thanks.'", "Please, please, please don't do that to yourself. You'll end feeling worse when this guy leaves you. ", "I feel like the world just doesn’t want [NAME] to have the spotlight. This is torture for a [NAME] fan like me. :’(", "True dat, I lost hope a LONG time ago", "That's the biggest annoyance I have with this sub the past year; how little people value [NAME]. I don't get it.", "[NAME] going to waste her virginity on that riff raff. My first time was with a married felon who lied the whole time. So romantic!", "You are forgetting driving. Somehow the law is full of examples of this double standard.", "That’s the chelsea board will all know and hate.", "Better to spend the weekend in jail than get convicted of something you didn't do.", "Given [NAME] viability prior to the 2016 election, I think the viability bar is set pretty damn low.", "How is recognizing a sovereign country as a country hate?", "Jurassic world fallen kingdom was awful after they left the island", "Nicknames like that get me all hot and bothered.", "IM GOING TO GO BACK TO INDONESIA UNLESS YOU STOP PAYING CHILD SUPPORT YOU SHOULD BE SUPPORTING ALESS AND [NAME]", "Shame. CLG [NAME] could've been a thing.", "There's too much focus on \"our side Vs their side\" and things just seem to be getting worse", "This is gonna get worse before it gets better.", "The third picture is creepy.", "Those eyebrows are faker than my future", "Looks sick actually.", "Im on an SNRI, desvenlafexine, and it has honestly been life changing. I have zero side effects from it, whereas SSRIs made me worse ", "I think [NAME] is honestly just a whack job.", "What? A [NAME] supporter purposefully misrepresenting the facts? You don't say.", "This not the first or second mistake by VAR against us.There was even an wrong offside against us some games ago and they didn't checked it.", "I still gotta watch the last one. ☹", "My wife is out for shabbos and I'm so lonely without her :(", "I can write in cursive, so that guy can go fuck himself ", "This is not a good relationship. It doesn't seem like she is ever good to you, only manipulative.", "What’s worse is that the judge and businessman are old college buds.", "I’m aware but you won’t see the Turkish state broadcaster promoting that filth.", "Ignorance is unfortunately a part of mankind. We are still so Un-evolved", "Dumb question: what's a gilding train?", "Why would you give your credit info to a company who doesn’t do background checks???", "Like protesting for higher minimum wages and better benefits for worker? Yeah, we protest for the opposite in Canada.", "Are you retarded?", "Here we go. What’s wrong with them.", "They wanted all the shows to be based in New York. Seems like a weird reason but that’s what [NAME] said", "Because shes fake and selfish, I get a really fake vibe off her like shes playing a role and has no feelings", "Feminist narrative... it's always the mans fault even when he's helping someone out, sleeping, and gets murdered.", "Can’t stand that dwarfism [NAME] she is so cringe", "It's a self-identifying group, and they have killed quite a bit of people in their crusade for revenge. It's both absolutely pathetic and absolutely terrifying.", "Did you just call me a *bitch*?? You will NOT disrespect me like this TODAY!", "I literally do not like this", "I kinda figured it out after I edited that and reread it all. It then sunk in that I got baited harder than a fish.", "I agree. I watched this one because it was literally the first one I found on TV. It was awful.", "Common sence isnt that common any more", "Idk why anyone would think PMing abusive messages is above the law on reddit.", "What the hell happened today? There must have been a pretty major disagreement.", "No one actually claims that [NAME] and [NAME] were real people.", "If you have to ask you're too uncool to be allowed in.", "I feel like I'm in a yoghurt advertisement announcing how my digestive system is all rejuvenated. Its that wholesome.", "Finally somewhere where I'm just an average fucking person Fuck why am I crying", "man whenever [NAME] talks i feel like a deaf person because well I just can't hear shit", "No. It cannot. It's a dangerous fantasy (unironically)", "Which is weird because I can still get hours every week the day before if I wanted to.", "I’ll give a big “HELL YEA” to that", "Why'd I get downvoted? Am I not allowed to watch Spider-man?", "Hell yea brother, Charlotsvile car attacker did nothing wrong Lets see how quick they scream hate speech", "\"THE SAMPLE SUCKS! THAT TOWN HALL MEETING WASN'T EVEN AS GOOD AS THE TLIC ONE\" ", "I just say I don't know shit. I'm just a ape man on a rock.", "Ok? Why the spammy post?", "I did this for Christmas to coming home. Somewhere in Illinois I said to myself \"fuck this Im flying next time and renting a car.\"", "I think that's a reference to how fucking mad watching [NAME] makes people feel. ie shit [NAME] is playing and now I have the furies!", "He’s a way worse version of [NAME]. I don’t think anyone is putting him in their top 15 besides Bears fans.", "Actually it's quite hard to decide without a proper reason. Under what circumstances do we have to do that?", "Oh, you're completely right. I'm an idiot. I'll be here eating my words.", "its even worse because the starter kit is like $70 too right? So in reality she probably made closer to $30", "Doesn't matter, you don't deserve an advantage over everyone else just because you have a disability. Edit: Lol, downvoted for stating a fact.", "That... sounds like gibberish. I expose myself to it in that it's my life. The rest of that sentence makes very little sense.", "for how long, you arent fucking with me?", "No, you are just suggesting someone be at the \"perfect\" level of looking for a relationship. Suggesting someone be the perfect anything is just sillyness. ", "Are all the people in that thread praising SB2...SB2? They all talk in a similar manner. It's odd.", "This is so true cause I always think “are they just using me for sex?”", "Why is sleeping with a coworker such a big problem for a news network? It’s not the military with a rank disparity or something", "What an awful last 10 minutes. Can't even make one pass to someone.", "I think I need to convince my boss to open a Beijing office! Why does using the accent feel fake here?", "If I have to watch Canada lose in a shootout I'm gonna lose it", "Guys. I think OP blew burns in college and wants to feel better about it.", "Yelling anger sorrow. Not that funny to me.", "Oh god. The pages are still Packers though, right?!", "Great, now I want to pee in it.", "Keep yer grubby paws off our Dlo.", "Do I wish people with face tattoos wouldn't be judged? Hell yes! But I'm not ignorant or Delusional enough to believe this.", "Yeah that doesn't sound fun at all. I may just stick to the burbs.... Thanks for the reply.", "That’s crazy how much [NAME] dunks compared to the rest of these guys", "I'm full of envy. Would love to be on that sort of money! But I fail to see the problem with it.", "Can't stand people who spam their terrible youtube channels", "[NAME] is unbearable. I wish [NAME] had killed her.", "It was the only thing that changed. The weight gain, terrible acne, and moods... it was all nasty.", "I will donate money to the \"Buy a striker fund\" [NAME] up top is beyond frustrating. ", "I dont know, she seems pretty gangster to me.", "This is why I love politics. It really shows how stupid people are.", "thank you, i dont get whats so hard to come to such an easy solution honestly", "Woke is realizing the world doesnt revolve around you at its most basic level. Thats dumb?", "Any time. I’m sorry you’re going through this. Just don’t drink your emotions like I did.", "This has been reposted so many times the photo is degrading.", "So you have your twin 6'9 215 pound forwards playing different positions? Interesting gm'ing. I see why the Hornets are so terrible.", "My organs love me. I wonder how emotionally damaged a person has to be to come up with these. It's weird and sad.", "[NAME] is known to make a short video hella fucking long. Not many want to see even more people do that. I'll stick to [NAME].", "Jobby is a new one for me, is that another way of saying taking a crap?", "Absolutely true. Sit down to pee at home, the splashback is real. Especially if you're tall. ", "Tortilla chips are the worst oml. One time a piece got lodged between my gum and my tooth. Like, that fella was /deeply/ embedded in my gum", "Oh look what you did! Now I have to go and get my cold cream gun.", "Or just head on to Galleon's Grave. I just hate Dagger Tooth.", "That's pretty bad though would certainly explain things.", "Annoyed by the people refusing**", "It bugs me just how many people move over to be on camera", "So hard to believe that this comment isn`t being ridiculed. I want some of what you guys are smoking.", "I'm not covering for anybody, trump included.", "Like that little pony who was trotting for his life, saying, “Oh shit oh shit oh shit!”", "I don’t CARE!", "I can't stand when a team member has no shoes, the sound drowns out other sounds for me and its just incredibly annoying to listen to all game", "Thats harassment brotha. Do you double dare me", "It's disturbing that this tweet got so many likes. Like, this is why twitter has a cancerous reputation.", "And butt. I can't believe butt cracks are blurred in US shows!", "Too much sympathy in this thread for a creep who didn't get consent first. I'm glad he got humiliated on tv.", "Most of the people commenting in /r/Libertarian aren't libertarians, but are just there to tell libertarians how stupid and evil they are.", "Just don’t feel bad. It’s their fault for taking it personally", "I thought I was the only one. And going insane.", "OH SUCK ME SIDEWAYS", "I hate beer. But I'll concede the point because others like it. ;)", "wow it’s literally disgusting that you’re getting downvoted for pointing out that she abuses her kids. this is the society we live in, eugh", "I see... that's a shame, but I guess we're comrades until it comes time for the 8th revolution or so", "This post is inappropriate for this subreddit.", "[NAME] at least has a pretty face and great skin. [NAME] looks like a cabbage patch kid."], "confusion": ["I think it’s a bit more complicated than that, it also would appear I may have been misunderstood.", "You didn't write that very clearly at all. I Wish You Would is a cover anyway, and I highly doubt that was the point of the tweet.", "I'm not trolling. This push for pro vaccines just seems strange.", "I guess the top left forgot to read the part of history where their ideology failed many times, and killed many people", "Not sure if this has been asked but is autism a result of not having a filter? Apologies if I offend.", "Now comes your affiant, [NAME], law school and attorney credentialing expert. I don't understand what's wrong, though. [NAME] passed the bar.", "i think its cool because its a hybrid that comes in stickshift", "I'm baffled", "Im sorry, my autocorret happened. But i think you can read between the lines? Or maybe just go full r*** :)", "Was just wondering about the mobile thing. I only use mobile and I've never noticed anything odd. It's not something people would care about anyhow.", "I think not including a question about favorability of [NAME] was a missed opportunity, given the questions are clearly written by someone involved in the rationalist community.", "Here's my guess: they are educated, and tired of being treated like second class citizens by the D party for being men.", "That's certainly one part of the puzzle, though arguably they are non-noahide as they historically advocated for incest marriage, but maybe it is different now.", "I don't understand but I do", "What? I though unicorns farted candy floss?!", "I think the [NAME] person is a Prequel and [NAME] memer right? Like this basically confirms it", "Whoa I didn’t even think he was a husky from the first picture.", "Thanks for your addition! I didn’t know any mercy players who made good content for her so I left her out. Appreciate it!", "Can’t tell if you’re joking. But it’s called a habit.", "I am legitimately confused as to why don't they do what Warhammer does with its video game licenses.", "I think they are leaving it up because they know they can't delete it.", "Yes, I know, I read the article, thanks. I'm not sure why you're quoting that, it doesn't change anything I said.", "I mean you can want a break from something and still enjoy it.", "Bridge trolls people, people trolls back the bridge, not sure what's happening now", "Yeah, even though I give it to him that it was confusing that they designed Crysis 1 for PCs that wouldn't come out for like 5 years.", "Alright, so I googled aaaaaaand sorry for my misinformed mistake. Dunno where I heard that [NAME] didn't win the popular vote but it was wrong :(", "Did I miss something? I don't think she's announced yet. Someone could still beat her to it.", "I really like the colours but I'm wondering where that bit of shadow on the chin comes from.", "There are 649 voting MPs, so some were absent (or abstained??)", "I’m always reminded by my relatives on my birthday asking me if I have a girlfriend yet. Sorry bro ima yeet out of the social norm.", "I don’t get it. Does r/sardonicast actually believe that BP is highly overrated?", "Love the idea for the [NAME] skin but I think it might be too hard :/", "> I didn't know that. That's a perfect solution. Thank you!!", "...But I don't think you'll find that delving into the minutiae of criticisms here will enlighten you. With respect to my STC cohorts ;-)", "> He's finished. What does 'finished' mean specifically here? I think most of the previous times I've heard this phrase it's been sarcastic.", "Thats....that's pretty normal...prolly somewhere in the ballpark of 280miles...If you dont have a fuel efficient car its not hard to do.", "Besides this and diablo immortal what else did this recently? I feel like there was one more big one but I cant remember what it was.", "The name he asked if I was, was some foreign name. It was so far off from my actual name I thought it was a joke at first ", "I read \"Driscoll\" as as \"Discoroll\" and assumed this was in NC.", "Nice quote, not sure if it was worth the time to pull up though.", "What do you mean? It would be the same code for every system?", "Oh, totally mistaken - thanks for correcting me! I had read differently, but maybe that's in other states/cities?", "Same thing as well! I don't know what is happening.", "Unsure if OP is serious or just being sarcastic. I can't decide?", "By the driver ?", "Ahh didn’t know that. Thanks!", "**Who would win:** a team of 10+ moderators with libertarian principals or one person with a Python programming environment?", "Most countries function as a faux democracy I think. Especially in the USA whereby Congress takes lobbyists money it becomes more of an oligarchy", "What if I don't fully have feelings for her and just really like her cuteness", "You lost me again, I don't know what sex selective imprinting is. Let's not get off track. Still waiting on definition. ", "I dont know, you sound like a rarity in FA circles, in my experience most FA´s arent outgoing and dont have big circles of friends ", "I thought this was a diary that I wrote in my notebook! I'm almost exactly the same!", "I'm finding it hard to distinguish \"discuss the merits of conspiracy theories\" and \"debating\" those theories.", "I kind of want to try that now actually. With some chocolate added I think it could work.", "I'm not sure if [NAME] is visiting the Podesta pizza party.", "Yeah. Online schools, who knows what they're like?", "She’s way too gangly to be thrashing around - I was waiting for her to take out a light fixture.", "Idk, my fleshlite addiction is pretty costly", "Oh wow I didn’t know their website was owned by Sinclair. I thought that was just channel 2.", "I thinks he's the leader of one those Turkish backed rebel groups. He was accused of raping the wife of one his soldiers and screwing prostitutes.", "What are the odds it isn't someone on this list? I don't remember if the [NAME] hire was totally out of the blue or not", "It's the physical pain, mostly, I think. Maybe with cbd stuff getting big and easy to get now it'll taper down?", "i am a little bit confused, who are these guys and why did you ask her if she is dead", "Are you joking??????", "I would not recommend that, as communication is very important in this game. But whatever floats your boat I guess.", "Will they ever stop?? FLG is a cult.", "So if the 4 wheels are locked I guess", "How do you play 180+ hours and not know that taunt is already a thing? (Pick a fight, ventriloqy)", "Now I'm over thinking. Maybe I have justified it to be able to move on and get closure???", "Oh man, I didn't know that. No wonder he has no care for it. Does he have any post secondary education?", "why do they look like their all wearing gas masks", "Yea it’s custom, me and a friend of mine were messing around seeing what we could sit on...", "If he had called her bluff, I doubt she would’ve ever pulled that again", "Was pretty confused about a random guy having dinner with [NAME] until I read your username haha Congrats for Arctic btw!", "I think this qualifies as r/prorevenge, honestly. Dude needs to face consequences more often, otherwise he will keep trampling over people’s boundaries.", "He is already 19, turns 20 in July I think", "Come on how would gladiators let [NAME] go.", "I think we have the same grinder. Love the bong!", "Do women make the razor blade choices for their spouses? I guess they could aim for that demographic.", "It's in the news. I think I read it in SFgate or maybe mercury news.", "I don't know how you get over the survivor's guilt after something like that.", "Both sides have extended offers to end the shutdown since it has started, I think it's disingenuous to act like this is completely one sided. ", "She actually survived the incident, I don’t know if anyone has the article", "I took a screen writing class and I think we had to do this. Then again the class was a while ago so I don't remember much", "Where in the timeline does ESO take place? If there be dragons, is this around Skyrim or in the distant past?", "I think I would spontaneously combust from sheer delight", "Why would they lie?", "Didnt even know that was a thing.. yeah well ill probably never be a public figure so it doesnt really matter i guess lol", "I don't understand the title.", "Maybe it's fantasy.....I just feel like the stock for a lot of these Ducks is reallllll low right now", "What band?", "Sorry, the two different names made me thing those were two different places. ^ ^;", "I don't think you know what a vegan is", "Yeah my guess at this point is either a 2 year bridge or 8x8.", "Thanks for the explanation. I got out pre marriage and always wonderd if it would have got worse if we had got married", "I don’t know if that’s a better or worse reason for wearing the arm band :(", "I doubt people are *happy*, but they probably aren’t sad about someone who was potentially endangering others through their anti-science views.", "Glad that [NAME] continues to be himself even in a mystery fortress. I doubt I'll ever play another game as good.", "Where did the second biker come from?!?! Did be climb out of the truck bed?", "Was it? I thought it was someone from last season. Maybe I am just remembering wrong. I’ll have to watch her again!", "[NAME] would be an exciting guy to bring here. I think he'd at some help at RB, especially if [NAME] ain't interested", "I'm assuming they sense the change but to translate it onto the screen for the audience they have to have them realize it", "> Why create more jobs when no one is available to even take them? We could always import more people to fill those jobs.. :)", "I thought there's a top 5 and they filmed each elimination? What makes you say [NAME] isn't there (though I'd love [NAME] to be)", "What are you even talking about? I'm sorry you don't like [NAME], get over it.", "I think the Sugar Bowl is enough. You'd basically guarantee a rematch most years in some fashion with a challenge like that.", "Maybe you'll get lucky and it will fall apart before they go through with it.", "Wow! I didn't even know there was a handball world championship.", "I guess this is place where we are thankful for Microsoft complexity.", "I don't think [NAME] is on the cast list for Episode IX, so I doubt Phasma will be coming back again.", "> 3 low-ceiling prospects I think 95%+ of professional NBA analysts would disagree with that assessment"], "realization": ["The only thing missing from their stupid play book is some sort of weapons of mass destruction hysteria", "At least [NAME] got to touch UFC gold. Not many people can say the same. In good company.", "Pulled from IG. IDK where it originated so no credit given. It's just making the rounds.", "I shook a hand that shook his hand once", "Oh [NAME], someone did it already, and it was 3 DAYS AGO O.O", "Guilty... waaaaay over sold myself on my resume about 12 years ago.", "I've realized after more than 100 hours that you can dismount a horse without jumping off", "I just unassigned and left", "Reminds me to the movie [NAME]. \"I saw it in a movie, it will work!\"", "That has to be an understatement, I know several myself", "I stated previously, the one knock on [NAME] is his lack of counters. That’s what separates him and [NAME].", "I feel like I've been transported back to 2011 when I look at the meme", "Post paid. It's very temperamental on when and how it's gonna work.", "I REALLY should get my breaks checked.", "My first thought was, \"What is a [NAME]?\" Then I realized I was being dumb.", "I definitly used to do this all the time and it feels very good to have it for me alone", "Protecting the border is self-defense. It's not really a selfish thing to do.", "I've heard how hard it is to get into nursing programs, congratulations!", "If she stole a wallet with an activated card, or something along those lines. Once it's purchased, it's stealable.", "That is subjective, it just increased my patience hence, it made me patient. As if I already wasn't.", "If that's true OP, you've lived quite a sheltered existence.", "only took em all of the time to realize", "On reflection I might've been harsh on [NAME], but Bandai's existence was forgettable like a swing flashback in Naruto.", "I found a shirt hanging on a pants hanger last week, but not even between the clippy parts.", "i was thinking about your art earlier today, and now i've been blessed with this on my feed", "Yes! I was lost without subtitles on Sons of Anarchy.", "Maybe check the song title one more time chief. Love the song tho. Also today’s a Scared of the Dark kind of day for me", "\"Look, I know you want to teamfight right now, but jsut let me spend a little time in the jungle then we will win later\"", "The last time Russian military contractors met US forces, they lost 200 men and dozens of armored vehicles. Lmao.", "Honestly tho. You ever have someone order loaded fries like 2 minutes before you close your kitchen? I have. This is similar to what they got.", "i didnt know that blonde coffee has a different scoop until like 3 months in tbh", "I see now, but at that time i just woke up and this was the first thread i saw hah", "I think it depends on the combo whether you can block or not. Right? Sometimes blocking works other times not so much.", "Totally zero bias at all as we know feminist scholars aren't bias and always correct no matter what.", "I absolutely thinky wife is more beautiful now than when I met her.", "oh i knew that", "That's what I thought too man", "Oh, what a tangled web we weave When first we practise to deceive!", "Girls are different. That's a basic fact. I would never crack the same type of jokes I do with my guy friends with a girl.", "No friends anymore, but had a guy get jealous at another guy flirting with me.", "I used to fish off the coast of Cornwall and sometimes this seal would sit and wait for me to catch. Our friendship was based on fish :)", "I didnt realize belgium was behind on climate change.", "I'm starting to think that this whole DSJ trade thing is a bunch of BS.", "Looks amazing! You've reminded me that I need to organise a good hill walk or two this summer.", "Not talking about [NAME] as I've barely seen any of that, just the implication that [NAME] got a lot of new mixups", "These comments are a reaction to the news article. The news article came first.", "Theesomes won't make someone monogamous more open to solo stuff.", "They're only part of it. There are subliminals as well. My sa is cured. Have a blast keeping yours if that's what you want", "I've just thrown all my spoons in the bin. I'll learn to eat yoghurt with a fork.", "That's not irony. Just coincidence. (I know this is [NAME] tweet).", "is there a satire flair for this sub? because this one needs it", "I didn't realize there was ever an initial post on this subject.", "Looking at thngs that way can also help with confidence. Realizing that it doesn't matter can be quite freeing.", "I find that fascinating considering that racism and sexism so often intersect.", "Oh, also forgot to add, LOTION! ALWAYS lotion afterwards. It only makes your skin smoother! ", "Sorry, didn’t realize I was talking to a fan of the prestigious UCLA Bruins football program.", "Well he abused his previous girlfriend, he ran a porn site that's what I know", "I know, right? Burger King is clearly superior. No wonder he is FA.", "I discovered this channel last night! She has a video on Harry Potter and the end of history that’s really good.", "Seriously. I had 2 jobs and was in college. I sleep more now!", "Sometimes, if there's only one available device, the app will just connect to it when you hit the button.", "I know your not serious because your not looking whole corpus Here’s unique ones only found within [RELIGION] tradition", "I trust my girlfriend enough where I know she won't do anything of the sort", "I am the same way. I feel your pain! Therapy and meds are helping me!", "for something to have gone missing it had to have existed in the first place.", "I’ve reported her before I think that’s why she stopped pming me and started following my comment history instead.", "Exactly, I've seen some of her friends and family SM and is not exactly wowing me. ", "No I don't lose points from losing to someone I wouldn't get points from beating.", "I know it's easy for me to say because it wasn't me but money is money. We can always make more. Really sorry dude.", "There is nothing more statist than socialized and compulsory education. They subsist on violence and perpetuate violence. These people are the clergy of the state.", "Huh... I'm left handed and have never realised I do this.", "Weirdly I never heard of this show till I saw it on the RTE player this morning, and now this post... Maybe its a sign? ", "They were saying the other guy who revelead this was lying! I knew it was true. Mods are gonna delete this post dude they are censoring.", "Yes he knew the child was his. I was living with him the entire time and we were constantly together.", "So I said earlier that this team was boring without [NAME] lately. I take that back after the last two games.", "I don’t think you know what competitive gameplay means Hint-I don’t mean a worthless number by your name", "I stand corrected. I totally forgot the knee and shoulder injuries earlier in the season.", "I realised hatred does only more of self damage. Over time even the hatred fades.", "Of course I remember a time when I didn't know what calories were. I was a child.", "“While you were getting laid, I was shopping for clothes at Costco.”", "Was blown away until I heard everyone speaking Spanish and realised it was Mexico. Not so shocking anymore.", "Nah the highest voted stories on nosleep these days are about sexual abuse or something along those lines", "Third here. Oh, ok. Wow.", "Absolutely. I have 3 kids with this woman. My guilt is compounded because I will be tearing their worlds apart too.", "lol dont worry im aware, just thought it fit more here is all", "> Also why I watched the old guy getting stabbed with screwdrivers till he stopped moving! Dnepropetrovsk maniacs? (3 guys 1 hammer)", "I know it's like this hipster phrase it's so stupid like you're not from the south you dumb motherfuker.", "I remember all the Bolt-on jokes this sub was making when it happened. All the best [NAME]", "Hopefully \"new games\" doesn't mean \"new ways to put money into other things besides our main games.\"", "There it is. I knew I wasn't the only one bothered by this."], "joy": ["No problem at all, glad I could help :) Cheers!", "Wow this basically means that 99%of bolliwood movies are basically documentaries! This changes everything!", "Wow, /r/noisygifs for real. First time I genuinely felt I could hear it.", "It is awesome, and nothing turns me on more (as far as giving pleasure to my lover goes). Seriously.", "Im glad you took that step. Sometimes its really hard making that decision, but im glad you didnt force yourself to be miserable", "Wow, someones lived a sheltered life.", "FEAR THE TURTLE", "Glad I could help!", "You're amazing. I'd buy it :)", "Have fun in the farmer's league.", "Oh wow. Gotta visit it one day.", "To each their own. I enjoy it for what it is", "Or at least a couple more visits to the booth. I enjoyed hearing him adding to the banter.", "Glad someone appreciates it! This was a lot of work.", "Glad your boss backed you up", "Les Collines (Never Leave You) is still a bop. I loved that song and is still awesome in 2019.", "whoa, mama mia, boy", "Fucking happy this jerk is still well and alive.", "Wow that’s like - sound porn.", "Yay! (Tech will be improved. Eeeek.)", "This movie was awesome, what’s wrong with you? I’m sure the next one is gonna be totally rad.", "Really glad the US just passed transparent pricing for healthcare providers, but it's just a first step.", "Stotts raising Nurk's usage rate is making me a happy fan", "Our games against San Fran always seem to have amazing finishes", "Wow I’m glad I live in Cali", "Wow she’s getting a spud in the head the next time I see her!", "Just Wow.", "We’re playing well, except for a 2 minute stretch. As is tradition", "I’ll be honest I really don’t care. I’m happy to know that others care about this, but eh you do you", "Yea, I saw him live in Stockholm. It was awesome!", "Idk why youre downvoted, executing a manequin seems fun", "In draft I see a lot of enchantress. Even without Enchantress if Lodestone Demolition gets 6 dmg(same as Lightning Strike) I am happy.", "Welcome to The World of... Mobile MMOs. Where power can be yours, for a price.", "I'm so glad [NAME] finally got her visa, she's going to do awesome living in the USA!!!!", "Oh. Oh shit. It's you. Sorry you had to see this glorious trainwreck.", "I'm glad for that. Once that check comes in, I only have about $3000 to work with.", "I was just scrolling down and I screamed when I got to the feet", "This is amazing!!", "Agreed. I'm happy he was able to find a resolution of sorts; to effectively overcome the event.", "Awesome. Im pretty jelly rn, im on a t-break for a month. Hope you enjoy. Sending positive vibes brother!!", "I'd put the Thielen TD against Packers as number 1. That was such an amazing play by [NAME] and [NAME].", "My daughter attempted in November of 2012. She also still struggles. Glad you’re BOTH still alive!", "Thats nice to hear, glad I could help.", "She even tweeted the Ghost Adventures crew, oh wow. ", "Paraphrasing [NAME], this brought warm feelings to my heart.", "Makes me very happy indeed.", "TLDR; we get many drizzle days and our summers are amazing.", "You win the Internet today. Fuck all the other winners. You’re the real one.", "Buying Bitcoin at it's peak is the equivalent of people buy Fyre festival tickets. I'm glad I did neither", "At the very least, I’m glad he tried something other than the standard blue. And yeah, I think the title is above-average as well. ", "I love this so much, glad [NAME] made it to San Jose after all", "This is awesome. Makes it feel like a community rather than just a forum.", "This story made my day. Ha!", "Aww thank you. That’s very sweet.", "Glad to see those refs from the Rams/Saints game landed new jobs in WWE.", "Wow, after the past 2 seasons that seems like it was like 6 years ago.", "Can confirm, girl asked my out on a second date and my comfort levels and confidence sky rocketed", "I wish you have a best luck on your journey.", "read that as 'Belly Racing' and tbh i'm a little underwhelmed", "Oh look, they’re little footballs!", "Wow 40 years at 18 wow how unfortunate.", "It’s not so much that I enjoy money and more that I do enjoy scamming people.", "Good to hear - I am glad you at least have that choice.", "Wow you summed it up perfectly. Where can I find one of these rare specimens?", "I once had a guy yell something obscene from the window of his truck and throw a half full beer can at me too... good times", "I might get to phaneuf traded levels of joy.", "This was not only true, but pleasing to watch.", "That sounds like a hot date. ;) I've never been, but friends say just order the cheapest food and enjoy the ambiance.", "I'm very glad too. She has been with me for twenty years now, so basically all my life.", "Glad to see I'm not the only one with that bug. Maybe someone will report it some day.", "Just what I need; a video of my commute to work so I can enjoy the experience in my free time.", "It’s amazing what can happen if you work and want to win.", "It's amazing that things like this still exist, considering how much English-language education there is. ", "Unfortunately that's a long old way from Sydney, but I'm glad teams don't mind having non playing members ", "It's because you play against 1000 ms ping EU players that have no idea what's going on. Happy hunting!", "This is amazing", "Oh I know just bantz", "Way braver than me. Hope you have a great night. Cheers!", "The real tips are always in the comments :D", "Wow full-screen twitch on mobile is cancer.", "That's amazing why have I never found this before.", "Man, I would cry tears of joy if my two-year-old cousin could just say my name, let alone say a coherent sentence.", "I sure hope so. I wanna cry tears of joy knowing [NAME] and [NAME] rode off into the sunset with one last ring.", "Amazing. It looks like a penis and a vagina at the same time."], "remorse": ["And then attacking you as a person when you say you'd prefer not to be stalked and murdered. Sorry but your friend is a problem.", "I recomend a Jasikevicius from Litva :) Sorry for English.", "I'm sorry you have to deal with this. My mom does the same anytime she loses something. She accuses people of stealing whatever she lost.", "Sorry, I meant let them know outside of class.", "I'm sorry *what*", "I’m so sorry for your loss... if you ever want to queue PM me for my steam", "And you're a lame, sorry not sorry ", "I felt the same guilt when I stopped believing in [NAME]", "I could see [NAME] doing something but [NAME] and [NAME] won't say anything.", "If she is sorry at all. Could be more along the lines of \"I am pretending to be sorry so I don't get fired.\"", "Her face right befoe this needs to join the meme economy. The \"I'll regret this for years to come\" face.", "We are sorry but the sympathy you are looking for is not available in your region.", "What's good kid? Sorry for the racism.", "Maybe you don't know that other parents are staying because you're not there?", "They look like great bros, sorry for your loss <3", "My only regret will be posting this on my alt account.", "I'm sorry that America funded a coup, but I get to have my Medicare. - AOC", "Gotcha. I see my clarification above. I sincerely apologize that anything I wrote made you feel that you needed to enforce your boundaries.", "I regret that I have but one downvote to give.", "Yeah I regret ever moving to Leduc. It's one of the most backwoods, proud-to-be-ignorant communities I've ever seen.", "Sorry, I would like your comment, but it's at 666. And I just can't bring myself to change that.", "So sorry for your loss.", "I'm sorry your trust has been that badly broken.", "Two goals that are directly the fault of the our defense? I feel bad for [NAME]", "want* a source on that, sorry.", "I'm sorry I like to actually spell things out", "sorry. emotional writing bot! you dont know what its like to have an amygdala! lol", "I regret not grabbing my work laptop today, then I wouldn't have to leave fort blanket until Thursday. ", "Sorry, [NAME], but [NAME] beat you to it.", "Oh dear, The combination of drugs, alcohol and a cell phone has caused many regrets. ", "Oh and my heart is starting to back a little spastic but easy to control", "Sorry for the bad analogy, yours is way better"], "excitement": ["That's hot ... *Notices tags* \"Fooled again ÒwÓ\"", "Not to mention the small electronic machines that we all carry around in our pockets. It'll be interesting to see how this impacts online casinos that accept cryptocurrency.", "That makes it an extra special accomplishment. Yay!", "happy cake day", "Oh gosh, I can’t wait to see how much you’ve accomplished Mr. Not Retarded Criminal ", "Good. Can't wait for the lulz.", "I know I’m late, but happy cake day :D", "Happy birtday my dude", "I’m excited to experience Denver for the first time! All I’ve heard is how amazing it is", "happy cake day", "Hi, [NAME]! I hope you have a wonderful day! -HappyFriendlyBot", "Can’t wait to lose this one!", "so painful to watch ugh im excited for trade szn", "It's so surreal that we have a superstar on the Canucks. I have to pinch myself everyday", "Outstanding, really outstanding. I can't wait for her visit to the United States.", "Gonna get a cheeky nandos with the mandem", "I hope the Rams take it all cause of that. Would love to see [NAME], [NAME], and [NAME] win the super bowl again!", "So excited to see the man again.", "What an interesting thread you referenced in your response!", "I cant stop seeing SS VS BM", "Yeah guys assume 95% of attractive girls are taken OR have a bunch of guys hitting on them online.", "Congrats I’m very happy for your happy ending. Wish you guys many many years of happiness together", "Happy to hear this exciting news. Congratulations on your fun-filled morning.", "im actually really pumped to see how [NAME] does in Spain. hoping he gets some playing time to prove himself.", "Plus the idea of a choose your own adventure movie is absolutely exciting and brings more chances to go back through", "It's giving me old school [NAME] vibes.", "Happy belated cakeday.", "[NAME]?! Welcome to the show!!!", "*Hey just noticed..* it's your **1st Cakeday** Spottedgriffin! ^(hug)", "Omg!! Its rainbow!!", "Awesome me too, can't wait.", "Edit: Four on Five now man! Woo!", "Always worth a try. Good luck!", "Happy caketh day", "The intro in that video looks like a sand storm on there, imagine a sand storm while playing GA on that map, it would be awesome!", "There are some amazingly cringey compilations of terrible dialogue from this show on yt", "FaceTime with wifey!! Happy anniversary!", "I'll have a look and see if I can find it. Cheers for the info!", "Thank you! Happy New Year, hopefully it's a good one", "I changed team snapchats name to “Bae❤️” so i get exited every time I get thing from them.", "I can’t wait for him to file bankruptcy. His legendary move.", "Happy cake day!", "I can’t wait for socialist Norway to collapse.", "Can't wait to the part where she ties him to her chariot and drags him around the Capitol.", "“and THAT’S how you kiss!”", "Awesome, it looks like we've found our next scapegoat.", "Thanks! Itll take some getting used to for sure but I'm excited to move on."], "approval": ["If you’re in public, I suggest you hide your concern as much as you can.", "And you can amend a tax return. She can’t amend a terrible life choice like that.", "Convoys were the safest way to get cargo ships across oceans, so that would be yes.", "Always a pleasure to have our board of directors pay us a little visit.", "That’s a good way of putting it", "Thank you. I'll definately be sure to pick up that book sometime.", "SC6 has a colourful cast and is actually very easy to get into. So yeah man, go for it.", "I totally agree man I hope one day I can find that too", "Put a shirt on, this is the internet for [NAME] sake! ", "Love the post bro. Gave me a lot of ideas.", "You need to look up what flaming is. Don't get offended just because I'm calling out 14 year old boys like you.", "As a libertarian, the market value of my love for you is pretty damn low but I’ll give it to you anyway.", "Never understood the attachment to cats personally, letting them in and out and back onto the bed. It’s just not normal and gross.", "This was legit the first thought that came to me when I saw them there at the podium", "Find some good rats bro, and just run thru them man. I mean just plow thru them and get your sex game up. ", "Honestly, that’s wife material. Get on that! ", "Now let's sit down, relax, and have a nice cool glass of turnip juice.", "If you wanna spend thousands for every piece of furniture then sure but a lot of people don’t have the budget for this.", "I’m ready to see yet another person fall tonight.", "Interesting. See, that seems much more adult. And actually makes sense. The things we do in the US man...", "Nothing is wrong with hugs and love, but most adults need sleep too.", "If you'd like to suggest an alternative non-inflammatory metaphor for something that implies racism, I'm happy to consider it. ", "You shot well. UVA's defense wasn't that bad that game in all honesty. People underestimate the amount of luck involved in basketball, bottom line. ", "Honestly I’d believe it. [NAME] seems stuck in that high school mentality", "I can safely and honestly attest that I have had *nothing* to do with any disappearances of any sort. ~~[NAME] has already touched the reply button.~~", "shouldve been a blow out if we made all our FT's goddamit. ill take the win tho.", "Nothing. He can hold the SOTU wherever he'd like. [NAME] uninvite is just political theater", "That’s the p-value, not the effect size. 0.4 is a long way from being a significant result.", "That’s a fine r/beetlejuicing here", "I've actually taken this opportunity to get back into making YouTube videos.", "> I'll check those links! Have fun with it, kinsman. Ásáheill!", "TYM is the best place for that kind of thing.", "Sorry I am kind of new to posting here. Didn't even know that existed! Gonna try and move over there.", "I could honestly just go without intermission interviews altogether.", "Glad it had a positive impact on you. Welcome to the club!", "Lmao, I have actually seen this happen at a [NAME] gig, so yeah, probably true.", "I agree that all people deserve respect and to be free from harassment, intimidation, or assault.", "Ha, I'm with you on that one.", "Understandable. Thank you for your opinion. Ill move towards due action soon.", "Oh I'm not denying he is a scumbag who should be run out of town. Just whether this individual thing happened.", "It's less about what actually happened. What's done is done. I just want her to know why sexual exclusivity was so important to me", "Time for a shot bud!!!!!", "[NAME] doesn’t care if you drink tea. I would tell him how you feel. Keeping you in my thoughts.", "Let's get things back on track! Happy new year!", "Now you can.", "Thanks. At first I read it as party", "Yes it is child abuse. It’s sexist too.", "I just saw it on there... pretty cheap to be such a old item... starting bid on one was a $1", "Also, there are too many steps to a delivery. That needs to be made more efficient and the app needs night mode. ", "Yes please go get tested even if you don’t have any symptoms.", "I'd be able to give you more helpful advice if you could be a little more clear with your situation and what you're asking.", "I agree. I could tell she was really upset.", "Doesn't stop you trying to hold court over on the US sub though.", "i would agree with that. i still dont see a good reason not to provide daycare though.", "Sometimes the mouse attacks the snake ! I think you should start dating if he is going to be a asshat.", "Are you top or bottom? I need to go under you real quick I'm gonna need you to take him on bar", "No, but I might choose to not support certain teams because their owners are trash.", "Let the liar lie, it's more fun to watch.", "Let’s learn to love our neighbors like the [NAME] learned in Rome", "Lets spare him his life from this monstrosity", "I’ve always used a medium sized screwdriver but it can mess up the prongs so use a chopstick and you should be fine", "Great. So increase prices 20% overall, give the waiters the extra money. I'm happy with that. 20% is a great tip.", "Thank you so much I'm going to start it right after the Golden Globes!", "I don't disagree, but if he's open he's gonna shoot", "I wanna see [NAME] up there 90 points let's do this", "I’m not crying... I’m just cutting onions... I-I’m making lasagna..", "Take each penny and give it a good look... to sneeze and lost the count. Again.", "Heh, don't know how it was back then but I'd really suggest giving it a spin now - it's like life-consumingly good!", "This is a solid list, and I will totally allow Scream to count. Surprised to see 10 Things below She's All That tho.", "I would pay good money to watch [NAME] vs Dr. Now!!!", "OP is just a kid. Let's just move on.", "I'm also an intj!! So uh, you can do it too ;)", "Welcome. Brooklyn > Manhattan anyways", "Bold of you to post [NAME] art on Tenko's BDay. I approve.", "Some, I assume, are good people.", "Trolls are okay in this sub but let's be more serious here", "I look forward to finally trying the game out and helping you guys pump up those kill counts", "That's the purpose of the experiment.", "good luck buddy", "I meant characters like [NAME] or [NAME], but that works too.", "I unironically approve of this message. It is time for the French Revolution to end.", "awesome!!!! I believe in you!!!!!", "Let people worship if they want to. It’s time for us to move forward and focus on bettering our own lives", "Interesting, I’m going to have to pay closer attention. Thanks.", "It's going to hit all of us but there it is : no deal. It's high time to accept reality.", "Yes my mother is ok with it.", "Yeah you're right. That's the problem. Not guys thinking it's ok to message someone they haven't matched with outside of Tinder.", "Yeah, I took it more like “not us, but the radicals” mb.", "If by \"better\", you mean \"more fun\", then I'd go with the second one. <smile>", "TAKE MY MONEY", "Keep it going. Love your hot takes on this sub.", "Every government in the world charges these fees. Welcome to the real world.", "I think I’ll go ahead and continue criticizing silly unfounded and harmful beliefs", "Ugh, just give me some Metallica, [NAME] and the damn puck drop.", "could've directed them to the employees. it's not hard especially if they're 3 inches from you", "That’s what I was thinking but the few times I’ve had it happen I got far less than than long pickup + cancel.", "I’ll never understand people who freak out at that, just say they were born a different color.", "Hey, you sound like you're living my exact life. It's a good life. Enjoy sharing the love. ", "Today I'm going to show you how to get salmonella with one easy step", "What the shit is a “Netflix”? We are Hulu people now.", "I would like to suggest one that's like Would You Rather. More of a dark comedy but oh so good. Cheap Thrills is amazing", ">I want to believe that everyone deserves love They absolutely do! And he loves himself enough already! Too much, in fact.", "Yes I do, I even tried a brand new pod as well and nothing", "Attention Bajoran Workers: Your videos our now ours.", "I’m currently putting a investigative task force together and I believe that I could be done assembling that team in as early as 400 years!", "OH YEAH ITS FINE", "I agree. I’d rather spend $500 a ticket to go to MetLife and watch it on the big screen with 75,000 other Jets fans.", "Don't worry, all these people will get the rope once I've established my new world order", "I completely agree, someone would take a flier on the kid.", "YESSSS!! The schtick with cameras never failed to delight.", "If you're in the Bay Area check out Flying Over Walls.", "Went to a rave Friday night so I spent the day asleep. No regrets.", "Amended: skip all intros AFTER THE FIRST TIME. I actually want to see them... ONCE. That said: pressing a button ain't no hassle.", "If you don’t like the memes you can leave"], "love": ["I love this man.", "I love the DC movies :(", "I love how you worded this comment. It's like a proverb.", "I love trying new foods for the most part", "Wha? I'd love more background on this.", "i love [NAME]. itd be incredible to see her", "and I love him for that", "I’d love for [NAME] to turn into prime [NAME]", "I love any story that includes the phrase: \"Some gypsies showed up\". ", "I equally love and despise them when they talk about a player diving as \"flopping\"", "Love it when the wife goes lets it go retro. Also love it when she gets that puppy waxed.", "Myself and Mr. [NAME] agree small breasted women make the best lovers.", "I really love this title.", "I've always loved [NAME] just saying are we all forgetting he literally won rookie of the year I know it was against no competition but still.", "Goth pale is lovely.", "Love how he stops and embraces the pole.", "there's no limit when it comes to owning dogs.. more dogs = more love", "I um like your username", "I like how in the wrapped version, [NAME] looks like he is hiding a chub.", "“Okay [NAME] you’re doing great I love you. Later can I have some pets”", "Love it. More power to you!", "If you're beignet hunting I also love the ones at Just For You, in the Dogpatch.", "This is so cool! I love the hat.", "I love [NAME] already", "I like this feeling", "I love you ❤️", "Thanks! I love watching him every week", "I love this; now when commies say they had the word \"libertarian\" first, we can say we had class analysis first!", "You win some you lose some. Still love my mavs.", "I love how dramatic it is. It's perfectly self aware", "I love it when people assume things.", "I still like beer.", "I love assault", "[NAME] is my top choice. Love the tape and could anchor the line for many years", "GET IN MAH FEELINS", "I would love it as long as the art style was mature and well done", "He's ancient. If elected, he'll be 79 in 2020. I like him but that worries me. ", "This actually sounds like cyberpunk slang, I love it", "[NAME]. I love that this is the top comment.", "I love your username...", "I love how this sub is gender less", "I like this kid", "By far my favorite STP song and one of my all-time favorite songs in general. Love this song.", "[NAME] and [NAME] going on a bike tour is awesome IDK why I love it so much", "A blanket. My friend crocheted me a blanket a few years ago and I use it every day. Love this thing!", "I’m making pretty decent money doing Gun Rush. I love it. Discovered I like 1-life modes for this game.", "[NAME] I love college football just because of these wild plays where coaches and players go all out to win it", "I love the fact that he is a complicated character makes it challenging", "I like this rule because in life there are always exceptions. The problem is when you start feeling entitled to *being* that exception.", "I love this", "I love those possum dives!", "I actually currently have a girlfriend and I love her. It's just that those past situations gave me trust issues for life I guess.", "I like it", "god i love [NAME]", "King Gizzard and the Lizard Wizard and Beach House are my two favourite bands.", "Love it.", "[NAME] damn I love Coops", "Taking a charge up 30. I love this team", "If I'm dipping my crust, it's in marinara sauce EDIT: I love hot sauce on pizza", "She's passed away.", "Thank you, kind Internet stranger.", "DJ's mocks are always a little off pre combine/FA. I still really like his mocks, this one i just off to me though.", "Man I love that flair.", "I **LOVE** that the players are finally getting into the game. People feel invested! I like that!", "Lol! But I love your last name though. XD", "I love when the subreddit shows [NAME] some love! We have so many people that keep an ear to the ground for quality [NAME] content.", "Love your username", "So satisfying chucking a spear and getting a few guys with one throw. Also I loved the bow in this game", "[NAME] has lost it and I'm loving it!", "Oh yeah. I love stepping out of the tub and putting my wet foot on COLD TILE. More like thanks I love this", "[NAME]. I really loved your hustle for 35 yards. That's why it was so hard to cut you.", "I thought I was the only knicks/browns fan on this sub! That's cool. But yeah I love hearing him and clyde do broadcasts", "Your wife just proved to your son that her love for him is not unconditional. She sounds ignorant, hateful, and should get therapy or get out.", "I like it A LOT.", "\"I'm here for the strings\" I like this.", "I love [NAME]. He’s just going to keep getting better.", "I LOVE IT, I would love if they will make season 2... I really enjoyed it", "I like Tom and Kato.", "i love you.", "I love the bus so much.", "This is so wholesome I love it", "I loved [NAME]. He didn't seem evil at all!", "I love this, my wife told me about something she read on reddit yesterday and I was like.... well just like ol [NAME] here!!!", "Gotta love January.", "Aww this made me tear up! Please keep posting your poems, they are so special ♥️", "Ohh I love bag designs", "I'm the opposite. I love spending time with friends but initiating it always gives me anxiety, so I generally wait for them to do something.", "I love every bulge, scar, stretch mark and jiggle. Every single one tells a story I want to hear.", "I LOVE WALNUT CREEK", "This is incredible. I love this album so much. Everybody wants to rule the world is so good.", "I like that!", "I love this meme, killem with memes", "I love reading these posts and not realizing it's [NAME]"], "optimism": ["whoops I still hope they press that legislation though", "Man hope he recovers fast. Looked really painful", "I sincerely hope they'll take good elements from DMC 2 (outfits, [NAME]) and maybe make fun of DmC", "Cool post. I just wish the game had more enemies besides just the spartan and athens army (like harpies, giant snakes, something like that). ", "There have been some really good replies in this thread, I hope they help you too! :)", "I definitely liked him last game against Houston. Hope this is the new AG!", "I got into law school, and now I’m finally tackling my addiction to video games to make sure I graduate :) ", "This definitely sounds like bipolar mania or a schizophrenic episode. I hope he gets some help.", "Yes, that might be a good thing", "There's something deeply ironic about spoil tagging this", "Good luck!", "Well, my upcoming adverts are going to be interesting!", "I hope you have a wonderful cake day!", "[NAME], I hope so..", "“What a bummer. He ded. I look at sky. Maybe bird make me happy.”", "Could be an attainability thing. My personality is very aloof and I tend to have much better results with more confident girls in general.", "Well let’s hope so.", "I got that feeling as well. Hoping he retires a Jet. We are the one org that embraced him. He was coaching sam every step.", "Right. Boiling frogs. But I feel more hope today than I have since any day in the last two years except November 6, 2018.", "Hmm. That may just be enough ;)", "Man I wish they wouldn’t", "You should be proud. I hope that I'll have the will to keep myself held to such a standard when the time comes.", "I just hope [NAME] doesn't lose hope. Dudes got a great heart. But knowing our organization...", "[NAME]: I'm sorry that happened. I hope you weren't totally friendless on your 30th!", "And you're competing for moral high ground on the internet. Hope you feel accomplished.", "I really hope she wasn’t trafficked. It’s more prevalent in the US than a lot of people realize :(", "That's the only way us [NAME] can successfully learn the hardest language in the world. /s", "I secretly hoped we would lose by like 70.. 35 is not enough", "This interview has so much gold in it. The Wreck it Ralph bit is my favourite.", "black bears will run off if you yell at it. if its a grizzly, you play dead and hope it believes you. ", "i hope kawhi doesnt step foot outside its cold af today", "I hope you’re okay. I’m here to talk if you need someone", "Poor baby :( I hope the snake is doing ok", "Unsurprisingly our closest competitors will try to capitalise as we stumble. Good luck to them, we have brought this on ourselves. ", "A share house should be alright but getting a place on your own is pretty pricey.", "I hope we trade [NAME] for something so I can go cheer for [NAME] on a better team.", "Hope you're not [RELIGION], 'cause that ain't kosher... ", "I would pay money to see the security cam footage of that.", "So sorry that happened to you. Let’s hope that person has some food they didn’t order tonight.", "Never doubt the crazy can get cranked up, as they say, hope for the best, prepare for the worst.", "if you logged in that complicates things... i honestly still doubt they would really go after you, but technically they could if they wanted to.", "Oh the horror. I hope she's alright.", "Sweet! This just keeps getting better. Have a good one", "Hang in there sister, your body will one day be your own again :) ", "Hopefully with in this day and age where there ar rapid technology improvements, this child will be able to live at least a semi normal life", "I'm hopeful for [NAME] as well!", "Same, hopefully it’s there in 15 years so people have the opportunity to look at it and pick a different brand.", "Probably just do the job and try to work out your anxiety rather than taking the path of least resistance which offers no character growth. Best of luck", "Hopefully the Chouteau Greenway ends up narrowing Market street back to its original width.", "Pretty sure that had been upped to at least 10k subs. It actually might even be higher now.", "I hope you get the mental help that you clearly need.", "Yeah, I really thought [NAME] would take his game to the next level coming here, not a big step back. Hopefully consistency will help him out. ", "i hope she is dead now and can not hurt anyone else.", "I hope xe had a nice talk with the premier", "I GET BY WITH A LITTLE HELP FROM MY FRIENDS", "Downvoting in hopes it will make this news go away", "[NAME] I hope we don’t have to as long as the Cubbies did to win a WS", "I think I found the rom somewhere, now I just gotta set it up. I hope I can manage to do that. ", "Not all of us young teens eat tide pods Mom would be sad", "Sorry you’re having to deal with that crap on your birthday. Hope the rest of your day gets better!", "I hope G2 such a great org", "Life will always get better regardless of ones situation or condition or whatever, life will indeed get better. It might take a while but it will. ", "[NAME] is a pretry big role to fill. I hope you do well!", "I definitely get that vibe from this post. Or [NAME] was friends with them and didn’t get invited to the party lmao", "I kind of want this win for [NAME] but I still hope we lose out hereafter", "Which is a huge shame since it took place at Wrestle Kingdom. Hoping he has a great reign filled with good matches.", "Hope so but deadshot was her man too bad they had to kill him smh", "I just said, laughing at yourself is a good policy. You alright there?", "I suppose the circumstances of it would chance things a bit :p"], "desire": ["I want to see the human equivalent to how happy this dog is", "There is nothing that back ups his claims. To me his views sounds more like wishful thinking.", "I would make that face too if I just realized I was HC of the New York Jets", "Ugh I wish!!! You’re not in the US?", "Nope. I like looking at people.", "If this happens in my dream then I will get up and do this.", "I used to sell CDJR in Downtown LA Customers always wanted 350 on a truck financed because they \"like to own\" their cars Still gives me nightmares.", "If nothing was said and you can be engaged all day tomorrow then I wouldn’t worry.", "I love how they have it on the dog. Imagine a fur missile going after a suspect flashing red and blue.", "Fuck yeah dude. I need pizza now also. The beer and bourbon are flowing nicely. Cheers and happy New year", "Can we get a guard too? This is my dream.", "Would be fun if our sun was like this :3", "My favorite thing is when [NAME] gets the ball at the top of the key and every stands with their hands on their hips", "I wish could do what you do. It has been my dream. Im jealous", "As a Kentucky fan I’ve watched [NAME] all year and he is legit. Just wish there were a scenario that GB could pick him up.", "I wish it were. It would be funny to imply that [NAME] won [NAME] shirt!", "Missed that, wishful thinking, I was hoping they would team up for a little", "Awesome! Thanks! I'll start the process tomorrow!", "I used to sell appliance parts. Yes, I need your model number. No, the part you are looking for isn't \"standard.\"", "Beautiful shots. Makes me want to finally take the jump into photography.", "If I met a woman that loved me and I her, that stuff wouldnt cross my mind. Its life. You make it work. ", "Wow thanks I gotta try this!", "Please treat me with modern medicine. I have gastroparisis.", "I feel so guilty that this picture exists. I feel like I need to donate to charity after this.", "Until we win an actual SuperBowl trophy I want all the positive karma.", "Lol I wish", "Good. I want them to remain crazed. More winning for us.", "Germany is the first country in Europe I've been to! Planning on Ireland next, and maybe Croatia(hoping for Germany again, though :) )", "He had a hat trick with Cruz Azul in what I think was his debut in the CONCACAF Champions League. Really wish he was given more of a chance", "Wow I bet someone would look at this and get inspired to make a movie about aliens with [NAME]", "I would love a game with either of these two!!! 2nd choice being Caracalla!", "Need some new prog material, I'm stoked to listen to it!", "Mate you're talking to a Remainer who wants to Remain... I just want a Labour Government that's all.", "Always on the back of my mind when that's the last thing I want.", "I wish non-BPD people understood the pain of a relationship ending like we do. It's crippling and lasts forever.", "I would love to get microblading but its so iffy about if it’ll be good or not. I’ve seen a lot of terrible turn outs", "I would love to know why you think it's awful advice!", "I need like a drawn out visual or something", "No thanks, I prefer my [NAME] with red laser-swords.", "i'd make a great ant farm.", "Wish all my [NAME] mates came with subtitles.", "Indeed. And good on those that do so. I wish those I've heard complain about what they don't know would be so proactive.", "I had a friend from Palestine who became atheist. I don’t know how many atheists in Palestine there are but I wish there were more!!", "I need a thick 10 inches too, thank you. ", "I was linked the unarchived link and it has some important updates. Wish the OP wasn't so salty and linked the actual", "Idk I’d kind of like [NAME] to come up next year. [NAME] still scares me a little. Not saying I don’t like the guy", "I would be interested in some of this stuff. Would love to see if posted here", "Wow, I wish we had info on which counties have it the worst. Was that in the article?", "I wish I could get the entire interview but it's from a SiriusXM Radio Show", "I want this back \"I want us back\" I missed the part where that's my problem", "yeah, but they think taking care is buying dinner and taking me on trips. I want money to spend on whatever I want.", "I wanna hug my mom dead named me waking me up for school", "Nope this was Saturdays sunset :) I wish I was out there today for the sunset!", "Wish the teacher has spelled inventors correctly before testing the students.", "I wish someone were there to scream this at me every day.", "I just want to note that \"Live Photo\" is something how I'd expect [NAME] describe a video.", "I would LOVE to be on the show!", "I feel like [NAME] and [NAME] from AH should chat, especially about the [NAME] from BOTW", "Yes I love that show! I need to watch the last episodes now that I think of it", "I'm not fantasising, I'm watching it happen. Just like I watched [NAME] smooth, supple back.", "I'd be extremely motivated to take any form of martial arts lessons if they didn't cost $100 per month around where I live", "I just wanted my knees to stop hurting", "Thanks I'll take all the good vibes I can. I'm going to try to sleep too. And get through the next week", "I was really expecting more Adidas when I read the headline", "Well first I need a girl friend. Multiple personalities are the next step.", "I wish there was a bridge there, because then that would have been worth it. This river is the biggest pain in my zone!", "Now i need an island visit and a nice beef dip from the Crown and Gate!"], "surprise": ["[NAME] knocking [NAME] out. Somehow, I didn't expect the brainwashed soldier to betray the kids.", "You don't know what fact is?", "I would be surprised if she's doesn't have at least 1 kid", "I might be a prude. \"Suck him off in the bathroom of your friend's home!\" Those don't equate", "Pilots omg... you are not alone there!", "Oh I gets it. Sort of wished these two guys were more of on the same page.", "I can't believe people are saying [NAME] should have been saved, she knew like 10% of the words", "I DON'T BELIEVE, WHAT I JUST SAW", "What a confession! Unbelievable!", "What? No angelic BROWN EFFIN COW????", "Shocked we didn't take him back and plunk him in the minors.", "Really? wow. I just reinstalled chrome from scratch, again. So it was Ghostery that caused the full screen issues?", "Oh my [NAME]...", "This is the most Boomer thing i've ever seen", "I was wondering what that was!", "What a turnaround.", "Yes, good for Destiny and Bungie, I wonder if they will return to Microsoft, remain independent or sign with another company.", "Then how can you say the rest is very red outside of nova when that is blatantly not true?", "The white thing high up in the yellow square is my uncle [NAME] glass eye. Wonder how it got there.", "That Moment when you suddenly find yourself in a 3 minute starring contest", "Frankly, I'm continuously shocked that more than 35% of the population actually think he's doing a good job. ", "Can you imagine the amount of backlash she’d get if it was ANOTHER [NAME] collab? Omg.", "Nice try hom... oh no it’s real this time D:", "OMG. The company logo reminded me of something. AAAAAAAAAAAH.", "I still can't believe those guys got nominated.", "They sound amazing :)", "I hear the ruler's control is remote and is viewed with great reception.", "I wonder if that child puts it on his resume.", ">Ultimate 12 Inch *notices bulge* *OwO what's this?*", "Wait wait wait... did [NAME] go 61-27??", "Simon's or the bay. [NAME] makes some merino ones that are unbelievable. They are not cheap though."], "relief": ["I went to the pharmacy to get vaccinated (sign said for free) and they turned me down for not having health insurance... so", "It seems you might be right. I found this", "Saves me going out to buy toilet paper today", "I do that with chili...", "That got rid of an unwanted boner real quick", "Oh ok cool so I don't feel bad at all about it then.", "I'd give it a 6.9, based on the fact that he was still caught in the tree", "Just got done reading that part. Even [NAME] saw it in her dream and she never knows shit.", "It’s good to see that all the [NAME] are relatively old, meaning they will all eventually die out.", "Dont worry, they are the best surgeons in the hospital and they will remove the tumor in no time", "Lead is probably 5-7 points, similar to 2018. The race was closer than expected, so there’s no reason to lose hope.", "This happened to me at Walmart. I was literally there for 10 min using the coin machine and now I have a cart shaped dent in my door...", "Just watch anime,play games,watch movies or sleep. If you feel extra energetic then work out a bit. At least this is how I spend my time", "i think that's more 10 years old rather than year 10 :)", "[NAME] who voted for [NAME] I voted for sicko mode", "This wasn’t last year. It was last century! Star Wars had just come out!", "this reddit is so good man i feel at home", "It was some other girls", "Ok I woke up and finished my French brœther. Pls give me the fact", "A majority of the season they’ve been able to win out in ugly games. I just think that warriors loss left a bit of a scar", "I was homeless for almost 2 years, so it's something I feel very connected to. Not a circle jerk for me.", "I have a very confused boner rn", "I always feel high the day after I smoke than after a day or two I feel fine u should be ok", "I like how people get upset when someone talks about how they like this game. DayZ may be the most triggering game of all time!", "I do have a drain beside the water heater, thanks I'll look into getting a drain pan.", "It took me way too long to realize that was a claw and not just a smashy thing.", "This makes me feel better about some of my poor decisions."], "caring": ["Now I really hope he spends a few days meditating on music and then gets back to us on his insights regarding Giant Steps by [NAME].", "Well, glad I could help. Have a fantastic day and don’t let the straights scare you away!", "I mean, your account is a day old, so I think you’ll be okay.", "The poor dude.....pray for him.", "[NAME] bless [NAME]", "Holy heck I'm so happy for you! That shit is an expense no one needs to worry about, and nor you don't! :D", "Just take antidepressants that take away the urge completely", "Whatever happens, you will survive this. Keep your head up brother ✊", "Glad to see Mrs. [NAME] is still alive and well!", "Love her positions but I think she need to get some experience under her feet before she is ready for that level of a position.", "I second that. What goes up must come down. And to OP, i hope you find peace and clarity. Good luck!", "Dude you’re honestly unhinged. I think you need a break from the internet for today... it’ll do you some good.", "stay safe man", "Just subscribed! Keep strong bro focus on the end goal :)", "Bee happy! ' v')", "Go get some sleep buddy, it'll be alright.", "It is so good to hear from you. Stay safe!", "good luck with your baby! i hope everything goes well for you and your SO lol", "No worries. Have a nice day.", "all the grumpy cats remind me of [NAME] except he wouldn't eat a watermelon.", "I hope you get the job, friend. :) Best of luck!", "Stop crying already", "I have no answers for you, but I send you warm enfolding hugs of understanding and light. Peace to you.", "For myself and my lustful habitual sins if you don’t care. I’ll be praying for everyone in this thread too.", "Don’t be so negative. Living like a medieval peasant is easy in today’s world.", "Ive gone through very similar things...i completely understand. Praying wont do much, seek a therapist to talk about things", "It feels to me like your Dean has some baggage and you shouldn't let it weigh you down.", "I thought that too, just work hard you’ll get there ", "Despite what you may feel about me, I’m happy you got that off your chest, I hope you feel better!", "I'm proud, Reddit. This is a big deal to a fan. I'm genuinely happy for him. ", "U R quite welcome buddy. Enjoy the rest of your weekend.", "I would tell her part of loving herself/her body is taking care of herself. Speaking as a recovering obese person myself.", "Glad to hear it. You deserve your best life without that abuse and negativity.", "Don't worry. r/fireemblem is obligated to bash fates whenever it can [NAME] I love the entire scene so much. ~~Too bad it ruined the song~~", "Good for you!", "You are a unique woman. Happy for you that you found someone who suits you so well.", "Please seek medical help", "Wear you're ear pro kids. Styro plugs are cheap, and don't ruin the concert experience.... but it will save your ears.", "If his seat was vacant, would there be a special election in 2020 if it happened soon? Not wishing him dead or whatever.", "I hope all the best for you. Keep posting in this sub when you need help, but always run it by your physician/therapist before taking any advice ", "Skin starvation is a real thing. People can actually go crazy without social physical contact. Take care of yourself OP. *hugs*", "I'm sorry to hear that. Wish I could be here to help you, stay strong ", "Congrats and best wishes. Build on progress.", "Good luck in the future man. We're not getting anywhere here. Have a great weekend!", "I want him to change and realize he messed up and he needs to do better", "Happy Birthday [NAME]. You wont read this message but itll be here.", "Get a second opinion from a different doctor. Eczema can get exacerbated by home remedies sometimes, so be sure to check with another doc first. ", "I grew up on the other side of Ama but live in Tulia now. I will have some El Burrito for you", "Can't let it get to you. You tried, got rejected, so move on.. Believe me I know it's discouraging but everyone gets rejected. "], "grief": ["An entire family gone within minutes... how absolutely heartbreaking.", "My condolences. Lost my cat Zoey over a year ago. I still miss her like crazy. she was only 3 years old too.", "Good point. Thank you. My condolences for your own loss.", "Oh, that's horrible. My condolences."], "nervousness": ["I'm worried that even in the summer we're not going to have the funds necessary to do that.", "I have no confidence to boost", "Reddit is being way too forgiving of [NAME] for some reason, it's an odd nerve that I've touched here apparently but keep the downvotes coming. ", "I rolled my eyes so hard I think I just saw my brain", "Osaka making me nervous", "I'm getting worried", "I’m battling depression and anxiety and having a healthy diet and loosing weight has helped me", "this comment made me very nervous", "My nuts hurt watching that second part", "Spoken like someone who has never faced off with a gorilla with a gun.", "This is so unsettling.", "I'm so nervous!", "Really worried about NISA translating it, but at this point I don't care any more, as long as we get an english version of it.", "But then how will I betray it?"], "embarrassment": ["Look at their post history, they're just spouting nonsense to get a rise out of people. Dont be the guy that falls for it, its embarassing", "[NAME] oh wait, this aint Instagram ", "I mean, I hope so. I bought his jersey, which would be embarrassing if he was out the league in two years.", "When I was younger I would forget to pull it back to pee sometimes. That was a mess and led to some embarrassing moments.", "Y'all just introverted. It's cool to be akward we extroverts, at least smart ones, love you anyway", "I’ve been abused enough by the Knicks today.", "The worst thing is when you find it in a place you know you looked first.", "This post makes me facepalm", "it's embarrassing you think that pact is an example of them getting on well together, especially considering the millions of deaths that followed", "I don’t recall EVER being so excited about next year!", "If you’re talking about 玛雅, I checked and they’re permanently closed. It’s a shame since the location would have been perfect."]}