{"confusion": ["Oh whoops, I misread the original comment", "damn this comment history is something else did Willy kill your dog or something", "Are you actuslly a libertarian? This is some insane thedonald level shit. Is this still a libertarian board? Have I been duped?", "Man that dude seems to be having a blast at the character select screen. I'm so hyped, where do I sign up?", "I think that's how the game will end. With [NAME] talking to [NAME] again. Don't know if I'm prepared for that", "Oh, I don’t know, maybe... Vaccinate?", "That says to me that he believes you are the issue, not his mother.", "I didn't know there was a name for that.", "You must be new around here.", "Tbh I couldn't tell if he was serious or shitposting", "1200? I thought it was 12000! Ohhhhhhh. Dr. Now’s not going to be too happy with my weigh-in dis munt.", "Is it that confusing to understand a food layerd with meat chees pasta aand sos we call lasagna", "yup I was like \"what, are porn mags scary now?\" and then it clicked", "Nah, I think that was a bass lick", "Wait this is what chill looks like? Some girl told me that I look dead amd I flinch at the slightest movement. You really call that chill?", "I had this insight too What is it called? Theres probably someone who already had this idea 800 years ago and wrote 7 books about it.", "This should be on r/Unexpected oh wait...", "Wondered 'why doesn't it seem like theyre making any progress' before I realized how short the loop was....", "Watch Vegan Gains’ video on that, he had it when he was like 13, highly doubt he was juicing then", ">US isn't a de facto dictatorship Not sure anyone has told [NAME] that to be honest", "I’m single I’ve had it thrown at me But I’m being more choosey about who I spend my bed with this year", "Seriously. I wonder if OP has seen some of the amazingly stupid faces that [NAME] and [NAME] make.", "Have I been eating avacodos wrong this entire time! Oh no!", "Well then why are some people allowed to talk about strip clubs here and others are not?", "I really like the colours but I'm wondering where that bit of shadow on the chin comes from.", "Ah I didn't know that. I meant this [NAME] ad:", "I really can't remember the last time my mind was this blown by an OP on this sub, and that's saying a lot.", "Mother of [NAME]... Im not grossed out very easily. I can stomach just about anything. But this made my fucking skin crawl....", "Given the shorts and tee shirts, I don't understand why these guys wear helmets? Is that just to conceal their identities?", "Sorry I am kind of new to posting here. Didn't even know that existed! Gonna try and move over there.", "So I just got peach and now I dunno what to do with it. Someone add me, hmu [NAME]", "I got the same call, voicemail was definitely Chinese but I deleted it and marked the number as Spam/Blocked ", "I never understood the point of parole. Seems to me like an expensive way to increase recidivism.", "That magazine cover after her first surgery was awful. She got a chin implant or something I think. Receipt:", "Can genes be altered? I feel like I’ve heard something like this.", "I dont think she knows that once your body runs out of fat it starts eating your muscles and organs.", "At first view, I thought it was a beer mug seen from above but immediately saw it's a pancake and now I'm just feeling dipshit.", "I'm not sure she says \"my\", we'll have more occasions of hearing it again though :)", "I often send my female friends Love poems. Oh wait, no, no I don't, because that is super weird. ", "Did I miss something? I don't think she's announced yet. Someone could still beat her to it.", "I think I might like a front end web developer job but not positive since I've always been in healthcare/science", "Why do all the animals look terrifying oh god oh fuck", "Is that what this is? I thought it was some kind of a tattoo gun.", "Thanks man I appreciate that! I just feel like I'm in a tailspin of not being good enough and idk how to get out of it", "We didn't win in Alvalade even when they got 7th place. We just have some sort of block there", "All of the ones regular people have, just applied in a more logical way I guess. ", "My last GF called me a pedophile too. Big word for a 12 year old.", "not sure you understand what this sub is for", "This is pretty worrying and makes me wonder why she can’t. That’s not normal.", "thanks for the thoughtful reply. but yeah I guess its mostly a pipe dream! I wish someone would post some detailed ideas and replies like this!", "I guess but i dont see them beating that", "Huh, I wonder why the NFL doesn't have the umpire line up there anymore?", "Open borders, free healthcare, free college, no taxes or guns. Did I miss any of the dream? Oh yes, regulated speech too. ", "You lost me again, I don't know what sex selective imprinting is. Let's not get off track. Still waiting on definition. ", "I thought you and the other person meant turtles. Which really confused me", "I don't get it :( + Idk which game u guys talking about :(", "yup today hit me extra hard since im unemployed. i feel like im not meant to work, or meant to do anything really!", "I'll never understand how people make so many typos in posts that are meant to convey a serious, thoughtful message. ", "I mean maybe I did too but as you said it was a decade ago or more.", "Doesn't help that it's not actually cheese. Looks like a pretty standard Vegan mac+whatever you wanna call it", "I'm not searching for anything, but even though I'd like them to be, I don't think anything I'm feeling is justifiable.", "I don't understand why [NAME] is starting it on the feet..", "Oh so we get to see [NAME] being a good kid. And then [NAME] tries to MURDER HIM. Makes sense.", "I'm baffled", "I don't even know what this is referring to. East Midlands airport? Please post a link.", "This... I don't think this is Ohio...", "There is something legitimately wrong with you", "They’re looking at her like they wish they’d ordered her instead.", "Ok that's why, I was so confused of why I saw two [NAME].", "I've seen her somewhere before", "[NAME] if they're doing wrestling probably fine", "I had no idea but seeing this things make so much more sense...", "SRS is a pile of shit I have no idea how it is still existing", "I honestly can't tell if your being sarcastic or not with this comment.", "And I thought we had 50, *five-pointed* stars on the flag?", "Me neither. We can’t figure out why [NAME] won’t compromise", "I believe so. Not 100% but safe to assume since they a USA based company", "Yeah, and [NAME] is not the guy he initially accused of murder. I'm not sure what the confusion is here", "[NAME] said \"Dine & Dish\" you know the producers set that prank up.. and clearly didn't even get the name right", "Why is this here?", "I don't think that lump is nearly as big as you think it will be", "No, honestly. I’ve never had this problem until now and I’m not sure what’s happening ", "Wait u went to a hooker? I thought it was a massage person that was attracted to you", "Defense takes more time to implement i think", "A couple of times I thought she was going to start laughing.", "Is that her phone in her back pocket?", "Looks like a bookshelf to me", "Hopefully he gets what he is looking for. Not sure why some people are getting pissy over this. \"How dare he look out for himself, REEEEEE!\" ", "Seriously? In Dutch right? Because... he's so awkward on his YouTubes in English.", "Sentence didn’t start with an apology, not sure if legit Canadian. ", "> the media has no clue about the needs or desires of the american people They do, but that's not their constituency."], "disappointment": ["Honestly at this point I don't think there's anything that will make me feel better. Maybe down the road, but right now nothing is helping. ", "I BELIEVE! I am sad that likely no one else will see it besides me...", "Sad if step kids are nice children I am sorry they are in this dynamic", "I live in those unfortunately", "This gets much worse on the 2nd loop.", "The way that ladder is attached to the building is pretty terrible.", "I can’t stand [NAME] but that was heartbreaking", "Too obsessed. The only other author I read is [NAME]. Now I post on sports subs too", "The rich are horrible, horrible people..... and yet we keep voting GOP to give them more tax breaks, the hell is wrong with us?", "I’m sorry to be that guy, but I don’t get it ", "Me thinks this crosses the line of dignity. Makes me sad. It’s one thing to expose things but another to mock it.", "Situation in chess where it is better not to move or you will end up in a worse position is called Zugzwang.", "the older i get the more it hurts", "I've gotten injured before in RTTS from being hit (Bruised hand). 3 day DL.", "I think the saddest thing here is that he thinks \"by-my-self\" is how to write that.", "Sharing with 3 other people was the worst part of hospital for me, fine in the daytime but at night I was barely able to sleep. ", "another one of those chicks sacrificing her children for a man and 'happiness'", "The thing is, they've whipped themselves into such a rabid frenzy, literally anything less than the apocalypse is going to be a bit underwhelming.", "Bet there are some disappointed - and yet newly disciplined - [NAME] who got tricked by that subreddit title.", "Because the dude was fuuuuucked up.", "And still so few go to college): Such a broken system.", "Yeah, this is always my first thought when I read this kind of stuff, kinda sad to be honest ", "Luckily, everyone regrets MySpace. ", "Maybe you were depressed because your place was a mess.", "The contempt from [NAME] in these threads lately is seriously disappointing.", "Poor baby :( I hope the snake is doing ok", "Never made it through, it makes me physically ill just seeing images of that monster combined with him describing his incomprehensible evil.", "Those ads actually make me feel bad for financial advisors gouging clients with excessive fees.", "That is so beautiful. It makes my heart hurt that humans can be cruel to animals when they're aware of having so much emotion.", "I needed to read this because I felt so bad for this guy... I just can't imagine a long walk home in winter.", "*[NAME] making [NAME] even more sad.*", "I regret not grabbing my work laptop today, then I wouldn't have to leave fort blanket until Thursday. ", "Oh no! Poor dude!", "Sadly, I don't even think its that the Chargers aren't prepared its that the Patriots are good at game prep.", "Clearly, he had a bad Wednesday practice…", "9 to 4. That's pretty sorry.", "I'm disappointed in you too.", "How terrible. Imagine waiting this long only to die the day before release? I always get that minor anxiety before a highly anticipated album!!", "She was so excited, oof the comment hurt", "If we trade him I don’t think be will be a playoff team :(", "Oh, it’s actually its own thing. I heard goo and just assumed the worst.", "I miss candlestick :(", "He wasn't beat over the top all season. I think the longest pass he allowed was around 20 yards.", "I miss the confetti cakes :(", "bruiser sylvanus is so op for the first 20 mins, its ridiculous. underrated support.", "My heart just melted.", "US team about to get a beat down", "Yea its really dissapointing", "When I get a brain freeze, I grab my chest and throat. Very painful. Then i keep eating. ", "Apparently a 3 year extension for DACA is what's on offer. No pathway to citizenship. That's gonna be a \"fuck no\" from me, dog. ", "Tried to ride the Overwatch train and crashed miserably.", "Out of interest, what’s a chibi? Is it basically a furry?", "And losing to division rivals gives them the tie breaker, no? Very frustrating. ", "I'm sorry you needed to add this. I thought your humour was pretty obvious, but this is reddit....", "Rightfully so. I had it as a child and it was the worst experience in my life. I'm also vulnerable for shingles now. Yaaay.", "[NAME] was the \"socialist\" freshman House Rep. I liked the most, but her recent [NAME] tweets are extremely concerning.", "It was a bad one, and you should feel bad. ", "Because the PS4 doesnt have any incredible exclusives? Edit: I was being sarcastic, please stop trying to teach me which games are good PS4 exclusives :(", "A lot of people call that this is only one they made her sick", "group wasn't bad. Edit: Unless you're talking home rentals then my bad.", "It’s okay, my mom has always hated me and I’m fine.", "my soul has long been destroyed :( it’s over for us nosoulcels", "It's sad, but yes, zero. ", "Hot take: [NAME] sucked after he went away to anger management and he suddenly changed into a moron who was completely incapable of doing anything even remotely correct.", "God [NAME] can't come back fast enough. I don't know if the fans in the rest of the league realize how big his loss is", "Nah it's not that, [NAME] is just boring and sad", "me. i’m the problem. i don’t think anyone can help me anymore.", "I’m very sorry for the loss of your friend.", "They're upset because, if the slime that makes 4chan stink were to congeal into a person, it would be [NAME].", "[NAME] looks so defeated every time [NAME] posts him up", "As a lifelong single person, [NAME] offends me. Feels like I'm apart of some demographic that they can live without :(", "This is so bad that I immediately retold it to everyone I know.", "Another year filled with Mets disappointments...... LGM! Can't wait for Spring Training!", "Ouch! That hit hard", "Ok. Progress. Not only I presented more facts, I also asked some questions. Still unanswered, sadly. ", "oh my [NAME]", "Hear hear :(", "Sadly too easy to gank. Bronze brawl 4-man notices you are split pushing, you are dead.", "aw :(", "I want to end myself when it happens", "I'm not a gamer but I always feel bad if I kill an ant or some other bug like that for no reason :( instant regret", "Poor cat.", "[NAME] is phenomenal. It’ll be a sad day once he’s gone", "Epic didn’t take the rights, Skybound chose to work with them. Blame Skybound not epic.", "[NAME] punches here are so desperate and have absolutely zero power in them. He was outclassed so badly twice in a row after such a dominant run.", "that's hysterical. two legitimate babes.", "I also remember the scripts stating [NAME] look was one of jealousy, which disappoints me.", "My whole life’s been a lie", "Sorry I took so long, it’s the pangolin! It’s a crazy mammal with armor scales!", "The sad thing is that most of them are gone the next election anyway.", "This wouldn’t feel so bad if sales and footfall weren’t but many external pressures were keeping profits down.", "Worst ending ever! I won't spoil it but this one sucked worse than the avengers last movie!", "Thank you [NAME].. Another disaster you created.", "We had a train break down in saskatoon people were waiting for an hour. The cops were walking up and down the cars giving people cell phone tickets.", "For me yes. I did it my whole life, and I regret now. Cause I could've had something with the girls I didn't approach.", "Eh, loser. It’s sad how some people don’t care about their relatives.", "14 and im quite good at makeupmaxxing and tall so people (especially adults) always tell me i look 16-25 :(", "Sorry, I was misinformed. My apologies, brother in [NAME].", "Is there any way to somebody can please translate the notes into doc form or something? I am having trouble viewing them :(", "I regret that I have but one downvote to give.", "Kinda sad but... Okay then", "Don't forget about the flooding in Houston. :/", "Lots of physical intimacy and sex almost every time we met. Never suspected that this would ever become a problem.", "That is the stuff of nightmares...seriously.", "As far as I'm concerned, [NAME] run for the WH ended with this twisted ankle.", "In other words this looks bad, so we’re trying to distance ourselves from it. Yeah too bad NRA. Zero sympathy from here. ", "Trust me, if its a person you have feelings for and she/ he just wants your body, thats really painful.", "Me. I really needed to see this. ☹️", "I really get that, it's soooo disappointing. I hope he can make it up to you.", "The only thing that stops a depressed guy with a gun is a physiologist with a gun. << [NAME]", "Good lord. > STATISTICS ARE BAD, WE MUST RELY ON ANECDOTES!", "Bad timing for [NAME] to say this just now.", "Same. You all tried to save me, but I rewatched with the sound on and... I have regrets.", "I love rock music but I enjoy draft punk too.....*feels bad man*", "Realize that no girl is perfect for you if you're not perfect for her. I feel for your disappointment tho. Keep on truckin'.", "I died a little inside watching all of that champagne go to waste.", "That cat's jump when the coyote takes his eyes off him.. Ouch!", "Ouch, my heart. I never even thought about this...", "Damn that’s sad", "oh man another year", "11 seconds. I'll try harder next time.", "I love it. This made me smile so much, which is a big change from [NAME] which made me cry and further increase my depression.", "yeh and the new ones just feel like reskin cod games sadly", "Truly a sad day when you can get fired just for having a *heated gaming moment*. We really do live in a society.", "Last three times have been lost Final, won Final, lost ECF, which is insane. Just a shame that's over the course of 17 years", "all the time :(", "Imagine being born in 1987 and not having been invited to a party since your friend's birthday party in 1999 though :(", "No stop. One Red and yellow team had to be sacrificed for the fortunes of the other. I’m sorry", "you should have asked this question 15 years ago sadly :(", "That partially explains why season 4 was such a fucking mess", "I felt bad for laughing", "Shit, they don’t go down!? That blows ", "I know! Or close the door of the room where the baby is sleeping? It's too sad for the poor thing to be locked inside.", "This is the sad truth for the exact reason he mentioned, they want a short fix to avoid doing this type of hard work.", "Emo!!"], "approval": ["Looks like a classic subluxation; that guy needs to get to the chiropractor!", "If you have to do side task you consider boring in order to power up and take on the main quest I'd consider that grinding.", "OP, this is the definition of manipulation. Ignore it, I promise it’ll be better for you in the long run. ", "The age of consent is 16 in Massachusetts. Unless they’re sending nude pictures he’s not doing anything illegal.", "Refusing to pay someone for work that they've done is theft. You can try to justify it any way you want but that's what it is.", "He looks like a genuinely nice guy. He doesn’t look fat and greasy", "An angry old person yelling at a retail worker will never listen to reason.", "A Visa gift card is a type of Visa card, and you can return money to it just like you can with any other Visa card.", "I only meant it in kindness, I’ve loved this country so far. You’re all so damned friendly here", "Entire planet should be good", "Nice try, but the only person this sub dislikes more than [NAME] is the [NAME].", "This is the reason why I don't have friends. Not even skinny ones, you never know how they will be in the furure", "Ain't that the truth. It has turned into one old big propaganda/commercial machine.", "Your dog provided you undeniable evidence of type of person that you are, and you should be proud of that.", "Yet we keep supporting this race to the bottom to the worst tolerable option...", "Soundboard operator needs to start blasting duck quacks whenever we block their guys", "Incredibly laborious task. They look like they're handling it pretty well though...", "Good stuff [NAME]", "If we always have to use reconciliation anyway, why not just kill it imo, doesn't really matter either way.", "This is the kind of relationship i want to have,a warm soothing one.... ", "Without these heroes, we could still be counting on [NAME] to fight off opponents, and a collapsing stadium", "Nothing special, just love a good knife fight. Bonus Revive.", "You should come. You'd enjoy it.", "And [NAME] said trust but verify, which is what the House will do.", "It's irrelevant though. it doesn't need to be specified in the title of a post.", "minorities can't be racist", "They can't find police for the streets in England, but somehow with Ireland they always find a way.", "there are [NAME] and [NAME] accounts too that's like this. I've started blocking them all upon first sight", "Even if they did that I think their criteria would probably be reserved for the most extreme cases.", "I just read this the other day for the first time since I was a kid. What an influential book.", "Not everyone find it meaningful, but it helped me and my friends at least :) Hope others may find it useful too", "Went to their other location in Capitol Reef National Park and it was fantastic. The cauliflower dough is great even if you're not into gluten-frei.", "I’ve always thought he was overrated until now", "Ooh, good point!", "I love me some RFM. My wife said he talks like a robot.", "This reminds me to take a before picture. I'm losing 5 kg of beer gut before May, got to fit into that dress. ", "All this theft should be reported to the school so it can go on his spermanent record", "Speaking *of* bias, there's probably a good reason why you got banned.", "Great deal! It will be my loss if I decline.", "I like this idea.", "Ohh looking cool Jok- Get out of here side character.", "This person shouldn't be allowed to drive ever again.", "Congratulations to your organization for having good management.", "Of course! It's all good buddy! Pretty cool if that's really you!", "$13,99 in Canada. It's reaching a price where I may also do a few months at a time and then cancel for a few months.", "Oh that's lovely.", "Ok yea running toward him makes it easier good idea", "Good luck tomorrow! I had to go back last Wednesday. The only silver lining was that it was a short week.", "If you don't like it, you didn't have to comment. Just let people be happy.", "Yes, I am 100% superior to [NAME]. If you're not, I'm sorry ", "Also there's better ways we can spend taxpayer dollars than on another election.", "Laws don’t apply when you’ve got money. Sad but true.", "His videos are great.", "Yes but they deliberately ignore what the Bible says and give their pagan traditions more authority than they do to [NAME] Word the Bible.", "Oh right I was for reason thinking it was just made out with. Sleep with is even better. Sleep with [NAME], [NAME]! ", "You can thank [NAME] for that. He wouldn't commit to taking [NAME]. He wanted to play for [NAME]. He shunned uncertainty, not the Jets.", "This is amazing!", "Yes applaud the atheist and slam your brothers in the apostolic faith, way to go. ", "Don't worry, when you turn 20 you'll look back and cringe, too.", "In America this guy would have been shot before he entered the door", "Ok, thank you and thanks for the LPT. Cold leftover food is great sometimes like cold pizza, cold meatballs, etc...", "Good idea!", "I did it. Dont really regret it tbh. Less people hassling me", "Oh okay ya never heard it called fabrics", "Understandable for these specific books because there are so many small and subtle details that are easy to overlook", "It's understandable to be in so much pain and agony after losing a child. If I may ask, was this your first baby?", "The fact that this statement got downvoted shows how worthless some people on here are.", "There are 5 lines, am I crazy?", "Meh. Everyone's entitled to their opinions. I won't lose any sleep knowing they think my opinion is garbage. I am at peace with it.", "College was the worst and the most miserable time of my life. Adult life, on the other hand, is the best I've had.", "OP likes the “thrill of the chase”, like most of us!", "I knew there is always an Orochi, even in a [NAME] vs [NAME] duel. Hiding, waiting...", "At least he had some good cushioning.", "That seems appropriate. The referendum was a Tory idea aimed at solving an internal Tory party issue.", "Everyone knows a Sith would be called [NAME]. What a terrible fan of the franchise that poser is.", "Oh you'd prefer if I used this pic instead? I understand.", "You just make her sound awesome.", "Why not just bring the county governments back? Let them decide where to establish regionalized schools.", "Knew [NAME] would go for it. Again, love that fake-worry shade he throws. Just add \"biting nails\" and he could star in movies!", "I’ve come to the same realization. So now if its less than a pound I’m offering free shipping.", "No tweets from [NAME] since 10:30pm EST... twelve hours ago at the time of this writing. Oh, he must be having a GREAT time.", "Right. You can fix ignorant. You can’t fix stupid.", "How do I know the 2009 picture is the same location as the 2019 picture? Edit: wrong year", "It's a shortcut, dude, he just knows the map!", "Because sending a defenceman to a 3v3 tournament is much better than one of the top goal scorers in the league right now.", "Absolutely true. Sit down to pee at home, the splashback is real. Especially if you're tall. ", "eggs last forever", "I like the Canucks. And I hate the leafs and rags sooo I’m on board.", "I love it when they have those realistic conversations where people interrupt eachother and talk over eachother. It makes it more relatable", "Man that was like 6 minutes ago", "I mean, if A video pops up of [NAME] pissing on underage girls, nah, I’m not gonna still be a fan. ", "I would say you’ll be fine just drink water and maybe run/sweat a few times before your drug test!", "Wow. A relevant and amusing Garfield comic.", "They should wear the Burger King too", "Wow, nice article. It must have been very informative in 2011. here’s the 2018 update ", "[NAME] has played really well though. Arguably better than [NAME]", "Exactly! Someone think of the billionaires! Sometimes I pretend I’m one and it’s really fun :)", "The balance above the base fee gets put somewhere else. Education, healthcare, etc. Voila, police aren't biased, people are proportionally fined. ", "I think they are leaving it up because they know they can't delete it.", "[NAME] and a top 60 protected second rounder for [NAME]. Who says no", "Break ups are painful and there’s no way to avoid that. Be honest with your current girl and end it.", "You're in the best place in Canada for outdoor activities.", "I hope so. Either [NAME] or [NAME] deserve it the most", "That’s what we said about 2017 and 2018 after 2016 it only got worse and it’s not gonna get any better I guarantee", "All that shows is them loaning money when Liverpool make losses, which seems to have happened more than any of us realised. We don't make a loss", "Wow. I just read the synopsis, and that’s really what happens. ", "Project Exile worked pretty well, and it specifically targets criminals", "That's just reckless. He's lucky he didn't get permanently disfigured or killed.", "I got the exact same message from tati yesterday ! She said on her twitter that it's definitely a scam", "I really love how he just flung out \"dead mum\" on the offhand chance your mum was actually dead. High risk, high reward.", "I love finding people like this because there’s always at least one", "Yup, not anymore. Keep your blood sugar up! It really helps and DRINK water...", "At least he tried", "Had to ask a co-worker from Beijing, she confirmed. ", "Come on, be nice to our resident libertarian to alt right pipeline example", "I'd rather have [NAME]. Killing her off was a waste.", "Don't give yourself so freely to people who don't value you.", "This is absolutely perfect", "that is not true. I often shoot the rifle round the blast 2 shots from the double barrel. Unless it got changed recently.", "I actually have the complete collection so I can play any of them when I want to!", "Happy cake day, just in case", "You don't know the lawyers I know and the judges I know. Law depends entirely on who you talk to.", "[NAME] needs to come in now. There will be so much space for him", "His entire speech during the climb was amazing.", "I only use freedom units, sorry.", "They didn't have a \"bullpen\" when they won the WS or when they went to the ALCS last year. They will get by as always", "Have you never been to this sub before? This is like 40 percent of the people here", "Just cut it all of, you won’t look bad", "Yeah, I'd rather have Butch than NBC", "The beauty of that is you won't need alcohol or drugs, you'll get a cute buzz going from the measles fever.", "You see what I mean . This is still bullshit that people won't expect that fact the alcohol and cigarettes harm your body more than weed does", "Pacific Daydream but with the instrumentation of this album would’ve been way better now that I’m hearing this", "Congrats keep going", "Wrong person? Nothing I said could or should be construed in that way.", "BPA not fit especially when we dont have a good team", "This is what unions are for. The great only appear great because we are on our knees", "Pretty sure this is how she'll learn to scream, \"Mom! MOM! MOMMY! MOM!\"", "It’s not outrageous though. Just a 2 night hotel stay alone for 1600 people will be around 200k.", "You can't control what happens around you. You can only control how you react to it.", "I wish to join you on the search, as a source of motivation and friendship (sorry if that kinds led you on)", "[NAME] could kill someone on purpose and she isnt going to get into trouble EVER", "I don’t see the MAGA hat kid working to undermine civil liberty. It’s at least understandable to react violently to tyrants.", "SUCH A NICE GUY.", "Wait and do what ever it takes to get [NAME]", "That actually gave me goosebumps. This is all the communication we need.", "Best bedtime Christmas story ever.", "You can only fit so much in 20ish min show.", "This is a good one", "Yes, a month ago.", "I will pray for your marriage. After we win.", "Well, that’s the strangest thing I’ve heard all day, I guess I might as well delete this post then", "They'd probably need to take nutrients by IV until their organs are working normally again. But yes it should be possible to save a starving person", "That actually makes a lot of sense. I stand corrected.", "I assume so, in some form. I also hope they show us more up close of their big city as barely shown in some episode I forget. ", "Tough times don't last tough people do... Die'n is easy, living isn't, make the best of it", "Sometimes though, the developer's vision is close to perfect, something that other games don't offer. ", "Trust me, you can anthropomorphize anything and fuck it. Or at least, that’s what the internet has taught me.", "I agree with this", "Let's not forget that local politicians don't like it and give them hell for their efforts.", "Ah, that's a tryptan, that can have more pronounced effects indeed.", "That was an old-fashioned Good old hockey brawl! What a fight! [NAME] definitely got the best of him though!", "[NAME] dead and it was the Government that killed him.", "Educate yourself instead of defining yourself.", "Oh but that was like a positive love story. It didn’t really showcase all the problems with online dating.", "You will give her your arm and next day she you will give you the cold shoulder. Please just run!", "This is how the really, really good porns start.", "You look like a guy that could use help pleasing his wife.", "I guess my story was too subtle. Alone on an indian burial ground after dark. It's literally the core of multiple horror stories.", "Clearly it's all the Big Pharma in the Monsanto™. I heard at least two of those kids had three Monsantos™, EACH! ", "It's 57% upvoted, which pretty much means most people hate it. ", "We just had a teacher do that at my school. I don't know who wiped the kids butts though", "I’m hoping! She wasn’t bad at all in this episode!", "It creates perverse incentives. Allow underpaid prison labour and suddenly you've an incentive towards exploiting your prison population rather than rehabilitating them.", "Sorry dumbass, the provision is for paid **training days** But nice try", "You're glad Australia was playing politics at a time like this? That's not a vote of confidence in the [NAME].", "he's pretty badass.", "Might as well try though! Have a good day bro!", "That would have been cool for sure", "I love how this is worded.", "Work on your anxiety and self-esteem. Do things for YOU. Love yourself.", "All those things are definitely your fault. She is much better off without you.", "As one of the greatest Presidents of our time, who stared down globalist trash and made them blink.", "you are my inspiration, read my last post quickly!", "The 4th from the right on the front row is still my favorite hat. It is hard to pair the Blue and Orange with a random outfit.", "At least take a cloth and wipe off the dust. I've seen better condition stuff at the thrift store.", "Thank You, that does seem to be the consensus. ", "Oh and I forgot to add: he doesn't take your money and become a financial burden on your life", "Or don't notify the boss, and keep not singing Happy birthday in restaurants. (Maybe I'm just no fun?)", "We live in a completely different world than the 70s and 80s now", "I like the energy [NAME], [NAME], DFS put out.", "Even if you don't act on them, you still should stay away. It's not normal to fantasize about doing sexual things to children.", "I seen a video, must have been one of the students where they've completely surrounded the [NAME]. ", "The problem is not getting new players but keeping the current ones.", "You’re a melon my dude, that is not how it works at all, you have been brainwashed.", "I like it", "I mean it has history and culture which Boston rather lacks.", "Yes! I was lost without subtitles on Sons of Anarchy.", "Hm... I can't help you then. I always go cold-turkey from any addiction I decide to quit. :/ That doesn't work for everybody.", "Gonna use this on my kids tomorrow, thanks kindly", "Or they drop out cause they have no interest in learning the language (a lot of kids do this unfortunately)", "There Probly doing this because we’re for sure gonna tank next year as well", "You other than the fact one likes little girls and piss/ keeping them as slaves where as [NAME] paid all his girls", ">Cars kill more people than guns Way, way more people. Alcohol too.", "I had some pretty bad diarrhea right after the game. It's was more enjoyable than that loss.", "It isn't incorrect to use 'they' even when a person is explicitly a women/man.", "Do not go gendered into that good lighting. *takes selfie*", "But some people are not on that subreddit, he is just reminding all the people in the [NAME] faction", "I think you mean the announcement", "Why? I've got your attention and thats when the fun begins", "Yeah, the Wall is a non-starter. It's bigotry. You don't spend 25 billion on bigotry.", "It's so beautiful out. If only the sun wasn't so consistently low.", "True but the majority of plastic used is for the shelved grocery items. Pasta, rice, coffee are in every household and are all packaged in plastic ", "You’re so perfect :)", "I'm going to try and have this mindset ... I wanna eat slower", "Pretty sure he stayed because he was told he's got the NE job once [NAME] is gone.", "Great vid but horrible grammar. [NAME] i had to read the title 4 times", "All true, but [NAME] only “retired” to get out of AZ. Now that he’s back looking for a job...", "She should not defend herself? Stop blaming both sides.", "No it’s not! It’s much easier to pull in to the space and leave it there.", "The problem is that rent controls and the prevention of urban infrastructure expansion is killing city renters. Which is what most cities do.", "I don't get it. Maybe i need to position myself better to get dibs on batches. I literally have only made $60 a week.", "Have some more faith in him, it sounds like your husband is trying his best.", "Any AI controlled streak should just be banned from day 1, regardless of game. The fact that the pros haven't GAd them all blows my mind.", "Eh, that can happen anywhere. It isn't exclusive to Dallas where that stuff happens. Good luck tho.", "Also, if you start looking for your partner to get mad at you when depression \"kicks in\" then you're probably starting it yourself. ", "Agreed, those who are waiting for their life-changing amounts to buy a home for their families just have to wait.. they are so selfish", "That's crazy; I went to a super [RELIGION] high school and I think I can remember 2 girls the entire 4 years that became teen moms.", "Because you can totally decide what's harrasing and what isn't for other people.", "Pretty sure he's a NAVY SEAL IN THE TOP OF HIS CLASS!", "I like how old it is, like a vintage wine. Classssssy and aged to perfection.", "To give him a chance to play somewhere else. Sounds like a decent move by [NAME].", "My turn should arrive this year. At least this place will allow me to leave my last words.", "No. Being a private investigator isn't illegal.", "These are the guys who eventually shoot up banks and hide 13 year olds under their beds.", "Georgetown - great food, great shops/ the \"exorcist\" steps are located there, too. the exorcist steps ", "I guarantee you it is a huge concern to him. Never let up on the pressure against fascists.", "yea, get back to me when the deal is done. ", "As much fun as I've had yanking their chains, does anyone know the background behind these particular scam calls? I've gotten several of them lately.", "If all else was equal it’d be a good idea but I don’t think it’s feasible.", "It's a great museum. Very graphic. Very moving. Very emotional. You might need a couple hours and some drinks to mentally realign yourself.", "Oh I got you. Likewise for us. I’ll take a look later and name some names!", "He looks like the son of [NAME] and [NAME].", "I actually really like [NAME]", "This is what happens when you don't give the pyramid scheme a script.", "All I'm saying is there is no way I would let one solo drop my whole team with a quad 0% chance", "$9?! Yeah you git ripped off, hope you kept the receipt pal r/sarcasm", "78% of child decisions goes to the mom.", "The guy with the camo comment is correct. r/woosh", "Ugh I've had my mirena for a few years. I get none of bleeding and all of the cramps", "I guess electronic was not in the top 20. The legendary [NAME] with his 2 excellent performances got the #5", "As a man with a vasectomy, I want some of that blame. Dang women always keeping the blame to themselves. /s", "Keep them until November, and then return them. ", "No its not, a AGM can do damage in excess of 15m$.", "GOATs is what killed overwatch for me, this patch is probably gonna bring me back. ", "Morality whilst trying not to destroy their future clients trust.", "There are 1.1K comments right now so I apologize if it’s been said but... government/politics should have noting to do with running the economy", "Go to highschool with the guys I went with. You'll get the hang of it in no time..", "Beautiful!!! I always accidentally miss the 45 S exit at this location.", "Naw she's got \"meth belly\". When they are so skinny from not eating but burning calories but they are bloated so much they look pregnant. ", "\"Electricity scam\"? ...and I'm pretty sure [NAME] is not an idiot.", "Wealth is the biggest privilege, and it’s not close. The infinite amount of ways people can be divided lead to individual struggles, sure.", "No, this was changed years ago. Schools don't lose funding.", "[Licks salt] \"Hey guys, this *definitely* isn't snow!\"", "That \"you see\" sentence tipped me off too. So strangely written. And very self praising.", "extra hot on whipped drinks? excuse me? i don’t want to burn my tongue on my CDL. extra hot on sauce-based beverages.", "\"okay honey, either this is gonna fix my back problems or we're calling 911\"", "Looks better imo", "They did that already", "Sadly my boyfriend's family is the direct opposite but we'll still make it work :3", "Damn, you woke homie. Your virtue has been successfully signaled.", "oh thats a good one ;)", "this is my new favorite phrasing. I've been calling it bingemas since about mid-December.", "I think peach is hotter but not her attitude ha", "I agree, it was approaching my bedtime but will do so today, thank you.", "You gotta understand there’s always someone who can beat you. Man thinks he’s untouchable", "What a respectable women.", "I still think [NAME] is better, [NAME] normal are really bad... ", "Good. I want them to remain crazed. More winning for us.", "Yep, regardless how people feel about this benign ad, it has generated 6.9 million views and countless posts. It's a resounding success.", "He makes Talking Thrones look good.", "It's interesting to watch what happens to people when they find out how easy it is to get on TV and get paid.", "Streamgate works fine for me and i'm not even late :3.", "Really wish people would slow down with this one. I wanna repost it for EZ karma, but it's almost always in my homepage", "That song was epic live", "Yeah, for sure. I've definitely come pretty close to panic attacks at the dentist as well.", "Need I remind you about [NAME] \"Arm the poor for revolutionary war\" [NAME]? He was on there the other week. [NAME] is a huge ally.", "As you wish the hard path is a good one :)", "I don’t know where you live but just a bj should be around 80$", "\"Look, let's just be civil about this. At least no one was hurt. I think\"", "You don't immediately have to start talking about the issue, you can just talk about something else first to get to know the person. ", "Best time to stop lurking, you know why? So I can see your handsome face ", "You’re so close:) hope you can get one", "She could have handed him her phone and said, \"Fine! You try it!\" ", "Maybe you need some time get loss of that thought. Try to ignore it and just enjoy your luck.", "Woah you still found this, even when he spelled your name wrong, so you didn't get paged.", "The douche is strong with this one.", "calling someone desperate for a comment is a personal attack. sure jan", "Capitalism ha shifted like a huge population of the earth out of poverty, so things are globally getting better", "You have to spit into a plastic vial. It would take some decent effort to pull that off.", "A little weird but I guess it's wholesome.", "I'm convinced that libfems all hate themselves and other women. And in my actual experience with them that might not be wrong.", "I can’t wait for him to file bankruptcy. His legendary move.", "$70... Now that's a good price!", "It's nice to have dreams.", "A Mass Effect tarot deck would be awesome! That was exactly what I thought when I saw this.", "Outstanding, really outstanding. I can't wait for her visit to the United States.", "American children raised by English parents can easily end up with accents resembling their parents’.", " Their official logic is that it reduces turn-over, but yeah, the other reasons are kind of obvious.", "I don't think the blame rests entirely with America (those woh joined the taliban still made a concerete choice) but no US forces are not innocent.", "They look absolutely PERFECT together. I hope its that way in real life too. So happy for ya [NAME]!!!", "You shouldn't be using hydrocortisone on your face:", "I was going to say Tigres but then I reread the title and it said ‘big’", "I completely agree with mondawggg. Playing the petty way instead of discussing the issue with him directly is so much more productive....wait", "[NAME] is having a hard time moving on. [NAME] need to cash in with AD before the trade deadline, because his value is going down after this season.", "“That’s also cute” I say as I look at the 5k in LEGO I’m hoarding", "Pray for America. We’re a wrong country and love to be wrong.", "Meditate. You may need to seek medical help. Good luck, friend.", "Never argue with religious people. You can't win. They think [NAME] is real after all.", "I think it's time to let him go, for your life's sake!", "if he is strong, he won't need to quit job", "Give spanish your best effort. Youll meet girls who speak english even if its pretty rudimentary. Dance and be confident", "The best daughter a father could ask for.", "No a white chubby boy with scene hair. He wasn’t wearing a shirt in the video.", "You’re ignorance would be excusable if you weren’t so douchey about it.", "[NAME] would like a word.", "Absolutely not! If religions didn’t exist on this planet, we would be a far more advanced society.", "The situation never should’ve gotten to that point.", "The menzingers are sick, good luck out there bud", "Oh my [NAME] I just noticed this too! I just rewatched it recently and noticed him just drinking some tea next to [NAME] and [NAME].", "This is amazing", "Either that, or his wife is *really* attractive. ", "A whale would probably choke to death if it tried to swallow you.", "The same here. It's hard to be alone, but not as hard as the eggshells and abuse.", "Whiskey isn't going to help. She should pray to [NAME] that another man comes and brings purpose to her life.", "hmmm so pretty much the same as the last 25 years.", "How right you are", "Makes sense but honestly the FO needs to accept they drafted wrong and just trade for DSJ for the sake of the team", "Literally anyone could be a freedom fighter if you look at it right (or wrong)", "Well that’s just like, your opinion, man", "It's a great town.", "Fighting childhood obesity, one babysitter at a pretty pointlessly narrow definition of harassment that includes criticism.", "At least he let you use an envoy. Those are seriously reliable. What color was the envoy", "Pretty sure [NAME] graduated, and I would assume the [NAME] thing has to be related to the injury...", "He really likes Babylon 5", "And that is what cognitive dissonance looks like. People do the craziest things when reality doesn't meet their expectations.", "I feel like they would look at one of the Spurs assistant coaches if they were to part ways with [NAME]. That or maybe [NAME]", "I pray that I won't have to change my clothes.", "Australian here. I hereby agree that this does in fact provoke nightmares.", "He appeals to the conversation. Basically doesn’t have a firm stance on anything of much importance and will flip flop based on his guest.", "Because I am stressed out and need to take my mind away from the source of stress. That's how my brain tricks me into it.", "I like the assignments.", "I liked [NAME] too, but I'll take [NAME] over him 10 times out of 10.", "There has to be someone that loves you, you just may not see it right now. ", "Do you ever feel exhausted after chasing girls? I do sometimes", "Wow I had no idea all of this transpired. Crazy!", "It's pretty clear if you understand basic math.", "What was the name of the neurology podcast? That sounds very interesting!", "Or you could y'know just be a nice person and respect other people's opinions and likes? ^Since ^you ^clearly ^have ^plenty ^of ^your ^own", "Thats fair. I know its a joke it just always struck me as odd how people wrote it off. No worries.", "As a student in DC Universities I hope to fucking god they get rid of blackboard and replace it with canvas.", "The majority is not relevant: it was advisory. I agree a second vote is needed to kill the [NAME] trope.", "100%. This is made up. If her claim was true, she'd have it on video. ", "If we can’t even score on the power play pulling the goalie made no sense", "[NAME] and [NAME] aren't cousins in this timeline, I believe. Just best friends.", "so fucking beautiful. so subtle, but so necessary.", "Looks like you've never been to Paris! The worst toilet in UK is cleaner than Paris.", "That map looks interesting. I have always wanted an oil platform in game.", "Dude. Don't even get me started on the only guy who can manipulate time running out of it.", "Just look at Speedwagon. That man is... a beauty to say the least.", "That’s not what I mean Him being a snack is just well", "I stopped trying a long time ago. I actually feel much better (most days anyway)", "I got $10 on Anzac Day as the guy won money and 2 x $5 tips that’s all.", "Anyone staying up for [NAME] [NAME]? Probably gonna go in and out of sleep watching on the couch", "She said on the VR Aftershow that she had hooked up with girls and had a relationship with a girl before.", "This is simple but great.", "That makes a lot of sense. I wish I knew how to stop myself from doing it tho", "When giving birth is the only thing you’ve ever accomplished", "Interesting. Even if most disagree with it, I'd love to aee a resurrection of some sorts in IX.", "This is actually a really good idea", "some state are way more paranoid about this than others. also depend who handle the call / judge... like, some people believe spanking should be criminal...", "I guess it's fair to say that that's one life ruined.", "I think it's kind of cute. Someone give her a megaphone, she's a gift for the GOP.", "you should be super proud of yourself. super, super proud. you are absolutely strong, brave and above all AWESOME!! ", "Rose coloured glasses get rosier as time goes by :) You'll move on eventually. Treasure the memory but be present in your current and future relationships.", "I stopped watching after I had to suffer through a whole episode without [NAME] removing his shirt", "Don't let your high expectations of government disappoint you.", "Excuse me, I am a very polite roid monkey. ", "Look at CBG as well. It's got anti inflammatory properties. Wifey feels its the best medicine for her cramps.", "First impressions don't need more then a day. Not to Mention 10 raids and tons of pvp I'll be fine.", "We made a big raft of inflatables on Little Bay and listened to the Hottest 100. Good times. The water is finally nice and warm.", "Yeah, my schedule has been brutal for the past 2-3 years. This year it has become my objective to get more involved to get-in with more parents.", "It maybe possible she doesn't have a lore video to explain though so It may or not maybe true but I believe it is", "Hmmm.. this is kind of interesting that our name was even thrown into this mix.", "For us to be able to do that now, they would proably make us pay for it. ", "Wow first fight in a while where I don't want either dude to lose.", "Pulling for you so much ❤️. You got this!", "Yes, they do. It’s illegal to work for the Federal Government for free. Contractors aren’t Federal Employees. ", "Enjoy the downvotes", "You have a very justifiable reason to be upset and vent. I am this happened to you.", "Because you’re insecure with double standards, got it. ", "Dude got owned by a glass of cider. He spent a full month roiling and gnashing his teeth in an existential nightmare because of sulphites.", "Sorry it was late at night. I fixed it.", "As a Jeep driver, I constantly have to remind other Jeep drivers that 4WD/AWD only makes a difference when driving. Everyone has 4-wheel stop.", "OH MY GOD!!!! The poor parents must have gone from gutted to PISSED in a matter of moments.", "It's ephemeral. It deteriorates in quality from the second you finish pouring. It isn't going to be framed. Enjoy the moment.", "I dont think a murder log that survived what killed off trex counts as cute, even if its only 2 or 3m long. ", "There isn't. It only exists in the heads of those who subscribe to these tinfoil theories.", "Is this funny but sad? This just seems like a normal meme to me", "Dude you’re honestly unhinged. I think you need a break from the internet for today... it’ll do you some good.", "Whatever you do, don't give your virginity to anyone. You will regret it if you give it up cheaply. ", "This might be my favorite scene in the whole series", "[NAME] is an awesome film school...not surprised this came from Dodge", "They've been banned. We'd like to start leaving up more comments though so that threads actually make sense. Capitalists will always be banned.", "There's really no way to know since my lady hormones prevent me from remembering sexual assaulters' identities.", "You're giving fascism too much credit here. They were backed by capitalists in the first place because it was profitable. It's those two together.", "WHEW that was quite a stretch lad. Gotta do some deep breathing to stretch that far.", "you can anything you want when you have jordan bone", "im sure it's a real slap in the face", "i should just quit yikes", "I like to laugh", "That doesn't make the kid stupid though. That makes him a baby.", "Damn... that’s another thing I didn’t even think about it. Probably the biggest reason why people shouldn’t steal food", "What should be the campaign is telling people that just because you find a child beautiful/pretty, it doesn't mean you're sexually attracted. ", "[NAME] and [NAME]. Both are really cute in different ways", "I think it may be interesting if the public could vote for films.", "Yay, another second tier free agent over 30. Thank God we're making a market for these players. Go Mets!", "What a crazy month that was, 15 months ago... Before it was resolved. ", "[NAME] was the only rb I felt no matter what I would draft him, but I think he's one of the very few ", "Cause boomers know young people like it and want to generate revenue", "EA’s cancelled more Star Wars games than they’ve made. They should lose their exclusive right to make Star Wars games", "They're a clear example of what can go wrong when you marry ANYONE you don't really know, regardless of where they're from.", "We got a great view around 9pm before the rain!", "This is a pathetic grasp to hope where there is none, hoping for a top 15 pick isnt going to bring us out of the bottom Look at edmonton", "That would be cool too!", "> When did I ever mention native genocide? How do you think the land was \"stolen\"? The residents were killed.", "He's most likely been misinformed", "I honestly don’t think of the term that often and generally use it seriously, but still use sparingly.", "I am not at all familiar with the gibbed audio extractor but I'd have to imagine those lines are in the Citadel DLC files.", "Every game counts for the Kings tho. Suns are out if the playoff race and this is a must win for the Kings. BOL!", "Also soda helps unclog patient’s feeding tubes if you wanted a gross reason to never drink soda again.", "Current use could also mean setting pills in a weekly pill box for use each day.", "My rent was due on the 29th. I paid it on the 20th just to avoid this kind of stress!", "I love being a mom. My little is almost 4 weeks old and I feel like I was made for this.", "Is it that common? Here on the tube on London there is barely room to breathe let alone spin so I guess we avoid this kind of crap", "Its whatever you make of it. No one can tell you what it feels like except you, this is a journey you’ll have to take alone", "[NAME] brought in a guest writer for this so hopefully it gets rectified soon. I still really like DrawTwo but this has to be fixed", "If we can get a 1st rounder it is without a doubt worth it.", "That's an interesting way to do it. I might come off as a little crazy, but this would definitely be an interesting experiment. ", "I still defend the evening gown .. that purple and that wig were right", "It’s definitely winter. My Cornish Rex is in hell right now because she loves laying in windows, but it’s cold as balls out ", "Those things still haunt my dreams to this day.", "Oats have proteins similar enough to gluten (avenins) that they can actually cause problems for some people with ceiliacs. Maybe that'd work.", "Maybe I should tell my family to move the Lavvo further south =) people sound nicer there", "You don’t have AIDS. Put those silly condoms away!", "im sure he started that line with his own hard earned money", "You know what, I think we're gonna be friends. *Special* friends. ", "If you could even teleport non-living things you'd make a fortune.", "It keeps more people employed that way.", "Please stop LOOKING, and go.", "Yep, you can go around crashing into things and run people over and completely get away with it. ", "That must be it? Or that people buy carbon dioxide as plant food? I'm terrible at science and even I know it's not that simple", "Time to get new friends. This one clearly doesn’t appreciate you for who you are.", "*Noveau riche* effect. American tourists were similarly perceived as 'the rudest' in the mid-century.", "You’re funny if you think 27 vs 1 is going to somehow end in a good deal for the UK.", "This dude was super cool", "[NAME]! I told you it would come to this. I was right. The [NAME] are taking over!", "> It's upsetting. What can be done? We'll have to take it to the high courts, let them decide!", "Watch again. It's frosted white in the beginning and black (no window) after", "This is scary to know that you went through. People like this are one step away from coming home with a gun or knife.", "As someone who live less than a hour where she’s from, it’s definitely fabricated/exaggerated.", "Because its not a term of endearment everywhere. You have to consider where you are and the speech patterns in that area.", "The Imperial is the best gay bar in Sydney. PERIOD.", "I don't doubt that, but there's a difference between doing something as a social activity and a psychoactive drugs that actually makes you feel more social.", "I support the idea of punishing [NAME] without trying to injure [NAME].", "That is true, yet that is a problem of the systematic exploitation in capitalism, not the fault of existence/birth per se. ", "Having a bowel movement, changing feminine product, doing makeup, etc. It really just depends on the situation. I loathe being rushed.", "What? Fur definitely shows up on beige. She stayed for 35 minutes and held one dog who was wearing a coat.", "Maybe you should smoke some and relax.", "The Birds is probably not quite what you are expecting.", "And communism wouldn't? The USSR was a master of creating industrial wastelands.", "No, treating it like it’s obligatory just means it’s a standard I have. People are allowed to have standards. ", "Are you queuing with him and is your account a high level? Because if that is the case I suggest you make a Smurf.", "Oh wow this is good to know, it was always my go-to spicy ketchup when I make frozen fries at home.", "No now a days they’re regularly updated to reflect the current stats and rosters. This commercial would have been great for The Show 17.", "I think we're passed the point where he'll ever have a full health season again", "Bold of you to post [NAME] art on Tenko's BDay. I approve.", "I totally thought that this match would be a draw due to [NAME] interfering. I should never make any picks in the pick'em contest ever again.", "Plus [NAME] has won before. [NAME] is a perennial loser. All he has ever done is played on teams that were the worst in the NHL.", "Ugh I have to hope the god damn Leafs win tonight, what a world it is we're living in. ", "Try queueing up to play against humans. And then make your decision based on the queue times.", "Bruh I don’t even have an IRA anymore all of my money is in silver, platinum, and stock options. TRUST NOBODY", "Pray. I remember that happening a couple weeks ago when the whole system went down internationally. Maybe check your connection and refresh, all that jazz.", "Real Person. I'm just saying I like the merchandise.", "Easy answer - nobody knows. And knowing my country we will probably leave it to the last possible moment and then have an “oh shit” moment.", "If she is an INFJ they can be quite caustic and verbally abusive at times.", "You need to make sure that healthy food is within convenience for the players so that they don’t end up eating 2 minute noodles every day", "I appreciate you being open about it. So I'm assuming you accept that the things you listed don't make you a woman, right?", "My experience has been the opposite. Younger guys are sweeter and try harder- without trying to wife me down. We just have fun together", "I like it", "Vegas favorite getting No picks. That's gotta be pretty unusual", "I'm very motivated to make things as easy/optimized as possible so that I can be as lazy as possible.", "The details on this building are fantastic. If anyone gets a chance to see it up close, you definitely should.", "Makes sense. So I need 2 USB drives according the the TAILS website.", "This is why I’m afraid to fly.", "[NAME] is actually [NAME] real name.", "Completely valid point but [NAME] is better than anyone [NAME] had to work with.", "Yeah Eagles definitely had the upper hand in the negotiation but there’s no way we were gonna waste a season with [NAME] at QB.", "that’s a brilliant photo, your torny looks younger than my one! so cute", "They have problems for sure.But they don't have YOUR problems.", "Philanthropy really scares some people, doesn't it? People did this to [NAME] too. ", "He's not THAT bad on YouTube, but on Twitter... Let's just say that he's problematic", "I was at the game at there was a huge Laker fandom there. It felt almost like an away game.", "Listen carefully and watch me wink as I speak. The guy I'm really looking for, *wink*, is Mr. [NAME], *wink wink*.", "If they were that good, she wouldn't have burned through 3 pairs in 3 years. ", "Sometimes it can be very expensive and can have a toll on mental health", "He'd be a homewrecker if he slept with the guy. Calling out the married dude's behaviour isn't home wrecking.", "ehhhh I don't think so. iirc [NAME] was responsible for that Russian embargo and he's the reason why AKs are so expensive now.", "Actually I got mine right when they were getting banned", "Looking through the lives of various figures of the New Atheist movement in the social and political change they sought to create and how it stacked up with reality.", "No we just want to make sure that it doesn't happen. Fairly large difference.", "so far better than pinkerton", "But economic systems do determine success of societies. If your economic system doesn't work, your political system will lean towards authoritarianism for it's politics.", "This look is fab you can't call everything cringe just because it's eureka", "That'd be a funnier picture if it was just a picture of the floor with nothing on it", "[NAME] is my daddddyyy!!!! And I can’t be on this planet without her/him!!!!!", "You know it wasn't missionary, if she wanted it that bad she was most likely doing all the work.", "Yeah. [NAME] couldn't do it, [NAME] couldn't do it. It's probably not gonna happen again", "Buddy I think you may have been wooooshed..", "Fact, the sky is orange. And if you think it’s blue, you’re stupid", "Wow damn this some good words", "You should educate yourself on HPV. You don't contract it from being careless.", "I think, call before you come and limit it to an hour is reasonable if you have relatives that need to be told that. ", "pro tip they go in the hole better if you chop em up first", "Get your mom professional help. Any grow person who runs away from their own home afterargument definitely has mental health issues", "Sorry, but [NAME] doesn’t even compare to [NAME].", "I think this is very relevant, u/lilhan2", "You're going to seriously regret this in a few years.", "Oh boy, yeah.", "yeah it's not even a bad haircut", "Damn, you're right. I could've sworn I saw a 99% up there.", "No I didn't. PM me your username here and I'll reach out to you.", "That was my favorite PS1 game.", "Idk about any anime from 16-23 years ago but it's probably too outdated for his new waifu", "I mean I'd rather have play him in the infield, but either way someone will get injured and [NAME] will play the infield.", "I rarely like or comment on YouTube. But I make hella playlists so I guess I use it more as a tool than a community.", "Not really it’s a capitalist organization based on earning. They play to peoples fear and love not their environment", "Riot keeping nailing it in the cinematic and music department. That was so fun to watch, especially how amazing [NAME] and [NAME] part was.", "The best meme", "Fast as [NAME] will carry me. Seriously uptown to downtown via Claiborne or broad isn’t that bad", "That depends on the area. For a lot places they would need a warrant first.", "Hey, she's pretty hot", "Thats awful and Im sorry for your friend. I whole heartedly agree. Its getting out of hand.", "There is no excess. Everybody gets what they agreed upon. Fake news.", "If you were better than the players you met every day you would be able to get better stats while playing against them.", "This girl wasn't molested. She was a young (legal) girl who thought it was cool to get with someone her dads age", "Adoration is definitely something I could do more of. Thank you!", "This was a beautiful moment for the FT coming together", "[NAME] I hope we get lucky again. Great job with the write up. I don’t follow college ball too much so this helps a ton.", "How is ot unreasonable. You take responsebility for what you breed. This natalist perversion is disgusting. The product didnt fail you. You failed the product.", "It’s fitting. All things Considered.", "[NAME] died for our shins", "Oh [NAME] I forgot all about this site for good reason", "I really like Funhaus", "Read it again. Your response shows you didn't understand what I said. \"YES\" = yes you need a degree.", "its even worse because the starter kit is like $70 too right? So in reality she probably made closer to $30", "Focus groups thought [NAME] was too attractive and the brethren were experiencing a burning in their loins and sinews so we fixed it.", "[NAME] has shot the three well the past few games. great to see", "I'm glad you have someone to help you out! Perhaps over time you'll find it easier.", "We'll worry about it tomorrow", "STOP GETTING BEAT WHEN YOU HAVE THE ADVANTAGE!", "Astrology and asttonomy used to be the same thing. The scientific aspect diverged and got renamed to astronomy to distance itself from the bullshit.", "Don't let a few hard months get in the way of a possible beautiful future.", "Same can be said for fragile liberals who can't handle cultural traditions and keep trying to push the envelope.", "I concur.", "Well since they hate cops and love criminals... this fits for them", "Didn't watch it. I assume the invasion plan dead in the water because the UK has nukes.", "Adults actually need less sleep than teenagers because teenage bodies are still growing and", "It's not like other teams have been spending tons of money in the last couple weeks. Making small moves doesn't mean we can't make big moves.", "I’m sorry. But, keep your respectability politics to yourself", "I think I should say that I am a student and have no income.", "Right on. The cities are where you can find some of the most virgin girls.", "Nobody will ever be interested in me anyway, so it doesn't matter if I tell people I'm a virgin or not. ", "It's derived from \"being deadass serious.\" As in dead serious. It's not a hard concept.", "I mean, she actually is a genius, so I really dont have a problem with her identifying herself as one", "He was young and he thought he was doing the right thing. No need to be rude about it.", "Watch them end up with another girl. Like just because you want to try for a boy doesn't mean you will get one.", "His truck was never used by ISIS.", "[NAME] will be the 2nd best player in Juve team now.", "Yeah I'm a moderator there. I'll let you post anything there because I'm a nice mod.", "Yeah that dragon one with the same style ? Mesmerizing. I believe there's also one close to Civic center", "I like this post a lot.", "Ok then youre leaving the enmey widow uncontested to kill your team. Genius.", "*Can I Haz Gold?* Don't actually please don't spend your money on crap like that.", "I honestly couldn't care less if we lose or not. I'm over the moon about [NAME] and nothing could make me unhappy", "Yeah, still the wrong strain to even remotely dive into CBD therapy (<0.7, yikes)... but I understand your point.", "Exactly! How dare we give those people shade!", "That's a good policy.", "And I thought best girl couldn’t get better. Please tell me there is one of other best girl [NAME] with glasses", "Please stop uploading twitter links. There's a reason people ask for/post mirrors.", "Heck, you're one cool dude, guy. ", "No steel toe boots either. Amateurs. If the owner made his cooks do this instead of proper contractors he deserves a workers comp claim.", "FYI your boyfriends fucking her too.", "Once a week. It was a semi expensive seafood place, but it also had a poppin sports bar/happy hour vibe. An interesting place for sure ", "It'll get better. I know sometimes it's hard to believe that, but it's true. Promise.", "People on reddit love trying to change the definition of words to suit their points", "My only deal breaker would be possessiveness like it is for men bc I only like dating", " Therapy really is the only way. It's not easy, but maybe therapy will help you learn to love yourself enough to love someone else one day. ", "I agree: most [NAME] are much better than Prophet [NAME], which directly contradicts [RELIGION] doctrine.", "Not everyone is as Europhilic as you, and that’s okay.", "Thanks, I'm the LAOTOP and I found this response as informative as the comments in the original post.", "If you look at her from a distance, she's super cute. Then you get close and it's a [NAME] painting of tweaky, delusion.", "Her question was theology actually. I wasn't even answering about the rape at all.", "Delusion at its finest", "Always buy merch if you like it. It won’t be there the next time you go to get it.", "If you ram it just right, you can ram it all night!", "This is from the Crystal Lake Rib House in Illinois if anyone was curious."], "caring": ["Thank you for your open mind. Stay strong, fight the good fight, and stay educated.", "Seems very very aggressive. I would love for you to be right.", "Please no, I have a family!!!", "It’s one of my worst nightmares to have skin like that...I hope that person gets actual help", "Haha I don't know where you are, but I feel you", "Manila and Monét serving a lot of emotion for safe", "You care more about their actions in that case.", "Bro, pay attention. I know you guys aren't known for that, but this is not a centrist sub. For [NAME] sake read for one", "But [NAME] is fine", "All my hugs to you. She will have a peaceful end surrounded by people who she loves so much.", "I’ll be honest I really don’t care. I’m happy to know that others care about this, but eh you do you", "Hope you’re ok mate!", "Me too I hope all goes well for both of us", "Yeah, and don't forget the unblockable attack spam storm...", "I love my kids. I don't always like my kids, but I love them. ", "Got my attention.", "Definitely. Once I discover their toxic personality, I couldn't care less about them.", "Wow, that crazy. Hope this doesn't happen again with you. Stay safe!", "I'm with you. I'd like one too.", "Gotta protect’em!", "[NAME] seems to be really honest in the meaning of lore. She supports [NAME] from the very beginning.", "I feel you! Sending love and support", "As soon as I heard that I told my boyfriend every time he calls me from now on it needs to start like that", "Glad to see you guys are treating him well", "I'm really worried :( I sent a DM to them, I hope they will be okay... ", "You can get trough it, it sounds like fucking bullshit, but you can", "Focus on yourself and not on finding a relationship. It sounds like you have a lot of personal issues to work on and are projecting your problems.", "I'll keep u updated man. It's only a 7eth withdrawal so hopefully it processes quickly.", "Don’t worry I did not disappoint your mother", "Go and be around friends. Or become an INTP so you don’t have the lingering feeling to be around friends.", "He's just keeping the pieces warm for you.", "This is my best bro being a dumbass....he said he was ok though.", "[NAME] bless you, massive truck driver. Stay safe.", "Oh man... my grandparents on both sides of the family have passed away and it was tough... we’re here for you", "Feel you pain. Stay strong", "Locking a bunch in a kids in a room with their pedophile priest is fun af? You need help.", "**<3 I Love You <3** Welcome Home !!", "I had this one! he was a precious little angel and I loved him.", "I'm glad that yours is getting slightly better too! Keep on working on it and you'll be a social butterfly someday!", "i already gave away too much of the secret it's relevant save yourself before its too late", "Yo creep, please get help!", "Everytime I get to hug someone.", "Well I like [NAME] but other than her, I don't know any interesting asian youtubers. so help me out", "My rabbit had one just like this before she passed. I hope the animal is okay.", "I'm so sorry. You can do this. Just remember YOU are a person who is worthy of love and respect.", "This is the most horrifying thing I've ever read on this thread. May you and your loved ones see this through safe and sound.", "Welcome home, sister (assuming from your username)! May [NAME] love always burn in your heart!", "But it saved people with even more money lots of money. The owners of the teams.", "Welcome home!", "Well they do say they love kids just helping create more", "That's capitalism for you, don't worry though. There's another recession on the way.", "It's not \"over\". Don't believe that. Focus on making friends. The more people in your network, it seems better.", "That they will always love me despite how erratic I am and that they will always care about me, even if I haven't seen them in years.", "I'm glad to have made a bad time a little bit better. Stay safe!", "This is the only thing I care about from this entire season so far.", "Meant to post in r/Photoshop . There are more people online on r/Advice , though. Thanks for reminding me. Can you help me with my problem?", "Don't worry we'll just whip up a quick song!", "Wow. Some people are so stupid. But if it was me I would have opened the door and at least put it inside the doorway.", "I would not feed her anything that would cause extra butt wiping. No effing burrito!", "There I did it for you.", "I didn’t realize people cared so much about phones.", "Sure! You had my curiosity; now you have my attention...", "Yeah but you're not anymore I'm afraid.", "Skin starvation is a real thing. People can actually go crazy without social physical contact. Take care of yourself OP. *hugs*", "Meh, whenever I travel with someone who can't walk fast, I just wait for the next train."], "excitement": ["Happy New year!", "Well I'm glad I decided to go to McD's instead of doing those lines!", "Searching is fun, and finding and learning all the spawns is satisfying.", "Happy New Year everyone! It’s 11:42 in CA 2019’s almost here", "c'mon OP, I know you would have liked to see that", "oh happy cake day", "I used to build a ramp and jump over other kids on my bike ala [NAME]... I was amazed at the time.", "congratulations :o)", "I would love that. [NAME] and [NAME] were easily my favourite supporting characters of season 2", "I’m just in awe because this will actually get so many people up in arms.", "Ty! I was going crazy tryin it, canging things... i'l wait then :-)", "I legit did this last night, I hit it and wave it around like crazy", "Honestly acid is fun with 4-6 friends and shrooms is fun with 1-3 friends", "You don't suck, jazz is amazing man. Thanks for a album to listen.", "But that sounds yummy.", "My [NAME]. I think we have a winner. IT'S. A. REAL. PLACE. Best part", "Eh I kinda won't him less now. I like the chase", "Ay i saw that live. You have amazing movement! GG bro!", "enjoy it and happy New Year!! I was at the cheesecake factory yesterday with one of my kids.. had a blast", "Klokslag 12 I find really enjoyable, horror movie podcast, Im not a horror fan but I find these dudes very entertaining", "Close game but glad to see we came back in the end", "Yep first to go crying to the government but happy to bully single mums on the benefit", "Hey, I share a birthday with a legend!", "One time at the moment, but I did feel so full of energy after.", "Sooo good!", "happy birthday, have some gold!", "CANADA! HOW ARE YA, NOW?", "Happy New Year Everybody!", "But it's still....the geographic location of Arizona haha.", "My poor space bar takes an awful bashing with all the pausing in a Squidge vid", "I love your username, btw. Happy new year! ", "Sell high!", "Hi, [NAME]! I am dropping by to wish you the most fantastic day of your life! Have a good one! -HappyFriendlyBot", "I'm really excited for [NAME]. He seems to be continually improving in this stretch of games. I'm hoping he stays up once [NAME] is healthy.", "Happy cake day to him", "He will, I feel like it's Christmas Eve and I'm waiting for [NAME].", "I love how serious and mad cats get when the dog starts messing around with them all playful", "I am real excited for this, I just hope they don’t ruin it.", "So excited for the mauve album", "I am really excited for you! We texted a few weeks before we met too! The first hugs and kisses were the best!", "Happy birthday and cake day! I hope you find a little bit of joy somewhere in your journey today.", "They're just excited! About everything!! It's the best when people do this in professional emails, too!!! ", "You're happy that survs DC when you play killer? I'd rather actually play the game. Legion mains are weird sometimes.", "Play the lottery my dude, you just got lucky.", "I used to enjoy it and grew out of it.", "Happy birthday [NAME]!", "Look at the size of those shorts!", "Just hit my 3pl8 squat, been looking forward to this for a long time so really happy I finally got it! Now on to 4", "Personally really enjoyed it. Have it in my top 3 AC games with AC2 and Black Flag in there too.", "Happy cake day bruh", "I recently got a job that I wanted so now I don't have to live paycheck to paycheck.", "That beat slaps. Good memories", "Come on, New Day! Make it finally finally happen, [NAME]!", "My fiancé and I went to a friends house and just hung out until midnight and watched fireworks, it was so chill and perfect!", "Ay just like my life *whips whilst sobbing", "Agree. I did enjoy Godless but I was addicted to The Terror. It was full of such amazing character actors.", "Ahhh. A civil and interesting conversation on the internet. How refreshing.", "One of the most chillingly haunting places I have ever been to.", "Happy cake day to you too!", "I just got banned from one of his subreddits, I haven't been this excited for a ban since the snap from /r/thanosdidnothingwrong!", "Oh the joys of Marine Corps boot camp!!", "[NAME], let's celebrate together, y'all will be the king of New York. Praise Marks.", "Lighten up buddy.", "Fuck so obvious", "Hey quick brag, this post was read by [NAME], episode 63! I'm actually really excited, he's one of my favorites.", "I like the way your brain works OP. Always did enjoy bugs bunny humour.", "So happy to see these as the top two comments. My lips turned to prunes just watching this.", "Just relax and enjoy. We are gonna win by double figures as per usual.", "Thanks :).. My issue got solved :) . YT on Twitter never helps.. they just do the basic troubleshooting.", "Omg congratz for you guys!!!!! That is amazing news :) good luck with twins.", "Glad to hear it’s open again, great spot. I still class climbing Coonowrin as the stupidest thing I’ve ever done.", "Your passion for [NAME] literally put a big smile on my face. Stay wavy!", "I dont know why but they really like to throw charged heavies when you block everything they have.", "That way you’ll get both food and laxative all in one. Sounds like a fair trade to me.", "[NAME] making moves, as much as I still miss [NAME] I'm excited to see our teams future.", "the excitement when they all first come in always makes me happy", "mans got me excited", "Happy birthday and I'm really glad I won't be feeling like you when you wake up tomorrow", "i am. This means i will move from MTN to VODACOM. and i only roam!! Wow", "Have to stay positive! I AM getting a new job I love in the field I want to work in!", "I've grown to love this idea the more I think about it. It'd be amazing if it came down to [NAME] and [NAME] as the final two", "Oh yeah.", "Haha username checks out, but I thank you all xx", "Yeah [NAME] has won worlds", "This bit was more fun than it should have been.", "I hope. Sirens got me excited", "2 is less user friendly but it can be fun. As long as you turn chat off. And hate yourself already.", "I’m excited AF. First holiday in four years. Totally cannot afford it but that’s future [NAME] problem.", "I think I’d take the long view - the good news is that at least she’s not pregnant...", "I'm excited for them, but I can understand why anyone wouldn't be. They both use the fighting styles of characters who are already in the game", "Yeah I did think that was the case, thank you! So excited to see my new Capstan!", "Ahhh yes the, their all Russian controlled bots play, a classic in the last few years", ">I have, on multiple occasions, enjoyed sipping on my flask of scotch at Bowness ", "Damn, that shit's decarboxylated af! That'll get you nice and sleepy... I foresee a weed nap in the near future...", "I love those moments where [NAME] finds a teammate opens and whips the ball at them but our guys are tuned out and don't expect it.", "Oh boy here we go.", "I love how the tires are Raiders logo", "Wow. If it shows calls on the bill then what good is it? Glad I asked..."], "curiosity": ["Please tell me how you feel about [NAME] and [NAME] again once you've finish with your manufactured outrage.", "Is it really up to $11?", "He's just logged off and I can't wait for you to see the final number.", "I wonder what he's listening to...", "denying and lying or walking into a minefield what \"nice\" choices @.@", "\"Can I speak to the Suns' manager?\"", "How far down the rabbit hole do you want to go?", "You mean I shouldn't be doing treating it that way now?", "Thank you, I need it. I am currently trying to learn French, would that help ?", "I'm curious how he does in the counties you mentioned. The primary might end up being super close, but you know more than I do.", "So I can’t do anything about it now?", "I were wondering what's the deal with the second pic .Nice find .", "I'm curious!!! The likes of [NAME] and [NAME] may have been choices for me in another timeline. Who took names that you know of?", "Lots of community theaters have great programs. What part of the valley are you in?", "This describes his tweets so perfectly lol >At no point during your incoherent rambling did you even come close to what could be considered a rational thought", "Old timbermill. Was that the long payload defense and attack?", "(F) Actor here as well, also willing to learn anything and everything involving film!", "What is TMOR?", "Have either of you or anyone else in your newsroom faced personal threats because of your work on this project?", "31? Congrats on the wizard powers, at least. What spells did you learn?", "Someone you guys are on Grindr just to screenshot your own witty replies to men trying to bang you, don’t deny it.", "My gf is a huge TSwift fan and loves Friends. R u tryna steal my girl pal", "What are the issues you have been having?", "Happy that you're happy, and good to see someone highlighting the good parts! Any particular streaming service you're looking to get? :D", "This is an interesting opinion that I want to brainstorm some more. I'd like to see a study on how global warming would affect Canada's habitability.", "Why do some people use tbh after everything", "This is awesome. What are your profits like?", "What does IANAL mean? Thanks!", "Damn sorry to hear bro. You guys still friends though?", "Sorry, \"semi\". Happy?", "Are you serious?", "Really takes ya by surprise anyway though, huh?", "Damm!! I want to know what happened with [NAME] I think she stole his debit card?!", "It makes me wonder if Old Money New England families are into their own cousins a bit much.", "And to think all along I was wondering if it was left hand turn day or just me!", "Yea I've heard this also so that's why I'm curious how well this one will last.", "oh shoot, im sorry to hear that. was it someone close to you? ", "I’m wondering if your church and bible study attendance lets her pretend you are [NAME].", "How much? Out of curiosity’s sake", "That actually makes sense, thank you for answering my question. Did you try training your dog?", "out of curiosity, What are you watching?", "I would guess from multiple communities if they are trying to win the war against the other group", "Why did she get married if she did not love him? Aren't you afraid the same thing wil happen to you?", "I’m gonna need to see that in writing before I celebrate.", "Where do you work/what do you do?", "That's a shame.. speaking of that though. Where are some good places to hear blues in the city?", "Did you know your post about your comment being downvoted is also being downvoted?", "Huh, I was just wondering if something like this existed. I'm working in food manafacturing an this would be epic.", "Am I the only one who really wants to know exactly what shit went down between them??", "[NAME] explains why she was so close to her grandmother.", "I think they're good optics. Or do you not think that being openly intolerant toward surveillance encourages others to be openly intolerant toward surveillance in turn?", "1. Dr. [NAME] job is just cause drama and look frustrated 2. I wanna know the mothers of people ITT", "Looks great but am I the only one who can't hear anything?", "Why? You might be right I didn’t think of that but I’m curious to what issue that would create", "The similarity to cigarette companies is eerie.", "I'm sorry, when did a subreddit become a sacred institution? That's a false equivalency.", "Wait so his eyes don't work? Then how does he put his penis in your vagina?", "Did you accidentally buy the Australian model of the camera?", "So sorry to hear about your abnormal growth. I'm now green with envy. Are there other celestial gods that can identify with existence?", "Does this have any association with KPW?", "What is your career field? Maybe you should take a break or something? Beating your head against a wall every day has to be frustrating.", "Did the goat enjoy it?", "The title is a lie. I dislike what the APA is doing as much as anyone else, but how bout we dont sensationalize it.", "Like, [NAME]?", "Was your father a member? Or did you save a member? :o (very cool!)", "What GDP growth? The one that barely broke 3-4% since 1984 and has dwindled to 1-2% to 0 to negative 1%?", "What no one in the history of time has ever recovered from a bad first date? Hard pass on this anecdotal evidence.", "Who are these outraged [NAME] women?!", "What's your source for that? Just curious (and yes I know it sounds like a tired contrarian statement).", "I... uh... oh dear... ummm.... Please tell me you’re indulging 19th century race theory ironically.", "you are definitely trolling us. That can't be true", "Did you just equate the tomahawk chant to lynching as a reply to being called out for virtue signaling?", "I hope you find him, but WHY didn't you exchange numbers???", "What reason do you have for not already having been prepared?", "I've always wondered how much of this stuff doesn't end up on the internet", "It's crazy that I just saw like seven clashing patterns and immidiately thought \"oh yes, eastern Europe\". Why is that?", "What kind of dove is he? He is soooo pretty!!", "Thank you! Does anyone actually if you'll be able to buy this (outside of Japan)?", "Whats up with the human race turning into invertebrates anyways?", "Tastes better? Or maybe totally worse I don’t have experience", "TIL [RELIGION] are the second biggest religious group in Arizona...I'm starting to see why it's been red for so long.", "How can he balance like that with those massive balls of steel he obviously has?", "Which one is he playing?", "Are you serious?", "You think only a -couple- people use fgt hatefully?", "Am I dense or is that not funny either?", "Why is that funny?", "Is it bad that I don't want any of them?", "You got any more of that weed?", "Why should I waste my time with that?", "It *feels* unethical?", "Played Divinity as well. Is Atlantica what I was describing? If so I'll give it a shot indeed. Is it still alive?", "Is there such thing as \"only a cat\"?", "But where is the center of the Overton Window?", "Not really, in my mind it was continuous cringe that I was always curious about", "I always wondered how testicles sound when popping.... hoping that it would never happen to me.", "I'm curious though, will they upvote it to own the ~~libs~~ [NAME]?", "would love to know more about your experiences with them and where to find them.", "I wanna see a video proving it's fake though", "What, do you disagree that that freak can in fact buy a megaphone?", "Are any other carriers better? I ask out of ignorance, but I was under the impression they all sucked", "I'm curious, too. ", "I really want to know what restaurant this is. I'm picturing Fino for some reason.", "Is that you [NAME]?", "What is that black stuff running along the tub and into it?", "But do you have a notoriously shady history a la Jax? (Hope not)", "By “make” you mean smash the box into hundreds of pieces and slobber on the remains in a comical fashion?!?", "This is interesting. You want to share experiences with her but not necessarily have sex with her?", "That sounds awful. Do you like that schedule?", "Congrats man! Which troop are you on?", "did you ever play starcraft on N64? it was like pulling your own teeth with an N64 controller", "Any chance you have a bank account information you want to share?", "Why is it embarrassing?", "Had to pause for a sec to properly cringe when [NAME] says why he got sent to the school. Whyyyyy would you *announce* that oh my [NAME]", "So I should definitely give up on real life is what you are trying to say huh? :(", "200 likes already? Can we keep it going! Upvote! Upvote! Upvote! Enough upvotes and we will get the community involved.", "It's got gray icing. I can't even begin to think how you'd make gray icing", "What makes them [NAME]? Tf", "How do you think this would have went if those two switched roles? Probably not as smooth huh", "Cool! Tell me more about yourself---PM me if you're more comfortable.", "I use group up but there's a group up for healing prompt? I'm on console and I don't think I've seen it", "[NAME]? Is that you?", "Who wants to muddy the water with facts... Ha", "I really enjoy my job but I get paid $62k I don't know if that's considered high paying but it's plenty for me.", "I wonder how big a problem this really is and what the cops' plan is.", "I'm very open to doing anything to help me abstain. This seems very helpful I'd love to know more.", "Ive never done deadlifts. Are they worth getting into in terms of back hypertrophy? I already do rows and weighted pullups.", "what happened to that uk transfer they picked up, haven't heard much about him", "*What* exactly *are* we *italicizing* so *much* for?", "Did you get to try the bipod? I can't wait till I get home.", "Wow. How many beds is 22 wards?", "Cant wait to see it buddy!", "I’d be interested in reading more about this if you have a good place for me to do so. Thanks.", "Probably yes. Impossible to say without details. Has he tried giving the bill to his insurance?", ">Take a payday loan, smoke some meth, buy a shitload of guns. Tell me which ideology this is and I'm sold", "So having a baby you don’t want is [NAME] will, but having a baby you do want is going to put you in hell? ", "Just got home from school. How are we doing", "I just roam around without a hat. is that so hard?", "Honestly, who can finish a venti frappuccino? Before it melts, anyways.", "Do you think people are generally logical?", "I like that we get to see how varied artists are.", "Did he died?", "That is so sick. That kid will feel sooo awesome later in life. What doctor agreed to this though?", "Did you see it with [NAME]? I don’t see him have chemistry with anyone", "Isn’t that the same as idols? I thought it’s a big nono for any intercession when it comes to [NAME]. I could be wrong though", "Oh you mean [NAME]?", "How did Detroit quality for these trade exemptions? By sending 4 guys and acquiring only two in the [NAME] trade?", "Did they name Gen X after all the porn they consume?", "Totally agree, but what is Scott's Totts?", "I wonder if NBCSN allows for the crowd to take more of the sound space", "This sent chills down my spine. What in the world!! I can’t imagine what they were planning", "Is there a customer service number? If so, what is it?", "[NAME] i was mostly curious about the background because it's very good.", "Can we reply to the Yankees being cheap directly, any time Yankees Twitter posts something new now? ", "Have you actually found the last honest orthodontist out there?", "Looks like you brought a nice variety for her to try, hope she enjoyed it!", "Is this legit or just a random house?", "I wouldn’t be mad. We need someone who knows what the hell theyre doing", "It's crazy how far Photoshop has come. Underwater bridges?!! NEVER!!!", "You're welcome! Anything else on your mind? Best to air it out", "What are the chances [NAME] is in that 10% at 32?", "Is there a legendary dark star skin? Does the kayn one count?", "What are you gonna do when your 150 years old and a giant angry bird won't stop trying to kill you?", "Also “he wasn’t even good enough to be a starting pitcher how could i possibly allow him to be the first unanimous HOFer”", "What if the meal didn’t consent to being cannibalised?", "Why was everyone so happy when he pulled that knife", "Yea man! Why does it always run out faster than shampoo from the same sized bottle?!", "[NAME] will love [NAME]. I wonder what the deal will look like if it happens.", "Who are you and how did you know I was watching GOT while I was typing that?", "Happy birthday! Aren't you a bit young for Reddit?", "But why? I have enough awkward moments in my life. I just want to see comedy when I watch a show labeled as one.", "I am sorry but how in the hell is there no added time added ?", "What if he was deaf?", "There are Cubs fans that died at 95 without ever having seen their favorite team win a title. At what point is the LOILTY worth it?", "Lost finger how?", "I’m sorry. Can you please explain what are the 2 accounts of the order of creation are contradictory?", "what are you doing here, [NAME]", "I wonder if the paintings he did on Brooklyn 99 were actually his.", "Holy crap! I want to hear this story!", "What country have you move to?", "When will [NAME] learn that recycling his old favorite beliefs and takes from 2008, will not end or age well. ", "Wow! You definitely Trader Joes. Do they have chocolate covered pretzel balls? I have been looking for those forever.", "What other account do you think is mine?", "Did anyone see the ladies sitting behind the Hawks' bench?? WOW, like smoking hot.", "Wait, what? You're a gamer who's never even heard of TB?", "Removed, anyone have a mirror or archive?", "Why are all these links \"np\" links?", "Would you mind elaborate on your viewpoints?", "Not needed position? What team have you been watching?", "Is that the only symptoms you’ve noticed? Are you normally worried for social situation?", "OMG was he really 5000 favorite?", "Why would you doubt it dumbass?", "Change the channel during the NFC Playoffs? Hey did you ever pay that ticket? No? Just wondering....", "Have you tried having wealthy parents?", "Why do you want it to be the world's leader and savior, outta broken and needs some alone time. ", "I'm beginning to wonder how I lived before without these daily posts.", "Do you happen to know what time and program that was, please? I’d like to see it. Thanks. ", "Optimism and emotions got us into this mess in the first place ffs. At least clarify why you are optimistic."], "nervousness": ["Jfc, that's depressing.", "Disney World/Land or NYE at Time's Square have always made me nervous.", "That's awesome. For the record, I do get anxious over very non intrusive questions, I really have a tenancy to read too much into things. ", "Dont worry, as you get older that will stop working or possibly even cause anxiety. ", "Fuck I’m sitting in position 3 right now", "Now I'm worried that cat will get salmonella :("], "neutral": ["Genius here thinks I'm a mod. *grabs popcorn*", "I haven't seen the chet response, but I cannot imagine myself not telling that person to go to hell and enjoy a lone existence.", "It’s only a problem if politicians capitulate to the mob.", "So has [NAME] if you want to be very picky.", "No is just apologize and explain the situation", "Probably right, I could have mixed up the years or just misremembering", "She has 0 chance, not even apologizing will give her a chance.", "You are wrong.", "Yes. A couple days ago", "[NAME] can get the web action, ja feel?", "I’d have rated 4.5", "Yeah I read about what happened last week", "Oh, true ", "You got more upvotes. Now you are beating me.", "That better the case. It'll take the sting away a bit.", "tl; dr you can just bore them to death.", "Stay at home dads are awesome gender non conformists.", "[NAME]. Snap me good baby.", "The lips imo", "Dude you don't know what I wanted. [NAME] was very clearly a generational talent.", "Great minds more like... And youtube suggestions.", "Whatever it is, not enough.", "I watch it 4-5 times every time it comes up. I think there is something wrong with me...", "\"Smile Dude\"", ">The left doesn't need this kind of public displays. >i never said that explictly or implicitly **thinking emoji**", "Im coo coo coco crazy for you my chi chi cay cay cyborg aw aw arm!", "Even worse.", "Do they not have a tarp over them or anything? They just have to stand out there in suits and dresses getting soaked on national TV?", "When she asks how he lost his arm she is looking up to him", "To say the \"New Jersey area\" lost 5700 millionaires and then explain that that includes New York City is silly.", "Well he's a mod here, so he can get away with this shit.", "Barely attractive. Fify", "Let's watch impractical jokers!", "Sounds sensible.", "Oh what a feeling, [NAME]!", "Guys you can’t blame him. They didn’t have basic math when he was in school", "[NAME] still looks him off unfortunately but he made a three", "Hey guys massive legend here", "Who carries a spark plug on them", "Watch out OP, the choose your own adventure folks could sue.", "***DEATH IS A PREFERABLE ALTERNATIVE TO COMMUNISM***", "Not a particularly in-depth article, but I thought it was a worthwhile follow-up to the recent post about police ticketing people outside Tim Hortons.", "Those who can make you believe absurdities can make you commit atrocities.", "This! The [NAME] need to be kicked out!", "Can we just go down there and propose a bill? Die the constitution not allow that? An if were not allowed doesnt that count as non representation?", "Go Army!", "They just keep coming, it's like a cartoon", "People at alphabet freaking out rn", "Step 1: Stop thinking socialism is a lifestyle.", "I learned that in my favourite documentary about Canada, Strange Brew.", "BECAUSE THIS ARTICLE IS THE CLINCHER [NAME] IS [NAME] LAST NIGHT AS A FREE MAN", "Alright grandpa back in your room now", "Oh man first game of the split and I already came in my pants :/ . GG TSM", "I'm not going to look at your evidence. There's never been a shred of evidence!", "This guy doesn’t physics.", "He's just showing off for the camera there.", "You forgot the /s friend.", "I don't know, not everyone has at least 2 other friends willing to wear these shoes and dress in jet black.", "It hasn’t happened yet. Just talk to the supervisor or HR. In the meantime don’t borrow trouble.", "smell that? desperation. You can smell it.", "I deleted my facebook completly", "I’d probably need up spending all of my money on food and ammo, I like having a limit", "And soldiers. GIs love strip clubs. Especially in the podunk towns where bases are.", "I’m from Oklahoma City. Not a small city, but a few of his patients are from there.", "No you wouldn't", "Never had a cracked windshield but I also take it into the shop as soon as I see a chip.", "What a load of old shite.", "I feel like itll be less like we imagine but similar to the magabomber. Just some crazy dude living in his van", "Could or couldn't?", "That's the highest resolution version of that I've seen.", "Google Tom Green sandwiches. It isn't the kind of thing you explain.", "Why would you cross while an event is going...", "I am always hungry. I do not know fullness. No matter how much I eat.", "Problem is fornite kids are playing fortnite.", "From one of his posts: “You and I both know full well that multiculturalism isn’t working, and that [NAME] need to go home.”", "[NAME] and [NAME] at crunch time. I must be dreaming!", "Was waiting for a mirror to get clipped. Give this person the gold medal already!", "Pet-sitting is over, didn't know I was lonely without a doggo until now. ", "We are all [NAME] on this blessed day", "Hardcore Henry.", "That’s a straight up ghoul", "[NAME] are not the best at being subtle about being incels...", "Honest mistake but I deserve and will accept the shame xxxx", "Hello fellow Nashville Lions Fan!!!", "...starts Jan 1. \"Published Jan 2\" Way to hit that breaking news.", "You mean defy their nation's people and f*ck them over.", "And I wouldn't be surprised if corporate negotiated a volume discount through LV.", "Ive faced the same immortal teams 3 times out of 4 so far. So not by much at least", "Not to be the joke of the entire league", "Fried Egg is my #1 since cricket cafe stopped doing breakfast sandwiches.", "Oh. :[", "Their sound is totally different, but there are some dark poly-rhythmic grooves on Polygondwanaland that remind me of Tool in a huge way.", "For real tho let's dump our powerplay coach", "what did you put for second is my real question, everybody knows what at number 1, just like everybody knows [NAME] verse on monster", "Instagram is the only one to blame for all this evil", "Oh by bad", "I always fall for this joke on here..", "My mom wrote a paper for me once in 5th grade. I got a B-. Needless to say, I learned my lesson.", "You can just watch the video. It's pretty instructive.", "Lawyer up bro and report him!", "It can either be super expensive and moderately time consuming or moderately expensive and extremely time consuming, depending on how you source your meat", "If only buses had lights or something", "Does anyone have the video of [NAME] drawing the charge I didn't get to see it.", "Yes. Many wedding parties don't know what to do with the ring bear after the vows, so there are many up for adoption.", "Slacks casting, oh no here we go... I'm ready for the memes.", "And much like The Lions past, future and present it's not looking bright.", "These shows are scripted", "Pinkwashing a violent, repressive institution isn’t cool. ", "One more pos to add to the heap.", "Now this is a gem.", "I don't think I've ever seen that flag flying in this city, we mostly just have the provincial flag and the Canada flag", ">just something motor**sport** fans tell themselves to avoid admitting it’s not really a **sport**. Errr.", "Weld up some Ironman armor.", "Oh. This is so true. I have maybe 2 close friends. Smh", "Meh, the Chiefs got gifted a PI call or two, especially on their last drive to tie the game.", "Damn, learning from Hungary real fast I see ", "I'm active here and hadn't seen it posted before, wasn't on purpose but maybe it means i'm not alone", "I just watched this video on youtube and thought about sharing it here", "Suck my good behaviour!", "And try Nuraphones, seriously. It's like hearing your favorite song for the first time.", "Of course! Didn't think about that. Guess we'll just have to keep backing out if the looting menu for a few months until it's fixed", "Um, trump got peed on. ", "Occasionally. I prefer it but I feel obligated to do so.", "maybe it's all [NAME] fault", "Know whats too far? Anchovies", "You mean not enough", "[NAME]? You can't walk by without squishing his cheeks!", "Step one is done! Now just to get rid of the rest of the incompetence here.", "that's why r/theredpill is such a thing. you arnt the first. you're showing a few nice guy warming signs bud.", "Those eyebrows are faker than my future", ">For someone that has never really watched the show or read the books that much What?", "Well that is just absurd", "Just mild burns and witty comebacks...", "This post should demonstrate that it already has become one of those subs. Disingenuousness is rampant here", "You poop into my butt, then I poop it back into your butt...", "on the rim", "Ah yes, crafting their proof using the Convington School [NAME] techniques.", "I wqs right on [NAME] CMC So so so wrong about [NAME]", "That doesn't answer my question.", "Legality never made anything just or meant that something is Moral. The holocaust was legal, so was segregation.", "but....must....play....FIRING RANGE!!!!", "[NAME] - I misspelt and can’t correct it now", "You this might be pure chromosome but theyr not hurting anyone", "I thought you were making a joke about AI not taking over while asking a bot to remind you ;)", "Your post : 39 minutes ago THE POST THATS LITERALLY UNDER YOU WITH THE SAME MEME : 40 MINUTES AGO", "so very accurate", "A different joke. Scenic!", "Will do. Have a good night man.", "Not up in UK yet", "Asshole w cash amount", "You said that the illegals who come over the border should be allowed to enter legally.", "Someone did. The person who impregnated them. Humans don't reproduce asexually, you can't just make yourself pregnant", "He's saying he did very poorly though. \"LOST ALL but 1 or 2.\"", "if the pain doesn't go away after 4 hours or so, it's broke.", "Mammatus clouds! Somewhat unusual for Sydney", "There are more candies in the picture on those 2 brownies than there are in the entire pack of 6!", "We are the same people", "Yes!! I have noticed this so many times. Like it will just pop up after I learn it.", "I tell them my wife died in a car accident 10 years ago and I couldn’t fall in love again. I’ve never been married.", "The article mentions that the apps are only for Chinese customers. Is that not the case?", "It WaSn'T TrUe CoMuNiSm !!!!! Derp It WaS StAtE CaPiTaLiSm!!! /s", "Immigrants are superior -workers (leo) -taxpayers (leo) -culturally (the abbey)", "LETS GO MO", "Has he done this with other world leaders, too? Or only [NAME]?", "Yeah man, did the trick for me. ", "That's spot on, except for the \"it does matter\" part.", "Convert to [RELIGION].", "Hurr durr! Just take a shower and lift bro!", "Game pass has a lot of good games you get aswell, id look at them first", "figured it out", "I have a religious friend who i agreed with early on that we could make fun of each other's beliefs/lack of. We're still best friends :)", "She's still looking for her [NAME], maybe? :)", "Peacefully, obviously. Let's not get crazy, this is still Canada.", "You cant post that without proof", "Yea this seems to be a common view actually.", "Part of life in freedom is that parents are responsible to raise their children. The only weapon we have left is friendly persuasion.", "Nah, this is actually my cat! He’s just the only other person I know that would eat em", "Like looking in a mirror. I feel you man, I feel you.", "David Cameron's jealous.", "Daily would be great, but...life stuff like work sometimes get in the way.", "Most non immigrants won't do farm work for peanuts either", "You just told a bunch of random people, I think you’ll have no problem telling her", "Should’ve dumped coke all over her right after the movie, and make a run for it. Fk pettiness ", "Clubhouse distraction when you can't finish between innings and you still have to go out there with a full mast tho", "I hope Thier friends now", "Because he/she is prejudiced.", "Good luck! The life ahead of you holds 1000% more promise than the one you are leaving behind. They caused this ... not you.", "They don't get this. They think the universe revolves around them so the rest of the world has to do whatever benefits the narc.", "“What about people who mow down pedestrians in the streets” Key word THEIR OWN BODIES. An unborn child is a child a separate being.", "Would not put too much trust on the numbers, Canadian journalists did a test on couple of these services and got different results between two identical twins.", "I would think that would be pretty awkward having phone sex with a stranger", "I’d go back to the 1996 season. That’s the last time we were in crazy cold territory.", "Did anybody else noticed the mom right at the end hand gesturing the boy annoyingly as if it had been his fault?!", "I came.", "Everyone knows the original and true ending to dodgeball had [NAME] losing in the end.", "cool story bro", "Devastating and true.", "Fund this man. Even if it doesn’t pan out it’s worth finding out.", "Don't feed the troll", "My point is, i will continue to drive the way you were thinking, weirdo.", "culver's is good shit edit: not saying that you were saying it was bad, just to clarify", "This dish is a testament to be beautify and ingenuity of Italian civilization and culture.", " future reference: In the sidebar, \"Google doc with more reference links\"", "Not when you compare it to CW though.", "She needs new non-enabling friends.", "Viral marketing for [NAME] new tour?", "As a bi bro; I have the exact same question", "Damn straight.", "Not a woosh but ok", "ive seen plenty of subbed anime I even saw P4 Golden anime subbed", "The original argument was that he said the n word. Now the argument is that he just wanted to say it.", "Underaged drinking in Wisconsin... get out no way!!!", "Everytime i see a T-Wolves game and i see [NAME] running around with the number 67 jersey on i just laugh", "I'm not ready for that so I won't believe it", "PRERECORDED MESSAGE: I'm sorry. I'm no longer responding to messages on this thread. Please direct all further questions to your future parole officer.", "Season park, was 2 summers ago!! ", "Ill give you a hint where i run my business now its on a beach in india if you find me i will give you your payment", "Is this supposed to be funny? Psst, if you guys knew the reality behind this joke...", "I bought up custody with a feminist friend and he said, \"men almost never try to retain custody\".", "Not at all", "He’ll probably get [NAME] to do his work for him.", "Hey man, I was just answering the question. ", "Not sad or cringe.", "Oh, I wanna play through at the same time. Have a mini race to the finish vs [NAME]. ", "Since it’s a commercial truck, the driver probably has a CDL.", "They might say that capitalism has directly or indirectly caused just as many deaths (slavery, colonialism, etc). ", "It \"proves\" I can get someone to agree to go out with me then dump me, I guess.", "You do eat off them in very special situations", "But not if you've accepted rent from him, which it appears you have. ", "I will let my nonexistent child die, thats all right with me!", "You forgot warden's spamming shoulder bash", "I’m not saying he won’t ever recover. My point is he isn’t wrestling at Wrestlemania.", "You should be using a twizzler like a goddamn adult.", "The opposite of depression isnt happiness, its vitality.", "/Steps into freezing night. [NAME], forgot my car keys.", "i didn't say u were, i'm power horny not power hungry tho", "That’s why it’s petty revenge. It may have been petty to take a bit of enjoyment in it, but she made her own bed", "Because cognitive dissonance.", "hey at least you've got a friend group chat", "It's just an inside job to wreck his stats so we can lower the AAV on his 8-year contract extension after he wins back-to-back Vezinas", "I was sleeping with my mouth open my dog started licking inside my mouth.", "350 calories The large is 20 oz and it’s 140 per 8 oz so 350", "Yes, he did. ", "Let's go pack!", "Complete with “No Stairway to Heaven!” sign", "You weren’t supposed to know. You’re not psychic. He’s being unreasonable", "Most of the cast of Riverdale save for [NAME], but for some reason my girlfriend and I can't stop watching this trainwreck of a show.", "They seem to have very \"sick\" laws in Saudi Arabia. Where women don't have any protection from government against their perpetrators.", "Shes 43 with 4 kids. That's so far past the wall it's not funny.", "At least be honest. These are your videos and have nothing to do with Ontario", "What he said is entirely untrue fyi", "another day, another “mets interested in player who will take away [NAME] playing time!!” ", "Maybe they think they’re attractive. Some people are oblivious until proven otherwise.", "Nothing is free!", "A place I used to work had this blown up about twelve feet wide. I'd get physically nauseated looking at it", "Glossing over [NAME] doesn't do justice to how crippled my team was after picking him", "Get her professional help.", "Oh oh oh", "She looks JUST like that little girl [NAME] that won America’s Got Talent, the ventriloquist. ", "Just let [NAME] run it as a FB", "Human thought she was playing with the cat. The cat just wanted to get drunk.", "I'm not assuming anything, I've stated products that I know we produce in sufficient quantities.", "there is a whole youtube channel about this issue in russia just search for STOP HAM", "Can confirm, I am restaurant", "I've unlocked the wrong company truck at a truckstop.", "Bet you $20 she had more in her than 0.05 hell, more than 0.08 hmm...", "It's gonna be the next \"live, laugh, love\" with everyone running around talking about if things \"spark joy\"", "What a little nugget!", "Furthermore the kids are staying with you and wife can move out of the family home and back in with MIL.", "The article says an emergency declaration let's them skip some regulations on contractors... Overpriced no bid contacts to his cronies are on the menu, boys!", "You could just omit the walking part.....", "Tbf he's not a dictator... Yet...", "Do they not remember the SRO who responded to a school shooting returning fire in under a minute.", "Obvious troll is obvious.", "Oh and I forgot to say HAPPY BIRTHDAY!!", "“Legal” and “real” are different words.", "Key words: “too much.”", "I’m sticking by what I said.", "That ice is dangerously thin for such a hot take.", "Not really. It's just that things you would do in Street Fighter to win are monumentally more difficult if you try to do them in MK.", "I’d rather him act more like green arrow then [NAME] but I get what you mean.", "I don't see how a NBC journalist's departure is relevant to the SCW, especially since he didn't cover Syria on the ground.", "I don't remember this happening", "I hear lyft is better", "You're easily as classist as her.", "\"My [NAME], protect the precious\" *HISSS* r/gamegrumps right now", "Oh. It really is [RELIGION]. I was wondering if that was a bad gag.", "I daydream about putting them on. I let other people daydream about the taking them off part.", "There’s at least a thousand hallways that look exactly like that with people that look exactly like that in America", "> Nothing deserves doxxing Oh come on. The knee-jerk against \"doxxing\" is so silly. ", "*\"Wow\"*", "Screaming into a pillow afterwards", "Probably the thief trashed the place", "That's a low bar, I haven't met a single one that had anything more than second hand knowledge of the tenancy act.", "It most definitely is! You’ve gotta pick some up!!", "i mean.... i do and all. but the automatic assumption was still a zinger.", "That's my secret, cap. I never had any. ", "I can give more I’m just waiting for you to provide a counter example.", "Except, you know, it doesn’t. Fuck off commie", "rather than wait for the site to load, we'll just tell you it didn't load - Reddit", "Why didn’t she celebrate, she redirected that one in!!", "There’s enough public shaming. I said let the drunk woman free!", "Oooooooh!!", "Hard pass on this!", "\"But it's okay because people get stoned to death in the Bible!\" -The creator of this comic probably", "I was homeless for almost 2 years, so it's something I feel very connected to. Not a circle jerk for me.", "I bought it while it was on the winter sale. I have 34 hours already", "Ok, just seemed like the original comment was saying *only* tories do it and do it because they're just evil..", "that trier iso on tucker at the end made me feel things", "BCH has mostly stopped doing this too. No one who matters fell for it.", "Or dry them and press them into a book!", "spit on them when they do it", "If she stole a wallet with an activated card, or something along those lines. Once it's purchased, it's stealable.", "Over 38 games against City we aint got a hope, but over 90 minutes.. hmm. Hmmmmmmmm.", "Yes, In the edit, after I already made my comment. ", "Serenity and love and loving serenity.", "Why would they stop there with like 15 feet of visibility? It clearly isn’t just the truck drivers fault", "COUNT YOUR CALORIES. EAT ABOVE YOUR TDEE EVERY DAY AND YOU WILL GAIN WEIGHT. IT'S SCIENCE.", "Yikes at that title dude", "*laughs in Trickle Down*", "HEY EVERYBODY ITS TAGGED AS A SHITPOST STOP CARING THIS MUCH. OBVIOUSLY WE’RE NOT GETTING AD.", "Well I’m hyped.", ">marry up tho Except it's more cruel for men now. The men who the said women are seeing are most certainly homeless/broke chads.", "The same reason that the two on the left look dead inside: They know what they are, and are wishing for the sweet release of death. ", "We aren't even buying it's loans and still nobody has been signed", "No problem. Released today is suppose to be in parenthesis.", "Greetings, fellow resident of a rectangle with a pointy bit in the corner.", "Am owned by a tiny beagle that was previously a stray. This is an underrated comment!", "I can't stand having my motives questioned.", "Headstand, not handstand. Gotta keep that spine in line.", "2 losses to 1 loss, hmmmm seems we should be above them ", "Big OUCHIE!", "If it were [NAME] being negative about Korea, would you be equally happy to see it banished?", "just say whore.", "Ahhh okay my bad I misread your comment, I thought you meant we’d be trading him if he plays poorly ", "Alternately, the stock price is overvalued and heavily shorted.* Plenty of people make money any time it falls. * Last time I checked.", "That's still a fucking insane number. 70% is goddamn insanity, and the only reason you're alright with it is because you're unaffected.", "Comedy gold if you are the only one.", "Don't let the bed bugs bite!", "I think all of our assets will end up in India to a dead guy!", "I mean I just screenshotted this out of my news feed.", "I report these every time they appear on the buy/swap/sell groups.", "That's true for every loss except for this one. He's being really petty and hasn't taken the [NAME] loss well.", "they seem confident and chill", "How to flush your money away", "UPVOTE BROS HOOOOOLD WE CANT LET THE POST GO BELOW 50%", ">Doctor: So do you cancel a lot of plans you make with friends >Me: uh technically no", "Tag a friend who wakes up sexually horny", "This guy here", "I feel like environmentalism has lost steam over the past ten to twenty years as the call to action has gotten too large in scope and abstract.", "Homophobic?! I have FRIENDS who are xylophones!", "I need to shower after reading this", "Only got to watch the third, why did tage get moved off the top line so quickly? Did they even skate together?", "Stop playing dumb. You know what an incel is.", "I'm also an intj!! So uh, you can do it too ;)", "*talks about [NAME]* oh also the canucks have never really drafted and developed a star goaltender", "Fuck that doll. Energizer bunny from hell.", "Smoking kills you!! It is bad for you!!!!", "They pushed this story as well.", "I will then be singing \"The hills are alive with the sound of music.\"", "Now that you put it that way I can’t un-see it.", "wow! trust issues.", "*sees title* hello there!", "Did you laugh at this meme?", "The east coast has so many teams, the west coast has very few", "Fudd puckers? If it is that i when there last summer.", "I would say more people who have no fucking clue what they are talking about. The hilarity of \"he was trying to advance position\".", "Well he has admitted lying. So start asking yourself these questions.", "Unrelated, but no way N’keal [NAME] goes that high", "Almost heaven...", "can you make a video of her yelling YA HIGH!", "He's actually 2-3 years older than [NAME]", "Technically, that time passed a very long time ago. She might not have much of an option anymore. ", "[NAME].", "it really do be like that sometimes", "Bioavailability is poor without an emulsifier, this is not a practical method of administration.", "Hamada’s my favourite", "It really do be like that sometimes", "The whole point of being an introvert is *going alone*", "The nerve!", "Its onky been 6 years i think you read the second line", "Taco Tuesdays after meatless Monday. I call it meatcycling", "I literally received the ready up bug while playing solo yesterday.", "A \"wise\" man once told me: > DO > YOUR > OWN >RESEARCH >! ", "So really no difference from fox and CNN today...", "She going to run once she knows there is no money.", "Or the Lady Killers, except it's a bank and not a Casino. Set in the south too.", "After a few tequila in a dark alley in Mexico, yeah In a restaurant, nah", "Forever this.", "Nah now they’re the band that covered Toto", "$1 drink specials and ya got yourself a brilliant business plan.", "That's what happens to you when you support terrorists (pkk) especially Marxist ones", "Themmuns have everywhere infiltrated so they do !", "Ribs & Rumps in fortitude valley", "Honestly I thought it just meant any game where you couldn't choose Casual mode... which is everything pre-Awakening.", "Fun fact: Chá qīng 查清 (pronoinced cha ching) is chinese for checkout.", "Oh, I don’t work there. My bf is in a band that plays there often. ", "My baby’s vaccines MADE ME shake him!!", "Gulags... Brexiteering. The mental condition where delusional and psychotic thinking occur simultaneously.", "“Go for the sodas and ice cream” would be sufficient. No need to rag on the food.", "Follow up #2: Story has been removed", "The person in front going slow is the inconsiderate douche bag.", "Yeah, in this case, the difference between 17 and 18 is about 8 years. ", "The man literally elevated any role he touches.", "Also one of my favorite parts of this story.", "Yeah it’s a repost, I saw this same exact post in a different subreddit couple months ago", "I have never either, boyfriend does repeatedly. Saying that I each much more fruit and veggies whereas he basically just eats meat and pizza", "YES! *-*", "[NAME] also tends to out vote [NAME] in polls in my experience", "The cognitive dissonance is strong with you.", "1. Use chicken thighs 2. Dryness doesn't matter with this much fat.", "oops, back in a minute, your round!", "You can make a new Reddit account.", "I don't know what that is so I dont care... you wont hear me clapping", "Get better jobs", "What a deliciously glorious rant. I suspect he is not alone in his opinions.", "For those of us that need a little pain with our pleasure.", "Oh now that's receipts.", "She just needs to kiss [NAME]", ">Make I've never hated a commentator more in my lifetime then him", "I am. I will read those threads as soon as I find some time. But I have got some great insight on this threat regardless.", "My school usually says that you should avoid fighting and try leaving the premisis asap", "(It was a joke)", "Didn't know it could get that cold in the US (I assume).", "Our federal budget is $4 trillion. Until entitlements are reformed the arguments over what things cost is irrelevant.", "You can, up until you proclaim scotland is a spectrum.", "I joined DbD right after [NAME] release, but man I wish I had the splinters", "I knew a girl who was very obese and a heavy cocaine and meth user. Some people still have no problem eating on drugs", "The only place open for dinner in our part of Seoul during Chuseok was a mediocre Chinese restaurant around the corner from our hotel.", "Nop nothing YET", "it has been a while since [NAME] has pulled any pranks on [NAME]", "Stuck on icy stairs.", "I've been married 31 years and [NAME] still waiting. Who's the beta now, [NAME]", "My friend, come, I sell you! ", "Make sure the kids layer up. And make sure you layer up, too.", "I know. I didn't say I agreed with it did I?", "okay but i need a strategy on how to deal with this", "Some do, others say \"Thanks\"...", "Goodbye [NAME]", "Is it manipulation if it is 100% true, 100% genuine, and 100% good advice?", "Well who knows Germany was way ahead of its time", "“For the holidays” you’ve been in America ages Im guessin..", "It's real and it plays SO OFTEN I CAN'T STAND IT!!", "Orisa will actually fair better than most if the orisa has good fortify usage. Mainly decreases effectiveness for dva and rein.", "Maga hat is a symbol of hate and should be treated as such.", "So if the 4 wheels are locked I guess", "You mean...I **don't** have to be #blessed and #thankful that I am moving to another country at the end of this month?", "They were saying the other guy who revelead this was lying! I knew it was true. Mods are gonna delete this post dude they are censoring.", "Yeah you can either respond to something that I said or not, but don’t just pull up and start parroting [NAME] slogans", "“That’s not my [NAME]” [NAME]", "Internalized misogyny is very real, too.", "Doubt that’s what is making or breaking the situation. Either way simply introduce her by her name and let me extrapolate what she is", "Its the same at my place, not that anyone cares... Netherlands btw", "And there may be fare reduction on the way ..... Or walk from William", "except this isn’t true, we know this because other cities do the same thing and see no significant decrease in sales ", "The username oh god I'm having violent flashbacks", "I thought he had it tattooed on like [NAME]", "*\"No one can make you feel inferior without your consent.\"* -- [NAME]", ">clickbait media pushing outrage porn. This really should be your flair on this subreddit.", "I think it's safe to say I've peaked. 16/25 on the second half wouldn't all that surprising but I probably whiffed on [NAME]", "Reminds me of this classic", "See my post about Ohio above. Not as bad as you think.", "It’s gonna be a large group interview in a shady office. Ghost em.", "Poppers do relax muscles though. Source", "He has a kid that he pays child support and my 2 younger siblings that he also calls leeches", "Wait, serious?", "So hit Seek and Indeed.", "So premier skins basically", "The bottom comment: >Passing is the gold standard that determines whether you fit the social role of man or woman. [NAME], how regressive. ", "Or is innocent but an enemy of [NAME]", "While out at the beach for a weekend for her birthday. There was no final straw, I just wanted to. ", "Many men don’t really understand that", "Hi [NAME]!", "They're not going to read their UserVoice anyways. It's a PR stunt.", "Ohthe good old lemon meme died so quickly, i mean that’s how mafia works", "You make it hard", "I eat crayons I shit crayons", "I dare you", "Nah I choked on my food", "Today I'm going to show you how to get salmonella with one easy step", "88 but top 2 in the division since it’ll be competitive", "As someone who hates wake up dragon punches, this made me hard", "Enjoyphoenix couple of products are different than Desi’s box but it’s still existing products.", "Personally I like to thin their are lizard people. It would explain their cold hearts.", "Edited : Sorry meant to reply to a post", "Facts no fiction", "The mindset that feminism has instilled them with: entitlement.", "I haven’t read the Quran and I doubt you have either so I can’t agree or disagree with this statement.", "A different viewpoint on the Venezuelan crisis from a non-corporate media source.", "This is why I asked. [NAME] people.", "I wasn’t single and then the girl who I wasn’t single with informed me that I’m now single", "The Subbanator!", "Hot dog!", "This is solid advice.", "I guess we should ban birds too.", "Your comment reminded me of this", "Sweet sweet air con. Apparently it’s going to be a hot one today.", "Character and emotions are not the reigning champion one year earlier...", "Making my bold prediction now. [NAME] finishes #1 RB in 1/2 PPR for 2019.", "Meanwhile my cat still hasn't voluntarily touched my 1.5 year old son", "*dramatic anime gasp* impossible!", "BUT YOUNG MASTER, MY ***JUSTICE***!!!!", "Downvote me into oblivion but both [NAME] and [NAME] shot around 35%. However one they say he balled out and the other one was struggling.", "That’s why I have a separate work number - I can just shut it off.", "To piss people off probably", "Wild Fox Koan dives rather deeply in this question:", "The final boss must be a girl who doesn't want to be his queen", "You've aged horribly'", "I went out to my vehicle when changing tables were not available.", "Sounds dreadful.", "**DON’T USE THESE LINKS**", "I never even talk to my mom and I’m 40.", "I basically know nothing about him, not even how to pronounce his name.", "I havent done a full rewatch since the finale. I think I might be ready", "just speculation at this point but it's not looking good", "doh, i think i lost mine. ", "Yeah, that’s probably what he was trying to say", "SWTOR should be considered a boring single player game.", "I wouldn’t call Sargent Peppers underrated by any stretch of the word", "Man we are sloppy", "5'11\" [NAME]. He's basically 6 foot, so I must be missing something here.", "Especially with the way they got rid of him... no real fanfare at all...", "She wasn't a fit parent when she molested then 5 year-old [NAME] while she was high on meth. That ship has long sailed.", "Or an armor set. But I get what you're saying", "*Honorary Packer unlocked*", "Nurse here! There is no way they would ever relocate me to another hospital because of demand, another ward yes, not another location entirely!", "Keep asking. Mine turned around eventually.", "Come back when your dad rock genre manages to produce icons like [NAME], [NAME], [NAME] and [NAME]. Now bye [NAME] ", "No, they don't. Make room for some different fighting styles.", "Leave chicken in a vat of blue dye overnight and you'll lose all the pink", "Desperation doesn't think.", "oh, it's free with prime now, added to watch list.", "Ok sure that’s a nice unfounded opinion you’ve got there. Unless you’ve been in one in which case wow sorry", "[NAME] bless [NAME]!", "I've got a lovely bunch of coconuts.", "Yeah, but ask how many people know who [NAME] is and how many people know who [NAME] is.", "Isn’t that the plot from truth or dare?", "And when guys your age are getting to be too old for long term contracts.", "You look like [NAME] fucked [NAME]", "That was the story of how he went from ‘M16 Maravich’ to ‘[NAME]’.", "THANK YOU SOMEONE SAID IT!!", "As long as it’s all adults it doesn’t matter to me.", "I'm a dudes, he's a dudes, she's a dudes, we're all dudes!", "Yes!!!", "I don't have anything of value to add, so here's this", "it's the long con", "I dunno, I'm picturing completely beige and generic baby shower. Beige streamers and balloons, a banner that says \"there will be a birth\"...", "Source leads to artist’s Twitter page and post :3", "Scream \"THIS IS FOR OPTIC\" as you finish", "Its [NAME], everybodys favorite emotional support badger.", "extra time goal that keeps us on the run to win the caneco !", "lol why don't you read about the Iceland one and get back to me.", "Pretty telling about Pewdiepie’s fan base when you look at the comments and the like/dislike ratio on [NAME] Pewdiepie video.", "so you can't state it definitively, therefore you think it's a possibility so i was right all along. i thought so", "People aren't currently talking about taking in more refugees so you won't hear word one about helping homeless vets.", "Friend: hey, did you watch the Superbowl? Me: I don't really follow golf.", "And I kinda noticed that [NAME] is a lowkey (bec of the edit) [NAME]. Just clock her reactions to ep1 and ep4 to Manila.", "I drew that Godzilla!!! I'm OPs friend btw.", "Yeah that pass", "Fiddish baby [NAME]!!", "Ok her siblings. She lacks humility? No you are talking about [NAME] ever since she hatched dragons.", "Here in the UK I’m pretty sure I’ve never seen a taco", "You become assertive and take back your share of the power and control over your life. Go get No More Mr. Nice Guy.", "Buddy. Your prejudice is showing. Also plot twist I'm a white [NAME] woman. You don't understand the principle of what white privilege is.", "When [NAME] dated the nurse just for drama with the STI....", "Considering the mass amount of seasonals they hired this year I wouldn’t be surprised.", "Can confirm. I never dip pieces of fish into milk. Not makpid about cheese though.", "She didn't need that spine.", "I’m Asian...and the first thing bullies go for are the eyes. No one ever cares that I have black hair.", "It’s not three days. ITS A WHOLE WEEK!!!!! /s", "WE LIKE SPORTZ AND WE DON’T CARE WHO KNOWS", "It's on sight between them.", "First they came for the socialists, and I did not speak out...", "Evil man.", "Fournier with at least one air ball a game", "Me as [NAME] with shatter ready when I see [NAME] & [NAME] alone in the back line:", "[NAME] himself erased your memory of him screwing up. You shouldn't take these kind of things for granite.", "I think that’s accurate. The probably I think means maybe will get a set", "A few years ago a lot of shows tried to do a “second screen experience”. It didn’t work and died a quiet death.", "Hating people for what they've done VS Hating people for their race. Even you have to be able to see the difference.", "Crating your dog is also banned in some places, that doesn't make it cruel.", "Ow is correct.", "The only difference between [RELIGION] and [RELIGION] in this regard is that on average [RELIGION] are poorer and browner", "Washington Justice!", "How about this lady with her barn owl on her shoulder? u/lola_birds are you sure about that?", "Franz Ferdinand are awful too", "One of [NAME] elections revolved around his supposedly illegitimate child. Congress used to get into physical brawls. This isn’t some sort of untouched level for America.", "They should have had Paragon in that pole.", "Me too, got off real good.", "They do with [NAME]", "From the looks of those fingers seems like you'll eat it anyway", "I saw this 5 years ago on Lolpics Jesus Christ", "Question of the century.", "I bought my nephew a megaphone one year. Revenge is sweet!", "our enemy, the state ", "You two are on lists now.", "Overwatch. Dota 2. Rocket League. There are plenty of games that implement loot boxes well, and are the better for it. ", "Projecting pretty hard here."], "pride": ["[NAME] did a photo shoot with the first presidency. Hilarious", "Not a steal at all but thats about 100 times the amount he ever successfully defended", "Your sacrifice will be remembered.", "He's only making like 3M more than [NAME] this year wow", "Most athletic play [NAME] ever made. Wow", "Oh man you sure showed me, good job champ", "In both points and fouls Edit: [NAME], looks like he didn't pick up that foul. Good news!", "This guy was my high school government teacher. This stuff is all classic to read about", "5 years for a guy who will most likely break down physically before year 3. Awesome move.", "At least [NAME] got to touch UFC gold. Not many people can say the same. In good company.", "Tried so hard and got so far, in the end it doesnt even matter", "Always worth a try. Good luck!", "Nah, you're nice peoples who eats pickles.", "Congrats on your commission, do your best!", "I've never been so proud of humanity.", "Wow what a final quarter. [NAME] throwing two intersepts. What a dog", "Legend! Cheers bro", "That was a long read but it was worth it, good on you lot for sorting it out and winning the case", "Why does everyone hate the creme brûlées? They’re easily my favorite.", "I’m super proud of him. Great guy!", "Seconded! [NAME] is gorgeous.", "Hmmm, can I see that statistic claiming Rowan engineering is that high?", "Lol that’s incredible! PLO is such an amazing game, so much more entertaining than NLH. Good job pal. ", "It's all good man, glad you shared it. Just felt I should defend my stance as well.", "He took the pin, and verbally put him over. Big night for [NAME].", "O cool noworries ya I don't actually hate [NAME] he's now my favorite player for Vegas.", "[NAME] from Benoni is doing well for herself ..."], "amusement": ["S A T I R E", "You're a hero.", "That illegitimate-no-good-dastardly-basterisk deserved what he got!", "Eeeee busted, I couldn’t help myself hehe. ", "haha thats an option", "Ya done goofed", "But teres an increce in autims retas. With tah vaxenes.", "Because Reddit. The other day I got downvoted because I said I liked The Office lol", "your comment made me exhale slightly faster because it's great. lol.", "He's transcended fuck-you-money to fuck-me-money territory", "Nice work as always dish.", "More admired than [NAME] [NAME] is admired by starbucks baristas. Unemployed kids. And cat ladies", "Mammy ah fargat me passpart ah have te go down te rowckets and get a canny coke for wan fofty hi", "Thanks hehe hit me up on there sometime!", "Im more impressed with the non-toxic team work! Good job!", "I love military films, this was good. My theater was clapping when each terrorist got killed lol", "Holy crap! A stunning play by mentally ill newcomer u/justforyouthlogic", "A volley into a header. Just wow. The skills.", "Uh oh. I think I love Calabro. That was a hilarious call. Gotta love it!", "I’m glad you are here. You got this.", "My mom likes to use the word, “tripolar” for me and it’s aggravating. ", "[NAME] was not aware that I had managed to diss the entire New Labour legacy in so few words but you read what you want to... hun?", "Lmao servers in America make like $2 an hour with no tips.", "cool vid! but", "[NAME] was a great coach", "I like your enthusiasm and yes it would be hilarious.", ">!the only time it's become a harem is in the epilogue, and it's only 1 part of him!<", "(:)", "That little smile at the end is exactly why she looks fun.", "Aquaria looks great but her eyebrows look like gummy worms lmao", "My #1", "I read that as [NAME]. Lol", "Bears are empathetic creatures? lol...", "Good kid.", "If/then. Not if/than. “If this happens, then that happens.” “I have more than you.” It’s never if/than.", "Ohh salt would have been good, but I was too pissed off to not do something more aggressive lmao", "Cause this isn't a woman its a dude :D", "It is much more fun in story mode", "[NAME] [NAME] Bros are losing their minds over this tweet.", "Peak Ancap", "[NAME] alright dude", "Lakers would laugh at that", "Get [NAME] streaky ass tf off this team.", "There kinda funny", "Yeah I'm glad he got caught. What a piece of crap.well at least he won't be a virgin in jail anymore haha", "lmao... okay buddy", "The remix is funny man.", "haha I didnt remember that Rampage was there live commentating for that one, good stuff. ", "Poor fella just got his arms out of plaster and we’re already making fun of him", "As my grandma used to say, \"When she dies, they'll say there lies the truth, 'cause it never left her.\"", ">he's also super handsome *( ͡° ͜ʖ ͡°)*", "Lmao “9 times out of 10” okay", "haha me neither.", "lol what? The worst defense in the league? [NAME] its like we're trying to tank.", "[NAME] has been really good this game and I thought he was good against the coyotes as well.", "Goodbye to what QCX own you once Ernst & Young Inc pay themselves", ">[NAME] No thanks", "So funny, I just watched this one today and was struck by [NAME] in the height of his coked out glory. He is absolutely so gross. ", "congrats to everyone who picked the over", "[NAME] probably won’t like that lol", "Lol, good luck! Hope it goes well for you (I have no idea how it’s working at all for me)", "> I can give you a mouthful... Kinky.. Lol", "Lol u wot m8?", "I've done it 3-4 times as survivor and never got the trophy. I think I'll try as Killer, will be easier haha.", "They barely screen apparently, and it's ok, I know I'm garbage lol", "It would hilarious, but also kind of sad.", "Is what I took from it lol.", "What’s wrong with [NAME] lmao", "What a nice [NAME] sentiment!", "LOL, that made me chuckle. Have a good one, [NAME]! ", "I’d kind of be kind of shocked if Chili wants us to hit mostly ground balls, especially with how hard the shifts are nowadays. ", "Lmao seriously this is stupid. HEY GUYS DO YOU GUYS AS INTJS NEED TO DRINK WATER? NOT ME", "> bad ass-friend *** ^(Bleep-bloop, I'm a bot. This comment was inspired by )^xkcd#37", "Lmao. I fucking love this community.", "lol, I thought he might have been heading towards that direction with that too.", "That extraterrestrial little grey creatures don’t exist? That’s definitely a fact but I’m very open to any evidence/proof of the contrary lmao.", "Much better 2nd quarter, keep it up guys.", "her in the causing a commotion lsfyl is one of the best lip-sync performances in s8 change my mind", "Haha love it we'll uhm not the penis", "Me too and you made me feel better because I thought I couldn't keep up due to being old lol.", "Lmao Chicago coach is letting [NAME] die, their backup would probably fare worse to be fair though", "I know this is a joke but people on this sub actually think this way lol.", "If you sprinkle when you tinkle, be a sweetie and wipe the seatie. #peetoo", "First of all, that's not true in any sense of the terms. Second of all, I'm not a national socialist lmao", "Tbh I've never found the porn ads arousing, I've usually found them annoying, stupid, really clickbaity, or hilariously cheesy", "[NAME]. Haha r u [NAME]??", "Lmao the revolution is here haha", "Yeah, that’s where my friend saw cizikas as well. Hey [NAME], is that you? Lmao", "Lol, that slomo", "Lol good talk", "Yeah exactly man haha. Not just that core is bad but hc is always more fun imo", "Yeah I don't think so lol", "That is a very handsome dog.", "Feeling this so hard right now. Virtual hug.", "I think that’s beautiful, and it looks so easy for whoever has to clean it, no fiddly bits. ", "Lol. Build your own or make some tweaks to the printer.", "Haha, my family is exactly the same. We must have the horrible eyesight gene I guess.", "Ya uh that's gen Z sorry", "Always interesting to hear how dom mechanics kinda seep into other relationships lol", "*laughs in Panama Papers*", ">! Man Danganronpa IF 3 be looking sick !<", "Lol at illegals paying taxes. Most do not pay any or pay very little.", "maybe post the article since it's already out lol", "This is why I came to the comments section", "Fair enough, I respect your perspective.", "Very interesting prediction!", "You are such a good boyfriend, keep it up!! I’m jealous :)", "Lol no.", "Hahaha, they are so lost", "Cause she's being doing drag for the amount of my lifetime lol", "yeah so even after this he got drafted at 41 only lol...and he dominated vs KAT and rest", "Nice win! Good luck on your future tournaments!", "Definitely.... I wake up at like 3am work at 6am... I hate morning people though LMAO", "Ive already tried praying for vagina - you will find me on my knees LOL", "Huh, neat ^^^^^^^^^^^^^fuck ^JJ ^tho", "\"Time heals all wounds. Give time time.\" Best of luck to you.", "Damn, dude lol You should've calmed him down. ", "That has some amusingly unfortunate implications for those that believe all [NAME] are descendant from [NAME], son of [NAME] and [NAME]. ", "[NAME] might steal this format if that’s ok with you lol", "You've been checking in on all us 3.8 billion females? That's impressive.", "I don't care it's amazing there lol", "You are megalophobic, my friend. Welcome to the club.", "Pretty cool.", "lol I was thinking the same hahah", "For me it's how much I love canned black beans that take a minute and forty five seconds in the microwave lol.", "Not literally sell, but trying to \"sell the experience.\" All you'd do is just walk around a cemetery lol.", "Wow very impressive table! Side note, it's [NAME], not ei", "in what universe? lol the mr. blue sky cover is one of the best on the album imo.", "Thanks, I find your poor implementation of punctuation to be very amusing. It's good that there's something we can enjoy about each other.", "Federal employee here. My amazing tenant offered to pay two months in advance to help with my cash flow.", "That's awesome. Hahaha", "Something like that lol", "Hahahaha I love this man", "Keep on auto aiming bud. One day you'll get good maybe haha.", "How is that sarcasm lol just feels like you’re backpedaling", "Heard that too lol. And how [NAME] is fantastic on the ball, but the lack of assists puts him down as a player .", "Good puppy!", "Lol, good luck with that, kid.", "> Religion Lol the cowardice that you won't say '[RELIGION]'.", "You seem fun.", "10/10 reading. I don't care if it happened this way or not. I was sufficiently entertained!", "I guess u were right since [NAME] just posted on ig the Dress made of tampons and pads lol", "... with my stepmom. Haha. Erm.", "Tu eres very nice man", "[NAME] is my fav skater of all time he's sick", "The lack of stick skills [NAME] lacks is actually astounding.", "“She had the same expression as the shocked Pikachu meme.” Lmao.. this made me laugh so hard lol", "That was one of the most entertaining chalenges though. That and [NAME] slamming the table", "which he has now admitted was an error in hindsight and is encouraging JT publically to ban them", "Haha I know the guy in the middle of the picture. Small world", "They are so damn handsome!", "ya lol i’m not here to depress myself more than i already am", "not at all lol. me and my friends are makeout sluts though", "Yeah no haha. Out of my price range tbh", "[NAME] being discussed as top 15-20 pick, [NAME] top 5 and [NAME] early round 2. This would be the most amazing draft ever though lol", "Dude I spit after this comment. I haven’t laughed like that in awhile.", "ha ha LOL guys aren't we so QuIrKyyyy", "I just spit out my drink If I had money I would gold you I’m dead r/JesusChristReddit", "so nice i had to put her twice", "I think it’s funny, especially those eyes! Lol", "*Well well well, if it isn’t [NAME] the platypus. Totally unexpected, and by unexpected in mean TOTALLY EXPECTED!!*", "When you call someone trash and he easily beats you, what does that make you? lol", "Hell yeah, high five. Good job!", "The pet peeves lmao... Ned Flanders?", "It’s funny", "I can't believe you're giving these trolls the time of day but good on ya bud. Epic post.", "The irony here is i agree, but [NAME] is capable of doing it in a bad tank meta. That guy really needs a look at, lol.", "[NAME] was the 4th best RB in the game, behind [NAME], [NAME], and [NAME]", "Yeah, it's pretty funny how incapable most of them are of actual satire and subtlety.", "ugh.......", "I’m sorry :(. Lol. For me, after the ending of 3, and Andromeda, I have zero interest in ME.", "You’re a badass for recognizing this!! Props to you!", "I’ve literally done this when drunk before, I doubt it was you but my apologies nonetheless haha ", "YO HERE'S DYNASTY WITH ANOTHER EX CLU SIVE LOOK AT THE ALL NEW MORTAL KOMBAAAAAT COVER ART (5 Minutes later) ... AND SUBSCRIBE", "Eh [NAME] left before and the show was fine. Then “she came crawling back from New York” lololll", "Where do I sign up, then? Haha.", "Lol. Mod conspiracy theories. Yes they want to destroy the sub. That is their goal.", "you are a good man", "Hahaha. Oh [NAME]. Way to ruin the fun lol", "Lmao I hope I’m not the only one who gets this", "Lol yeah I did, that's why specified the killer, for survivor the fun comes from escaping so tunneling feels like shit", "Ahhh a fellow atheist, I used that in the standard social meaning but no intention of meaning \"god\" would actually bless you lol but thx ", "Intolerance of intolerance isn't intolerant my dude", "oh.. actual physical mail, hehehe I hear ya", "that missed dunk is so symbolic of [NAME] lol", "Double barrel Pink eye. Awesome.", "Miami - Dade", "Iowa side is better! Lol", "Lol. It's funny cause people might do it.", "His eyebrows are too precious", "I’ll see you there. I laughed out loud at this one too. RIP.", "This reply made me giggle. Sorry you got hit by a moron! Hope your car is repairable!", "Kinda sad if that's what you got out of the ad lol", "Lmao this article is almost a year old. Yawn.", "I love it! It’s strangely charming lol!!! Especially when she comes back to camera speaking normally.", "Yeah it seems like that lol I just wish they are playing a more or less team game and help you out.", "Fun fact about this band is [NAME] the Black Keys and countless other stuff) has produced all of their albums.", "He looks great in \"Ideal Home\".", "Eh, it'll be alright. Just another battle scar haha. Best of luck to the both of us! ", "I like that energy", "What an amazing guy.", "I agree and I’m a man haha", "Lmao good luck getting forgiveness with that", "Lol so petty, I kinda love it. I probably wouldn’t actually do that but it’s tempting.", "Too fast for me in the chat room. I'm on my phone and can't type that fast. Here is more relaxed and everyone is hilarious.", "Lmao y'all are in for a real rude awakening with [NAME] if y'all thought *those* were soft.", "Sounds fun to be around her....Jk:)", "Gotta admit, I chuckled at this one", "Lmao that’s actually pretty good.", "Hahahaha that one is my favorite [NAME] video", "The next [NAME]. Welcome [NAME].", "Lol I wish", "Thank you! I'm so glad you liked it! I did finally get a new belt lol", "lmao he deleted his reddit account after his main got exposed, and now is making an ass out of himself in the steam forums thread again", "THATS WHAT SHE SAID...HAHAHAHAHAHAHA!", "Good layup [NAME] now just try not to get completely lost on defense haha", "I Will as soon as I get out of The mental hospital lol thank you for recommending it. I love [NAME]", "Funny part is There ISNT a wall (but maybe should be) and there ARE already plenty of \"Sensible\" Gun laws", "I didn’t rely on them necessarily. I just dislike chiefs and [NAME] lol", "You can always tell from the vote counts lol. They're way too blatant", "I just wanna stick my hand in it and grab handfuls and stir it all around lol", "I live in Orlando, where was this? lol", "i read your first sentence laughed and stopped reading easily verified basic historical facts are not conjecture genius", "I read that as \"It's fat being fucked in the picture\" lmfaoooo", "Lol I know, right? It's unsettling how bloodthirsty some people are. ", "Lol. I was fan of that show and that line prior to becoming a fan of Arsenal and recently put the 2 together.", "Ever since I could squat, deadlift, and bench more than my father he never questioned my decision. haha", "You’re argument is so bad you’re now asking people to deny common sense because you can’t prove your point LOL super pathetic", "Nice job censoring u/alexneverafter right there", "I'd expect this from an actually attractive person but this is just lol", "Wuf! Who needs plates? ^(...wait for it...) *[NAME]* *Dog* ^(...ahem...)", "It's already a thing though lol", "I'm a Bioware fanboy so obviously biased. I even enjoyed Andromeda. Haha.", "ROFL! Just about! Didn’t know someone’s eyes could bug out of their head like that outside of cartoons. ;-)", "hahaha. best response I've seen in a few days", "It's cool to see more organised stoners too haha", "It's great with Brave", "I had the biggest smile!", "PNW represent! Southern Oregon. Our non-mono scene is....pretty sparse.", "You did not say you thought you did you said \"they both blocked me\" and then went back and edited your comment. LOL.", "Lol, crazy move of the goalpost but okay", "It appeared that she smacked her grape pretty damn good. Oh, and I chuckled. ", "Despite how selfish that seems, I respect the honesty. ", "Korean is not that hard of a language as far as foreign languages go anyway Hahahahahaha, how long have you been studying for?", "I have dayz but haven’t played in years. Last I heard it’s still a broken mess lol.", "That's pretty funny imo"], "optimism": ["Im desperately hoping that that is either sarcasm or a troll.", "Everyone has their own preferences I happen to play better when I have multiple balls in my pockets.... no pun intended", "I just say I don't know shit. I'm just a ape man on a rock.", "Sorry This and [NAME] shot in game 5 of the 1990 finals are my all time favorite moments in basketball.", "When you feel nervousness, tell yourself it's just excitement. Makes a world of difference. :)", "Keep pushing. You’ll come out of this stronger I promise", "Hope he enjoys the ticket he is going to get.", "Man I hope someone got fired for that blunder.", "I was the vegan in this story. I have since stopped my foolish ways and have since become a nuclear alpha mega Chad.", "[NAME] plays a character called [NAME] (but is called [NAME]) , not [NAME]. edit: typo", "Good idea. With the power of those two consoles combined we might be able to get the fps up into double digits", "This would be epic.", "I'm cautiously optimistic about him.", "I hope he runs so he can lose decisively and we can get rid of this \"should have been him\" crap", "Congrats on being clean, and having a great team mate! ", "[NAME] will end up owning all these untouchable records and I hope they don’t get broken for generations", "back when mercy could get play of the game.. and not be useless.", "In a few years she will probably be claiming to be in her 30s!", "I like to hope I can convert some of mine.", "This is awesome! I want the same interaction for [NAME] & [NAME] and [NAME] & [NAME]!", "Fine. I hope he has a fine wife and she’s fine if he shall need to pay a fine.", "Congrats! You have succeeded in your pathetic life.", "In like 5 years, your entire high school career will be one entire cringe. Congratulations. ", "She’s lovely! Cheers to your lives together", "You should be proud. I hope that I'll have the will to keep myself held to such a standard when the time comes.", "[NAME] stands a solid chance honestly", "I hope you both enjoy it!", "I hope thats true.", "Sorry you’re having to deal with that crap on your birthday. Hope the rest of your day gets better!", "I believe it", "That is so adorable. Her username as well.", "I hope so but doubt it...", "> I'll only debate subjects I'm knowledgable of. Then you're not good at debating.", "I hope these young women change the church and not the other way around.", "Research #42 and also learn about our [NAME] Father, [NAME]. Get ready for a great year ahead.", "I discovered this channel last night! She has a video on Harry Potter and the end of history that’s really good.", "80% of the country is putting their faith in a man who doesn’t even have personal awareness of where he is.", "Was really hoping he’d drive off with it (sigh)", "We will fam. Enjoy [NAME]. hes a great kid and has a crazy high ceiling", "Your pro controller tho, tops.", "Purdue's worst loss is Notre Dame (93 Kenpom) New Mexico is 187 in Kenpom. Good try tho", "Shaving her legs, hoping the video didn’t cut short and that’s all she shaved in there....", "> But I still hope natal males will respect natal women's spaces.. They don't. I would hope they would but they don't.", "The trouble is, he ate the ice-cream anyway. Some fucking moral fortitude right there.", "Pistons need more picks and less aging players. Get as many picks as possible and hope to get lucky.", "That's great to hear. I hope you get it, and have many years with that job.", "Yep...and they regret it. I hope you stay together!", "you might be more of an optimist than me. hopefully you're right", "Yeah, i dont know bout you guys, but my parents were pretty anal about my room being clean.", "I believe this would still be a ticket if someone else sees you.", "Yep. I have a reading goal along with my weight loss goal.", "Wanna trade lives? I'd gladly take normal height with hair and have the same experience.", "Great for domestic workers.", "It still has the potential to be permanent if no alternative is found.", "I had to buy all your music after seeing that vid. Amazing work.", "Being the best [NAME] in SC2 was like being the best [NAME] in basketball.", "My husband’s mental health issues caused our divorce. If you need a friend or a listening ear, pm me. I hope things improve!", ">Congratufuckinglations Good one! You got a good chuckle out of me.", "I like all Star Trek. I hope they end up switching directions now and make new movies that are more about exploration.", "He's 38 he should retire I hope he at least gets traded to a contender", "Those guys are on top 5 Levels.", "Are you special? The game came out long after the school year began.", "Good for you for sharing... It must of been very very hard... Good luck in yr journey", "I hope it sticks for a while. I don’t have super even skin but I can’t stand wearing foundation.", "oof I hope he didn't break his arms landing like that", "good move. needed another lefty in the pen.", "Hopefully [NAME] is still hot", "I hope marvel brings [NAME] on for star lords new love interest", "an interesting trade would be [NAME] and a 1st to the Mavs for [NAME]. and [NAME]", "I hope the guys play 60 minutes tonight! Have a nice day everyone c:", "If only there was some other school that had a bunch of 5 star receiver commits as well...", "Now you're thinking, 'I hope that's shepherd's pie in my knickers!", "This kid is a future serial killer."], "surprise": ["Wait what? Person on page 34, meet person on page Star. Lets stop. We aren't having the same conversation here.", "Never seen an abandoned piss trolley at a bus stop in Armadale ever", "Wow so brave!", "**GOD DAMN YOU, FIGHT BACK!!**", "forget new buildings, i work at the chase plaza building and am a little bummed that seagram tower made it but this didnt.", "Really? There's a stick right behind him!", "TO THIS DAY!!!! TO THIS DAY!!!!!!", "**I can't believe she held out for a full 24 hours before flip-flopping**", "WE FOUND THE HERETIC AMONGST US!", "Me too!!!", "Seriously? I have to work Monday. I can’t be thinking like that over the weekend.", "Legit. Can't beleive that society lets those people run around free like the walking sex crimes they are.", "You are sexy af", "OH MY GOD TYLER THAT CENSORING", "Holy shit that’s nothing", "One more reason for us to have our own space program.", "Handsome man! Getting cuter with the years.", "I’m shocked that no one got whooshed by this comment", "Ii can't believe you just said that!", "I felt my heart drop. [NAME].", "Even after achieving 100% in this game, his performance still amazes me.", "Also interesting to note that [NAME] left Lille for Monaco, been an interesting player when I've watched Lille this season", "We saw them last year from Baker Beach. So many whales!", "It continually amazes me how many people don't understand this.", "best part was him tearing apart his Real shirt while walking out", "I perform nostril waxing. It is surprising hardly painful at all. Feels so much better too!", "[NAME] fucking christ. When [NAME] came into the league he was pretty much as skinny as [NAME] is now. And look at the dude now.", " ### A surprise, to be sure, but a welcome one ", "With the weather we are having, it is a surprise when a battery works.", "Ahem....Repost Alert!", "Can't believe me and my family were gonna leave five minutes early to beat the traffic. Honestly the best game I've ever seen live", "IANL I have never thought twice about doing a little extra shoveling to help a neighbor. Can't imagine that it could be illegal.", "This is amazing.", "Oh! Im also Chinese (Singaporean) and due to the laws here my boyfriend and i are looking to go elsewhere...", "I would be creeped out.", "I can't believe he got it while getting man-handled by two players!!", "Georgia is $5.25?! Wtf? We don’t live in 1990!", "What the hell", "Oh shit. Is back?! Time to import", "Wait...what?", "Look at that subtle colouring. The tasteful thickness. Oh my [NAME]. It even has a watermark.", "Only 7? Wow he's slacking. He must not have very faithful parishioners.", "Fucking hell they're bringing on all the giants"], "desire": ["Hoping Heavy Machinery get the win. Would like to see them as champs.", "i would file anyway and see if your claim will be accepted. file in arizona. good luck!", "We need more vowelled insults so you can spell an Acronym with them", "I want to see this happen simply because it makes no sense.", "I guess Metric is old enough now for one of their songs to be Grey’s title. Huh.", "Probably one everytime I run out of the $1 million, 97% success rate? Worth the risk ", "Wish they'd update Trapper's and Wraith's. They're so boring.", "It's a miracle! This is how religions start.", "It will hurt, try to take your mind off things, and try to understand why it hurts", "I wish my husband was like you, especially on point number 6", "Can't you tell that [NAME] is a serious threat to apprehend. All that alleged lying makes him a serious threat to others.", "I feel like I say this a lot but I wish we'd run the mudiay frank back court more, I like their chemistry together", "I thought about it but I wanted a sub that didn't exist.", "To be fair how often has someone drafted in the top 5 not immediately joined the team.", "I wish I could hear Waves with earbuds/headphones for the first time again", "Congrats dude! Can you give us a quick tl;dw?", "someone please upload that [NAME] poster at the end", "Expecting for him to turn this situation into a net positive, by taking the lead on this widespread issue. ", "I love your response. I wish I were this witty.", "Missed that, wishful thinking, I was hoping they would team up for a little", "Tell me Homeless [NAME], what's the secert to long and beautiful hair? ", "Well that’s sad. It might’ve been funny if it was fake.", "Please ask questions about moving to Denver in the Q&A sticky, thanks! Short answer: no ", "No one wants the wrong person executed for a crime fool", "I found that after particularly bad games I feel the “need” to smoke more weed, like a cigarette after a carcrash IMO", "starters gone cold , put in the bench and see what happens", "Even if he plays bottom pairing, his hockey IQ should help the team. At least, that's my hope!", "I love it! A smile from a stranger has really turned my day around, so I always hope I can possibly do the same! ", "This is awesome! I really wish I could make it!", "He was transgender or wanted to be as well. Super rare case in a few ways.", "I appreciate it! I spent a lot of time crafting a story I wanted to tell.", "Praying this goes to at least 4. I like both the players but would really like to see [NAME] play to his max GS potential", "Go to Happiest Hour before/after the game. Walking distance b/w AA center. It's a fun spot!", "The level of envyness far too much", "I may have awful taste, i would want this cake", "Checked my EBT balance yesterday. \"You will not be receiving benefits for February.\". I wonder when the riots are going to start.", "Wouldn't it be better if it was like 2017. More OL available later on for us.", "i love it but i hate everything around it. I want to theorycraft a deck with all the cards i want without having to spend money.", "That whole thread makes me want to shake babies.", "that's amazing, gives me hope. ", "She’s sexy I’d hit.", "I wish they would have focused on them in the first movie, and slowly handed the torch off to the next gen by the 3rd.", "I want one....i dont care who.... Unarmed charecter", "The last thing that soldier wants is to get with her battle buddies.", "Yeah I meant to say the purpose ofnbeing an independent is \"so one can remain annoyingly aloof about primaries and then vote any way in the general\"", "I like [NAME] and would like to see him back, but he still makes me nervous at a high price too. ", "I reallllly loved the show. It disturbed me a lot, definitely. But I want more now.", "Not yet! But I waiting for a miracle any year now!!", "I've never been there before so I can't confirm or deny but I would be really surprised if a casino only had limit holdem", "Wish this applied to TPS's", "Hell yeah. I'm really just thinking about the irony and double standard of the Left. It's amazing that these people are that cognitive dissonant.", "I wish I could believe in myself", "I dont disagree with taking the first steps, I just wish we would be even more ambitious. ", "It's cool and fun and a nice change of pace but I want my hidden blades back next game.", "I wish this was animated.", "Damn I wish there was such a service here.", "I hope [NAME] has something cooking. I wanted [NAME] back", "Ironic, since cleaning your room is what [NAME] is always on about.", "[NAME], I’d like to buy a letter A...", "> You seem like I good time see previous statement about being uneducated.", "If that’s true it’s very desperate. You would think he had some better way of communicating.", "I'd be happy to make a donation if you've got some left!", "I wish more people enjoyed that sport.. when that clay explodes you get that FEEL", "Now I'm craving Wendy's", "Damn have they not heard of shelters. Bro go adopt a pupper.", "Yeah but don’t you have to get in the water to save lives?", "I love this. I really want to hug [NAME] now.", "But I want to look cute as I eat myself into immobility and an early grave. /s", "Would love to have him come back to the organization in some way. GOAT.", "If [NAME] doesn't drop a [NAME] tribute tonight in his intro I'm going to be hella disappointed.", "Thought about that too, guess it's just not the games intention to make the player a part of the things happening in it...", "Wanting to have immigration controls is in no way, shape, or form racist. ", "Expect a bunch of bugs as a reward.", "I understand that. My question is more if anyone would be excited for it or interested in helping", "And what I really want is to have time only for myself, without wasting it at work", "I wish the theme was still larger than life but their outfit prompt was fetish/bdsm wear and that they all posed next to giant sex toys", "I thought [NAME] was awesome tonight. That kid is passing on another level. I'd love to see that kid saucing up [NAME] on the PP unit", "Much easier to hit the bowl in the middle of the night by sitting.", "Sheed... Ik but I still envy Horry", "money always talk. i want more to learn from this lesson.", "I really wanted him to be wearing cowboy boots, but will still upvote for those rain boots!", "I wish. I got to revisit all the cringy things I liked in middle school. There were almost 1000 pictures and literally 700 of them were memes", "I want a steamed ham with a combo of an Eichel tower call or an Ultralord goal.", "Really? Wow I was sure they were huh. Even still I feel like he needs berserker light damage for that sword", "The man the myth the legend [NAME] has me seriously thinking about buying a new jersey with his name on the back", "We’re gonna need a bigger boat.", "Are you live streaming my living room right now?"], "love": ["Oh man, I saw a White Forest Cake the other day and DEAR LORD I almost drooled.", "Also the people there would love our scarlet and gold colors (I'm Chinese).", "I love Crimson Skies.... That's a completely fucked thing to do.", "I like your style B)", "Lets not meet with a panther. I seriously love this subreddit.", "I loved how proud [NAME] looked", "Oooo I love that theory! I hope we do find out her name one day", "Drop it off at a tent city or homeless camp. I've done it with an old Adirondak chair and they seemed to love it.", "I'm three months old and I love Queen and Metallica, not the crap my generstion listens too.", "Also [NAME] just tweeted about voting for [NAME] as well, they truly do love him", "An Asuka reference in fatlogic?! Love it.", "bet he loves to slow dance", "I still like beer.", "I love Fish Stick", "Of course I love myself because I'm awesome.", "The sub is VERY socialist so they love this kind of stuff", "Love the Chappelle Show reference by [NAME] at the end there.", "Nobody forced [NAME] to take [NAME] over [NAME], if he liked him that much then he should’ve just taken him.", "[NAME] loves you. Be yourself and don’t let bigots stop you.", "I just got the zc and season pass for bo3 and have only played solo. Loving the game though.", "But you’re so so loved! Please find some to talk to! I hope you can overcome this sad part of life.", "First and foremost you have to Love YOURSELF!!", "I love snow! It means snow days!", "That might be an issue when it comes to meeting girls all the way around. Generally we love a guy who can make us laugh.", "This, be yourself she likes you for who you are.", "You’re going to love it. Wake up refreshed and ready", "i love you [NAME] and and son [NAME] and the holy spirit love", "Plutocrats love Wealthcare.", "We love you!!!!! And we would love if you still made them", "My wife loves to sleep in over oversized clothes and a lot of times it ends up falling off one of her shoulders. Yes please.", "Love the headline though", "Wolf and her dog ❤️", "I love the burn", "This is so cool! I love the hat.", "I like both.", "I love [NAME] goggles.", "I love you both", "Peace and love, my brother!", "That is some serious dedication... He must love his job", "i love casual racism", "okay I just checked and OMG IT's SO TRUE (mostly) I really am a [NAME] <3", "Their orange chicken is the absolute fucking bomb. I love having it on top of a nice bed of rice and veggies :D", "I'd love to hear someone argue in support of our current income inequality..", "Yes! I love their responses to anyone who comments. So much shade.", "Society hates everything. Just love yourself and the rest becomes easier.", "Oh very cute!", "I love [NAME]", "I like that one that goes “Shield me from sorrow, Fear of tomorrow”", "Don't make me kiss you!", "Let’s learn to love our neighbors like the [NAME] learned in Rome", "I love that both replies to you are correct. It can be hard to tell cars apart. But also she probably wasn't paying attention.", "I'm floored by their solution for \"landing\" the drones. It's so brilliant. I love this channel!", "I love how this sub is gender less", "I love the Nets", "Scotland the brave. Highland cathedral. My love is like a red red rose. Flower of Scotland.", "I really love that game devs are started to put these references in games.", "Fucking love that song.", "Serving us Ornacia!!! Honestly though I love this look!", "Cute! Love it sister", "We will welcome you with open arms <3", "I would’ve LOVED to be a part of something like this as a kid!!", "Much love half purple homie", "I love reading positive stories!! Happy for you, OP!", "Parents drugging their kids to prove a point. I love it."], "disapproval": ["that was an awful open shot....", "It may have been funny in 2010, but now it's completely unorginal and boring. ", "That was a brutal shift. Honestly he should be playing sheltered minutes. Team needs [NAME] and [NAME] back, give bulk of his minutes to [NAME]. ", "It’s really hard to watch for some people because of how awkward and... just how stupid [NAME] is in this episode", "He wants to make excuses for his affair and I doubt you'll feel better after listening to him. In fact, you may actually feel worse. ", "Simply wearing the MAGA hat is proof he's a racist little shit-lord and \"his side of the story\" was clearly written by a PR firm. ", "Right now, it feels like a good thing but not a great thing. I don't love it... But I don't hate it. ", "He is so boring ....", "I refuse to read him any more. Just another [RELIGION] man getting a slap on the hand & a cover up job.", "If they're not spending this year on [NAME] or [NAME], I have no faith for them to spend on big free agents in the near future", "I mean, DC metro area has ***three times*** Pittsburgh's population, so. Again, relatively, Pittsburgh's is worse.", "Yes, I've noticed it too. Or the photo of the item won't load. This company is so shameful", "This has been reposted so many times the photo is degrading.", "I’m a HR professional and deal with this all the time. You’d be surprised how ignorant most people are about their paychecks.", "she usually sits below the bathroom sink like a fuckin weirdo between 9-11 pm but she'll be free after.", "Being a [NAME] is no different from being a [NAME]. Both have caused genocides. I hate how our society only focuses on one though!", "You like [NAME] but dislike [NAME]? That is weird considering that they both are on the same low level of intelligence.", "So we should stop caring about other people and only look out for ourselves. That DOES sound like a baby boomer!", "I am whelmed", "bite your tongue", "This is my fiancé and I hate it", "Why is [NAME] still getting minutes? He is probably the worst player on this roster.", "I’ve lived in Florida. Hurricanes are *much* worse.", "The “targets” so far has been guilty.", "I meant I wouldn't bring up wanting it to be vanilla and changing terms.", "Yeah I think he was joking though. Like a cynical, sarcastic sorta comment", "Those are some pissed off lookin Nucks", "Very odd to wake up the next day and be like “I need to post about this on the internet now” too.", "Now just sit back and wait for your boobs. So much phytoestrogen in one meal, it shouldn’t take long.", "OMG! I can only imagine. I've gotten it into a hang nail before and that was NOT fun.", "Can't believe this game actually released in the state it's in complete joke , should be criminal", "i mean it can if its a meritocracy and an uncorrupted government. Whereas in modern America theres a shit ton of nepotism and a corrupt state/federal government", "I'm the one who died inside here", "At least this makes me feel better about not being photogenic. It’s the cameras fault!", "I'm doubting the teeth cleaning.", "Apparently we are tragedies!", "Plus corporations are universally unethical", "> I just don't see how this movie wouldn't get dull after about a half hour. then cut it at 90 min.", "Theres a pretty big Irish population in Edinburgh/ Glasgow as well that'll likely end up contributing to the support.", "It's ironic that those who most strongly embrace TSSC and other churches are so often utterly lacking in any level of true \"faith.\"", "No wonder why their logo always looks pissed", "It's titled \"Manhattan!!\" And Yankee stadium in *the Bronx* is the only non-Manhattan location ID'd. Classic moron.", "Most underrated subreddit.", "I am a dishonest and disrespectul", "What's he whining about, I am only 52 and stuck on SSI now and only getting 1400.00", "I dont like my rights being restricted on the grounds of race. That is the issue.", "I'm flying home to stl tonight. Land at 8pm. Have to get all the way down 44.....fuck.", "I went to the avenues once. I was murdered twice in one day and they stole my grandma's jewellery from her grave in Minnesota!", "He also needs to understand it’s insanely hard to empathize with multimillionaires playing a kids game asking for hundreds million more.", "We’re used to crazy cold weather but this is much worse, a lot of people are just staying inside till Thursday.", "I heard [NAME] was an absolute monster too... Jk folks", "Middle school. Puberty was rough for most of us. I was a victim and a perpetrator of a lot of stupid behavior in middle school.", "Way to cherry pick. Remember that time that [NAME] person got lit up for like, 9 goals against or something? Man, that guy sure sucked.", "The BMW had to pee really bad.", "Misogynist! Anti-women! Bigot!", "It's disturbing that you even have to ask that.", "We cant even get sexually assaulted without them claiming we're gross fetishists", "One. We are unlikely to survive long enough to make it to our second kill.", "Excess of 300 partners and not using protection is unappealing to me, I dont want catch anything ", "just fed up of reading subjective opinions be paraded as fact that he was the worse ever.", "They need a speedy guy to fish pucks.. Either get nylander or Hyman on that line.. [NAME] line deployment is brutal..", "The article didn’t use it. OP just did a bad copy paste I think.", "3:32 excuse me what the fuck.", "I've found [NAME] are more weirdly religious about their hockey for some reason. Maybe it's confirmation bias.", "That's such a selfish mentality to have.", "We may destroy the rest of the world in the process.", "It's actually remarkable how universally disliked [NAME] is as a commentator in the community but he still commentates at practically every big melee tournament", "AP can tell them to leave, and then call the cops if they don't. Soliciting/begging is not allowed on Target property. ", "Yikes!! This rebuild year isn't fun", "Most likely, which, as I understand, isn't respected in pretty much any sense nowadays.", "All I'm seeing here is that you commited a brutal murder.", "If [NAME] is lurking here it's probably definitely not good for his issues", "What the hell. Poor [NAME]. Poor you. Wow.", "I’m guessing you don’t take bad news lightly. I’m sorry bud :/", "I don’t cry, either. It’s weird. I think it’s a personality/mentality thing. Just depends on how your brain is wired I think", "No, I don't mind all that much. I just hate being subjected to second hand carcinogens", "This is horribly disgusting. It's worse than the god damn chicken wire.", ">I mean most of the native tribes beliefs are centered around Pleiadian star people. Nope.", "What does that even mean? What a uselessly vague statement.", "Toy department hype! So hard to keep from using caps!", "Orange kitty has a bit of concern in his face.", "This might be the worst FO in Orlando magic history", "You came here to cry", "Sorry, not sorry, but this seems wrong and extremely disrespectful.", "Yes it would be a poorly thought out plan... involving alcohol... never heard of one of those.", "It’s more like a bunch of vaguely veiled racists and sexists and MAGAtards. Unless that’s what you consider “good.”", "It's ok to debate and reevaluate scientific things. Really it is. Scientism however is the idiology, religion, that useful idiots and politicians are pushing.", "[NAME] is my least favorite out of all of [NAME] love interest (In all live action movies) Bite me.", "Still concluding I’m disingenuous despite getting your facts wrong. Big ego you’ve got.", "Season x? Sorry bitch but no.", "This made me soooo uncomfortable yikes", "> Insert racial slur here I choked, have your upvote", "Love me some Black and Tans, also love Snake Bites as well. ", "Gross. She did is so cruel ever. Document this report to cops against her.. And Disown/cut cruel family is best gift.", "Absolutely... pretty ridiculous dt. I’m in [NAME]", "for sure not natty", "Shameless karma whoring.", "The rare times when they can be arsed to start their own conversation they always talk about why feminism is actually to blame.", "Genuinely, it is! The only complaint is that kentrosaurus is spikey as hell, and I find him with my foot in the dark fairly often...", "This happens in America as well. Unfortunately the news cycle isn't interested in reporting such things. Just doom and gloom.", "banned from the show floor - second sentence. It’s in all the sources I’ve come across.", "And you truly need to be there and see this wide spread nonchalant attitude to truly understand it how bad and rampant it is.", "Every BP within cooeee of me is consistently 5-10 cents a liter higher than other options. Weird.", "It's weird that actual socialists will say that politics has moved far to the right.", "Okay, thanks Discord. ~~I hate it.~~", "Watching porn on your phone is a thing people do now? It's such an inconvenient thing to do tbh.", "we're all in the same struggle except for those few traitors that dared to go out and actually get into a relationship", "the idea is bad dude. that's the problem.", "Definitely, too bad [NAME] is taking it as an attack on her when it’s really an attack on [NAME] and his behavior. ", "I hate that I like them...", "I understand that they're meeting a demand I just don't think meeting that demand is a social good.", "Yeah, because it’s soooo arduous to look at someone’s profile for five seconds. ", "Thanks, I hate it.", "Text to speech is a very very bad idea. You do not want to give 4,000 people full control over what gets said out loud on a stream. ", "Yeah well you’re a horrible [NAME]", "but this has been going on for months", "That thigh gap not cute at all", "I cant’t stand mint flavored toothpaste. That’s how much I hate mint.", "I actually got offered way more pay to stay but no amount of money is worth my mental health. Woot for new beginnings!", "this is the perfect example of something that is a terrible combination without being outright disgusting.", "Oh so you're being a troll, good to know.. I actually thought for a second that disgusting, freak couples like y'all actually existed", "Legally, you are responsible for damage or harm done as a cop is trying to apprehend you. You caused the dangerous situation by running.", "Gatling guns hurt so much it can be like instant death with no way to react", "I didn't mean to imply you did! I just know that's a mistake I've seen a lot of people make, is all", "The real bad beat.", "My main issue with Anarchism (although this should probably go on anarchism_101) is that i don't see a difference between anarchism and syndicalism.", "[NAME] even eluded to the fact that his mom was a bit put off by her age after asking it.", "[NAME] was such a nasty POS. In his dirty wifebeaters with his malt liquor. “Men have needs...” He disgusts me.", "It’s a shame really... ruining a perfectly good shirt like that", "Examples of useless government entities, little buddy.", "True dat, I lost hope a LONG time ago", "I used to do shit like this...back when I had a serious drinking problem I was in denial about", "[NAME]: \"She seems useless\"", "If too many medical professionals die then life will be worse as we cannot get medical treatment", "Millennial here. Have a few motorcycles, none of them Harleys. I do not like overpriced, unreliable and bad performing vehicles. ", "does any body notice that 8 in 2018 looks weird", "I am serious. I have no idea what they were prior to a few days ago.", "Because they're having to compete and so we get exposed to the weakest of the bunch.", "That's awful. I'm glad [NAME] doing better, but he might have serious trust issues for life. ", "wow even the buildings on the poster haven't loaded in", "OMG. Indict this oligarch.", "Ahhhhh you should start screaming and flailing. What a piss poor argument. Now I believe in invisible dragons.", "Females would be pressured the other way obviously", "There is nothing adorable about that terrifying man", "Same. I can’t even imagine it", "I am not a competent till member, I am an ignorant member of the public. ", "You don’t have to hate players just for being on a different team. I hate that [NAME] is an [NAME]. I don’t hate [NAME]", "How about we get no wall and Medicare for all. Then only the good ideas get funded.", "he’s not happy with me", "I think it it would have been even worse if that was the case", "I want to know them - so I can actually murder them. (With words, that is.)", "No one cares", "Cat puke. After a chocolate sundae. Idk. Looks horrid", "A new mattress if you can swing it. Company provided mattresses are typically pretty garbage.", "I'd say [NAME] at 8 is pretty disrespectful", "The 2nd worst president. First time i voted. Been trying to live it down ever since", "Horrible how they just invade your space anytime any place.", "Errr, i didn't want to risk get in trouble with the discipline master, especially since we weren't on good terms at that point in time", "Oh wow, hate that. ", "I don't think you understand that the average player can't aim like that on console", "That seems stupid.", "(apparenlty) a lawyer sending incriminating text message to a paralegal. this has to be really bad lawyer...", "What about, hear me out now, 2max? It doesn't sound cool though. Could probably call it something else.", "Yeah, life in America is horrifying. Give me a break. ", "Using high capital (money/picks) for 3 edge rushers would both be incredibly stupid *and* unjustifiable", "This guy doesn’t like fox hunting because “toffs” do it. As with all policies of the left, it’s grounded in jealousy. ", "Literally every team sub says this when something negative about them is posted They dislike the hire because he wasn't exactly popular in Seattle.", "Only issue I have is that tiramisu is a beautifully layered cake and all of that is hidden by the container", "Ugh. The Google Plus BB community is the absolute worst!!!", "This video was uploaded in October 2013, over five years ago now. This just feels like an unnecessarily inflammatory post for karma to me.", "The SJW community. I hate it too cause they are the ancestors of the Civil Rights Movement who where absolutely awesome", "Damn these refs actually fucking hate us.", "Racism. They're talking about racism. The hate is the new KKK sheet.", "Work on the pitching, that was a weakness of the team last season.", "What prompted you to change? Just curious. She does have a tinge of perfectionism.", "Dream market is also down for me in the USA", "This is super duper nasty", "And she jumped into sewage. Yeh, no.", "I dislike the shade he’s been throwing to our franchise and his inability to take responsibility for the reasons why he was traded", "That’s disgusting. You should be ashamed of yourself. Banging someone in sales. No excuses for that.", "by the time I found it was a delay it was too late to go back to bed but I didn't have enough time to do anything fun", "That's what I heard coming into this game, people were saying if they don't handle gobert, game over", "Well [NAME], you got the wrong guy. I never downvoted you. I hope your day gets better.", "He was an awful HC, is in his 70s and has repeatedly said he doesn’t want to do it again. ", "I think it quite apparent I was being satirical in saying Mississippi.", "Grandma is bad at math", "I kill them all and THEN overwrite my only save. I'm bonkers.", "Oh they are. They just represent a large group of racist, willfully ignorant [NAME].", "Exactly this for me. I straight don't care and it costs me nothing so...", "Hey! I play the lottery every week-this will eventually affect me...", "Problem is that most of the female posters here either do it for attention or almost immediately ghost because they come to their senses.", "Great for him professionally, but the employees he takes the credit from? Not so much.", "Super unflattering. [NAME] is not overweight but this ensemble made her appear chunky.", "Well that’s dumb. The question is about this sub.", "I don't bother diagnosing it in people with BPD. The handful of genuine DIDs that I was referring to were people who didn't have BPD.", "Why I left the industry... it’s full of hipsters who don’t realize they’re hipsters. That was worse than the slave labor.", "It's a statistically slightly worse ICR, take that as you will.", "It means less when you hear words come out of her foul mouth. Almost incomprehensible.", "Only £44m? Not enough.", "Dummy I'm disagreeing with you", "Ew. Being raped is not getting laid", "I have tried and succeeded. You’ve just had bad luck my friend.", "Because Warlord actually has NO moveset at all and is literally the most boring videogame char to play.", "I couldn’t agree with you more!", "Well, if you are gonna put it that way, I guess I don’t have much of a choice.", "Opposing ethnonationalism and private property is hardly a weird hill for an anarchism to defend", "Not everyone left of you is a lib. You're arrogant.", "Humans are weird creatures", "Yep, first hour free at long term. But if you go a SECOND over that you owe them $19.80 ! They're fucking ruthless", "Turns out, that daddys little girl is a thot, who also takes drugs. No wonder she fled her country.", "No, sex is a reward, and he doesn't deserve it.", "Thats awful, I'm so sorry for your loss", "I didn't like this, not for even one second. ", "Shameless IG plug:", "the worse part is you might be crazy yourself and have no idea!", "I cant even deal with this you are fighting with someone over your inability to understand a sooooooooooooooooo is sarcasm. Get some help", "Unfortunately not:", "this is epic satire, too bad its close to much of what the right unironically believes"], "gratitude": ["Thanks, I reached out", "Thanks, it was no effort at all.", "My day gets better every time a poser is exposed, so thank you. Think of your own content and people will respect you more.", "great!! thank you", "I appreciate your post, I’m just nervous is all, thank you", "thanks, just sold my house to go all in", "Really love these concepts. Fantastic work. Love the work in the comments especially the green with the M.", "Hey, thanks! :)", "Thank you for coming to my Ted Talk", "True! He probably is just lonely. Thank you for the kind words :)", "This gave me a bit of a wider perspective on playing my guitar, actually. So thank you.", "And now I'm hungry. Thanks.", "That's right nearby. Thanks!", "Yeah I was citing the wrong statistic here. Thanks for posting this.", "Thank you for sharing, there are many abusive relationships out there and it's not always so easy to leave ", "Thanks so much for taking the initiative to do this! Not all heroes wear capes :)", "I stand fully corrected, thank you!", "Thanks for the responses y'all. I'm going to do the gig anyway and hope that nothing too sinister happens! I'll update if anything interesting happens.", "That was helpful to hear, thanks for your response! ", "Good point, I never thought about that. I guess I don't see enough commercials regularly to separate them from just other company agenda videos. Thanks!", "Thank you for the great recommendation. I'll get on that as soon as I can, and keep you updated.", "Thank you, very good advice - I have been thinking that I need to help and lead more in this area. Good reminder, thank you!", "thank you for your kind words.", "oh ok, i'll pass that on to him thanks :)", "Thanks I will check that out.", "For sure. Thank you.", "Thank you. I’ve been feeling a bit better since they make people happier.", "Thank you. I appreciate it.", "I got through it when I got home, thanks! :)", "Thanks for remembering. I have since added to my post :-)", "Thank you for this!", "Alright, thanks", "I was thinking about the exact same thing before commenting, thanks for the clarification!", "I’ll check out and see if is!! Thank you ☺️", "Good to know!", "Getting some sick high school nostalgia from this shot. Thanks for that man!", "This made my hump day. Thank you good sir", "Great thanks! Just wanted to be prepared in case of OT or something", "thanks. I will read these", "Thanks for your advice.", "BTW your story really gave me comfort, Thank you.", "Welcome to the gloaming. Yes.", "Oh yeah, thanks, sorry for the confusion, good thing someone called their bullshit :)", "Thank you for the thoughtful advice. I was thinking of getting him a mic for his gaming habit, so your advice is timely.", "Thank you! Looks delicious.", "That’s cool. I didn’t know they had cameras like that. Thank you for sharing :)", "Yeah thanks.", "Oh don't thank me, thank the uploader! They did a quick job.", "You’re truly welcome :)", "Aha! Thank you for that.", "Thank you. Just hoping I'll make it with minimum damage inflicted on my friends who are helping me move", "thanks man, i'll do one for him surely, im planning to make one for every player in our squad :)", "yeah. thanks for your reply", "Been looking at Panthera, will take a look at RAP N. Thanks for the consideration of my big hands :D", "Bam, it's suddenly fixed! Thanks that was great. This is all happening in Bizarro World.", "Thanks mr bot", "Yea, husband learned his lesson quite quick. Thank you! :)", "My coffee burned its way through my nostrils. Thank you!", "Thank you. I have been watching a lot of porn lately and jerking off more and i think that helps. How are you doing?", "Thank you, I couldn’t figure out what he was trying to say!", "[NAME], loved the story. Personally I don’t think this was petty I think it was quite fair and right. Good job dude.", "Atonement is just something else. [NAME] is just so lovely in his writing.", "Thanks for posting this.", "I once went alert on N1 and killed 3 people.. 2 maf and a doc. Doc got resurrected later thankfully", "Yeah, thank him for helping support this legislation", "Thank you SO much! This is so genuine and so helpful. Thank you so much for your time and your thoughts.", "Thanks for the honour of speaking with the representative of atheism.", "Sweet thanks for the update. I hope the kitty finds a good home", "I'll check that out. Thank you!!", "Thank you!", "My alarm is for 8. Thank you very much!", "Thank you! :)", "I'm not a health threat. I'm vaccinated and have no children. Thanks again for your uninformed analysis.", "Okay this is racist fear mongering. I got it now thanks.", "Thank you! And i understand that one too.", "Thanks dude. It’s honestly hard to distinguish because it’s felt like who I was for so long", "I didn't see it the first time and appreciate the repost.", "This list is phenomenal and your username is witty! I’m saving this. Thank you for posting it!", "Thank you very much! I will get some courage and do this.", "Thanks man!", "Aww thanks :)", "We’ve got the terrorists screaming [NAME] while commiting terror acts to thank for that.", "Super, thanks", "That’s what I’m thinking too, so I may just go with the referral after all. Thanks again for the help!", "Okay perfect! I'll definitely have that conversation with him then. Thanks for the help! :)", "I am in fact a woman, but I'm not bothered by the assumption. Thank you :)", "Thanks, but I am most certainly broken.", "That sounds so awesome. Thanks for talking about it.", "I had that moment of “wait, am I the narcissist” too! Thankfully, like you said, time & distance cleared that up. ", "I wear pantyliners mostly every day now due to my random spotting, it helps but I feel the odor is seeping through my clothes. Thanks for the suggestion", "I’ve thought about journaling. I think I’ll give that a try sometime soon. Thank you for your words my friend", "Still pretty alarming. Thanks for these.", "Thank you. I truly apologize for breaking the rules and I appreciate you making an exception!", "Thank you for your kind words and understanding. You are right on many levels.", "Nice, thanks man", "The Citadel has given us much to be thankful for.", "One time my old Teacher made our entire country leave the European Union...thanks Mr. [NAME]...", "Thanks to the finicky nature of the reddit app, i accidentially gilded this post. Congrats :p", "Thanks. I’m not sure your response is a proper attempt at answering the question.", "Thanks for the resources!", "Omg wow, this is great. Thank you so much!", "Thanks for the insight. I guess I’m coming off a bit ignorant and maybe naive.", "Congrats! Glad it went well for you!", "I was about to reach out to mine - this situation is nearly the same and your post just saved me from a huge mistake! Thank you", "Oh man, okay yeah i was wrong, thank you for correcting me", "Awesome! I’m a cradle [RELIGION], so really interesting to hear your experience. Thanks for sharing.", "Thanks. Didn't quite catch all that.", "This is a good point, thanks :)", "Ah, thank you! I’ve only seen them as decoration and on hotel doors. I had forgotten the name, thanks!!", "Never heard of the artist or the song. But it sounds really great! Thank you for sharing!", "Thank you! I ended up assigning a dbq and paired students up", "I appreciate this reference very much", "Thanks, [NAME].", "That’s a great idea! Thank you :)", "thanks guys appreciate the clarifications!", "Thank you for giving my Zumba songs some context", "I am. I do! You're welcome.", "Thanks a lot, [NAME]. Now I've lost my train of thought!", "Congrats on the IP shadowban my dude", "This is a great detailed response. Thanks.", "[NAME], thank you, for being a friend.", "thank you for your consideration but i like both", "Thank you. As a father I found this hysterical. I'm legit laugh-crying rn", "Thanks for actually reading and responding to the question...;) I’ll check those out", "[NAME] sure saved that one from swirling down the toilet. Thank you [NAME]."], "anger": ["[NAME] what an asshole.", "[NAME], what? Why are you even here. Fuck off.", "[NAME] 31m contract is horrendous, I hated it when he signed it and I hate it now.", "This person should be outed to the world. What a reckless pos", "\"Talk about vaccines again and your next shot will be from my gun... of crystals bathed in essential oils\"", "I hate to break it to you but [NAME] ARENT signing here", "The adults are a bit drunk and I just got called an anti social bastard Pray 4 me", "I'm saying [NAME] is the pretentious one, and that the original commenter's response to him is a perfect mockery of the asshole ", "I want to die", "Filthy birdbrain-loving scum barely deserve the bullets needed to boot them off the mountain. Moreiya 4 life", "There's no need for anger, but cringe and embarrassment are called for.", "43% on a one bedroom apartment (with a nice large balcony) in Potts Point. Sucks to be single.", "Honestly, I wouldn’t want to poop without my phone either. Gotta scroll reddit while I’m poopin!", "Yeah whether or not an animal is cute is pretty subjective, I was just in a bad mood when I wrote the post honestly.", "Two horrible cunts", "2018 was the worst year for Sydney Trains, I’ve lost count of the number of cancelled services due to power outages and train drivers calling in sick", "I considered becoming a teacher, but then I considered the little bastards would eat me alive.", "Fucking hate [NAME]..", "Or plan ahead, call 511 periodically for updates, and don't put your shitty load ahead of your own life.", "Poor poor poor bastard", "She talks about him getting some manners... She's the only without manners... and she should've gotten kicked off...", "I will never forgive and never forget for this one", "Mr [NAME] is operater as fuck", "[NAME] wore shoes and killed millions. For [NAME] like me, people who wear shoes have become a symbol of hatred and murder.", "Watch your back u/Youareapooptard, [NAME] might hunt you down and burn you alive for that relatively minor insult", "Sad for the people who contracted measles. Angry at the parents who didn't vaccinate their kids against measles.", "No one does... that what makes it so provocative.", "Fuuuuuuuuuck that.", "People still expecting that are delusional regardless tbh. Messed up they'll never say what happened to Half Life but time to start using some context clues herr", "[NAME] just ripped his jersey. He’s frustrated as hell right now", "The customer’s a jerk but you’re really not very clear here.", "I feel like [NAME] was impossibly bad enough to warrant memes about him. [NAME] is just bad, boring, and too invisible to really hate.", "Happy birthday to that gold thong wearing, porn stache sporting son of a bitch!", "That's the problem I'm pointing, the media use stupid clicbait names and people get dumber and dumber.", "Yes. I hate everything that has to do with my depression.", "That shit sent me on a fucking journey to read.", "I always loved fighting [NAME] in Arkham Origins, he was really fun to fight, I’m still mad they did him dirty in Arkham Knight", "That’s gonna be a no from me, [NAME]!", "I hated him too, just keep watching. Every character has their own personal journey which is such an admirable aspect of this show.", "Don't tell me what to do. I'm not going to argue with someone who goes around calling everything bro science.", "Fuck this team. I’m done, we all should boycott this bullshit", "Me but with boobs. When will be able to trade body parts [NAME]", "Oh, I stand corrected -half a million people is \"almost no one\". Bloody hell mate. ", "Only a sith deals in absolutes.Fuck that guy.", "Had the item hit you, I would have asked security to hold them, for you to press charges for assault. No one should be entertaining that foolishness", "You are right.. There something to be said after banging both your mom and gf while they are on the rages.", "How to delete spam: Learn how to punish sigs you fucking idiot", "Yeah I have no sympathy for them.", "You are too nice. That guys angry he loses to wardens all the time.", "Adapt or die.", "FUCKACTIVISION THEY RUIN EVERYTHING", "[NAME] i want to slap the shit out of her", "Fuck you.", "Not only do they make me cringe, I become angry because usually or is my nmother and her flying monkey daughter posting them. Just horrible.", "So every interaction with a dumb or crazy person is news?", ">ctrl + F > fuck your mother I am not disappointed.", "She's reading Canada's extradition act but not Canada's extradition treaty with the USA. I've had this argument before, it's pointless.", "This is repulsive what the fuck is wrong with places like this. It does have an element of hilarity tho", "I’m not sure even know sits a fucking painter’s tool. I hate everything about everyone in this video.", "DON'T TELL ME HOW TO LIVE MY LIFE.", "Honestly never seen one as dumb as this.", "No, we both know you are liar. Thanks for convincing me to block you.", "What? Shut up?", "These people are so full of hate it's disgusting and disheartening at the same time. How do you de-radicalize these people?", "cause he constantly hates on [NAME] for no reason other than Petry having the puck on his stick more than anyone else on the team", "We aren't a bunch of Republican puppets like you believe.", "Bloody useless Pakistan", "He NOPED the fuck out of there at the end", "WHAT ARE THOOOOOSE", "I wish I didn’t fall for my ex. He is not a beautiful person. He is a monster.", "Goddam it!", "No, this is not polyamory. It's assholery.", "NEXT TIME! ON THE CURSE OF OAK ISLAND!", "Oh look another shit call", "I completely agree with you just the whole mood against abortion gets my blood boiling.", "Happy New Year to all my fellow Asuka mains and all you dirty bastards who show no hespect. Cheers!", "Ok, then what the actual fuck is your plan?", "TYT is a gossip shitpost panel for race baiting idiots. By race baiting idiots.", "Yea I guess I did. I forget how popular the bulls brand is overall. I just hate when people call others dumb because they talk/tweet in slang.", "It can make me angry - that and hearing my neighbors have sex", "Don't you fucken do it", "Damnit tobias.", "Hate people like this", "He took [NAME], too? That wasn't part of the deal, [NAME]! THAT WASN'T PART !", "This is a test, now YOU have to give away that gold. Your donor was a cruel benefactor. ", "me as fuck", "Shut up [NAME] we’ve had enough of experts", "Uh no. He hates [NAME]. Not in A kayfabe way. He doesn't like [NAME] at all.", "GET THE FUCK OUTTA HERE RUDY", "No it really is there maybe you suck at google", "Bloody forking shirtballs! This has to be some kind of \"The Good Place\" / Bad Place repost robomod bullshort. ", "[NAME] from ZoE and [NAME] from TTGL. Actually fuck all that [NAME] from The Big O is where it's at.", "And then the rest of that thread devolves into [NAME] supporters arguing against and downvoting anyone who disagrees with the wall or hates [NAME].", "JAEGER CALM DOWN!", "Yeah how dare the puck not magnetize to [NAME] stick. Not his fault at all.", "You took a HUGE risk. He paid....now be ready for payback time!", "“How dare you use your breasts for their biological function instead of my enjoyment!”", "[NAME] are a cancer in our society", "What the hell is wrong with you?"], "fear": ["[NAME] is scared out there. Didnt want the ball", "This is scary and so very sad. Eleven??? A baby! I was still building forts. I weep for this child.", "Self confidence I think and the fact that I’m scared if I do give all of myself to some that they won’t reciprocate.", "Somebody is really insecure about their career decisions.", "6lbs is a lap dog, if someone shoots that cause they're scared it's aggressive...", "[NAME], the \"launch more satellites or threaten to sue [NAME]\" one made me lose it.", "I'm 34 and disappointing my mother is still my greatest fear.", "Yeah it’s fine. Some supplements contain Ashwagandha which affects the gaba receptors so be cautious if you’re already on gabapentin or a beta blocker", "Weird, FBI did an investigation and proved that never happened. White knights make me cringe.", "Anti-vaxers aren't funny anymore, now they're just scary...", "I have a moronphobia. I'm going to need to ask you to step away as I have an irrational fear and distaste of you.", "I have vision issues already and I kind of freak out without sound. I'm gonna have to say blind.", "This is scary.", "This is the scariest thing I think I’ve ever read on here. That is just so horrible.", "Udderly hysterical!", "I watched a really bad horror movie she starred in but I think it predated VPR.", "He was afraid of flying", "I've also heard that intriguing but also kinda scary", "First I was afraid, I was petrified...", "The dude was absent in the Ohio State game... IDK I would be very worried if he was the pick.", "I friggin choked scrolling up to this", "That was a fluid motion and it scared me", "I was in awe the whole hour I spent in there.", "Aha! This is my fear, that the gloss over key elements because they want to target a wider audience!", "[NAME] no, these are horrid on anyone.", "[NAME] is pretty fucking scary", "Oh no, the horror. Look, a pause! Let's start CPR! Those nurses, probably", "I heard the same thing after she had made false allegations and tried to hoover me back . Its so triggering now .", "All the inmates, including serial killers: *'Someone save me from this psycho.'*", "Ah, alt right thinking. Afraid of people who have anything 'upstairs,' or 'between their ears.'", "Damn. As a [NAME] [NAME] I fear who the last Greek restauranteur in this death triangle will be :(", "I’m scared.", "Because of this bad situation some people are afraid of becoming youtubers because of this", "This gives me anxiety and heartburn just looking at it!", "Oh, it's definitely working and that worries me a lot. ", "General population are scared of press", "Terrifyingly accurate bot", "Cause emotions are difficult and people fear rejection", "This is extremely dangerous. And would completely marginalize anyone without a chip. Making it an absolute necessity for everyone to have a chip.", "I'm moving to the UK in 2 weeks. This terrifies me.", "I’m feeling the same about the nets and hornets. I’m only worried the hornets can’t cover", "I once went outside with my eyes open, it was way too intense for me.", "He’s 30 freaking years old and is scared of managing a bank account. *eyeroll*", "I'm afraid I'll pick something else.", "Seeing that knife on this subreddit put the fear of [NAME] in me"], "disgust": ["well she went to prison for **armed robbery and kidnapping** so after learning this i could hardly give a shit about her", "Yeah [NAME] is a pretty weird guy.", "Dear lord this woman is awful", "Disgusting, I bet you he will never even be inside that apartment condo ever.", "Such a nasty woman", "Completely disgusting.", "natural selection will rape her anyway so...", "Food stamps are a disgrace. People should get money!", "If it was low-fat mayonnaise, their response may have been justified. That stuff is horrendous.", "I had a second date yesterday with such bad breath! I gave him a pass on the first date because we met online.", "What a complete and utter cunt.", "It’s ugly. Bye bye and good riddance.", "Well that's disgusting", "You are disgusting.", "This is disgusting.", "I mean it would be borderline targeting in college football. It was a really egregious missed call.", "Oversleeping always makes me super depressed and even a little nauseous! Even so, I always want to go back to bed.", "Did not expect to be over here shouting in agreement with [NAME], yet here we are!", "Jurassic world fallen kingdom was awful after they left the island", "I watched a video about fake makeup having rat piss in it. No thank you", "[NAME] damn you're toxic asf", "Get [NAME] back on the wing. Looks awful in this position", "It's like an instinct for idiots to downvote without even reading a comment first if they sense the word vegan in it haha", "I just hate the \"I don't know\" people", "A better description would be she got a nasty fright rather than it being terrifying.", "Horrendous , this is also reflected in my experience act school where you are not allowed to defend yourself at all ", "Omg, the hands touch the chicken, go off screen and then touch the salt. My mind is contaminated with Salmonella. ", "It's not about not understanding it's that you're wrong. It's sexual assault. Rape = person being penetrated. You've been shown multiple definitions.", "Us arguing here won’t change a thing in the government", "Praise [NAME] your taste is bad /s", "He’s a grumpy boyo", "This is why I stopped watching. :( The brutality was disgusting.", "Awful taste hmmmmm", "This is why I clean my belly button every day. That’s disgusting", "Elections have consequences."], "grief": ["One of my favorite films. I got to see a screening with a live soundtrack conducted by [NAME]. There were tears in my eyes!", "She's passed away.", "The actress died before season 1 aired so that’s literally impossible since [NAME] didn’t betray until season 2", "She later drunkenly slipped on her puddle, fell onto the tracks, and was run over. RIP", "Poor thing. Her arm looked stuck in the crutch as she fell. That had to hurt", "The only death that made me feel any emotion. And it wasn’t even the death itself.", "Don't cry for me, Argentina.", "He died 4 days later of dehydration", "I'm so sorry. She's a very lucky cat to have people who love her so much."], "annoyance": ["It's not his fault, it's your wife's. Shes the one you need to be pissed at", "Long straight hair on the face is going to look quite odd I would guess.", "? What do you mean? This is my favorite video game.", "I find both [NAME] and [NAME] annoying each in different style.", "Those other countries clearly exploited to shit? Dats cuz it's not mah [NAME]. -You with your big brain logic.", "Okay idiot, well it seems right wingers can't tell the difference between strawman and reality then. Thanks for confirming it douchebag. ", "Wow I got a virus from just looking at this post", "Cant agree more on the first part but for the last, it comes out too harsh.", "Trolls are not even trying anymore. Im offended by this half arsed attempt to get a rise out of me..", "Why can't I get Hulu in Canada yet!! So annoying", "That's so frustrating but I'm glad you're all safe.", "I honestly couldn’t care what you think of me random person on the internet.", "I know the planes are bad, but come on man.", "Me when I distract the last zombie so my friends can work on the Easter egg without starting the next wave", "Nah man. This website smells like toast and makes my left arm hurt.", "“Whine” is such an *emotive* term to use. It would be ironic, but you’ve been trolling here the entire time.", "[NAME] is like [NAME]. He can be in absolute trash and it's still okay because he's [NAME].", "This game and it’s updates can be very frustrating sometimes. We already discuss the issues to death but meme Monday has been oddly therapeutic", "I used to work with a guy that was always whining how tough his life was. My family this, my friends that. Very annoying", "I’d rather reply to you, simply because you sound like an idiot", "Miz Cracker is the worst parts of Aquaria and Trixie. Unprofessional pettiness and shadiness of Aquaria and the slightly problematic and sometimes delusional humor of Trixie.", "Didn't mean to offend", "Anytime I've taken benzo beforecoke, it completely negates any coke feeling", "I *want* to like R&M but people are making it really difficult", "Where on earth do you live that newborn non drug exposed babies up for adoption end up in the foster system? Sounds pretty optimistic on her part.", "Yeah I agree people on reddit are so extra it's annoying", "I find it boring and, at times, incredibly annoying in all of the games. It completely lost its appeal somewhere around Black Flag.", "This game is a pain in the ass. There are few things as infuriating as getting dicked by 3s all game. Flashbacks to the 2nd Orlando game.", "This man makes aggressive grunts while breathing"], "realization": ["It is certainly interesting.....but is it anything?.....", "Was blown away until I heard everyone speaking Spanish and realised it was Mexico. Not so shocking anymore.", "Oh no I was laughing at that master trolling. that's like 20 years of buildup", "Yeah, I probably should’ve gone ahead and looked that up beforehand. But the issue remains the same, even at that price.", "Yeah personally I would’ve brought [NAME] back lol [NAME] always had trouble staying healthy", "I regale them with stories of times when the dfaq runs out of chocolate cake, reminding them that we too can sometimes have it rough. ", "Hey! That’s my name!", "I used to think that too, before I got over Trump Derangement Syndrome and took the red pill.", "Or maybe now you know what to talk about before getting married !", "You get her off 3 times and she doesn't finish you? That seems very selfish.", "My first thought was how bloody your hands are when your downed, You turned Blood and Gore off. Good man ", "I'm a poker pro I'm a pro at my job so I can lose money at poker", "Timestamp it for me then, apparently I didn't listen when Mom said that would make me go blind. ", "If my mom were still alive, she'd be so pissed at [NAME] being in this cast.", "Didn't realize I'm so famous!", "That makes sense.", "It's ok, it's just Gypsy Danger", "And I thought Honda Civics smell bad on the outside!", "Must not hit opponents on the first frame then. My mistake", "You're being cucked by an MLM I hope you realize that", "Even if it’s available 24/7 on your new website 99% of it is ugly so people still won’t buy it.", "Consider yourself one of the lucky ones. A. no attorney fees B. safe to say you’re dodging a bullet.", "Just another day in the life of a Scottish football fan remembering that Sky Sports are absolutely shocking I suppose.", "I'm starting to think that this whole DSJ trade thing is a bunch of BS.", "I was being sarcastic ;)", "Honestly, these are probably things you should have thought about before telling your husband you wanted to separate. ", "Such nice, silly, warm friends once you get to know how to act near one. You have to learn the secret scratchy place too!", "Oh my god, zero-calorie Gatorade is a thing ^(i don't care how many chemicals are in it if its zero-calorie)", "Still I think that his crazy rotations outvalue his dmg output.", "I did that my first day of middle school (got off at high school instead) but that's probably because I'm an idiot", "Maybe because communism has shown time and time again that it finds humans beings below contempt and makes every effort it can to murderstarve as many as it can..?", "NO absolueltey wrong. WE MUST PRIORITIZE GETTING CORPORATE MONEY OUT OF POLITICS OR WE WILL NEVER BE ABLE TO SOLVE ANOTHER PROBLEM IN THIS COUNTRY.", "It's not even Goats. Just got to the point I realised the Devs don't care about what happens below high elo.", "Oh, I definitely got muted, too.", "[NAME] the curse is real. This ones on you LeBatard.", "I'm glad I'm not the only one that allocates points for road kills.", "Wow! If they were to follow that logic, they would have to ask why on earth we were given doctors! Insanity.", "Wait, wut? I thought there was some sort of (2) term pledge from", "I think the popularity of Alliance confirms my point about radical centrism on here", "I thought that I was on the IASIP sub...", ">by highschool you know what is and what isn't socially acceptable ... Since when?", "According to the filmmakers, it was the same Brachiosaurus that awed the characters in the first movie. ;_;", "Opinions? I mean that's just a statement.", "Last time i knew stealing posts from other people wasnt a rule", "Imagine getting woken up by it trying to beat down your door", "Any man who risks having unprotected intercourse with random women likely doesn't have being a father on his mind.", "Definitely, I'd do that. The league pass deal isn't awful though.", "Could they not have been quarantined when diagnosed at the airport? (Genuine question, I have no idea about this shit)", "I would make that face too if I just realized I was HC of the New York Jets", "Mate you're only 20, you'll laugh at how ridiculous what you said is when you're older. ", "Wow City all of a sudden not so invincible anymore, have as many defeats as us now...", "Oh, also forgot to add, LOTION! ALWAYS lotion afterwards. It only makes your skin smoother! ", ".....I should have thought of this!", "Your husband isn’t at all worried about your reputation since he’s the one who spread the lie. Something to think about", "Well, if that's how you always are, I can't imagine even wanting to be next you let alone have deer like sex with you.", "You must have missed most of the thread then. :p", "If men were that aggressive we’d be arrested and then slammed publicly and socially. Lives ruined for a moment of drunken stupor.", "Thought [NAME] had one", "I just got the same thing from a piano class I took in 2014. They have sent it to me twice in the past hour.", "This makes so much sense. Seems she has been icing me. Time to call it quits", "DAE think that [NAME]’ insults towards [NAME] are lowkey racist and dissmissive.", "honestly no, just thought this was a teacher trying to be \"hip\" with the students and failing miserably. ", "Could be to lead the police on the wrong trail to delay being caught", "Imagine thinking anybody cares about the constitution at this point.", "You can’t change my mind about the officiating, I know what I’ve seen", "I would of gone to the doctor way before that", "You think they're going to actually compost it or just toss it in the garbage?", "I actually felt my ballsack jump up a bit when he face planted"], "embarrassment": ["My comment provided shame. I am nothing.", "Sorry. I know I should be grateful and happy.", "I asked at the Bodies Reveled show if they used prisoner bodies.. I got an awkward no.", "I'm so sorry you were bullied in a place you should have felt safe.", "Sorry to be the bearer of bad tidings.", "I recomend a Jasikevicius from Litva :) Sorry for English.", "Oh man, sorry to hear you’re feeling so alone. I’m feeling the same right now. ", "What's good kid? Sorry for the racism.", "It's racism. It doesn't make me angry, it makes me feel sorry for their ignorance and yours.", "I feel a lil dumb now, but not as dumb as the idea to switch those subreddits", "Seeing [NAME] score on them was unbelievable. How embarrassing!", "I'm ashamed that while trying to figure out what TKE stands for all I can come up with is Tau Kappa Epsilon.", "I always thought the U was for urine .. well this is going to be awkward.", "As an [NAME], I apologize for the cranky old conservatives who are probably making ridiculously uninformed comments about your country right now :/", "Ope, got a lil chuckle outta me there, sorry", "I’m sorry. If it was me- go straight to divorce and file. Why prolong the pain and abuse.", "So sorry that happened to you. Let’s hope that person has some food they didn’t order tonight.", "sorry mr brolobo", "\"qt 3.14\" made me retreat into my own face, so much second hand cringe ", "Oh I didn’t realise, sorry for my ignorance ", "That's so horrible. I am so sorry that you had to endure that abuse. I hope that you have a bed that you love now.", "Right... so true. I’m sorry you’re going through this too.", "We are very clumsy creatures. Eventually you just learn to laugh it off. *The crying comes later when no one is around*", "Where? Sorry, the link doesn't seem to work!", "It's shameful how this sub sold out to Big Broccoli (TM).", "I love when [NAME] is a bit more bias with a call when [NAME] isn't. Always makes me giggle.", "Chiropractic is just a scam anyway, lots of studies shown it has no effect, sorry that happened to you btw. ", "I meant people who are attacking AOC over this dance video. Apologies for the misunderstanding, and I appreciate the lengthy reply.", "You must be really slow. Life must be hard for you. You have my pity.", "My misunderstanding, I thought you were questioning why people thought we needed a change.", "Therapy NOW! Who hurt you? First of all, i'm very sorry that happened to you but you are loved...", "Spurs gonna get two in a row over us. Embarrassing", ">![NAME]. Apologies to the Hiyoko Best Girl gang but I could never get myself to like her...!<", "I’m so sorry that you both have to deal with this ❤️"], "joy": ["Love the new intro song.", "Well glad she got out of the situation safely. I would much rather NOT have to investigate and know someone is safe.", "Those guys are TOUGH. glad to see Blackwater back in business to keep the peace over there", "Wow! You've put my relationship in words I couldn't think of.", "Glad to hear it's ubiquitous and not an OS thing.", "> Books. Love them, have enough The library is your friend :)", "Gotta love January.", "I'm glad you had such a positive experience on the sub and congrats on the relationship.", "Glad it had a positive impact on you. Welcome to the club!", "That's so amazing! I am happy for you both!", "You did so good for yourself though! If you had the mother you deserve she would have the sense to be proud of you. :)", "I like saying the n-word, it makes me happy", "I'm so glad you weren't physically hurt", "Double doink Love it", "So happy for you two !! ❤️", "Contentedness is something I think we're all striving for. I'm glad it's happening for you, even if just for a moment :)", "That's why I'm glad they got [NAME].", "Glad you got her back! Fantastic way to start off the new year with good news!", "Mmmm that delicious karma :3", "Glad I took the 1st half spread", "You look the same to me, but I'm happy you had a goal and accomplished it!! You're a cutie !! ", "I love it. Probably my favorite game mode right now. Especially when playing with a buddy.", "I’m so happy for you! Keep doing the damn thing! :):)", "Just be glad you’re not his wife", "True. I just always enjoyed the atmosphere of that place. And a couple of the sandwiches weren't bad at all.", "> Well maybe I dodged an argument with an idiot From the sounds of it I'm almost positive you did. Have a good one :)", "Wow im glad my uncle is dead , this sounds crazy .", "For me, she looks happy and nervous as well to meet to her future husband´s family.", "I might get to phaneuf traded levels of joy.", "Happy for you!", "I’m so glad I’m not the only one with this stuck in my head now!", "All the [NAME] who’ve been harassed or assaulted for “looking [NAME]” will be glad to hear that.", "[NAME], we have a guy with a bucket on his head and you have pornstars. I’m glad I live on this side of the Atlantic ", "Im glad [NAME] was there for us", "a romantic one :)", "My comment was meant in jest :)", "Glad to see [NAME] are finally admitting they are babies who are unable to take care of themselves.", "A bit of storybook now and again never hurt anyone :D So happy for the both of you!", "It's one of these situations where I'm happy that I'm not enough of a gimp to understand", "Awesome! Welcome aboard! I'm glad your first game was a win!", "Haha, then i am in... :)", "I like being bad. It makes me happy.", "im glad that's not what the game is about then", "I'm always happy to have you in my box.", "I’m so happy for them. I hope he drowns in a puddle of bacon grease."], "relief": ["Day 2 Feels good, man!", "[NAME] deliver me from this nightmare I'm stuck in.", "Paraphrasing [NAME], this brought warm feelings to my heart.", "It was less painful than a bee sting! I felt so silly afterwards!", "It would be a little less irritating if the 10 cents you pay if you want some paper bags didn't go to the government as a tax.", "She has to learn to Let It Go.", "I used to. It was a common pattern that my thoughts would spiral out of control but somehow I grew out of it eventually."], "sadness": ["Alexa play Sad!", "i miss this show so much", "Ah, I work 9-5 :( but I appreciate the invite!", "Whataburger misses you", "No, I'm saying they are equally critical.", "Well, at least she broke up first. It would somehow be worse if she kept it hidden and brought him the news later", "I am trying they try to say I’m fake even though I’m trying it’s painful to talk to them sometimes", "Not all of us young teens eat tide pods Mom would be sad", "Wanted something more on Imperius Angiris Wrath ulti at lvl 20... :'( Nice buff to Valorus Pursuit though!", "A sad amount of time was spent making this.", "Gnarly ballsack is the technical term, I believe. Sadly, it's just a face beard.", "Can we ban posts about him now he's a predator? It just makes me sad now, Idk about anyone else", " that’s actually sad, feel bad for him :/", "\"Yeeaah, I know you're homeless and all but apartments are actually really boring. My most beautiful memories were all made outside in nature.\""], "remorse": ["tbh i would've guiltied but atleast they didnt lose an important TP", "I feel digestive regret just looking at them.", "I’m sorry :(", "I'm sorry Mom, your child has autism, or this is a lie.", "i’m so sorry....."]}