{"amusement": ["\"Sponge Blurb Pubs Quaw Haha GURR ha AAa!\" finale is too real", "Thank you that’s sweet of you (:", "Don't even bother with him lol. He's a mindless sexist, doesn't believe facts at all lmao", "I like how because it’s on topic you assume everyone involved is making it their entire being. Lmao.", "I was hoping this would happen since I saw yesterday's post! I was not disappointed in the least!", "Lol this was cosmetic. Thankfully both of mine are alive and well.", "[NAME] i actally kind of like [NAME] but he is such a punk", "Somebody has got to be a parent lol", "They will get the other. It's all fun and games until they noticed I was friends with a deep trust issues with humans since they were little.", "She broke that young man's toes, ankles, and knees on that fall. lol", "You are a shining ray of light in a dark chessless world. thank you my friend.", "Uhhhhhhhh.....", "Lets make a new reddit. Everything here is a repost anyways. r/conspiracy is the most fun though. Lets start from scratch.", "Same! I don’t know how our elementary level colleagues do it. When I subbed in elementary a few times it was awful.", "lmao and I thought I was the only one", "I feel like itll be less like we imagine but similar to the magabomber. Just some crazy dude living in his van", "No that was my cyst that got removed today lol", "lol Whatever that proves, sure.", "That’s fun.", "And other hilarious lies you can tell yourself...", "Lol kill me now", "Yeah lol, my bad. ", "Thanks dude, palms were very sweaty lol", "HAS THE WHOLE WORLD GONE CRAZY‽ AM I THE ONLY ONE WHO GIVES A SHIT ABOUT THE RULES‽ MARK IT ZERO!", "Lmao doesn’t even try to refute.", "Funny enough OP is a gooner", "I gotta try that with my posse next time I’m on. That’s hilarious", "Ha. How funny He's the only geezer who thinks he's madness.", "Would rather not waste 2 more years of Odell and Saquon's prime tanking for a QB 2 years from now. He will enjoy Tampa", "When are people going to learn that it's OK to cheer lead dance in front of an old misogynist lol", "I know a couple of people who are. It's amazing to watch.", "It's funny when a whole sub rejects any new information which doesn't fit their narrative.", "We've allways a ear to rent you here in reddit, you little sensitive bigheart. Now time to feel good again, ok?", "we have a ghost who constantly knocks the ice bin off the top of the ice machine a few times a day everyday lol", "Lol oh shit everyone turn around", "Pistons gonna have to part with something the fans don't wanna give up. Haha", "omg you like totally caught me!!! i'm just a silly social media girl named [NAME]", "Wow look at this deep pockets eating a lentil a day, I have to slice mine to last me a month!!!", "A 20% win percentage really sneaks up on ya :( no wonder this sub has to have a toxicity talk lmfao", "Watched this while eating hash browns covered in ketchup. You SOB. NSFW lol.", "Haha I thought that was more subtle than something like HOO DINI or banana bus.", "[NAME] I LOVE YOU", "That's amazing! Did you have a zoom on the drone, or is the post effect?", "I love the creative writing that stems from this sub, so entertaining.", "Smoking a pipe whilst laying some pipe. Fantastic.", "Funny how the [NAME] leaves the most important item out of their article headline.", "Yeah shit they are crazy", "Thanks a ton again, and honeslty haha im so ready to get out and have my own life for once", "Sad but true lol"], "disappointment": ["I have no confidence to boost", "I love Chinese buffets. All the ones in my town are gone, all buffets are gone, sucks ", "Edited because my kneejerk response was kind of unnecessarily harsh. :/", "Her face oddly looks way narrower in this picture.", "But but r/49ers said it was just bad luck!", "I thought that I was lagging. yeah, its really bad.", "Definitely fake. Looks like bad CGI in a movie.", "Intentionally frightening the Queen is an indictable offence. (Max 14 years) Criminal Code", "It's a shitty made shirt but if it was done well I'd wear it.", "I sense no awful taste here.", "It's so much worse with a child involved. I'm so sorry you have to go through this.", "\"Even if that were true, do you think it justifies not trying at all?\"", "No. Can’t get off to my own sex.", "See also: \"Useless College Degrees From Prestigious and Ridiculously Overpriced Universities\"", "That sub sounds boring as fuck.", "Maybe she realized that what she did was extremely stupid so she was trying to hide her face so that her shame would somehow disappear.", "9. Some of us just don’t like fucking dogs. Fuck off. Stay away from me.", "The new movie doesnt even look very good honestly", "You can’t nag or argue people into a relationship with you.", "[NAME] steals the game! (and the puck for bouncing off of Detroit players)", "Well, there goes my lunch. This is somehow even worse than mine.", "Glad it finally made it.. I was beginning to think \"[NAME], I hope this guy doesnt think I welched on the bet\". LOL", "It could be worse. We could get [NAME] or that Philly traitor [NAME] back.", "Because prostitutes clearly can't be raped or kidnapped. It's so horrifying that our society still believes this.", "My dosage was increased 2 weeks ago and I've noticed the issues getting worse. With your comment, I'm really leaning towards them being side effects.", "They are too busy getting murdered and mugged to give a crap about all these vigalantes", "They should build the wall out of [NAME] emails. After all, no one can get over them.", "Hey we have feelings too nerd", "I already love [NAME]. [NAME] gorgeous, but just didn't charm me as fast Ms [NAME].", "IT'S ALL YOUR FAULT MAMA", "Glossing over [NAME] doesn't do justice to how crippled my team was after picking him", "I've tried a whole lot of things, nothing has worked.", "What a horrible way to find out, though. My sympathies to the dead man.", "toy has lost its value", "Yep, it was faked. Too bad, too"], "desire": ["[NAME] at 2.38 against Moicano seems like excellent value for me", "It actually gives me comfort, too. Whatever happens, we will all be there together. ", "She shows her face and doesn't hide behind fake names on Reddit .", "I double dog dare him.", "Happy day! Five years from now you will be a top ten player in the NHL.", "Ah, interesting. I couldn't find a translation like that. My French is very basic though so it might be right!", "If I had that I’d stop working and travel full time. I do not understand the avarice of the wealthy. It makes no fucking sense.", "Great read, still know a few folks who are still unhappy about the situation and won’t support [NAME]", "These people have absolutely no confidence in their ability to make a living. It’s pathetic.", "Or maybe you could just learn the match up since they already gutted him in the last patch.", "Limiting warming to 0.9 degrees from now [NAME] damn, they using a young baseline. Like 1951 or something. Were warmer than just 1 C", "I’m so glad I’m not the only one. Since everything happened I’ve always thought I was just overly sensitive", "My favorite thing about this is that OP doesn’t clarify which item he’s so excited about.", "She is renowned for her versatility."], "anger": ["Theres the link I use you stupid fuck get the fuck off my post you fucking shill", "Yeah I've noticed that. I probably give off Aspie traits to NTs but Aspie like traits bug me", "Fuck [NAME] for blocking funding for this for years and years. So glad it's being used to help people now", "Alternating between verbal abuse and neglect, nice. Why aren't you rushing to make this man a grandfather and include him more in your life? /S", "70 year old me doesn't give a fuck just piss or get off the pot!", "[NAME] I hate this man", "Cat call girls on thebstreet, but get pissed when its done to his sister.", "Despite how much the Liberals and NDP apparently hate each other they really do work well together.", "Fuck off.", "Sadly, he seems immune to bans. He also dodges them with alts like [NAME]", "Oi he got stabbed in the eye", "It happens way more than you think. People are repulsive.", "My cat just attacked me for treats and scratched me on the finger. If this affects my typing, he's in so much trouble.", "I bet you that’s what will happen, which pisses me off.", "Fuck the rangers", "Ooohh... [NAME] wouldn't like that!!", "Yeah I didn't like getting clawed from that far away. IF it has that big of a hitbox, it shouldn't be that far reaching", "At least you should have helped out since you had rudely interrupted him.", "No it’s a lie because he could not possibly have been in Vietnam. And he did not correct a single outlet who said he was.", "Usually they ask, and the generic is almost always cheaper. It's shitty of them not to ask though. ", "Should of just stabbed her up tbh why let someone steal from you", "Idiots are downvoting your correct comment.", "Really sucks that he's not going to retire a Sounder.", "He is just the exception to the rule though.", "I hate the message that's being pushed, and it's even worse that it's being pushed by this guy.", "I'm saying your question is irrelevant to the post's topic. Stop being passive aggressive.", "Oh, did they innovate anything I would recognize with their obscenely large financial investments? :):):):)", "Lmao no fun allowed", "Nothing. Fuck the environment so people can think they saved a few bucks. People are fucking stupid.", "I couldn't get my wife on board. She insists on eating a \"real dinner\".", "You’re being bullied. Leave.", "I apologise for coming off as rude, the end comment was unnecessary and needlessly rude", "Look at all the trash at that festival. Fucking gross.", "Wtf is this lmao god I hate reddit", "[RELIGION] is what produces these people, there are plenty of them and a beheading has even occured in the streets of LONDON.", "Of course they do, feminists are self-absorbed pigs that just want to control everything and never be held accountable for anything.", "Because what you're doing is disgusting and an insult to humanity."], "neutral": ["Your hairline is further away than [NAME] hope of gaining subscribers while still having beef with you.", "[NAME] weapon is gambol shroud but I nearly forgot about the gunchucks they are pretty rad too", "My guess is they work with older folks", "I don't know who that is", "But people have jumped from burning planes no parachute no snow on the ground and walled away.", "Passed a CR England driver last week who had his phone mounted in the middle of his windshield with video playing. Blatant retardism", "I work 12 hour shifts, and agree. Tea is life-saving.", "What. The. Fresh. Fuck.", "so did [NAME], she really held back", "But it flattens the whole thing out.", "Haha yes I did", "I didn’t know there are different levels of “park”.", "No it's not >:(", "Until the Brexiteers bit at the end you could have been talking about Ireland.", "I dunno, I've found some of my holy grail products through bloggers.", "How many surprise Pikachu memes are we gonna have this episode? Like 6?", "I let my birthday come and go as quietly as possible. I'll do dinner with the family, but that's about it.", "Putting on head phones with a neutral song", "You said you were wearing protection! \"I was wearing my armor!\"", "Haha didn’t even notice. It’s staying.", "Oi! It was my turn to post that this hour!", "I've seen Orange Marmalade in the No Brand store.", "The 5 Love Languages by Dr. [NAME].", "Too bad [NAME] is going to be completely overshadowed by [NAME] to even notice.", "Oh yeah, definitely. Sometimes I was with three people while on one date.", "Sydney is not for you", "I feel like you two know each", "The owners posted the name of their two dogs on the page before and Cumlord isn’t his actual name, its just the page.", "There’s no way a teacher made this. Who would willingly put [NAME] around their school and call juuls satans usb sticks", "Really because it looks like the judge is allowing the case to proceed. Must mean there's some merit to the claims.", ">No other network/service does this! Uh Amazon does the same thing.", "You obviously never seen the MLS playoffs, they make cubo [NAME] look like [NAME].", "My name is [NAME]", "If he doesn’t give it a ten I’m gonna riot", "It doesn't bother me for some reason, I'm just lactose intolerant.", "He mustn't know about Mr. [NAME] and the cause of his untimely death.", "I'm down for a [NAME] frenemy alliance along the lines of [NAME]", "ah yes, the RAMtard in his natural habitat...", "Sure. But [NAME] was well aware of the problem re GST and didn’t mention it until he was filling in his pension application.", "omg that was full on Tequila [NAME]!!!", "I saw [NAME] recently with [NAME] and it was bangin", "Just delt with the bank the other day. They did the exact same thing.", "Huh. Siege is still a thing. I miss the old days. :(", "Which is exactly what ASIRT does...", "See this guy gets it!", "This guy reddits!", "It was [NAME]. They were filming Django", "Ah, Farmville. Those were dark days.", "He is in [NAME] team. He bend a knee and give up the North because fall in love with her. As script said.", "And queuing up to rewatch that series", "I clicked tive times on the Facebook like Button", "Simply wearing the MAGA hat is proof he's a racist little shit-lord and \"his side of the story\" was clearly written by a PR firm. ", "[NAME] vs. Being an actual coach", "I think it depends on how many people are awake and passing by at the time of the posting.", "He’ll have ptsd every time he sees a cheeseburger.", "If [NAME] played for Chivas he would already be in talks for the NT.", "Grace and frankie", "Who took the photo?", "Capitalism doesn't require police or military either. Private security is a thing. Capitalism in general functions better in the absence of a government.", "Just traded [NAME] and [NAME] for [NAME] in dynasty. Go to SF", "If it’s a one hit kill like the regular crossbow, absolutely would be a fantastic crate weapon.", "I thought this was only possible on 2K.", "Time for a shot bud!!!!!", "“My tree people need meeeee!!”", "Wouldn’t cheddar tear for that joke", "Let's go get you a Paunch Burger burger, soak up some of that toxin.", "I focus on the pain", "What? No way do I want to see a Boston coach behind our bench!", "He must simply be known as [NAME], all the greats are known by a single name.", "[NAME] and [NAME] for Trout?", "Looks like 9 pts for you Mr. Wise Crack!", "That's an estimate that doesn't include the fees to his organizations. You just said literally what OP said divided by 5.", "Dude, I'm from Pakistan, tall poppy syndrome is a VERY real thing there still.", "I’m doing my part!", "You got longboard Lex. c'mon! ^(/s)", "[NAME] rev up my tractor I got a cuzin to marry", "Holy crap. I need to listen to that speech in full on my commute home then.", "Go and be around friends. Or become an INTP so you don’t have the lingering feeling to be around friends.", "100% scam", "GG Bois 20 more to go until 90 mother of pancakes!", "Happy's not a vehicle!!! He's my friend!!!", "[NAME]", "This looks like [NAME] at the gym", "So everyone who suffers a family loss should be exempt from paying any bills etc etc For how long? A month? Three?", "1. Use chicken thighs 2. Dryness doesn't matter with this much fat.", "I’ll never be able to unsee this.", "I’ve never been punched by a kangaroo, so we’re even.", "Unexpected Funhaus?", "They look like rappers"], "gratitude": ["All the best to you in 2019! I hope whatever lies next for you is rewarding. :)", "Thanks a lot", "Another thank you, this is great info.", ":) thank you!", "I like it!", "Glad I could help. (Side tip: hit return twice to break out of the \">>\")", "Give a listen to Gramatik, he is amazing", "Oh man, when HQGs gets on a roll it’s so good.", "Thanks for the great response. Btw I’m not British, I’m an [NAME].", "None of the [NAME] said please or thank you to the waitress", "Thank you this is great, your post has helped as I was on the Mernda line about to get off at Clifton hill", "beautiful story arc. glad you decided to end it in my semi hometown of excelsior - really neat lil town.", "Thank you for your service", "i communicate through morse code by constantly crouching and standing up. I generally prefer explaining how my oponent can improve when i beat them badly", "Congratulatioins!", "It’s good dude I had to have it explained to me I’m just passing on the love", "Best news ever. Some quality futbol at last!", "“270 pound pink person” is a great alliteration.", "I hope it goes just as well. Good luck.", "Thank you! And yet he's called about 5 of the same on Laca", "I like him too but when we DFAd him last year you’d have thought we cut [NAME]", "I love u too <3", "You are so right. Reddit response of reading only the first few words. It's been a long damn week. My apologies.", "Thank you!", "This was actually good until the bird came in.", "I probably would have upvoted it for effort.", "! good bot", "That's until a golden retriever runs for office. Humans can't be trusted", "Awesome, glad you like it. I need to get one this week now.", "That would be awesome", "Sure! :D Thanks for requesting ^^", "oh, that's nice. welcome everyone!", "OK this dude isn't over 16, good luck at prom", "I was going to say \"too lazy to go down to the basement to do it\" but then I realized this isn't the north.", "Thank you. Message me.", "No thanks probably stank af.", "Also that college is overrated because they are or know a welder or plumber that's makes 200k .", "Ok, thanks for the clarification. I don't find it compelling but I appreciate your time and patience.", "Best of luck in Cleveland, Plaw Dog!", "\"That's impossible.\" \"It's necessary.\" If they were aiming to make a [NAME] a steely-eyed missile man, they succeeded. ", "I’m happy. Does that mean I can downvote?", "Thanks a lot. That will give me some things to google.", "Sounds good ya I'll have to listen to those. Thanks", "In your example, they are all equally as bad", "Have a good good upvote!"], "caring": ["A classic question. He wanted to create to share His love and existence.", "There is a huge hormone dump around 48-72 hours after birth. Totally normal. Take care of yourself, eat well, and get some rest.", "The stress that effects you stresses the baby before it’s born. It effects the bond you have and even your milk supply if you breastfeed.", "Id rather have them be physically ok and make amends with [NAME] later than have one without the ability to communicate efficiently forever but have their feelings alright.", "Ha, who cares about them supporters...the most important thing for society is that justice is served and the man jailed! Scream all you want. ", "I hope you’re okay! I’m so sorry that happened. I’m glad I don’t work in gastown anymore", "I want him to change and realize he messed up and he needs to do better", "If you’re in public, I suggest you hide your concern as much as you can.", "This was not only true, but pleasing to watch.", "I understand completely. People have no memory or understanding of the true horror of these diseases. I am truly glad you have decided to vaccinate. Blessings [NAME]", "migraines suck. Hope you feel better.", "Huge loss. Good job boys! Now go out there, give your best and prove that [NAME] didn't die for nothing!", "Thanks man I’ll try, you stay strong too!", "Well everyone is entitled to their opinion but I think you need to be a bit more mature about everyone having different bodies", "I remember hearing a story about this type of highway camaraderie once from a trucker who helped a woman escape a man... wonder if it was your mom", "I have no answers for you, but I send you warm enfolding hugs of understanding and light. Peace to you.", "[NAME] did a job for us", "I’d be proud AF if my kid suffered from Cerebral Palsy and was able to do the paralympics dash. Thank you for answering.", "Not saying I know whats on his mind but he did say all he cares about is winning tbh only time will tell", "Society hates everything. Just love yourself and the rest becomes easier.", "Good for #70 to console the poor guy", "Save money and find a good partner so you can be financially stable with someone you love and do whatever you want the rest of your life.", "Most of his overtly sexual posts give me that vibe...they seem exploitative and as just another way to prove he owns her", "thanks! That helps", "Everyone was fine so I guess it’s okay", "I’m sorry to inform you that this man is an imposter. I’m actually undercover atm.", "Its weird because I didn’t say “house cat” I just said “cat” yet you felt the need to correct me.", "Who cares. [NAME] is draining the swamp. Get over it", "Tell them personally how you feel and that you want things to change for better", "You’re so perfect :)", "Loved seeing [NAME] play for us, but definitely excited to see what [NAME] can do.", "Thank you. So many people out there that would rather be right and in a grave than swallow their pride and do the safer thing.", "I’m seeing a doctor tomorrow. Thanks for caring", "Will be when we organise a run on the banks and hopefully take the only thing Westminster cares about away from them.", "You are such a good boyfriend, keep it up!! I’m jealous :)", "Not sure about “better” but women artists have an intuitive grasp of color theory and tend to use color in a more pleasing way.", "Some folks are just bitter and taking it out on the world right now. Don't give into their idocy, keep up the good spirit!", "Teaching kids to live under authoritarian rule!"], "curiosity": ["Of all the people in the world, I honestly can't believe that Reddit hates [NAME].", "Considering most people voted for their candidate purely out of hate for the other candidate does that even matter?", "“Deforestation” - The brilliance of this idea wont be obvious until the green mold starts to blossom on the bread. /s", "Any time the results are known before the hypothesis is generated, you should be very skeptical of the methods.", "WYA? I'll come through.", "Why should [NAME] get to pick the Democratic party candidate?", "If the restaurant had only been around for 20 years clearly he’s mistaken when he claimed he’d been coming there for 40", "It happened in back to back home games earlier this season but hasn’t happened since.", "Seriously beautiful my man!! Is it on apple music? Really great song", "I will try that! I have never really tried balancing exercises but will give that a try too! Thank you.", "LOL THEY DIED? like if you get reference", "Should I skip 1 and go straight to 2?", "can we get a power stone remake? how about dragons dogma 2?", "But what’s wrong with mayo", "What's up with that hanukkah background", "Thank you for the thorough reply! I definitely can’t say I’m not lucky for a long time after this.", "Just tell her how you feel and make the next move", "Crack whores are hooking in broad daylight now, eh?", "ITT: Giant Douche or Turd Sandwich? Whichever can beat [NAME]...", "I always wondered where it was on ormond. I managed to find the toolbox last week on yamaoka as killer.", "You know it doesn't use the word \"boycott\" at all, right?", "I just realized people in apartments are essentially screwed, that is too bad man, hopefully you'll get that going soon! It's worth it!", "Can you show an example, or is this more of that imagined victim hood we constantly see from the party who wants less brown people around?", "Took me a few time watching it to realize that was a man and not a child.", "Just imagine what they'll come up with in ten years.", "i thought i was the only one who felt this way!", "Nothing seems to intrigue or satisfy me only drugs and thats sad.", "I'm sorry but did anybody else read the first paragraph and get flashbacks to My Immortal? \\x45\\x62ony [NAME], is that you???", "pretty sure that [NAME] and those defenders of staunchness the vanguard bears run any of our mentalists pretty close.", "Thank you so much! I know I deserve better, it just hard moving on and knowing that it’s finished.", "WHY IS PULJUJARVI ON THE 4TH LINE?!?!?!?!?!", "what did you put for second is my real question, everybody knows what at number 1, just like everybody knows [NAME] verse on monster", "Luckily that is not going to happen ever! [NAME] and I work at a massive university in entirely different sections / different campuses!", "We all do it sometimes don't worry.", "Oh there's still bugs? Weird", "The lines are going to heal straight?", "How do you know he likes beer. Did he ever once state that he likes beer?", "This is why I could never work in construction", "Ah brilliant, thanks for sharing that. It does indeed look promising. Shame no mention of Lethals possibly but oh well =]", "is there a wikihow for that? edit: [of fucking course there is]", "Yes that would've been so much fun! You can only imagine my shock and disappointment...", "I know, I know. I wish Reptile had a better fate. ", "How can they expect you to write if you can't read? /s", "The mosquito is my favorite plane, quite curious on how it can be set up.", "Oh nice. What lvl on Siege?", "Saving for later", "What shop do you recommend?", "Fam, I didn't have him kill [NAME] so I can do it next episode", "Looks like he deleted it. Can’t find it on his profile history", "A team has to be at least 3 people, right? So 500/3 = $167 a week. Baller CEO status", "Also, here's the Mash Kyrielight Trailer:", "Shucks, that's 11am for me. I might drop in one day when I don't have work. Thanks!", "So then what are the odds the refs had money on the game and a vested interest to ignore calls?", "Does your son do Scratch? My daughter doesn't do fortnite but Scratch is her favourite internet thing and she would love to add new scratch friends.", "ok? dont really know what that has to do with it. [NAME] designs the offense, [NAME] just runs it", "> it. Just because they're not vertebrates doesn't mean we get to kill them for amusement. It literally does though", "“Perhaps we could share a tray of twinkies together? You’d love that, *wouldn’t you*?”", "Well with how often the VPD turns a blind eye downtown I promise you vigilante justice is coming.", "Looks like Plastique stans will be our cringey stans of the season.", "Yeah because what we should do is continue to be an absolute embarrassment.", "Why anyone with unnaturally colored hair would even attempt that is beyond me.", "Is anyone else bothered when the Thunder announcers mispronounce [NAME]? On that note, [NAME] AND 1!", "So [NAME] thinks the AFLW has been both elevated and shafted by the AFL in terms of promotion?", "Who said i was a kid?", "We gotta keep our hopes up sometime.", "That would be more accurate but less impactful/explanatory of the point the creator is trying to make---it's an illustration of the Apex fallacy.", "please explain?", "Yes please. What's that @ ?", "[NAME] is also a Vikings fan. I'd love to have him on the longboat.", ">YHWH >Abba >same dude I knew it", "Do you have proof for what you said scientifically and mathematically ?", "Just ride the subway in NYC and watch how everyone behaves. Don’t stare, though. ", "Girls super-like?", "Just ask if she wants to go out sometime. It doesn’t require this much thought", "No, but its a big problem in itself. ", "My, my, what an active imagination you have! Have you considered a career writing Hollywood movie scripts! I think you have talent for that.", "How offensive. I, am NOT a duck!", "Nice to see someone actually posted something useful here. :D Thanks!", "thanks, got traded from the habs and I remembered liking his game during pre season, was wondering why he got sent down. oh, and fuck [NAME]", "How? She gonna round up some more tricks to do so cause I don't think she's worked a day in her life.", "Please tell me the area of NYC that is like the DTES. I'll wait."], "approval": ["This is the correct answer. I've seen more stupid memes about this show before I'd even seen it.", "There is something legitimately wrong with you", "I agree. We could even change the colors to black and blue so we are not like soccer", "That. Is flipping Cute. He's definately a dog person.", "Well done. I like it!!", "Read it again. Your response shows you didn't understand what I said. \"YES\" = yes you need a degree.", "There is such a thing as too big, but this ain’t it, chief. Any bigger I would probably agree.", "Doesn't mean any of those thing you liked are going to change. Not immediately anyways.", "Welcome to racial integration, where your civility standards are racist and you better shut up or else.", "Of course it can, but if the information is true than you can’t blame the information", "Two or three anti depressants before I told them a lie about how I tried my moms valium and it worked", "OK dear.", "You’re right, my bad", "Sometimes i don't even comment anymore, i think if something is actually worth my time or anyone's for that matter.", "Cannot disagree with this one", "As a teacher, I agree. Adding 'under [NAME]' just makes it feel all the more forced and disingenuous.", "I know right I was very disappointed when I saw who it was", "I am sure the men here who have Career [NAME] and Supermodel [NAME] fighting over him will appreciate this sage advice.", "Still no [NAME] on before him.. we're supposed to be proving how important he is to us", "Any agreement we will come to will be exploitive because of the power differential, apparently."], "love": ["Even while [NAME] in a America are discriminated against, they still have such warm hearts. [NAME] Bless them (my [NAME], and theirs)", "My girl has slowly been getting more and more into different [NAME] music, but she will always make it a point to play this track. I love it", "::but I like baby bangs:: /tiny voice", "My prince!", "I love [NAME] but its been 1 year", "Eastside Cafe was pretty pricey for what it was.", "Such a good one"], "excitement": ["Phoenix sunrises and sunsets have been nice the past week with all the clouds and rain - beautiful shot!", "> busy blasting stuff with plasma Sound like more fun.", "Omg I love it", "[NAME] with that birthday gift", "Best day of the week!", "Congrats on becoming the owner of this cat! What a beautiful meow.", "As a vegan, I can't tell you how happy I am to find any restaurant with vegan options! That man should be showering you with gratitude.", "I love you. I had no idea before now, but I love you.", "A data scientist extracts information out of usually very big data sets, applying statistics and the likes.", "OMG, my two favorite franchises and the two best girls!!", "The fact that they're flying their drone in the rain gives me anxiety.", "We're in it... and now [NAME] is going to the bench? Gotta good feeling!", ". . . Uh huh, interesting", "I loved it so much more than I thought I would! [NAME] does an amazing job with quite a bizarre concept!", "Hopefully you get a good bashing soon", "well i’m proud of you and that’s awesome", "I LOVE IT, I would love if they will make season 2... I really enjoyed it", "Oh my [NAME] strawberry watermelon menthol that sounds amazing", "[NAME] my God. That was the best free throw shooting ive ever seen.", "I'm going to Chicago in a few months. I hear Sbarro's is great for authentic Chicago style pizza.", "Subscribed! I love it.", "Woah that’s comforting.", "The social cohesion after brexit is going to be super cool too, everyone with flags on the windows.", "I freakin’ love doing this, too!!! Makes me happy for a second or two!", "Damn! A 4-pack! That’s awesome.", "Thank you so much for the wonderful compliment, glad you enjoy it!"], "disgust": ["And I thought they smelled bad on the outside!", "Not to assume things here but why would you gas yourself over [NAME], kid is a fucking monster", "I had a young woman patient who was repeatedly found on the floor, naked and masturbating.", "Fcuk you.", "Then it'll hurt more when I kick it in the balls.", "The shitty taste is what keeps you awake.", "I felt bad for laughing", "That may be true. I was just pointing out that the logic of an appeal to nature is fallacious", "Pretty shit tbh with you", "I mean, I’m an occasional monarchist myself. That doesn’t mean I’m under some delusion that it’s a fix all.", "Never forget when [NAME] almost knocked [NAME] out", "Boosting is when someone else is the biggest ad-hominem yet, because it was in a situation like this.", "i think the telekinesis could make a great card. sth like: move an enemy card to another position and stun its new neighbors for this round.", "[NAME] couldn’t get them to the playoffs. Pulling out [NAME] for him is dumb", "Even if it’s available 24/7 on your new website 99% of it is ugly so people still won’t buy it.", "This is a great thread for catching up on my block list. 10/10 would block again", "This is wack", "Gee that sure is a strange way to spell [NAME].", "Hey I’m going to eli today! Unfortunately for a funeral but hello stranger :)"], "confusion": ["This movie, though simple but effective, shows how it is being jammed in your face is because it was just one police officer, chill.", "32nd? It felt like 99th or something...", "[NAME] and [NAME] are mad at [NAME].", "To be fair [NAME] and Unite were both cleared of wrongdoing.", "Juul is heavy vapor. Idk how to describe it but i didnt feel like that when i used other juices", "Post on the [NAME] and listen to info wars, you shouldn’t have an opinion on the Internet and you should not share it", "Her attempts to be “edgy” fall flat are incredibly cringeworthy.", "Not my opinion either, but the soundtrack is easily one of the best parts of the game. It’s incredible.", "Everyone just called me the bad guy and said they're glad she's marrying him and rejected me and that i deserved it.", "#YOU'RE RIGHT, PEOPLE BEING OUTRAGED BY THE ACTIONS OF A CRIMINAL IS HYSTERICAL!", "Well call it aesthetics or whatever but the game hasn't made a jump graphical wise and animation wise in a long time.", "I bet you are. Btw, wtf is PNW so next time I'm there I'll know to hit you up", "They can't even really articulate what has been so bad since [NAME] took office.", "idk what it is either, I think it’s because he looks like he plays in slow motion, but it works for him so idk", "Mine too!! Always thought it was dyed from wearing mascara, but I haven't worn any in a while", "Thank you. I found out I can return it since they made it heavier than I ordered.", "I was actually thinking about that during tonight's episode. I don't think the show would last long without [NAME] though.", "I’m right handed, yet left eye dominant and straight... life is beautifully strange.", "Someone on live chat of the reveal stream said how he actually got confused why they were show casing a Scarlet skin", "I was Isla Vista, beautiful and terrible place", "If you've only flown private for most of your life, it's hard to not think it's uncomfortable. ", "Yes girl! Get it!! Nothing better than an impromptu meet!! Rude the high!", "It’s not that they MAY not become priests, it’s that they CAN not become priests.", "I would say they do because it was a horrible accident but they were also in the wrong. The military tried to get them to disperse they didnt.", "AM I BEING DETAINED?", "So... For me it changed earlier yesterday... Maybe it's a location/language thing", "What changed for [NAME]? Last season he had a spurt of being meta and dominant and [NAME] was a bit of a terror", "That was awesome. Momentum is really something isn't it?", "They mean that too often, people would accidentally reflect. Tbh, it was pretty useless imo", "I can't tell if the is comfortable in that outfit", "mibr losing to faze", "That's what I said! Except the bad person part but ya know what I mean."], "relief": ["Sounds like my kind of place.", "I'm just now going through the replies on this thread. This is the first person I've looked up on Spotify. Thank u for the recommendation!"], "optimism": ["Lucrative. I like it.", "You just gotta have little faith. They are gonna need more money and maybe then we can get to Tahiti.", "Hopefully he will", "Shared misery *always* makes me feel better :D", "If you like Thai food, try Firefly."], "joy": ["I don't even cook the steel cut! I just love the chewiness! I'm usually fuller longer with steel cut too.", "I like [NAME] and I've heard good things about [NAME] (I think his name is).", "I’m now a [NAME] fan! Hope he does well, gl my Canadian brother ❤️", "It’s beautiful hun", "That's the best thing about free will, you don't need an excuse.", "Find a girl who loves you *and* your eye holes.", "Plot twist, they're all looking at a mirror because everyone there is a beautiful student", "It's a great time to be Scottish anaw", "Holy crap! A stunning play by mentally ill newcomer u/justforyouthlogic", "Keep trying! :) I’ve just had a look and enjoyed the ones of yours I read.", "Would love to see them both in the same side", "Awesome. But not good awesome.. awesome the way nuclear bombs and hurricanes are awesome."], "annoyance": ["Yeah I've become extremely cynical since I started making these sorts of realizations.", "The only term I really use is “sis” for effect, imo referring to a guy as “she/her” is a little weird to me ", "Just another above average looking girl who works out for a year and gets a million followers for posting her ass. We live in a society", "American democracy is weak but it's not dead. If the intention of your comment was to discourage people from voting then you are the problem.", "Fair enough. I'm probably thinking of someone who still has some semblance of shame.", "Underrated comment right here.", "They say nature makes man feel small, but I wasn't expecting this", "Oh I will be independent. I don't need someone like that in my life.", "The US and Canada are great allies, it's really a shame they've elected their worst. ", "He s ugly and short. It's pretty clear.", "Booping can be dangerous though.", "They understand alright, they just don't give a shit. Bunch of fucking scum.", "[NAME] clan needs some fucking therapy.", "Getting some sick high school nostalgia from this shot. Thanks for that man!", "Wall St is scared of the 2020 Democratic primary.. Good!", "Wait so I shouldn't try to sell my shavers by telling my customers that they aren't good enough and could do better? Damn.", "Until it gets to a point where you are a stalker.", "All ur damage should have overflowed.. So just choose the best looking one.", "Yeah it’s fine. Some supplements contain Ashwagandha which affects the gaba receptors so be cautious if you’re already on gabapentin or a beta blocker", "Imagine what kinda bitter person you'd have to be to seek out that sub anyway. You've basically lost as soon as you in there.", "Yeah, but most people who have body pillows don't have girlfriends so can we really use this as a good example", "so obnoxious.", "WHAT A SHIFT!!! Can't stop that zone.", "You are right and why you get downvoted?", "It sucks being unattractive. It pisses me off that there are so many beautiful people in the world, and I ain't one of them.", "I was just a little disappointed that there is no audible/visible reaction by the character when visiting the graves (also trying to avoid spoilers).", "It’s crazy that people know this and yet rake [NAME] over the coals for not wanting to talk to [NAME].", "this has happened to me twice...most embarrassing shit", "I've always found it weird how popular Nandos is in Britain.", "The other cop left a fucking animal ordinance notice on his patio chair", "I'm so jealous!", "You are the smiley face killer", "Stalking is kind of beta. He should have kidnapped her on horseback.", "srs that’s a cute sweater n all but i wish the pic was closer to her makeup", "I don't blame you. It was a long post. Thanks for your time.", "They’re proud about having liberals make themselves look stupid with covfefe memes.", "forget new buildings, i work at the chase plaza building and am a little bummed that seagram tower made it but this didnt.", "Ways to fool others into believing you didn't lose your eyes in a horrible accident", "So edgy."], "embarrassment": [">[NAME] pulls publicity drama stunt with mild success. FTFY", "I didn’t think I was implying that you weren’t.", "Because they're having to compete and so we get exposed to the weakest of the bunch.", "SJW's I've encountered were far more trivial and spiteful in general.", "50% of this sub is \"lul u don't have sex\"", "I couldn't reply to the message I got the other day", "I like to believe he faked his own death, so he can enjoy his many Bitcoin coins and wealth. ", "How insulting . . . to Beavis and Butthead", "This will be me a year from now. Not fair at all."], "remorse": ["Then you need to wake up because that's simply not the case. Whatever you say though", "sorry fam, but this is a repost on this sub as well.", "Because it's like she's a child, though it would be weird to explain it right then.", "I know, my dealer was doing bumps off his hand. Have some class"], "fear": ["Attention, [NAME]! The Empire is attacking the city! I've got a score to settle...", "Oh I get it, you are illiterate on purpose because you fear to be fed with lies (in your mind). Sorry for you.", "You can do it but it won’t be easy or fast keep watching craigslist.", "How incredibly dangerous", "[NAME] man..... I hope this is just one of his overdramatic moments on the floor... He's scared me like 5 times this year....", "I know, and the unfortunate thing is many of my friends in this area have had somewhat similar experiences with dudes who just are just total creeps. "], "realization": ["You do realize that this is the sub for non-Trump supporters to come ask questions to [NAME] supporters. The OPs are all non-Trump supporters"], "disapproval": ["Yeah. All they have to do is ask for absolution, which means [NAME] can live a life of sin and repent and go to their heaven.", "This is an old carnie trick. There are sites that have debunked this guy."], "grief": ["I never get sick of seeing me and my dad go absolutely fucking wild in that video", "Well you know, helping out the less fortunate is basically a slippery slope to authoritarian commulism /s"], "surprise": ["[NAME] said Monday was Columbus Day and those two bought it. Unbelievable.", "Oh [NAME], oh no, no no no"]}